{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b15374.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Single-ionic\nconducting electrolytes are important for the improvement\nof lithium metal batteries with high energy density and safety. Herein,\nwe propose a new strategy to anchor a large anionic group on the skeleton\nof metal–organic frameworks (MOFs) and achieve preeminent single-ionic\nconducting electrolytes. Utilizing a postsynthetic modification method,\nthe trifluoromethanesulfonyl group is covalently coordinated to the\namino groups of the UiO-66-NH<sub>2</sub> framework. Such a single-ionic\nconducting solid-state electrolyte (SSE) has a high ionic conductivity\n(2.07 × 10<sup>–4</sup> S cm<sup>–1</sup> at 25\n°C), a low activation energy of 0.31 eV, a wide electrochemical\nwindow up to 4.52 V, as well as a high Li<sup>+</sup> transference\nnumber of 0.84. Simultaneously, it can effectively inhibit the formation\nof lithium dendrite. Solid-state batteries assembled with LiFePO<sub>4</sub> as the cathode exhibit outstanding rate performance and cyclic\nstability, especially for low-temperature Li-metal batteries at 0\n°C with trace amounts of propylene carbonate as wetting agents.\nMore importantly, the corresponding all-solid-state batteries based\non an MOF-based SSE also have nearly 100% Coulombic efficiency at\ndifferent current densities.</p>", "clean_text": "Single-ionic conducting electrolytes are important for the improvement of lithium metal batteries with high energy density and safety. Herein, we propose a new strategy to anchor a large anionic group on the skeleton of metal-organic frameworks (MOFs) and achieve preeminent single-ionic conducting electrolytes. Utilizing a postsynthetic modification method, the trifluoromethanesulfonyl group is covalently coordinated to the amino groups of the UiO-66-NH2 framework. Such a single-ionic conducting solid-state electrolyte (SSE) has a high ionic conductivity (2.07 × 10-4 S cm-1 at 25 °C), a low activation energy of 0.31 eV, a wide electrochemical window up to 4.52 V, as well as a high Li+ transference number of 0.84. Simultaneously, it can effectively inhibit the formation of lithium dendrite. Solid-state batteries assembled with LiFePO4 as the cathode exhibit outstanding rate performance and cyclic stability, especially for low-temperature Li-metal batteries at 0 °C with trace amounts of propylene carbonate as wetting agents. More importantly, the corresponding all-solid-state batteries based on an MOF-based SSE also have nearly 100% Coulombic efficiency at different current densities.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Energy shortage and environmental\npollution present severe challenges\nto modern energy storage methods. It is imperative to develop high\nenergy density and safety power sources. Solid-state lithium metal batteries have been deemed to be promising\ncandidates for the next generation of energy storage devices. One of the key technologies of such devices is the development of\nsolid-state electrolytes (SSEs). Over the past 60 years,\ninorganic SSEs are mainly composed of inorganic ceramics/glass and\norganic polymers. The inorganic ceramics/glass\nelectrolytes such as garnet-type Li<sub>5</sub>La<sub>3</sub>Z<sub>2</sub>O<sub>12</sub>, perovskite-type\nLi<sub>3<italic>x</italic>\n</sub>La<sub>2/3–<italic>x</italic>\n</sub>TiO<sub>3</sub>, and sulfide-type\nglass have been widely studied because\nof their high ionic conductivity (10<sup>–4</sup> to 10<sup>–2</sup> S cm<sup>–1</sup>). However, these electrolytes\nare not suitable for commercialization because of poor machining performance\nand high interface impedance with electrodes. Correspondingly, organic polymer electrolytes such as poly­(ethylene\noxide) (PEO), poly­(vinyl chloride), poly­(vinylidene fluoride) (PVDF), and poly­(methyl methacrylate) are considered to be the most promising SSEs in lithium\nmetal batteries because of their excellent flexibility and processability.\nUnfortunately, they are limited by low ionic conductivity (10<sup>–8</sup> to 10<sup>–5</sup> S cm<sup>–1</sup>) in rechargeable secondary batteries at room temperature. In addition,\nionic gel such as conductors blending with nanotubes, silica, and ionic liquid crystalline electrolytes are popular because of their outstanding ionic conductivity.\nDisturbingly, the low ion transference number and expensive precursors\nof these electrolytes also hinder their potential application.</p>", "clean_text": "Introduction\n\nEnergy shortage and environmental pollution present severe challenges to modern energy storage methods. It is imperative to develop high energy density and safety power sources. Solid-state lithium metal batteries have been deemed to be promising candidates for the next generation of energy storage devices. One of the key technologies of such devices is the development of solid-state electrolytes (SSEs). Over the past 60 years, inorganic SSEs are mainly composed of inorganic ceramics/glass and organic polymers. The inorganic ceramics/glass electrolytes such as garnet-type Li5La3Z2O12, perovskite-type Li3x La2/3-x TiO3, and sulfide-type glass have been widely studied because of their high ionic conductivity (10-4 to 10-2 S cm-1). However, these electrolytes are not suitable for commercialization because of poor machining performance and high interface impedance with electrodes. Correspondingly, organic polymer electrolytes such as poly(ethylene oxide) (PEO), poly(vinyl chloride), poly(vinylidene fluoride) (PVDF), and poly(methyl methacrylate) are considered to be the most promising SSEs in lithium metal batteries because of their excellent flexibility and processability. Unfortunately, they are limited by low ionic conductivity (10-8 to 10-5 S cm-1) in rechargeable secondary batteries at room temperature. In addition, ionic gel such as conductors blending with nanotubes, silica, and ionic liquid crystalline electrolytes are popular because of their outstanding ionic conductivity. Disturbingly, the low ion transference number and expensive precursors of these electrolytes also hinder their potential application.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs), as a new type of SSEs,\nhave received extensive concern as they can integrate the advantages\nand avoid the disadvantages of inorganic and organic electrolytes.\nMOF-based SSEs have the following advantages: (1) the adjustable porous\nstructure provides a unique channel for lithium-ion transport. (2) Nanosized MOF particles increase the contact between the electrolyte\nand the electrode interface, thus promoting ion transport kinetics. (3) Some functional groups with high ionic conductivity and interface\nstability can be introduced into MOF structures by covalent bond modification\nto improve the electrochemical performance. (4) The open\nmetal sites of the MOF structure have been shown to bind anions, thus\nrestricting anion movement. The first MOF-based\nSSE with high ionic conductivity (3.1 × 10<sup>–4</sup> S cm<sup>–1</sup>) was reported by Long et al. in 2011, combining\nwith the metal sites and transmission channels. However, the metal sites in MOFs are usually occupied by\ncarboxylic acids or nitrogen-containing ligands and there are no excessive\nsites to bind and transport Li cations, leading to low ionic\nconductivity of most MOF-based SSEs. To our knowledge, only a few\nMOF-based electrolytes were applied to assemble into solid-state batteries.\nIn addition, the polarization of solid-state batteries assembled by\nMOF-based electrolytes is a more serious question because of the lower\nLi<sup>+</sup> transference number. All\nthese obstacles must be overcome before the MOF-based electrolytes\nare applied for the commercialized Li-metal batteries.</p>", "clean_text": "Metal-organic frameworks (MOFs), as a new type of SSEs, have received extensive concern as they can integrate the advantages and avoid the disadvantages of inorganic and organic electrolytes. MOF-based SSEs have the following advantages: (1) the adjustable porous structure provides a unique channel for lithium-ion transport. (2) Nanosized MOF particles increase the contact between the electrolyte and the electrode interface, thus promoting ion transport kinetics. (3) Some functional groups with high ionic conductivity and interface stability can be introduced into MOF structures by covalent bond modification to improve the electrochemical performance. (4) The open metal sites of the MOF structure have been shown to bind anions, thus restricting anion movement. The first MOF-based SSE with high ionic conductivity (3.1 × 10-4 S cm-1) was reported by Long et al. in 2011, combining with the metal sites and transmission channels. However, the metal sites in MOFs are usually occupied by carboxylic acids or nitrogen-containing ligands and there are no excessive sites to bind and transport Li cations, leading to low ionic conductivity of most MOF-based SSEs. To our knowledge, only a few MOF-based electrolytes were applied to assemble into solid-state batteries. In addition, the polarization of solid-state batteries assembled by MOF-based electrolytes is a more serious question because of the lower Li+ transference number. All these obstacles must be overcome before the MOF-based electrolytes are applied for the commercialized Li-metal batteries.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>Here,\nwe propose a new strategy and synthesize a novel anionic\nMOF-based single-ion conducting electrolyte by the postsynthetic modification\n(PSM) method, in which the trifluoromethylsulfonyl\n(Tf) group with ion transport property is covalently grafted onto\nthe skeleton of UiO-66-NH<sub>2</sub>. Because of the strong electron-absorbing\neffect of the OSO group in Tf, the charge delocalization\nof a nitrogen atom is enhanced, thus reducing the formation of the\nlithium-ion pair. In addition, the nanosized\nMOF-based single-ionic conducting electrolytes can effectively increase\nthe contact between electrolytes and electrodes, thus promoting the interfacial ion transport kinetics.\nMost impressively, the electrolyte exhibits a splendid ionic conductivity\n(2.07 × 10<sup>–4</sup> S cm<sup>–1</sup> at 25\n°C), high Li<sup>+</sup> transference number (0.84), and effective\ninhibiting effect for the growth of lithium dendrite. On the basis\nof the above advantages, the batteries assembled by this SSE have\nprominent electrochemical performance at low temperature and room\ntemperature. This electrolyte offers the possibility for the practical\napplication of MOF-based electrolytes.</p>", "clean_text": "Here, we propose a new strategy and synthesize a novel anionic MOF-based single-ion conducting electrolyte by the postsynthetic modification (PSM) method, in which the trifluoromethylsulfonyl (Tf) group with ion transport property is covalently grafted onto the skeleton of UiO-66-NH2. Because of the strong electron-absorbing effect of the OSO group in Tf, the charge delocalization of a nitrogen atom is enhanced, thus reducing the formation of the lithium-ion pair. In addition, the nanosized MOF-based single-ionic conducting electrolytes can effectively increase the contact between electrolytes and electrodes, thus promoting the interfacial ion transport kinetics. Most impressively, the electrolyte exhibits a splendid ionic conductivity (2.07 × 10-4 S cm-1 at 25 °C), high Li+ transference number (0.84), and effective inhibiting effect for the growth of lithium dendrite. On the basis of the above advantages, the batteries assembled by this SSE have prominent electrochemical performance at low temperature and room temperature. This electrolyte offers the possibility for the practical application of MOF-based electrolytes.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Synthesis\nof UiO-66-NH<sub>2</sub>\n</title><p>The preparation of UiO-66-NH<sub>2</sub> was according to a modified\nreported hydrothermal method. In general,\nHfCl<sub>4</sub> (1.7 g, 5.2 mmol) and 2-aminoterephthalic acid (0.906\ng, 5 mmol) were added to 50 mL of a mixed solution of deionized water\nand acetic acid (volume ratio of 3:2). The mixed solution was refluxed\nat 100 °C in an oil bath for 24 h to yield light yellow solid\npowders. The products were collected and washed three times with water,\nwhich was activated by heating at 80 °C in vacuum for use.</p>", "clean_text": "Experimental Section\n\nSynthesis of UiO-66-NH2 \n\nThe preparation of UiO-66-NH2 was according to a modified reported hydrothermal method. In general, HfCl4 (1.7 g, 5.2 mmol) and 2-aminoterephthalic acid (0.906 g, 5 mmol) were added to 50 mL of a mixed solution of deionized water and acetic acid (volume ratio of 3:2). The mixed solution was refluxed at 100 °C in an oil bath for 24 h to yield light yellow solid powders. The products were collected and washed three times with water, which was activated by heating at 80 °C in vacuum for use.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of UiO-66-NHSO<sub>2</sub>CF<sub>3</sub>\n</title><p>To a nanocrystal of UiO-66-NH<sub>2</sub> (0.38\ng, 1.0 mmol) and triethylamine (0.1518 g, 1.5 mmol) in anhydrous dichloromethane\n(20 mL) at 0 °C was slowly added trifluoromethanesulfonic anhydride\n(0.3385 g, 1.2 mmol), and then pyridine (0.0791 g, 1.0 mmol) was added\ndropwise under stirring conditions. The mixture was maintained at\n0 °C for 30 min and then reacted at ambient temperature for 72\nh. After the reactions, the sample was collected by centrifugation\nfor further use.</p>", "clean_text": "Synthesis of UiO-66-NHSO2CF3 \n\nTo a nanocrystal of UiO-66-NH2 (0.38 g, 1.0 mmol) and triethylamine (0.1518 g, 1.5 mmol) in anhydrous dichloromethane (20 mL) at 0 °C was slowly added trifluoromethanesulfonic anhydride (0.3385 g, 1.2 mmol), and then pyridine (0.0791 g, 1.0 mmol) was added dropwise under stirring conditions. The mixture was maintained at 0 °C for 30 min and then reacted at ambient temperature for 72 h. After the reactions, the sample was collected by centrifugation for further use.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of UiO-66-NSO<sub>2</sub>CF<sub>3</sub>K (UiOKTFSI)</title><p>The potassium salt form\nof UiO-66-NSO<sub>2</sub>CF<sub>3</sub>K was obtained by neutralization.\nTo a suspended\nsolution of UiO-66-NHSO<sub>2</sub>CF<sub>3</sub> (0.512 g, 1.0 mmol)\nin deionized water (20 mL) was gradually added slightly excessive\nK<sub>2</sub>CO<sub>3</sub> powder (0.166 g, 1.2 mmol) at room temperature\nwith stirring for 12 h. The sample was obtained by filtration, and\nwashed two times with water and then heated in 80 °C vacuum overnight.</p>", "clean_text": "Synthesis of UiO-66-NSO2CF3K (UiOKTFSI)\n\nThe potassium salt form of UiO-66-NSO2CF3K was obtained by neutralization. To a suspended solution of UiO-66-NHSO2CF3 (0.512 g, 1.0 mmol) in deionized water (20 mL) was gradually added slightly excessive K2CO3 powder (0.166 g, 1.2 mmol) at room temperature with stirring for 12 h. The sample was obtained by filtration, and washed two times with water and then heated in 80 °C vacuum overnight.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of MOF-Based Single-Ion Conductors\n(UiOLiTFSI)</title><p>The UiOLiTFSI was obtained by ion exchange reaction.\nThe UiO-66-NSO<sub>2</sub>CF<sub>3</sub>K (0.55 g, 1.0 mmol) was placed\ninto anhydrous CH<sub>3</sub>CN (20 mL) in a round-bottom flask, to\nwhich was gradually added LiClO<sub>4</sub> (0.128 g, 1.2 mmol) at\nroom temperature with stirring for 12 h. The product was filtered\nand washed with anhydrous acetonitrile several times. Then, the sample\nwas ion-exchanged three times by the same method. Finally, the UiOLiTFSI\nwas obtained by drying at 120 °C in vacuum overnight.</p>", "clean_text": "Synthesis of MOF-Based Single-Ion Conductors (UiOLiTFSI)\n\nThe UiOLiTFSI was obtained by ion exchange reaction. The UiO-66-NSO2CF3K (0.55 g, 1.0 mmol) was placed into anhydrous CH3CN (20 mL) in a round-bottom flask, to which was gradually added LiClO4 (0.128 g, 1.2 mmol) at room temperature with stirring for 12 h. The product was filtered and washed with anhydrous acetonitrile several times. Then, the sample was ion-exchanged three times by the same method. Finally, the UiOLiTFSI was obtained by drying at 120 °C in vacuum overnight.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of LiUiO-66 (UiOLi)</title><p>The\nUiO-66 was prepared according to a reported method. Typically, terephthalic acid (0.83 g, 5 mmol) and HfCl<sub>4</sub> (1.6 g, 5 mmol) were dissolved in 40 mL of mixed solution\nof dimethylformamide (DMF) and formic acid (volume ratio of 9:1).\nThe mixed solution was put into a stainless-steel autoclave and then\nheated at 120 °C for 48 h. The product was collected and dried\nin vacuum at 120 °C; then, it was transferred to the acetonitrile\nsolution of 1 M LiClO<sub>4</sub> and stirred for 12 h. The LiUiO-66\nobtained was filtered and collected, which was dried by heating at\n120 °C in vacuum for use.</p>", "clean_text": "Synthesis of LiUiO-66 (UiOLi)\n\nThe UiO-66 was prepared according to a reported method. Typically, terephthalic acid (0.83 g, 5 mmol) and HfCl4 (1.6 g, 5 mmol) were dissolved in 40 mL of mixed solution of dimethylformamide (DMF) and formic acid (volume ratio of 9:1). The mixed solution was put into a stainless-steel autoclave and then heated at 120 °C for 48 h. The product was collected and dried in vacuum at 120 °C; then, it was transferred to the acetonitrile solution of 1 M LiClO4 and stirred for 12 h. The LiUiO-66 obtained was filtered and collected, which was dried by heating at 120 °C in vacuum for use.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Preparation\nof Hybrid SSEs</title><p>The handled\nMOFs (UiOLiTFSI and UiOLi) and LiTFSI were dried at 70 °C under\nvacuum for 16 h before use. The Li/UiOLiTFSI and Li/UiOLi electrolytes\nwere prepared by the mixture of the handled MOFs powder and LiTFSI\n(7:3 weight ratio), and pressed into 1.3 cm pellet at 300 MPa. The\nelectrolyte surface was sanded smooth for further electrochemical\ntests.\n</p>", "clean_text": "Preparation of Hybrid SSEs\n\nThe handled MOFs (UiOLiTFSI and UiOLi) and LiTFSI were dried at 70 °C under vacuum for 16 h before use. The Li/UiOLiTFSI and Li/UiOLi electrolytes were prepared by the mixture of the handled MOFs powder and LiTFSI (7:3 weight ratio), and pressed into 1.3 cm pellet at 300 MPa. The electrolyte surface was sanded smooth for further electrochemical tests. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Preparation\nof PL/MOFs and P/MOFs Electrolyte\nMembranes</title><p>UiOLiTFSI and LiTFSI (7:3 weight ratio) were dissolved\nin DMF, and 20% PVDF was put into the mixture by mechanical stirring\nat room temperature for 12 h. Then, the dispersed mixture was cast\nto a Teflon mold. Finally, the electrolyte membrane was dried in a\nvacuum furnace at 80 °C for 24 h to remove the leftover solvent. The as-prepared membrane (PL/UiOLiTFSI, ≈70\nμm in thickness) was cut into free-standing and flexible sheets\nwith 16 mm diameter and kept in a glove box filled with argon. Similarly,\nthe corresponding solid electrolyte membrane (PL/UiOLi) and intrinsic\nsingle ionic conductor electrolyte membrane (P/UiOLiTFSI) without\nlithium salt (LiTFSI) were prepared by a similar process.</p>", "clean_text": "Preparation of PL/MOFs and P/MOFs Electrolyte Membranes\n\nUiOLiTFSI and LiTFSI (7:3 weight ratio) were dissolved in DMF, and 20% PVDF was put into the mixture by mechanical stirring at room temperature for 12 h. Then, the dispersed mixture was cast to a Teflon mold. Finally, the electrolyte membrane was dried in a vacuum furnace at 80 °C for 24 h to remove the leftover solvent. The as-prepared membrane (PL/UiOLiTFSI, ~70 μm in thickness) was cut into free-standing and flexible sheets with 16 mm diameter and kept in a glove box filled with argon. Similarly, the corresponding solid electrolyte membrane (PL/UiOLi) and intrinsic single ionic conductor electrolyte membrane (P/UiOLiTFSI) without lithium salt (LiTFSI) were prepared by a similar process.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Measurements and Cells’\nAssembly</title><p>Ionic conductivity σ (S cm<sup>–1</sup>) of the electrolyte pellets (Li/UiOLiTFSI and Li/UiOLi) was tested\nby electrochemical impedance spectroscopy (EIS) with the frequency\nranging from 0.1 Hz to 7 MHz. The solid electrolyte pellets were sandwiched\nbetween two silver-coated stainless-steel block electrodes. The ionic\nconductivity (σ) was calculated as per the following formula\n()­<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am9b15374_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>L</italic> (cm) is the thickness\nof the electrolyte, <italic>R</italic> (Ω) and <italic>S</italic> (cm<sup>2</sup>) are the bulk resistance and area of the electrolyte,\nrespectively. The electrochemical window\nwas determined by linear sweep voltammograms (LSV) using Li|electrolytes|SS\ncells, and the scanning rate of 0.2 mV s<sup>–1</sup>. The\ncyclic voltammetry (CV) behaviors of SSE membranes were tested on\nLi|electrolytes|SS cells by Versa STAT 3 (Princeton Applied Research)\nwith the voltage range of −0.2 to 5 V, and the scanning rate\nof 0.2 mV s<sup>–1</sup>. The Li<sup>+</sup> transference number\n(<italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub>) has been measured using\nthe Bruce–Vincent–Evans method in a Li|electrolyte|Li\ncell; 5 μL of propylene carbonate\n(PC) solvent was dripped onto the electrolyte/electrode interface.\nThe symmetric battery was polarized with a dc voltage of 10 mV and\nthe <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> can be calculated\nas per \n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am9b15374_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where Δ<italic>V</italic> is the dc\npolarization voltage, <italic>I</italic>\n<sub>0</sub> and <italic>I</italic>\n<sub>s</sub> are initial and steady stable current before and after\npolarization, respectively. <italic>R</italic>\n<sub>0</sub> and <italic>R</italic>\n<sub>s</sub> are initial and steady stable resistance before\nand after polarization. Lithium stripping/plating was implemented\non a Li symmetrical cells with 5 μL PC solvent using a LAND\nbattery cycler.</p>", "clean_text": "Electrochemical Measurements and Cells' Assembly\n\nIonic conductivity σ (S cm-1) of the electrolyte pellets (Li/UiOLiTFSI and Li/UiOLi) was tested by electrochemical impedance spectroscopy (EIS) with the frequency ranging from 0.1 Hz to 7 MHz. The solid electrolyte pellets were sandwiched between two silver-coated stainless-steel block electrodes. The ionic conductivity (σ) was calculated as per the following formula () 1     σ =   L   R × S      where L (cm) is the thickness of the electrolyte, R (Ω) and S (cm2) are the bulk resistance and area of the electrolyte, respectively. The electrochemical window was determined by linear sweep voltammograms (LSV) using Li|electrolytes|SS cells, and the scanning rate of 0.2 mV s-1. The cyclic voltammetry (CV) behaviors of SSE membranes were tested on Li|electrolytes|SS cells by Versa STAT 3 (Princeton Applied Research) with the voltage range of -0.2 to 5 V, and the scanning rate of 0.2 mV s-1. The Li+ transference number (t Li+ ) has been measured using the Bruce-Vincent-Evans method in a Li|electrolyte|Li cell; 5 μL of propylene carbonate (PC) solvent was dripped onto the electrolyte/electrode interface. The symmetric battery was polarized with a dc voltage of 10 mV and the t Li+  can be calculated as per   2       t   L   i   +     =     I   s    ( Δ V -   I   0     R   0   )      I   0    ( Δ V -   I   s     R   s   )       where ΔV is the dc polarization voltage, I 0 and I s are initial and steady stable current before and after polarization, respectively. R 0 and R s are initial and steady stable resistance before and after polarization. Lithium stripping/plating was implemented on a Li symmetrical cells with 5 μL PC solvent using a LAND battery cycler.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>For the electrochemical performance test of\nsolid-state cells, the cathode was prepared by grinding with 70% LiFePO<sub>4</sub> (LFP), 20% carbon black, and 10% polyvinylidene fluoride\n(PVDF) in 2 mL of <italic>N</italic>-methyl-2-pyrrolidone for 1 h\nto form a uniform slurry. The prepared slurry was coated on an aluminum\nfoil and dried in vacuum at 55 °C for 20 h. The mass loading\nof LFP in the cathode pellets was 2.0–2.5 mg cm<sup>–2</sup>. Then, the LFP cathode and lithium foil were assembled in CR2025\ncoin cell in the glovebox. The charge–discharge experiments\nwere measured between 2.7 and 4 V at low temperature and room temperature.</p>", "clean_text": "For the electrochemical performance test of solid-state cells, the cathode was prepared by grinding with 70% LiFePO4 (LFP), 20% carbon black, and 10% polyvinylidene fluoride (PVDF) in 2 mL of N-methyl-2-pyrrolidone for 1 h to form a uniform slurry. The prepared slurry was coated on an aluminum foil and dried in vacuum at 55 °C for 20 h. The mass loading of LFP in the cathode pellets was 2.0-2.5 mg cm-2. Then, the LFP cathode and lithium foil were assembled in CR2025 coin cell in the glovebox. The charge-discharge experiments were measured between 2.7 and 4 V at low temperature and room temperature.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The synthesis of MOF-based\nsingle-ionic conductor is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S1</ext-link>. First, the Tf-modified MOF was synthesized\nby UiO-66-NH<sub>2</sub> nanoparticles and trifluoromethanesulfonic\nanhydride (Tf<sub>2</sub>O) in solvent conditions for 72 h. Then, the product was neutralized in excess K<sub>2</sub>CO<sub>3</sub> aqueous solution. Lastly, the acetonitrile solution of LiClO<sub>4</sub> was used for ion exchange. The structure and working mechanism\nof the MOF-based single-ion conductor are shown in a. The regular octahedron is\ncomposed of Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> nodes and\norganic ligands, which exhibits high porosity, thermal stability,\nand electrochemical stability. In addition, the lithium ion has a\nregular transport path in the channel. The structural integrities\nof the modified MOFs were evidenced by powder X-ray diffraction (PXRD, b), implying that\nthey still maintain a perfect crystalline and topological structure\nafter modification. The infrared (IR) spectrum of UiO-66-NHSO<sub>2</sub>CF<sub>3</sub> clearly showed the existence of the Tf group\n(c); the characteristic\nabsorption peaks at 1260 and 1573 cm<sup>–1</sup> were corresponding\nto C–N stretching and CC vibration absorption peaks,\nrespectively. The two absorption peaks at 1628 and 1385 cm<sup>–1</sup> are classified as the asymmetric and symmetric stretching of carboxylate\ngroups. The two distinct new absorption\npeaks at 1170 and 1032 cm<sup>–1</sup> were ascribed to OSO\nsymmetric and antisymmetric stretching, respectively. In addition, the formation of single ionic salts resulted\nin the shift of characteristic peaks at 1032 cm<sup>–1</sup>. <sup>19</sup>F NMR spectrum also confirmed the Tf group in the\nUiO-66-NHSO<sub>2</sub>CF<sub>3</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S2</ext-link>), and the characteristic peak at −73 ppm was the\nF signal in the −CF<sub>3</sub> group. Meanwhile, the nitrogen\nadsorption at 77 K further confirmed that the introduction of new\ngroups into the MOF skeleton leads to a significant decrease in pore\nvolume and specific surface area. Also, the specific surface areas\nof UiO-66, UiO-66-NH<sub>2</sub>, and UiO-66-NHSO<sub>2</sub>CF<sub>3</sub> were determined to be 1193, 1037, and 266 m<sup>2</sup> g<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S3</ext-link>). To prove the existence of the N–S bond, UiO-66-NH<sub>2</sub> and UiO-66-NHSO<sub>2</sub>CF<sub>3</sub> were tested by X-ray photoelectron\nspectroscopy. The results showed that there were new characteristic\npeaks at 401.6 eV in the N 1s spectra of anion-grafted UiO-66-NHSO<sub>2</sub>CF<sub>3</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S4</ext-link>). At\nthe same time, compared with the N 1s spectra of UiO-66-NH<sub>2</sub>, the N 1s peaks of UiO-66-NHSO<sub>2</sub>CF<sub>3</sub> moved slightly\ntoward the direction of low binding energy, suggesting that the peak\nat 401.6 eV is caused by the existence of the N–S bond. The thermogravimetry (TG) curve of UiO-66-NHSO<sub>2</sub>CF<sub>3</sub> showed that the skeleton collapsed in the range\n330–400 °C, and the DSC curve exhibited a corresponding\nendothermic peak in the same range. Besides, no phase transition was\nfound before 330 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S5</ext-link>). The\nICP-MS analysis of UiOLiTFSI confirmed that the molar ratio of Li/Hf\nwas about 2:3. When excessive LiClO<sub>4</sub> was added, this ratio\ndid not increase, suggesting that the nitrogen atoms and lithium ions\nin UiOLiTFSI had strong binding capacity. All these results clearly\nindicate that the Tf group is successfully anchored on the skeleton\nUiO-66-NH<sub>2</sub> by PSM.</p>", "clean_text": "Results and Discussion\n\nThe synthesis of MOF-based single-ionic conductor is shown in Figure S1. First, the Tf-modified MOF was synthesized by UiO-66-NH2 nanoparticles and trifluoromethanesulfonic anhydride (Tf2O) in solvent conditions for 72 h. Then, the product was neutralized in excess K2CO3 aqueous solution. Lastly, the acetonitrile solution of LiClO4 was used for ion exchange. The structure and working mechanism of the MOF-based single-ion conductor are shown in a. The regular octahedron is composed of Hf6O4(OH)4 nodes and organic ligands, which exhibits high porosity, thermal stability, and electrochemical stability. In addition, the lithium ion has a regular transport path in the channel. The structural integrities of the modified MOFs were evidenced by powder X-ray diffraction (PXRD, b), implying that they still maintain a perfect crystalline and topological structure after modification. The infrared (IR) spectrum of UiO-66-NHSO2CF3 clearly showed the existence of the Tf group (c); the characteristic absorption peaks at 1260 and 1573 cm-1 were corresponding to C-N stretching and CC vibration absorption peaks, respectively. The two absorption peaks at 1628 and 1385 cm-1 are classified as the asymmetric and symmetric stretching of carboxylate groups. The two distinct new absorption peaks at 1170 and 1032 cm-1 were ascribed to OSO symmetric and antisymmetric stretching, respectively. In addition, the formation of single ionic salts resulted in the shift of characteristic peaks at 1032 cm-1. 19F NMR spectrum also confirmed the Tf group in the UiO-66-NHSO2CF3 (Figure S2), and the characteristic peak at -73 ppm was the F signal in the -CF3 group. Meanwhile, the nitrogen adsorption at 77 K further confirmed that the introduction of new groups into the MOF skeleton leads to a significant decrease in pore volume and specific surface area. Also, the specific surface areas of UiO-66, UiO-66-NH2, and UiO-66-NHSO2CF3 were determined to be 1193, 1037, and 266 m2 g-1, respectively (Figure S3). To prove the existence of the N-S bond, UiO-66-NH2 and UiO-66-NHSO2CF3 were tested by X-ray photoelectron spectroscopy. The results showed that there were new characteristic peaks at 401.6 eV in the N 1s spectra of anion-grafted UiO-66-NHSO2CF3 (Figure S4). At the same time, compared with the N 1s spectra of UiO-66-NH2, the N 1s peaks of UiO-66-NHSO2CF3 moved slightly toward the direction of low binding energy, suggesting that the peak at 401.6 eV is caused by the existence of the N-S bond. The thermogravimetry (TG) curve of UiO-66-NHSO2CF3 showed that the skeleton collapsed in the range 330-400 °C, and the DSC curve exhibited a corresponding endothermic peak in the same range. Besides, no phase transition was found before 330 °C (Figure S5). The ICP-MS analysis of UiOLiTFSI confirmed that the molar ratio of Li/Hf was about 2:3. When excessive LiClO4 was added, this ratio did not increase, suggesting that the nitrogen atoms and lithium ions in UiOLiTFSI had strong binding capacity. All these results clearly indicate that the Tf group is successfully anchored on the skeleton UiO-66-NH2 by PSM.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic illustration of the structure\nand ion transport mechanism\nof UiOLiTFSI. (b) PXRD patterns of UiO-66-NH<sub>2</sub>, UiO-66-NHSO<sub>2</sub>CF<sub>3</sub>, and UiOLiTFSI. (c) IR spectra of UiO-66-NH<sub>2</sub>, UiO-66-NHSO<sub>2</sub>CF<sub>3</sub>, and UiOLiTFSI.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b15374_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic illustration of the structure and ion transport mechanism of UiOLiTFSI. (b) PXRD patterns of UiO-66-NH2, UiO-66-NHSO2CF3, and UiOLiTFSI. (c) IR spectra of UiO-66-NH2, UiO-66-NHSO2CF3, and UiOLiTFSI.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>To evaluate the Li<sup>+</sup> ionic conductivities\nof MOF-based\nsingle-ion conductors, powder samples were mixed with lithium salt\n(30% LiTFSI, Li/UiOLiTFSI) and mechanically pressed into pellets (about\n550 μm thick, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S6a</ext-link>). The corresponding\nenergy-dispersive X-ray mapping images showed that major elements\nwere evenly distributed in the pellet electrolyte (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S6b–e</ext-link>). LiTFSI helps improve the interfacial\nimpedance between MOF nanoparticles and provides lithium ion for MOF\nchannels, which can effectively improve the ionic conductivity. At\nthe same time, the solid-state <sup>7</sup>Li NMR spectrum also proves\nthat there are two different chemical environments for lithium ion\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S7</ext-link>). The ac impedance spectra of\nthe Li/UiOLiTFSI electrolyte were measured at different temperatures\n(a). The EIS\nplot at 25 °C shows that the small arc occurring in the high-frequency\nregion (7 MHz to 18 kHz) corresponds to the bulk impedance of the\nelectrolyte, and the straight line in the low-frequency region (18\nkHz to 0.1 Hz) is assigned to the interface impedance between the\nelectrolyte and the blocking electrode. Moreover, the EIS plot of the corresponding Li/UiOLi electrolyte\nwas also displayed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S8</ext-link>). The ion\nconductivities of the Li/UiOLiTFSI electrolyte are 2.07 × 10<sup>–4</sup> S cm<sup>–1</sup> at 25 °C and 1.39 ×\n10<sup>–3</sup> S cm<sup>–1</sup> at 70 °C, which\nare higher than that of the Li/UiOLi electrolyte (7.95 × 10<sup>–5</sup> S cm<sup>–1</sup> at 25 °C) and most\nother porous crystalline material-based solid-state electrolytes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Table S1</ext-link>). The reason can be attributed to the\nfact that the fixed anions in UiOLiTFSI can separate the ion pairs\nof LiTFSI, increase the concentration of lithium ions, and improve\nthe ionic conductivity. In addition,\nthe EIS plot of the intrinsic single ionic conductors UiOLiTFSI and\nUiOLi electrolytes at 25 °C are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S9</ext-link>. The ionic conductivities of UiOLiTFSI and UiOLi\nelectrolytes are 1.33 × 10<sup>–5</sup> and 8.27 ×\n10<sup>–6</sup> S cm<sup>–1</sup>, respectively. It\nis also proved that the addition of lithium salts (LiTFSI) can improve\nthe ionic conductivity. Temperature-dependent conductivity measurements\nrevealed a typical Arrhenius-like activated behavior (b). The activation energies\nof Li/UiOLiTFSI and Li/UiOLi electrolytes are 0.31 and 0.37 eV, respectively,\nwhich are much lower than ceramic-based electrolyte LiPON–Li<sub>3</sub>PO<sub>4</sub> (0.55 eV) and\nPEO-based polymer electrolyte (1.66 eV). With a high conductivity (10<sup>–4</sup> S cm<sup>–1</sup>) and a low activation energy (less than 0.4 eV), the new Li/UiOLiTFSI\nsolid electrolyte can be defined as a superionic conductor.\n</p>", "clean_text": "To evaluate the Li+ ionic conductivities of MOF-based single-ion conductors, powder samples were mixed with lithium salt (30% LiTFSI, Li/UiOLiTFSI) and mechanically pressed into pellets (about 550 μm thick, Figure S6a). The corresponding energy-dispersive X-ray mapping images showed that major elements were evenly distributed in the pellet electrolyte (Figure S6b-e). LiTFSI helps improve the interfacial impedance between MOF nanoparticles and provides lithium ion for MOF channels, which can effectively improve the ionic conductivity. At the same time, the solid-state 7Li NMR spectrum also proves that there are two different chemical environments for lithium ion (Figure S7). The ac impedance spectra of the Li/UiOLiTFSI electrolyte were measured at different temperatures (a). The EIS plot at 25 °C shows that the small arc occurring in the high-frequency region (7 MHz to 18 kHz) corresponds to the bulk impedance of the electrolyte, and the straight line in the low-frequency region (18 kHz to 0.1 Hz) is assigned to the interface impedance between the electrolyte and the blocking electrode. Moreover, the EIS plot of the corresponding Li/UiOLi electrolyte was also displayed (Figure S8). The ion conductivities of the Li/UiOLiTFSI electrolyte are 2.07 × 10-4 S cm-1 at 25 °C and 1.39 × 10-3 S cm-1 at 70 °C, which are higher than that of the Li/UiOLi electrolyte (7.95 × 10-5 S cm-1 at 25 °C) and most other porous crystalline material-based solid-state electrolytes (Table S1). The reason can be attributed to the fact that the fixed anions in UiOLiTFSI can separate the ion pairs of LiTFSI, increase the concentration of lithium ions, and improve the ionic conductivity. In addition, the EIS plot of the intrinsic single ionic conductors UiOLiTFSI and UiOLi electrolytes at 25 °C are shown in Figure S9. The ionic conductivities of UiOLiTFSI and UiOLi electrolytes are 1.33 × 10-5 and 8.27 × 10-6 S cm-1, respectively. It is also proved that the addition of lithium salts (LiTFSI) can improve the ionic conductivity. Temperature-dependent conductivity measurements revealed a typical Arrhenius-like activated behavior (b). The activation energies of Li/UiOLiTFSI and Li/UiOLi electrolytes are 0.31 and 0.37 eV, respectively, which are much lower than ceramic-based electrolyte LiPON-Li3PO4 (0.55 eV) and PEO-based polymer electrolyte (1.66 eV). With a high conductivity (10-4 S cm-1) and a low activation energy (less than 0.4 eV), the new Li/UiOLiTFSI solid electrolyte can be defined as a superionic conductor. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) EIS plots of the Li/UiOLiTFSI electrolyte at temperatures\nfrom\n25 to 70 °C. (b) Arrhenius plots of Li/UiOLiTFSI and Li/UiOLi\nelectrolytes to determine the ionic conductivities. (c–e) SEM\nimages of the PL/UiOLiTFSI membrane with different magnifications\n(c) ×120, (d) ×4500 and (e) cross-sectional diagram. (f)\nLSV curves at a scan speed of 0.2 mV s<sup>–1</sup> for PL/UiOLiTFSI\nand PL/UiOLi electrolyte membranes. (g) EIS before and after polarization\nof the Li|PL/UiOLiTFSI|Li cell; the inset is the current–time\ncurve at 10 mV of polarization.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b15374_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) EIS plots of the Li/UiOLiTFSI electrolyte at temperatures from 25 to 70 °C. (b) Arrhenius plots of Li/UiOLiTFSI and Li/UiOLi electrolytes to determine the ionic conductivities. (c-e) SEM images of the PL/UiOLiTFSI membrane with different magnifications (c) ×120, (d) ×4500 and (e) cross-sectional diagram. (f) LSV curves at a scan speed of 0.2 mV s-1 for PL/UiOLiTFSI and PL/UiOLi electrolyte membranes. (g) EIS before and after polarization of the Li|PL/UiOLiTFSI|Li cell; the inset is the current-time curve at 10 mV of polarization.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>Considering the practical application, we fabricated a flexible\nfree-standing single-ion conductor membrane by mixing Li/UiOLiTFSI\nand Li/UiOLi with 20% polytetrafluoroethylene (PVDF) as a binder,\nand the membranes were named as PL/UiOLiTFSI and PL/UiOLi. As shown\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S10</ext-link>, the electrolyte membrane\nhas excellent flexibility and mechanical strength. Meanwhile, the\nresidual solvent in the electrolyte membrane was detected by the <sup>1</sup>H NMR spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S11</ext-link>), and\nthe peaks of the residual solvents (2.73, 2.89, and 7.95 ppm) were\nso weak that they could almost be ignored. The nanoparticles of Li/UiOLiTFSI\nwere uniformly distributed in the PVDF matrix with a smooth surface,\nas evidenced by the scanning electron microscopy (SEM) image and the\nthickness of the electrolyte membrane is about 60–70 μm\n(c–e),\nwhich was formed by the accumulation of UiOLiTFSI nanoparticles. The\nelectrochemical window of PL/UiOLiTFSI and the corresponding PL/UiOLi\nelectrolyte membranes were investigated through linear sweep voltammograms\n(LSV) at room temperature (f). The stainless steel and lithium sheets were used\nas working and reference electrodes, respectively. The stable voltage\nof the PL/UiOLiTFSI electrolyte is about 4.52 V, which is obviously\nhigher than that of the PL/UiOLi electrolyte (≈4.13 V). The\ncyclic voltammertry (CV) test further confirmed the chemical stability\nof the electrolytes. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S13</ext-link>, a pair of reversible redox current peaks near 0 V represent the\ndissolution and deposition of lithium ions on the working electrode. The oxidation current peak near 4.52 V is attributed\nto the decomposition of the PL/UiOLiTFSI electrolyte, which is consistent\nwith LSV results. However, the electrochemical window of the intrinsic\nsingle ionic conductor electrolyte (P/UiOLiTFSI) without lithium salt\nis 4.08 V (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S12</ext-link>). The broad electrochemical\nwindow and high electrochemical stability is conducive to the matching\nof cathode materials with high-voltage lithium batteries.</p>", "clean_text": "Considering the practical application, we fabricated a flexible free-standing single-ion conductor membrane by mixing Li/UiOLiTFSI and Li/UiOLi with 20% polytetrafluoroethylene (PVDF) as a binder, and the membranes were named as PL/UiOLiTFSI and PL/UiOLi. As shown in Figure S10, the electrolyte membrane has excellent flexibility and mechanical strength. Meanwhile, the residual solvent in the electrolyte membrane was detected by the 1H NMR spectrum (Figure S11), and the peaks of the residual solvents (2.73, 2.89, and 7.95 ppm) were so weak that they could almost be ignored. The nanoparticles of Li/UiOLiTFSI were uniformly distributed in the PVDF matrix with a smooth surface, as evidenced by the scanning electron microscopy (SEM) image and the thickness of the electrolyte membrane is about 60-70 μm (c-e), which was formed by the accumulation of UiOLiTFSI nanoparticles. The electrochemical window of PL/UiOLiTFSI and the corresponding PL/UiOLi electrolyte membranes were investigated through linear sweep voltammograms (LSV) at room temperature (f). The stainless steel and lithium sheets were used as working and reference electrodes, respectively. The stable voltage of the PL/UiOLiTFSI electrolyte is about 4.52 V, which is obviously higher than that of the PL/UiOLi electrolyte (~4.13 V). The cyclic voltammertry (CV) test further confirmed the chemical stability of the electrolytes. As shown in Figure S13, a pair of reversible redox current peaks near 0 V represent the dissolution and deposition of lithium ions on the working electrode. The oxidation current peak near 4.52 V is attributed to the decomposition of the PL/UiOLiTFSI electrolyte, which is consistent with LSV results. However, the electrochemical window of the intrinsic single ionic conductor electrolyte (P/UiOLiTFSI) without lithium salt is 4.08 V (Figure S12). The broad electrochemical window and high electrochemical stability is conducive to the matching of cathode materials with high-voltage lithium batteries.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Other\nkey parameters for electrolyte materials, lithium-ion transport\nnumber (<italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub>) of PL/UiOLiTFSI\nand PL/UiOLi were measured using Li|SSEs|Li symmetric cells by the\nEvans method at room temperature and calculated by the current–time\ncurve and the ac impedance spectra before and after polarization. The <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> of PL/UiOLiTFSI was 0.84, which is higher than that of PL/UiOLi\n(0.59) and other reported porous crystalline materials (g, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">S15</ext-link>, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Table S1</ext-link>). The high <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> value is ascribed to the restricted movement\nof large anion groups (Tf) grafted on the MOF skeleton as well as\nsuper single-ion conducting property, which can effectively overcome\nthe polarization of batteries caused by the anionic motion. Meanwhile, the result was also confirmed by\ngalvanostatic charge and discharge. In addition, the lithium ion transport\nnumber (0.87) under solvent-free\nconditions was measured, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S14</ext-link>. Combining with high lithium-ion transport number and wide electrochemical\nwindow, the PL/UiOLiTFSI electrolyte is suitable for practical application\nin solid-state batteries, especially for fast-charging solid-state\nlithium batteries.</p>", "clean_text": "Other key parameters for electrolyte materials, lithium-ion transport number (t Li+ ) of PL/UiOLiTFSI and PL/UiOLi were measured using Li|SSEs|Li symmetric cells by the Evans method at room temperature and calculated by the current-time curve and the ac impedance spectra before and after polarization. The t Li+  of PL/UiOLiTFSI was 0.84, which is higher than that of PL/UiOLi (0.59) and other reported porous crystalline materials (g, S15, and Table S1). The high t Li+  value is ascribed to the restricted movement of large anion groups (Tf) grafted on the MOF skeleton as well as super single-ion conducting property, which can effectively overcome the polarization of batteries caused by the anionic motion. Meanwhile, the result was also confirmed by galvanostatic charge and discharge. In addition, the lithium ion transport number (0.87) under solvent-free conditions was measured, as shown in Figure S14. Combining with high lithium-ion transport number and wide electrochemical window, the PL/UiOLiTFSI electrolyte is suitable for practical application in solid-state batteries, especially for fast-charging solid-state lithium batteries.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>To investigate the practical application\nof the MOF-based electrolyte\nin lithium metal batteries, the dynamic stabilities of the Li/electrolyte\ninterface were tested by galvanostatic cycling experiments of Li symmetric\nbatteries. The positive and negative voltages represent lithium stripping\nand deposition, respectively. Despite their high ionic conductivity,\nsulfide electrolytes exhibit poor lithium stability because of high\ninterfacial impedance and obvious interfacial reaction. In contrast, the MOF-based single ion conductor\nelectrolytes exhibit excellent interfacial stability. As shown in a, the Li|PL/UiOLiTFSI|Li\ncell exhibits an excellent cycle stability at a current density of\n0.05 mA cm<sup>–2</sup> at room temperature. The average polarization\nvoltage response is as low as 0.02 V. Even at the cycle time up to\n160 h, the cell remains stable and has no obvious irreversible fluctuation\nof polarization voltage. Also, the SEM image of the lithium electrode\nafter the Li plating/stripping cycling test exhibits very smooth and\ndense surface morphology (d). When the current density increases to 0.075 mA\ncm<sup>–2</sup> (b), 0.15 mA cm<sup>–2</sup> (c), and 0.3 mA cm<sup>–2</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S16</ext-link>), the polarization voltage increases\nslightly, but there is still no short-circuit behavior. As the current\ndensity increases to 0.4 mA cm<sup>–2</sup>, the polarization\nvoltage increases significantly after 23 h until the battery is forced\nto stop (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S16</ext-link>). In addition, the\nsymmetrical battery is short-circuited after 46 h at the current density\nof 0.05 mA cm<sup>–2</sup> for the intrinsic single ionic conductor\nelectrolyte (P/UiOLiTFSI) without lithium salt (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S17</ext-link>). With respect to the full battery, short circuit\noccurs after six cycles of battery cycle at a current density of 0.2\nC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S20</ext-link>). However, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S18</ext-link>, the Li|PL/UiOLi|Li cell has a higher\npolarization voltage and a larger voltage fluctuation compared with\nthe Li|PL/UiOLiTFSI|Li cell. This implies that the interface between\nthe PL/UiOLiTFSI electrolyte and lithium metal is unstable. Some stick-shaped\nlithium dendrites on the surface of Li metal electrode are obviously\nobserved (e).\nThis is because in the process of lithium deposition, cations near\nthe lithium electrode are reduced by electrons from the surface of\nlithium electrodes, and anions are expelled by the electric field;\nwhen the salt concentration near the electrode drops to zero within\na certain period of time (Sand’s time), the charge balance of the electrolyte is destroyed, thereby\nresulting in the growth of lithium dendrites. Therefore, because of\nthe high <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> of the PL/UiOLiTFSI\nelectrolyte, the concentration of Li<sup>+</sup> near the lithium\nelectrode can be increased and the Sand’s time can be prolonged,\nthus resulting in excellent interface stability and compatibility\nof the PL/UiOLiTFSI electrolyte. These results confirmed that the\nhigh lithium-ion transport number and good dynamic stability of electrolyte\nare responsible for restriction of Li dendrite growth and promotion\nof Li deposition uniformly. However, because of the existence of lithium\nsalts, the addition of trace PC solvents will lead to high concentration\nof liquid electrolyte, which will promote the conduction of lithium\nions. In order to avoid appeal factors, the lithium-stripping deposition\nexperiment of the solventless PL/UiOLiTFSI electrolyte was tested.\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S23</ext-link>, the symmetrical\nbattery can be stable for 120 h at a current density of 0.025 mA cm<sup>–2</sup>. Therefore, the single ionic conductor electrolyte\nhas excellent electrochemical stability.</p>", "clean_text": "To investigate the practical application of the MOF-based electrolyte in lithium metal batteries, the dynamic stabilities of the Li/electrolyte interface were tested by galvanostatic cycling experiments of Li symmetric batteries. The positive and negative voltages represent lithium stripping and deposition, respectively. Despite their high ionic conductivity, sulfide electrolytes exhibit poor lithium stability because of high interfacial impedance and obvious interfacial reaction. In contrast, the MOF-based single ion conductor electrolytes exhibit excellent interfacial stability. As shown in a, the Li|PL/UiOLiTFSI|Li cell exhibits an excellent cycle stability at a current density of 0.05 mA cm-2 at room temperature. The average polarization voltage response is as low as 0.02 V. Even at the cycle time up to 160 h, the cell remains stable and has no obvious irreversible fluctuation of polarization voltage. Also, the SEM image of the lithium electrode after the Li plating/stripping cycling test exhibits very smooth and dense surface morphology (d). When the current density increases to 0.075 mA cm-2 (b), 0.15 mA cm-2 (c), and 0.3 mA cm-2 (Figure S16), the polarization voltage increases slightly, but there is still no short-circuit behavior. As the current density increases to 0.4 mA cm-2, the polarization voltage increases significantly after 23 h until the battery is forced to stop (Figure S16). In addition, the symmetrical battery is short-circuited after 46 h at the current density of 0.05 mA cm-2 for the intrinsic single ionic conductor electrolyte (P/UiOLiTFSI) without lithium salt (Figure S17). With respect to the full battery, short circuit occurs after six cycles of battery cycle at a current density of 0.2 C (Figure S20). However, as shown in Figure S18, the Li|PL/UiOLi|Li cell has a higher polarization voltage and a larger voltage fluctuation compared with the Li|PL/UiOLiTFSI|Li cell. This implies that the interface between the PL/UiOLiTFSI electrolyte and lithium metal is unstable. Some stick-shaped lithium dendrites on the surface of Li metal electrode are obviously observed (e). This is because in the process of lithium deposition, cations near the lithium electrode are reduced by electrons from the surface of lithium electrodes, and anions are expelled by the electric field; when the salt concentration near the electrode drops to zero within a certain period of time (Sand's time), the charge balance of the electrolyte is destroyed, thereby resulting in the growth of lithium dendrites. Therefore, because of the high t Li+  of the PL/UiOLiTFSI electrolyte, the concentration of Li+ near the lithium electrode can be increased and the Sand's time can be prolonged, thus resulting in excellent interface stability and compatibility of the PL/UiOLiTFSI electrolyte. These results confirmed that the high lithium-ion transport number and good dynamic stability of electrolyte are responsible for restriction of Li dendrite growth and promotion of Li deposition uniformly. However, because of the existence of lithium salts, the addition of trace PC solvents will lead to high concentration of liquid electrolyte, which will promote the conduction of lithium ions. In order to avoid appeal factors, the lithium-stripping deposition experiment of the solventless PL/UiOLiTFSI electrolyte was tested. As shown in Figure S23, the symmetrical battery can be stable for 120 h at a current density of 0.025 mA cm-2. Therefore, the single ionic conductor electrolyte has excellent electrochemical stability.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a–c) Li plating-stripping\nbehavior of PL/UiOLiTFSI at different\ncurrent densities of (a) 0.05 mA cm<sup>–2</sup>, (b) 0.075\nmA cm<sup>–2</sup>, and (c) 0.15 mA cm<sup>–2</sup>.\n(d,e) SEM of lithium foil surface after plating/stripping experiments\nfor (d) Li|PL/UiOLiTFSI|Li and (e) Li|PL/UiOLi|Li symmetric cells.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b15374_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a-c) Li plating-stripping behavior of PL/UiOLiTFSI at different current densities of (a) 0.05 mA cm-2, (b) 0.075 mA cm-2, and (c) 0.15 mA cm-2. (d,e) SEM of lithium foil surface after plating/stripping experiments for (d) Li|PL/UiOLiTFSI|Li and (e) Li|PL/UiOLi|Li symmetric cells.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>In order to show the potential application of the\nMOF-based single\nionic conductor electrolyte in lithium battery, we assembled solid-state\nlithium batteries, with LFP cathode and Li anode, to evaluate the\nperformance of MOF-based electrolytes. The LFP|PL/UiOLiTFSI|Li battery\nexhibited an excellent cycling performance (a), delivering a capacity of 147.7 mA h g<sup>–1</sup> after 100 cycles at room temperature (97.2% to the\ninitial capacity of 152 mA h g<sup>–1</sup>). Moreover, the\nCoulombic efficiency was improved from 95.1% of the first cycle to\n99.5% of the subsequent cycle, which indicated that the electrolyte\nand electrode had good interface stability. Moreover, the rate performances\nof the LFP|PL/UiOLiTFSI|Li battery are 145, 141, 136 and 109 mA h\ng<sup>–1</sup> at 0.2, 0.5, 1.0, and 3.0 C, respectively (b). Even after 10\ncycles at high rates at 3.0 C, the battery recovered the capacity\nof 140 mA h g<sup>–1</sup> at 0.1 C, demonstrating a good reversibility.\nWhat is more, the polarization of the charge curve of the battery\nsystem assembled by the PL/UiOLi electrolyte is obviously larger than\nthat of the PL/UiOLiTFSI electrolyte (c). In addition, this polarization behavior\nis also lower than that of other MOF-based electrolyte battery systems,\nwhich is attributed to the high Li<sup>+</sup> transport number of\nthe PL/UiOLiTFSI electrolyte compared with other MOF-based electrolytes. It is worth mentioning that the battery maintained\n97.0% capacity intention after 500 cycles of charge–discharge\nat 1.0 C (d),\nshowing a good long-term cycling performance. However, the batteries\nof the PL/UiOLi electrolyte system have a very large capacity attenuation\nafter 50 cycles. Interestingly, solid-state batteries in both systems\nshowed various degrees of capacity increase within the first few dozen\ncycles, possibly because of the fitting of electrode and electrolyte\ninterfaces. Finally, the PXRD results\nof PL/UiOLiTFSI and PL/UiOLi electrolytes after 100 cycles show that\nthe crystal structure and topological structure of MOFs are still\nperfectly maintained (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S19</ext-link>).</p>", "clean_text": "In order to show the potential application of the MOF-based single ionic conductor electrolyte in lithium battery, we assembled solid-state lithium batteries, with LFP cathode and Li anode, to evaluate the performance of MOF-based electrolytes. The LFP|PL/UiOLiTFSI|Li battery exhibited an excellent cycling performance (a), delivering a capacity of 147.7 mA h g-1 after 100 cycles at room temperature (97.2% to the initial capacity of 152 mA h g-1). Moreover, the Coulombic efficiency was improved from 95.1% of the first cycle to 99.5% of the subsequent cycle, which indicated that the electrolyte and electrode had good interface stability. Moreover, the rate performances of the LFP|PL/UiOLiTFSI|Li battery are 145, 141, 136 and 109 mA h g-1 at 0.2, 0.5, 1.0, and 3.0 C, respectively (b). Even after 10 cycles at high rates at 3.0 C, the battery recovered the capacity of 140 mA h g-1 at 0.1 C, demonstrating a good reversibility. What is more, the polarization of the charge curve of the battery system assembled by the PL/UiOLi electrolyte is obviously larger than that of the PL/UiOLiTFSI electrolyte (c). In addition, this polarization behavior is also lower than that of other MOF-based electrolyte battery systems, which is attributed to the high Li+ transport number of the PL/UiOLiTFSI electrolyte compared with other MOF-based electrolytes. It is worth mentioning that the battery maintained 97.0% capacity intention after 500 cycles of charge-discharge at 1.0 C (d), showing a good long-term cycling performance. However, the batteries of the PL/UiOLi electrolyte system have a very large capacity attenuation after 50 cycles. Interestingly, solid-state batteries in both systems showed various degrees of capacity increase within the first few dozen cycles, possibly because of the fitting of electrode and electrolyte interfaces. Finally, the PXRD results of PL/UiOLiTFSI and PL/UiOLi electrolytes after 100 cycles show that the crystal structure and topological structure of MOFs are still perfectly maintained (Figure S19).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Cycling\nstability of Li|PL/UiOLiT-FSI|LFP at 0.2 C. (b) Rate\nperformances of Li/LFP batteries. (c) Galvanostatic charge–discharge\nprofiles at 1.0 C at room temperature. (d) Long-term cycle performance\nat 1.0 C for solid-state Li/LFP batteries.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b15374_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Cycling stability of Li|PL/UiOLiT-FSI|LFP at 0.2 C. (b) Rate performances of Li/LFP batteries. (c) Galvanostatic charge-discharge profiles at 1.0 C at room temperature. (d) Long-term cycle performance at 1.0 C for solid-state Li/LFP batteries.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>Low-temperature performance is an important indicator of SSE because\nthe traditional solid-state batteries can only work well at temperatures\nabove room temperature. In order to study the adaptability of the\nMOF-based SSE under different temperatures, we investigated the electrochemical\ncharge–discharge performance of the LFP|PL/UiOLiTFSI|Li battery\nat 0 °C. To our satisfaction, the solid-state batteries assembled\nfrom the MOF-based SSE show high rate performance and discharge capacity\nat 0 °C. As the current rate increases to 2 C, the discharge\ncapacity of solid-state batteries remains 56 mA h g<sup>–1</sup> at 0 °C. As the current rate returns to 0.1 C, the discharge\ncapacity approaches its initial capacity (a). The discharge capacity retention rates\nof the solid-state batteries for 90 cycles at 0.2 C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S21</ext-link>), 120 cycles at 0.5 C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S22</ext-link>), and 500 cycles at 1 C (b) were 98.6, 95.4, and 91.1%, respectively.\nMoreover, the Coulombic efficiencies of the batteries are nearly 100%\nat different current densities. According to our investigation, it\nis found that polymer electrolytes can hardly achieve high rate cycling\nperformance at low temperature because of the large polarization phenomenon.\nFor all we know, PL/UiOLiTFSI is the first MOF-based SSE which has\ngood electrochemical performance and high Coulombic efficiency at\nlow temperature.</p>", "clean_text": "Low-temperature performance is an important indicator of SSE because the traditional solid-state batteries can only work well at temperatures above room temperature. In order to study the adaptability of the MOF-based SSE under different temperatures, we investigated the electrochemical charge-discharge performance of the LFP|PL/UiOLiTFSI|Li battery at 0 °C. To our satisfaction, the solid-state batteries assembled from the MOF-based SSE show high rate performance and discharge capacity at 0 °C. As the current rate increases to 2 C, the discharge capacity of solid-state batteries remains 56 mA h g-1 at 0 °C. As the current rate returns to 0.1 C, the discharge capacity approaches its initial capacity (a). The discharge capacity retention rates of the solid-state batteries for 90 cycles at 0.2 C (Figure S21), 120 cycles at 0.5 C (Figure S22), and 500 cycles at 1 C (b) were 98.6, 95.4, and 91.1%, respectively. Moreover, the Coulombic efficiencies of the batteries are nearly 100% at different current densities. According to our investigation, it is found that polymer electrolytes can hardly achieve high rate cycling performance at low temperature because of the large polarization phenomenon. For all we know, PL/UiOLiTFSI is the first MOF-based SSE which has good electrochemical performance and high Coulombic efficiency at low temperature.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Rate performance and (b) cycling performance at 1\nC of Li|PL/UiOLiTFSI|LFP\nat 0 °C. (c) Rate performance and (d) cycling performance at\n0.1 C of the Li|PL/UiOLiTFSI|LFP all-solid-state battery.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b15374_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Rate performance and (b) cycling performance at 1 C of Li|PL/UiOLiTFSI|LFP at 0 °C. (c) Rate performance and (d) cycling performance at 0.1 C of the Li|PL/UiOLiTFSI|LFP all-solid-state battery.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>Because of the low ion transport capacity and high interface\nimpedance\nof the electrolyte, it is a great challenge for all-solid-state batteries\nto operate well at ambient temperature. We tested charge–discharge\ncycling performance and rate performance of the all-solid-state battery\nbased on the PL/UiOLiTFSI electrolyte at room temperature. For the\nrate performance, the discharge specific capacities of 137, 120, 92.6,\nand 52 mA h g<sup>–1</sup> are realized at 0.1, 0.2, 0.5, and\n1 C in the range 2.7–4.0 V (c). As we can see in d, the all-solid-state batteries display\nhigh initial discharge capacity of 148 mA h g<sup>–1</sup> at\n0.1 C. Surprisingly, the Coulombic efficiency of all-solid-state batteries\nis 98.5% in the first cycle, and the average Coulombic efficiency\nin the following cycles is about 99.1%, which is higher than the liquid\nelectrolyte. Moreover, the cycle performance at 0.2 C is also presented\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S24</ext-link>. The CV curve of the PL/UiOLiTFSI-based\nbatteries exhibits two characteristic peaks near 3.8 and 3.1 V (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S25</ext-link>), representing oxidation and reduction\nscans, respectively. The CV result demonstrates that the PL/UiOLiTFSI\nelectrolyte solid-state batteries not only have reversibility of Li<sup>+</sup> transport, but also have outstanding electrochemical stability.</p>", "clean_text": "Because of the low ion transport capacity and high interface impedance of the electrolyte, it is a great challenge for all-solid-state batteries to operate well at ambient temperature. We tested charge-discharge cycling performance and rate performance of the all-solid-state battery based on the PL/UiOLiTFSI electrolyte at room temperature. For the rate performance, the discharge specific capacities of 137, 120, 92.6, and 52 mA h g-1 are realized at 0.1, 0.2, 0.5, and 1 C in the range 2.7-4.0 V (c). As we can see in d, the all-solid-state batteries display high initial discharge capacity of 148 mA h g-1 at 0.1 C. Surprisingly, the Coulombic efficiency of all-solid-state batteries is 98.5% in the first cycle, and the average Coulombic efficiency in the following cycles is about 99.1%, which is higher than the liquid electrolyte. Moreover, the cycle performance at 0.2 C is also presented in Figure S24. The CV curve of the PL/UiOLiTFSI-based batteries exhibits two characteristic peaks near 3.8 and 3.1 V (Figure S25), representing oxidation and reduction scans, respectively. The CV result demonstrates that the PL/UiOLiTFSI electrolyte solid-state batteries not only have reversibility of Li+ transport, but also have outstanding electrochemical stability.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary, we have proposed a new strategy\nto design an MOF-based\nsingle-ion superionic conductor and then successfully applied it to\nlithium-ion batteries. Using the PSM method, the large anion, Tf functional\ngroup was covalently grafted on the skeleton of UiO-66-NH<sub>2</sub>, which effectively restricted the movement of anion groups and provided\nchannels for fast and effective transport of Li<sup>+</sup>. The single-ionic\nconductor was comprehensively characterized by PXRD, IR, <sup>19</sup>F NMR, TG-DSC, and ICP-MS. Importantly, the single-ionic conductor\nelectrolyte exhibits an applicable ionic conductivity at 25 °C\n(2.07 × 10<sup>–4</sup> S cm<sup>–1</sup>), high\nionic transference number (0.84), wide electrochemical window (4.52\nV), and excellent dynamic stability. Besides, the prototype Li-metal\nbatteries assembled by the PL/UiOLiTFSI electrolyte exhibit superior\nrate performance and cycle stability. The discharge specific capacity\nafter 500 cycles of charge–discharge is 132 mA h g<sup>–1</sup> (the capacity retention rate is 97.0%) at the current density of\n1.0 C. More importantly, the PL/UiOLiTFSI electrolyte shows exciting\nelectrochemical performance and high Coulombic efficiency at low temperature.\nWe believe that the strategy is proposed to achieve more single-ion\nsuperionic conductors (including Li<sup>+</sup>, Na<sup>+</sup> and\nMg<sup>2+</sup> etc.) for next-generation battery devices.</p>", "clean_text": "Conclusions\n\nIn summary, we have proposed a new strategy to design an MOF-based single-ion superionic conductor and then successfully applied it to lithium-ion batteries. Using the PSM method, the large anion, Tf functional group was covalently grafted on the skeleton of UiO-66-NH2, which effectively restricted the movement of anion groups and provided channels for fast and effective transport of Li+. The single-ionic conductor was comprehensively characterized by PXRD, IR, 19F NMR, TG-DSC, and ICP-MS. Importantly, the single-ionic conductor electrolyte exhibits an applicable ionic conductivity at 25 °C (2.07 × 10-4 S cm-1), high ionic transference number (0.84), wide electrochemical window (4.52 V), and excellent dynamic stability. Besides, the prototype Li-metal batteries assembled by the PL/UiOLiTFSI electrolyte exhibit superior rate performance and cycle stability. The discharge specific capacity after 500 cycles of charge-discharge is 132 mA h g-1 (the capacity retention rate is 97.0%) at the current density of 1.0 C. More importantly, the PL/UiOLiTFSI electrolyte shows exciting electrochemical performance and high Coulombic efficiency at low temperature. We believe that the strategy is proposed to achieve more single-ion superionic conductors (including Li+, Na+ and Mg2+ etc.) for next-generation battery devices.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.9b15374\">10.1021/acsami.9b15374</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details, <sup>19</sup>F NMR, N<sub>2</sub> sorption, PXRD, TG, SEM, EIS, CV spectra,\nand other materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b15374.  Experimental details, 19F NMR, N2 sorption, PXRD, TG, SEM, EIS, CV spectra, and other materials (PDF)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Experimental details, <sup>19</sup>F NMR, N<sub>2</sub> sorption, PXRD, TG, SEM, EIS, CV spectra,\nand other materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">PDF</ext-link>)</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "Experimental details, 19F NMR, N2 sorption, PXRD, TG, SEM, EIS, CV spectra, and other materials (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "5, 6, 7, 8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Synthesis\nof UiO-66-NH<sub>2</sub>\n</title><p>The preparation of UiO-66-NH<sub>2</sub> was according to a modified\nreported hydrothermal method. In general,\nHfCl<sub>4</sub> (1.7 g, 5.2 mmol) and 2-aminoterephthalic acid (0.906\ng, 5 mmol) were added to 50 mL of a mixed solution of deionized water\nand acetic acid (volume ratio of 3:2). The mixed solution was refluxed\nat 100 °C in an oil bath for 24 h to yield light yellow solid\npowders. The products were collected and washed three times with water,\nwhich was activated by heating at 80 °C in vacuum for use.</p><title>Synthesis of UiO-66-NHSO<sub>2</sub>CF<sub>3</sub>\n</title><p>To a nanocrystal of UiO-66-NH<sub>2</sub> (0.38\ng, 1.0 mmol) and triethylamine (0.1518 g, 1.5 mmol) in anhydrous dichloromethane\n(20 mL) at 0 °C was slowly added trifluoromethanesulfonic anhydride\n(0.3385 g, 1.2 mmol), and then pyridine (0.0791 g, 1.0 mmol) was added\ndropwise under stirring conditions. The mixture was maintained at\n0 °C for 30 min and then reacted at ambient temperature for 72\nh. After the reactions, the sample was collected by centrifugation\nfor further use.</p><title>Synthesis of UiO-66-NSO<sub>2</sub>CF<sub>3</sub>K (UiOKTFSI)</title><p>The potassium salt form\nof UiO-66-NSO<sub>2</sub>CF<sub>3</sub>K was obtained by neutralization.\nTo a suspended\nsolution of UiO-66-NHSO<sub>2</sub>CF<sub>3</sub> (0.512 g, 1.0 mmol)\nin deionized water (20 mL) was gradually added slightly excessive\nK<sub>2</sub>CO<sub>3</sub> powder (0.166 g, 1.2 mmol) at room temperature\nwith stirring for 12 h. The sample was obtained by filtration, and\nwashed two times with water and then heated in 80 °C vacuum overnight.</p><title>Synthesis of MOF-Based Single-Ion Conductors\n(UiOLiTFSI)</title><p>The UiOLiTFSI was obtained by ion exchange reaction.\nThe UiO-66-NSO<sub>2</sub>CF<sub>3</sub>K (0.55 g, 1.0 mmol) was placed\ninto anhydrous CH<sub>3</sub>CN (20 mL) in a round-bottom flask, to\nwhich was gradually added LiClO<sub>4</sub> (0.128 g, 1.2 mmol) at\nroom temperature with stirring for 12 h. The product was filtered\nand washed with anhydrous acetonitrile several times. Then, the sample\nwas ion-exchanged three times by the same method. Finally, the UiOLiTFSI\nwas obtained by drying at 120 °C in vacuum overnight.</p><title>Synthesis of LiUiO-66 (UiOLi)</title><p>The\nUiO-66 was prepared according to a reported method. Typically, terephthalic acid (0.83 g, 5 mmol) and HfCl<sub>4</sub> (1.6 g, 5 mmol) were dissolved in 40 mL of mixed solution\nof dimethylformamide (DMF) and formic acid (volume ratio of 9:1).\nThe mixed solution was put into a stainless-steel autoclave and then\nheated at 120 °C for 48 h. The product was collected and dried\nin vacuum at 120 °C; then, it was transferred to the acetonitrile\nsolution of 1 M LiClO<sub>4</sub> and stirred for 12 h. The LiUiO-66\nobtained was filtered and collected, which was dried by heating at\n120 °C in vacuum for use.</p>", "clean_text": "Experimental Section\n\nSynthesis of UiO-66-NH2 \n\nThe preparation of UiO-66-NH2 was according to a modified reported hydrothermal method. In general, HfCl4 (1.7 g, 5.2 mmol) and 2-aminoterephthalic acid (0.906 g, 5 mmol) were added to 50 mL of a mixed solution of deionized water and acetic acid (volume ratio of 3:2). The mixed solution was refluxed at 100 °C in an oil bath for 24 h to yield light yellow solid powders. The products were collected and washed three times with water, which was activated by heating at 80 °C in vacuum for use.\n\nSynthesis of UiO-66-NHSO2CF3 \n\nTo a nanocrystal of UiO-66-NH2 (0.38 g, 1.0 mmol) and triethylamine (0.1518 g, 1.5 mmol) in anhydrous dichloromethane (20 mL) at 0 °C was slowly added trifluoromethanesulfonic anhydride (0.3385 g, 1.2 mmol), and then pyridine (0.0791 g, 1.0 mmol) was added dropwise under stirring conditions. The mixture was maintained at 0 °C for 30 min and then reacted at ambient temperature for 72 h. After the reactions, the sample was collected by centrifugation for further use.\n\nSynthesis of UiO-66-NSO2CF3K (UiOKTFSI)\n\nThe potassium salt form of UiO-66-NSO2CF3K was obtained by neutralization. To a suspended solution of UiO-66-NHSO2CF3 (0.512 g, 1.0 mmol) in deionized water (20 mL) was gradually added slightly excessive K2CO3 powder (0.166 g, 1.2 mmol) at room temperature with stirring for 12 h. The sample was obtained by filtration, and washed two times with water and then heated in 80 °C vacuum overnight.\n\nSynthesis of MOF-Based Single-Ion Conductors (UiOLiTFSI)\n\nThe UiOLiTFSI was obtained by ion exchange reaction. The UiO-66-NSO2CF3K (0.55 g, 1.0 mmol) was placed into anhydrous CH3CN (20 mL) in a round-bottom flask, to which was gradually added LiClO4 (0.128 g, 1.2 mmol) at room temperature with stirring for 12 h. The product was filtered and washed with anhydrous acetonitrile several times. Then, the sample was ion-exchanged three times by the same method. Finally, the UiOLiTFSI was obtained by drying at 120 °C in vacuum overnight.\n\nSynthesis of LiUiO-66 (UiOLi)\n\nThe UiO-66 was prepared according to a reported method. Typically, terephthalic acid (0.83 g, 5 mmol) and HfCl4 (1.6 g, 5 mmol) were dissolved in 40 mL of mixed solution of dimethylformamide (DMF) and formic acid (volume ratio of 9:1). The mixed solution was put into a stainless-steel autoclave and then heated at 120 °C for 48 h. The product was collected and dried in vacuum at 120 °C; then, it was transferred to the acetonitrile solution of 1 M LiClO4 and stirred for 12 h. The LiUiO-66 obtained was filtered and collected, which was dried by heating at 120 °C in vacuum for use.", "data": [{"meta": {"name": "UiO-66-NH2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "hydrothermal method", "precursor": [{"name": "HfCl4", "amount": "1.7", "unit": "g"}, {"name": "2-aminoterephthalic acid", "amount": "0.906", "unit": "g"}], "solution": [{"name": "deionized water", "amount": "50", "unit": "mL"}, {"name": "acetic acid", "amount": "", "unit": ""}], "pressure": "", "temperature": "100°C", "time": "24 h"}, {"synthesis method": "washing", "washing solution": "water", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": ""}]}, {"meta": {"name": "UiO-66-NHSO2CF3", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "UiO-66-NH2", "amount": "0.38", "unit": "g"}, {"name": "triethylamine", "amount": "0.1518", "unit": "g"}, {"name": "anhydrous dichloromethane", "amount": "20", "unit": "mL"}], "solution": [{"name": "trifluoromethanesulfonic anhydride", "amount": "0.3385", "unit": "g"}, {"name": "pyridine", "amount": "0.0791", "unit": "g"}], "pressure": "", "temperature": "0°C", "time": "30 min"}, {"synthesis method": "reaction", "temperature": "ambient temperature", "time": "72 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}]}, {"meta": {"name": "UiO-66-NSO2CF3K (UiOKTFSI)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "neutralization", "precursor": [{"name": "UiO-66-NHSO2CF3", "amount": "0.512", "unit": "g"}, {"name": "K2CO3", "amount": "0.166", "unit": "g"}], "solution": [{"name": "deionized water", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "12 h"}, {"synthesis method": "filtration", "washing solution": "water", "amount": "2 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": "overnight"}]}, {"meta": {"name": "MOF-Based Single-Ion Conductors (UiOLiTFSI)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "ion exchange reaction", "precursor": [{"name": "UiO-66-NSO2CF3K", "amount": "0.55", "unit": "g"}], "solution": [{"name": "anhydrous CH3CN", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "12 h"}, {"synthesis method": "filtration", "washing solution": "anhydrous acetonitrile", "amount": ""}, {"synthesis method": "ion exchange", "time": "3 times"}]}, {"meta": {"name": "LiUiO-66 (UiOLi)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "terephthalic acid", "amount": "0.83", "unit": "g"}, {"name": "HfCl4", "amount": "1.6", "unit": "g"}], "solution": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "formic acid", "amount": "", "unit": ""}], "pressure": "", "temperature": "120°C", "time": "48 h"}, {"synthesis method": "washing", "washing solution": "acetonitrile", "amount": "1 M LiClO4"}, {"synthesis method": "drying", "pressure": "", "temperature": "120°C", "atmosphere": "vacuum", "time": ""}]}], "include_properties": ["solvothermal_synthesis", "washing", "drying", "centrifugation", "filtration", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "1, 4, 16, 18, 19", "type": "text", "classification": "property", "content": "<p>Single-ionic\nconducting electrolytes are important for the improvement\nof lithium metal batteries with high energy density and safety. Herein,\nwe propose a new strategy to anchor a large anionic group on the skeleton\nof metal–organic frameworks (MOFs) and achieve preeminent single-ionic\nconducting electrolytes. Utilizing a postsynthetic modification method,\nthe trifluoromethanesulfonyl group is covalently coordinated to the\namino groups of the UiO-66-NH<sub>2</sub> framework. Such a single-ionic\nconducting solid-state electrolyte (SSE) has a high ionic conductivity\n(2.07 × 10<sup>–4</sup> S cm<sup>–1</sup> at 25\n°C), a low activation energy of 0.31 eV, a wide electrochemical\nwindow up to 4.52 V, as well as a high Li<sup>+</sup> transference\nnumber of 0.84. Simultaneously, it can effectively inhibit the formation\nof lithium dendrite. Solid-state batteries assembled with LiFePO<sub>4</sub> as the cathode exhibit outstanding rate performance and cyclic\nstability, especially for low-temperature Li-metal batteries at 0\n°C with trace amounts of propylene carbonate as wetting agents.\nMore importantly, the corresponding all-solid-state batteries based\non an MOF-based SSE also have nearly 100% Coulombic efficiency at\ndifferent current densities.</p><p>Here,\nwe propose a new strategy and synthesize a novel anionic\nMOF-based single-ion conducting electrolyte by the postsynthetic modification\n(PSM) method, in which the trifluoromethylsulfonyl\n(Tf) group with ion transport property is covalently grafted onto\nthe skeleton of UiO-66-NH<sub>2</sub>. Because of the strong electron-absorbing\neffect of the OSO group in Tf, the charge delocalization\nof a nitrogen atom is enhanced, thus reducing the formation of the\nlithium-ion pair. In addition, the nanosized\nMOF-based single-ionic conducting electrolytes can effectively increase\nthe contact between electrolytes and electrodes, thus promoting the interfacial ion transport kinetics.\nMost impressively, the electrolyte exhibits a splendid ionic conductivity\n(2.07 × 10<sup>–4</sup> S cm<sup>–1</sup> at 25\n°C), high Li<sup>+</sup> transference number (0.84), and effective\ninhibiting effect for the growth of lithium dendrite. On the basis\nof the above advantages, the batteries assembled by this SSE have\nprominent electrochemical performance at low temperature and room\ntemperature. This electrolyte offers the possibility for the practical\napplication of MOF-based electrolytes.</p><p>To evaluate the Li<sup>+</sup> ionic conductivities\nof MOF-based\nsingle-ion conductors, powder samples were mixed with lithium salt\n(30% LiTFSI, Li/UiOLiTFSI) and mechanically pressed into pellets (about\n550 μm thick, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S6a</ext-link>). The corresponding\nenergy-dispersive X-ray mapping images showed that major elements\nwere evenly distributed in the pellet electrolyte (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S6b–e</ext-link>). LiTFSI helps improve the interfacial\nimpedance between MOF nanoparticles and provides lithium ion for MOF\nchannels, which can effectively improve the ionic conductivity. At\nthe same time, the solid-state <sup>7</sup>Li NMR spectrum also proves\nthat there are two different chemical environments for lithium ion\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S7</ext-link>). The ac impedance spectra of\nthe Li/UiOLiTFSI electrolyte were measured at different temperatures\n(a). The EIS\nplot at 25 °C shows that the small arc occurring in the high-frequency\nregion (7 MHz to 18 kHz) corresponds to the bulk impedance of the\nelectrolyte, and the straight line in the low-frequency region (18\nkHz to 0.1 Hz) is assigned to the interface impedance between the\nelectrolyte and the blocking electrode. Moreover, the EIS plot of the corresponding Li/UiOLi electrolyte\nwas also displayed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S8</ext-link>). The ion\nconductivities of the Li/UiOLiTFSI electrolyte are 2.07 × 10<sup>–4</sup> S cm<sup>–1</sup> at 25 °C and 1.39 ×\n10<sup>–3</sup> S cm<sup>–1</sup> at 70 °C, which\nare higher than that of the Li/UiOLi electrolyte (7.95 × 10<sup>–5</sup> S cm<sup>–1</sup> at 25 °C) and most\nother porous crystalline material-based solid-state electrolytes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Table S1</ext-link>). The reason can be attributed to the\nfact that the fixed anions in UiOLiTFSI can separate the ion pairs\nof LiTFSI, increase the concentration of lithium ions, and improve\nthe ionic conductivity. In addition,\nthe EIS plot of the intrinsic single ionic conductors UiOLiTFSI and\nUiOLi electrolytes at 25 °C are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S9</ext-link>. The ionic conductivities of UiOLiTFSI and UiOLi\nelectrolytes are 1.33 × 10<sup>–5</sup> and 8.27 ×\n10<sup>–6</sup> S cm<sup>–1</sup>, respectively. It\nis also proved that the addition of lithium salts (LiTFSI) can improve\nthe ionic conductivity. Temperature-dependent conductivity measurements\nrevealed a typical Arrhenius-like activated behavior (b). The activation energies\nof Li/UiOLiTFSI and Li/UiOLi electrolytes are 0.31 and 0.37 eV, respectively,\nwhich are much lower than ceramic-based electrolyte LiPON–Li<sub>3</sub>PO<sub>4</sub> (0.55 eV) and\nPEO-based polymer electrolyte (1.66 eV). With a high conductivity (10<sup>–4</sup> S cm<sup>–1</sup>) and a low activation energy (less than 0.4 eV), the new Li/UiOLiTFSI\nsolid electrolyte can be defined as a superionic conductor.\n</p><p>Considering the practical application, we fabricated a flexible\nfree-standing single-ion conductor membrane by mixing Li/UiOLiTFSI\nand Li/UiOLi with 20% polytetrafluoroethylene (PVDF) as a binder,\nand the membranes were named as PL/UiOLiTFSI and PL/UiOLi. As shown\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S10</ext-link>, the electrolyte membrane\nhas excellent flexibility and mechanical strength. Meanwhile, the\nresidual solvent in the electrolyte membrane was detected by the <sup>1</sup>H NMR spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S11</ext-link>), and\nthe peaks of the residual solvents (2.73, 2.89, and 7.95 ppm) were\nso weak that they could almost be ignored. The nanoparticles of Li/UiOLiTFSI\nwere uniformly distributed in the PVDF matrix with a smooth surface,\nas evidenced by the scanning electron microscopy (SEM) image and the\nthickness of the electrolyte membrane is about 60–70 μm\n(c–e),\nwhich was formed by the accumulation of UiOLiTFSI nanoparticles. The\nelectrochemical window of PL/UiOLiTFSI and the corresponding PL/UiOLi\nelectrolyte membranes were investigated through linear sweep voltammograms\n(LSV) at room temperature (f). The stainless steel and lithium sheets were used\nas working and reference electrodes, respectively. The stable voltage\nof the PL/UiOLiTFSI electrolyte is about 4.52 V, which is obviously\nhigher than that of the PL/UiOLi electrolyte (≈4.13 V). The\ncyclic voltammertry (CV) test further confirmed the chemical stability\nof the electrolytes. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S13</ext-link>, a pair of reversible redox current peaks near 0 V represent the\ndissolution and deposition of lithium ions on the working electrode. The oxidation current peak near 4.52 V is attributed\nto the decomposition of the PL/UiOLiTFSI electrolyte, which is consistent\nwith LSV results. However, the electrochemical window of the intrinsic\nsingle ionic conductor electrolyte (P/UiOLiTFSI) without lithium salt\nis 4.08 V (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S12</ext-link>). The broad electrochemical\nwindow and high electrochemical stability is conducive to the matching\nof cathode materials with high-voltage lithium batteries.</p><p>Other\nkey parameters for electrolyte materials, lithium-ion transport\nnumber (<italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub>) of PL/UiOLiTFSI\nand PL/UiOLi were measured using Li|SSEs|Li symmetric cells by the\nEvans method at room temperature and calculated by the current–time\ncurve and the ac impedance spectra before and after polarization. The <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> of PL/UiOLiTFSI was 0.84, which is higher than that of PL/UiOLi\n(0.59) and other reported porous crystalline materials (g, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">S15</ext-link>, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Table S1</ext-link>). The high <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> value is ascribed to the restricted movement\nof large anion groups (Tf) grafted on the MOF skeleton as well as\nsuper single-ion conducting property, which can effectively overcome\nthe polarization of batteries caused by the anionic motion. Meanwhile, the result was also confirmed by\ngalvanostatic charge and discharge. In addition, the lithium ion transport\nnumber (0.87) under solvent-free\nconditions was measured, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S14</ext-link>. Combining with high lithium-ion transport number and wide electrochemical\nwindow, the PL/UiOLiTFSI electrolyte is suitable for practical application\nin solid-state batteries, especially for fast-charging solid-state\nlithium batteries.</p>", "clean_text": "Single-ionic conducting electrolytes are important for the improvement of lithium metal batteries with high energy density and safety. Herein, we propose a new strategy to anchor a large anionic group on the skeleton of metal-organic frameworks (MOFs) and achieve preeminent single-ionic conducting electrolytes. Utilizing a postsynthetic modification method, the trifluoromethanesulfonyl group is covalently coordinated to the amino groups of the UiO-66-NH2 framework. Such a single-ionic conducting solid-state electrolyte (SSE) has a high ionic conductivity (2.07 × 10-4 S cm-1 at 25 °C), a low activation energy of 0.31 eV, a wide electrochemical window up to 4.52 V, as well as a high Li+ transference number of 0.84. Simultaneously, it can effectively inhibit the formation of lithium dendrite. Solid-state batteries assembled with LiFePO4 as the cathode exhibit outstanding rate performance and cyclic stability, especially for low-temperature Li-metal batteries at 0 °C with trace amounts of propylene carbonate as wetting agents. More importantly, the corresponding all-solid-state batteries based on an MOF-based SSE also have nearly 100% Coulombic efficiency at different current densities.\n\nHere, we propose a new strategy and synthesize a novel anionic MOF-based single-ion conducting electrolyte by the postsynthetic modification (PSM) method, in which the trifluoromethylsulfonyl (Tf) group with ion transport property is covalently grafted onto the skeleton of UiO-66-NH2. Because of the strong electron-absorbing effect of the OSO group in Tf, the charge delocalization of a nitrogen atom is enhanced, thus reducing the formation of the lithium-ion pair. In addition, the nanosized MOF-based single-ionic conducting electrolytes can effectively increase the contact between electrolytes and electrodes, thus promoting the interfacial ion transport kinetics. Most impressively, the electrolyte exhibits a splendid ionic conductivity (2.07 × 10-4 S cm-1 at 25 °C), high Li+ transference number (0.84), and effective inhibiting effect for the growth of lithium dendrite. On the basis of the above advantages, the batteries assembled by this SSE have prominent electrochemical performance at low temperature and room temperature. This electrolyte offers the possibility for the practical application of MOF-based electrolytes.\n\nTo evaluate the Li+ ionic conductivities of MOF-based single-ion conductors, powder samples were mixed with lithium salt (30% LiTFSI, Li/UiOLiTFSI) and mechanically pressed into pellets (about 550 μm thick, Figure S6a). The corresponding energy-dispersive X-ray mapping images showed that major elements were evenly distributed in the pellet electrolyte (Figure S6b-e). LiTFSI helps improve the interfacial impedance between MOF nanoparticles and provides lithium ion for MOF channels, which can effectively improve the ionic conductivity. At the same time, the solid-state 7Li NMR spectrum also proves that there are two different chemical environments for lithium ion (Figure S7). The ac impedance spectra of the Li/UiOLiTFSI electrolyte were measured at different temperatures (a). The EIS plot at 25 °C shows that the small arc occurring in the high-frequency region (7 MHz to 18 kHz) corresponds to the bulk impedance of the electrolyte, and the straight line in the low-frequency region (18 kHz to 0.1 Hz) is assigned to the interface impedance between the electrolyte and the blocking electrode. Moreover, the EIS plot of the corresponding Li/UiOLi electrolyte was also displayed (Figure S8). The ion conductivities of the Li/UiOLiTFSI electrolyte are 2.07 × 10-4 S cm-1 at 25 °C and 1.39 × 10-3 S cm-1 at 70 °C, which are higher than that of the Li/UiOLi electrolyte (7.95 × 10-5 S cm-1 at 25 °C) and most other porous crystalline material-based solid-state electrolytes (Table S1). The reason can be attributed to the fact that the fixed anions in UiOLiTFSI can separate the ion pairs of LiTFSI, increase the concentration of lithium ions, and improve the ionic conductivity. In addition, the EIS plot of the intrinsic single ionic conductors UiOLiTFSI and UiOLi electrolytes at 25 °C are shown in Figure S9. The ionic conductivities of UiOLiTFSI and UiOLi electrolytes are 1.33 × 10-5 and 8.27 × 10-6 S cm-1, respectively. It is also proved that the addition of lithium salts (LiTFSI) can improve the ionic conductivity. Temperature-dependent conductivity measurements revealed a typical Arrhenius-like activated behavior (b). The activation energies of Li/UiOLiTFSI and Li/UiOLi electrolytes are 0.31 and 0.37 eV, respectively, which are much lower than ceramic-based electrolyte LiPON-Li3PO4 (0.55 eV) and PEO-based polymer electrolyte (1.66 eV). With a high conductivity (10-4 S cm-1) and a low activation energy (less than 0.4 eV), the new Li/UiOLiTFSI solid electrolyte can be defined as a superionic conductor. \n\nConsidering the practical application, we fabricated a flexible free-standing single-ion conductor membrane by mixing Li/UiOLiTFSI and Li/UiOLi with 20% polytetrafluoroethylene (PVDF) as a binder, and the membranes were named as PL/UiOLiTFSI and PL/UiOLi. As shown in Figure S10, the electrolyte membrane has excellent flexibility and mechanical strength. Meanwhile, the residual solvent in the electrolyte membrane was detected by the 1H NMR spectrum (Figure S11), and the peaks of the residual solvents (2.73, 2.89, and 7.95 ppm) were so weak that they could almost be ignored. The nanoparticles of Li/UiOLiTFSI were uniformly distributed in the PVDF matrix with a smooth surface, as evidenced by the scanning electron microscopy (SEM) image and the thickness of the electrolyte membrane is about 60-70 μm (c-e), which was formed by the accumulation of UiOLiTFSI nanoparticles. The electrochemical window of PL/UiOLiTFSI and the corresponding PL/UiOLi electrolyte membranes were investigated through linear sweep voltammograms (LSV) at room temperature (f). The stainless steel and lithium sheets were used as working and reference electrodes, respectively. The stable voltage of the PL/UiOLiTFSI electrolyte is about 4.52 V, which is obviously higher than that of the PL/UiOLi electrolyte (~4.13 V). The cyclic voltammertry (CV) test further confirmed the chemical stability of the electrolytes. As shown in Figure S13, a pair of reversible redox current peaks near 0 V represent the dissolution and deposition of lithium ions on the working electrode. The oxidation current peak near 4.52 V is attributed to the decomposition of the PL/UiOLiTFSI electrolyte, which is consistent with LSV results. However, the electrochemical window of the intrinsic single ionic conductor electrolyte (P/UiOLiTFSI) without lithium salt is 4.08 V (Figure S12). The broad electrochemical window and high electrochemical stability is conducive to the matching of cathode materials with high-voltage lithium batteries.\n\nOther key parameters for electrolyte materials, lithium-ion transport number (t Li+ ) of PL/UiOLiTFSI and PL/UiOLi were measured using Li|SSEs|Li symmetric cells by the Evans method at room temperature and calculated by the current-time curve and the ac impedance spectra before and after polarization. The t Li+  of PL/UiOLiTFSI was 0.84, which is higher than that of PL/UiOLi (0.59) and other reported porous crystalline materials (g, S15, and Table S1). The high t Li+  value is ascribed to the restricted movement of large anion groups (Tf) grafted on the MOF skeleton as well as super single-ion conducting property, which can effectively overcome the polarization of batteries caused by the anionic motion. Meanwhile, the result was also confirmed by galvanostatic charge and discharge. In addition, the lithium ion transport number (0.87) under solvent-free conditions was measured, as shown in Figure S14. Combining with high lithium-ion transport number and wide electrochemical window, the PL/UiOLiTFSI electrolyte is suitable for practical application in solid-state batteries, especially for fast-charging solid-state lithium batteries.", "data": [[{"meta": {"name": "lithium metal batteries", "symbol": "", "chemical formula": ""}, "improvement": "high energy density and safety"}, {"meta": {"name": "single-ionic conducting electrolytes", "symbol": "", "chemical formula": ""}, "ionic conductivity": "2.07 × 10–4 S cm–1 at 25 °C", "activation energy": "0.31 eV", "electrochemical window": "4.52 V", "Li+ transference number": "0.84", "inhibition effect": "lithium dendrite formation"}, {"meta": {"name": "solid-state batteries", "symbol": "", "chemical formula": ""}, "rate performance": "outstanding", "cyclic stability": "high", "Coulombic efficiency": "nearly 100%"}, {"meta": {"name": "MOF-based electrolytes", "symbol": "", "chemical formula": ""}, "practical application": "possibility"}, {"meta": {"name": "UiO-66-NH2", "symbol": "", "chemical formula": ""}, "anionic group": "trifluoromethanesulfonyl", "ionic conductivity": "2.07 × 10–4 S cm–1 at 25 °C", "activation energy": "0.31 eV", "electrochemical window": "4.52 V", "Li+ transference number": "0.84"}, {"meta": {"name": "LiFePO4", "symbol": "", "chemical formula": ""}, "cathode": "used in solid-state batteries", "rate performance": "outstanding", "cyclic stability": "high"}, {"meta": {"name": "LiTFSI", "symbol": "", "chemical formula": ""}, "improvement": "interfacial impedance", "ionic conductivity": "2.07 × 10–4 S cm–1 at 25 °C and 1.39 × 10–3 S cm–1 at 70 °C"}, {"meta": {"name": "UiOLiTFSI", "symbol": "", "chemical formula": ""}, "ionic conductivity": "2.07 × 10–4 S cm–1 at 25 °C and 1.39 × 10–3 S cm–1 at 70 °C"}, {"meta": {"name": "UiOLi", "symbol": "", "chemical formula": ""}, "ionic conductivity": "7.95 × 10–5 S cm–1 at 25 °C"}, {"meta": {"name": "LiPON–Li3PO4", "symbol": "", "chemical formula": ""}, "activation energy": "0.55 eV"}, {"meta": {"name": "PEO-based polymer electrolyte", "symbol": "", "chemical formula": ""}, "activation energy": "1.66 eV"}, {"meta": {"name": "PL/UiOLiTFSI", "symbol": "", "chemical formula": ""}, "flexible free-standing single-ion conductor membrane": "fabricated", "electrochemical window": "4.52 V", "Li+ transport number": "0.84"}, {"meta": {"name": "PL/UiOLi", "symbol": "", "chemical formula": ""}, "electrochemical window": "≈4.13 V", "Li+ transport number": "0.59"}, {"meta": {"name": "PVDF", "symbol": "", "chemical formula": ""}, "binder": "used in flexible membrane"}, {"meta": {"name": "Li/UiOLiTFSI", "symbol": "", "chemical formula": ""}, "nanoparticles": "uniformly distributed in PVDF matrix", "thickness": "about 60–70 μm"}, {"meta": {"name": "Li/UiOLi", "symbol": "", "chemical formula": ""}, "nanoparticles": "uniformly distributed in PVDF matrix", "thickness": "about 60–70 μm"}, {"meta": {"name": "Li/UiOLiTFSI", "symbol": "", "chemical formula": ""}, "electrochemical window": "4.52 V"}, {"meta": {"name": "Li/UiOLi", "symbol": "", "chemical formula": ""}, "electrochemical window": "4.08 V"}, {"meta": {"name": "PL/UiOLiTFSI", "symbol": "", "chemical formula": ""}, "electrochemical window": "4.52 V"}, {"meta": {"name": "PL/UiOLi", "symbol": "", "chemical formula": ""}, "electrochemical window": "≈4.13 V"}, {"meta": {"name": "PL/UiOLiTFSI", "symbol": "", "chemical formula": ""}, "Li+ transport number": "0.84"}, {"meta": {"name": "PL/UiOLi", "symbol": "", "chemical formula": ""}, "Li+ transport number": "0.59"}]], "include_properties": ["ionic_conductivity", "activation_energy"]}, {"idx": "20, 22, 24, 26, 27", "type": "text", "classification": "property", "content": "<p>To investigate the practical application\nof the MOF-based electrolyte\nin lithium metal batteries, the dynamic stabilities of the Li/electrolyte\ninterface were tested by galvanostatic cycling experiments of Li symmetric\nbatteries. The positive and negative voltages represent lithium stripping\nand deposition, respectively. Despite their high ionic conductivity,\nsulfide electrolytes exhibit poor lithium stability because of high\ninterfacial impedance and obvious interfacial reaction. In contrast, the MOF-based single ion conductor\nelectrolytes exhibit excellent interfacial stability. As shown in a, the Li|PL/UiOLiTFSI|Li\ncell exhibits an excellent cycle stability at a current density of\n0.05 mA cm<sup>–2</sup> at room temperature. The average polarization\nvoltage response is as low as 0.02 V. Even at the cycle time up to\n160 h, the cell remains stable and has no obvious irreversible fluctuation\nof polarization voltage. Also, the SEM image of the lithium electrode\nafter the Li plating/stripping cycling test exhibits very smooth and\ndense surface morphology (d). When the current density increases to 0.075 mA\ncm<sup>–2</sup> (b), 0.15 mA cm<sup>–2</sup> (c), and 0.3 mA cm<sup>–2</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S16</ext-link>), the polarization voltage increases\nslightly, but there is still no short-circuit behavior. As the current\ndensity increases to 0.4 mA cm<sup>–2</sup>, the polarization\nvoltage increases significantly after 23 h until the battery is forced\nto stop (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S16</ext-link>). In addition, the\nsymmetrical battery is short-circuited after 46 h at the current density\nof 0.05 mA cm<sup>–2</sup> for the intrinsic single ionic conductor\nelectrolyte (P/UiOLiTFSI) without lithium salt (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S17</ext-link>). With respect to the full battery, short circuit\noccurs after six cycles of battery cycle at a current density of 0.2\nC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S20</ext-link>). However, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S18</ext-link>, the Li|PL/UiOLi|Li cell has a higher\npolarization voltage and a larger voltage fluctuation compared with\nthe Li|PL/UiOLiTFSI|Li cell. This implies that the interface between\nthe PL/UiOLiTFSI electrolyte and lithium metal is unstable. Some stick-shaped\nlithium dendrites on the surface of Li metal electrode are obviously\nobserved (e).\nThis is because in the process of lithium deposition, cations near\nthe lithium electrode are reduced by electrons from the surface of\nlithium electrodes, and anions are expelled by the electric field;\nwhen the salt concentration near the electrode drops to zero within\na certain period of time (Sand’s time), the charge balance of the electrolyte is destroyed, thereby\nresulting in the growth of lithium dendrites. Therefore, because of\nthe high <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> of the PL/UiOLiTFSI\nelectrolyte, the concentration of Li<sup>+</sup> near the lithium\nelectrode can be increased and the Sand’s time can be prolonged,\nthus resulting in excellent interface stability and compatibility\nof the PL/UiOLiTFSI electrolyte. These results confirmed that the\nhigh lithium-ion transport number and good dynamic stability of electrolyte\nare responsible for restriction of Li dendrite growth and promotion\nof Li deposition uniformly. However, because of the existence of lithium\nsalts, the addition of trace PC solvents will lead to high concentration\nof liquid electrolyte, which will promote the conduction of lithium\nions. In order to avoid appeal factors, the lithium-stripping deposition\nexperiment of the solventless PL/UiOLiTFSI electrolyte was tested.\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S23</ext-link>, the symmetrical\nbattery can be stable for 120 h at a current density of 0.025 mA cm<sup>–2</sup>. Therefore, the single ionic conductor electrolyte\nhas excellent electrochemical stability.</p><p>In order to show the potential application of the\nMOF-based single\nionic conductor electrolyte in lithium battery, we assembled solid-state\nlithium batteries, with LFP cathode and Li anode, to evaluate the\nperformance of MOF-based electrolytes. The LFP|PL/UiOLiTFSI|Li battery\nexhibited an excellent cycling performance (a), delivering a capacity of 147.7 mA h g<sup>–1</sup> after 100 cycles at room temperature (97.2% to the\ninitial capacity of 152 mA h g<sup>–1</sup>). Moreover, the\nCoulombic efficiency was improved from 95.1% of the first cycle to\n99.5% of the subsequent cycle, which indicated that the electrolyte\nand electrode had good interface stability. Moreover, the rate performances\nof the LFP|PL/UiOLiTFSI|Li battery are 145, 141, 136 and 109 mA h\ng<sup>–1</sup> at 0.2, 0.5, 1.0, and 3.0 C, respectively (b). Even after 10\ncycles at high rates at 3.0 C, the battery recovered the capacity\nof 140 mA h g<sup>–1</sup> at 0.1 C, demonstrating a good reversibility.\nWhat is more, the polarization of the charge curve of the battery\nsystem assembled by the PL/UiOLi electrolyte is obviously larger than\nthat of the PL/UiOLiTFSI electrolyte (c). In addition, this polarization behavior\nis also lower than that of other MOF-based electrolyte battery systems,\nwhich is attributed to the high Li<sup>+</sup> transport number of\nthe PL/UiOLiTFSI electrolyte compared with other MOF-based electrolytes. It is worth mentioning that the battery maintained\n97.0% capacity intention after 500 cycles of charge–discharge\nat 1.0 C (d),\nshowing a good long-term cycling performance. However, the batteries\nof the PL/UiOLi electrolyte system have a very large capacity attenuation\nafter 50 cycles. Interestingly, solid-state batteries in both systems\nshowed various degrees of capacity increase within the first few dozen\ncycles, possibly because of the fitting of electrode and electrolyte\ninterfaces. Finally, the PXRD results\nof PL/UiOLiTFSI and PL/UiOLi electrolytes after 100 cycles show that\nthe crystal structure and topological structure of MOFs are still\nperfectly maintained (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S19</ext-link>).</p><p>Low-temperature performance is an important indicator of SSE because\nthe traditional solid-state batteries can only work well at temperatures\nabove room temperature. In order to study the adaptability of the\nMOF-based SSE under different temperatures, we investigated the electrochemical\ncharge–discharge performance of the LFP|PL/UiOLiTFSI|Li battery\nat 0 °C. To our satisfaction, the solid-state batteries assembled\nfrom the MOF-based SSE show high rate performance and discharge capacity\nat 0 °C. As the current rate increases to 2 C, the discharge\ncapacity of solid-state batteries remains 56 mA h g<sup>–1</sup> at 0 °C. As the current rate returns to 0.1 C, the discharge\ncapacity approaches its initial capacity (a). The discharge capacity retention rates\nof the solid-state batteries for 90 cycles at 0.2 C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S21</ext-link>), 120 cycles at 0.5 C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S22</ext-link>), and 500 cycles at 1 C (b) were 98.6, 95.4, and 91.1%, respectively.\nMoreover, the Coulombic efficiencies of the batteries are nearly 100%\nat different current densities. According to our investigation, it\nis found that polymer electrolytes can hardly achieve high rate cycling\nperformance at low temperature because of the large polarization phenomenon.\nFor all we know, PL/UiOLiTFSI is the first MOF-based SSE which has\ngood electrochemical performance and high Coulombic efficiency at\nlow temperature.</p><p>Because of the low ion transport capacity and high interface\nimpedance\nof the electrolyte, it is a great challenge for all-solid-state batteries\nto operate well at ambient temperature. We tested charge–discharge\ncycling performance and rate performance of the all-solid-state battery\nbased on the PL/UiOLiTFSI electrolyte at room temperature. For the\nrate performance, the discharge specific capacities of 137, 120, 92.6,\nand 52 mA h g<sup>–1</sup> are realized at 0.1, 0.2, 0.5, and\n1 C in the range 2.7–4.0 V (c). As we can see in d, the all-solid-state batteries display\nhigh initial discharge capacity of 148 mA h g<sup>–1</sup> at\n0.1 C. Surprisingly, the Coulombic efficiency of all-solid-state batteries\nis 98.5% in the first cycle, and the average Coulombic efficiency\nin the following cycles is about 99.1%, which is higher than the liquid\nelectrolyte. Moreover, the cycle performance at 0.2 C is also presented\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S24</ext-link>. The CV curve of the PL/UiOLiTFSI-based\nbatteries exhibits two characteristic peaks near 3.8 and 3.1 V (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b15374/suppl_file/am9b15374_si_001.pdf\">Figure S25</ext-link>), representing oxidation and reduction\nscans, respectively. The CV result demonstrates that the PL/UiOLiTFSI\nelectrolyte solid-state batteries not only have reversibility of Li<sup>+</sup> transport, but also have outstanding electrochemical stability.</p><title>Conclusions</title><p>In summary, we have proposed a new strategy\nto design an MOF-based\nsingle-ion superionic conductor and then successfully applied it to\nlithium-ion batteries. Using the PSM method, the large anion, Tf functional\ngroup was covalently grafted on the skeleton of UiO-66-NH<sub>2</sub>, which effectively restricted the movement of anion groups and provided\nchannels for fast and effective transport of Li<sup>+</sup>. The single-ionic\nconductor was comprehensively characterized by PXRD, IR, <sup>19</sup>F NMR, TG-DSC, and ICP-MS. Importantly, the single-ionic conductor\nelectrolyte exhibits an applicable ionic conductivity at 25 °C\n(2.07 × 10<sup>–4</sup> S cm<sup>–1</sup>), high\nionic transference number (0.84), wide electrochemical window (4.52\nV), and excellent dynamic stability. Besides, the prototype Li-metal\nbatteries assembled by the PL/UiOLiTFSI electrolyte exhibit superior\nrate performance and cycle stability. The discharge specific capacity\nafter 500 cycles of charge–discharge is 132 mA h g<sup>–1</sup> (the capacity retention rate is 97.0%) at the current density of\n1.0 C. More importantly, the PL/UiOLiTFSI electrolyte shows exciting\nelectrochemical performance and high Coulombic efficiency at low temperature.\nWe believe that the strategy is proposed to achieve more single-ion\nsuperionic conductors (including Li<sup>+</sup>, Na<sup>+</sup> and\nMg<sup>2+</sup> etc.) for next-generation battery devices.</p>", "clean_text": "To investigate the practical application of the MOF-based electrolyte in lithium metal batteries, the dynamic stabilities of the Li/electrolyte interface were tested by galvanostatic cycling experiments of Li symmetric batteries. The positive and negative voltages represent lithium stripping and deposition, respectively. Despite their high ionic conductivity, sulfide electrolytes exhibit poor lithium stability because of high interfacial impedance and obvious interfacial reaction. In contrast, the MOF-based single ion conductor electrolytes exhibit excellent interfacial stability. As shown in a, the Li|PL/UiOLiTFSI|Li cell exhibits an excellent cycle stability at a current density of 0.05 mA cm-2 at room temperature. The average polarization voltage response is as low as 0.02 V. Even at the cycle time up to 160 h, the cell remains stable and has no obvious irreversible fluctuation of polarization voltage. Also, the SEM image of the lithium electrode after the Li plating/stripping cycling test exhibits very smooth and dense surface morphology (d). When the current density increases to 0.075 mA cm-2 (b), 0.15 mA cm-2 (c), and 0.3 mA cm-2 (Figure S16), the polarization voltage increases slightly, but there is still no short-circuit behavior. As the current density increases to 0.4 mA cm-2, the polarization voltage increases significantly after 23 h until the battery is forced to stop (Figure S16). In addition, the symmetrical battery is short-circuited after 46 h at the current density of 0.05 mA cm-2 for the intrinsic single ionic conductor electrolyte (P/UiOLiTFSI) without lithium salt (Figure S17). With respect to the full battery, short circuit occurs after six cycles of battery cycle at a current density of 0.2 C (Figure S20). However, as shown in Figure S18, the Li|PL/UiOLi|Li cell has a higher polarization voltage and a larger voltage fluctuation compared with the Li|PL/UiOLiTFSI|Li cell. This implies that the interface between the PL/UiOLiTFSI electrolyte and lithium metal is unstable. Some stick-shaped lithium dendrites on the surface of Li metal electrode are obviously observed (e). This is because in the process of lithium deposition, cations near the lithium electrode are reduced by electrons from the surface of lithium electrodes, and anions are expelled by the electric field; when the salt concentration near the electrode drops to zero within a certain period of time (Sand's time), the charge balance of the electrolyte is destroyed, thereby resulting in the growth of lithium dendrites. Therefore, because of the high t Li+  of the PL/UiOLiTFSI electrolyte, the concentration of Li+ near the lithium electrode can be increased and the Sand's time can be prolonged, thus resulting in excellent interface stability and compatibility of the PL/UiOLiTFSI electrolyte. These results confirmed that the high lithium-ion transport number and good dynamic stability of electrolyte are responsible for restriction of Li dendrite growth and promotion of Li deposition uniformly. However, because of the existence of lithium salts, the addition of trace PC solvents will lead to high concentration of liquid electrolyte, which will promote the conduction of lithium ions. In order to avoid appeal factors, the lithium-stripping deposition experiment of the solventless PL/UiOLiTFSI electrolyte was tested. As shown in Figure S23, the symmetrical battery can be stable for 120 h at a current density of 0.025 mA cm-2. Therefore, the single ionic conductor electrolyte has excellent electrochemical stability.\n\nIn order to show the potential application of the MOF-based single ionic conductor electrolyte in lithium battery, we assembled solid-state lithium batteries, with LFP cathode and Li anode, to evaluate the performance of MOF-based electrolytes. The LFP|PL/UiOLiTFSI|Li battery exhibited an excellent cycling performance (a), delivering a capacity of 147.7 mA h g-1 after 100 cycles at room temperature (97.2% to the initial capacity of 152 mA h g-1). Moreover, the Coulombic efficiency was improved from 95.1% of the first cycle to 99.5% of the subsequent cycle, which indicated that the electrolyte and electrode had good interface stability. Moreover, the rate performances of the LFP|PL/UiOLiTFSI|Li battery are 145, 141, 136 and 109 mA h g-1 at 0.2, 0.5, 1.0, and 3.0 C, respectively (b). Even after 10 cycles at high rates at 3.0 C, the battery recovered the capacity of 140 mA h g-1 at 0.1 C, demonstrating a good reversibility. What is more, the polarization of the charge curve of the battery system assembled by the PL/UiOLi electrolyte is obviously larger than that of the PL/UiOLiTFSI electrolyte (c). In addition, this polarization behavior is also lower than that of other MOF-based electrolyte battery systems, which is attributed to the high Li+ transport number of the PL/UiOLiTFSI electrolyte compared with other MOF-based electrolytes. It is worth mentioning that the battery maintained 97.0% capacity intention after 500 cycles of charge-discharge at 1.0 C (d), showing a good long-term cycling performance. However, the batteries of the PL/UiOLi electrolyte system have a very large capacity attenuation after 50 cycles. Interestingly, solid-state batteries in both systems showed various degrees of capacity increase within the first few dozen cycles, possibly because of the fitting of electrode and electrolyte interfaces. Finally, the PXRD results of PL/UiOLiTFSI and PL/UiOLi electrolytes after 100 cycles show that the crystal structure and topological structure of MOFs are still perfectly maintained (Figure S19).\n\nLow-temperature performance is an important indicator of SSE because the traditional solid-state batteries can only work well at temperatures above room temperature. In order to study the adaptability of the MOF-based SSE under different temperatures, we investigated the electrochemical charge-discharge performance of the LFP|PL/UiOLiTFSI|Li battery at 0 °C. To our satisfaction, the solid-state batteries assembled from the MOF-based SSE show high rate performance and discharge capacity at 0 °C. As the current rate increases to 2 C, the discharge capacity of solid-state batteries remains 56 mA h g-1 at 0 °C. As the current rate returns to 0.1 C, the discharge capacity approaches its initial capacity (a). The discharge capacity retention rates of the solid-state batteries for 90 cycles at 0.2 C (Figure S21), 120 cycles at 0.5 C (Figure S22), and 500 cycles at 1 C (b) were 98.6, 95.4, and 91.1%, respectively. Moreover, the Coulombic efficiencies of the batteries are nearly 100% at different current densities. According to our investigation, it is found that polymer electrolytes can hardly achieve high rate cycling performance at low temperature because of the large polarization phenomenon. For all we know, PL/UiOLiTFSI is the first MOF-based SSE which has good electrochemical performance and high Coulombic efficiency at low temperature.\n\nBecause of the low ion transport capacity and high interface impedance of the electrolyte, it is a great challenge for all-solid-state batteries to operate well at ambient temperature. We tested charge-discharge cycling performance and rate performance of the all-solid-state battery based on the PL/UiOLiTFSI electrolyte at room temperature. For the rate performance, the discharge specific capacities of 137, 120, 92.6, and 52 mA h g-1 are realized at 0.1, 0.2, 0.5, and 1 C in the range 2.7-4.0 V (c). As we can see in d, the all-solid-state batteries display high initial discharge capacity of 148 mA h g-1 at 0.1 C. Surprisingly, the Coulombic efficiency of all-solid-state batteries is 98.5% in the first cycle, and the average Coulombic efficiency in the following cycles is about 99.1%, which is higher than the liquid electrolyte. Moreover, the cycle performance at 0.2 C is also presented in Figure S24. The CV curve of the PL/UiOLiTFSI-based batteries exhibits two characteristic peaks near 3.8 and 3.1 V (Figure S25), representing oxidation and reduction scans, respectively. The CV result demonstrates that the PL/UiOLiTFSI electrolyte solid-state batteries not only have reversibility of Li+ transport, but also have outstanding electrochemical stability.\n\nConclusions\n\nIn summary, we have proposed a new strategy to design an MOF-based single-ion superionic conductor and then successfully applied it to lithium-ion batteries. Using the PSM method, the large anion, Tf functional group was covalently grafted on the skeleton of UiO-66-NH2, which effectively restricted the movement of anion groups and provided channels for fast and effective transport of Li+. The single-ionic conductor was comprehensively characterized by PXRD, IR, 19F NMR, TG-DSC, and ICP-MS. Importantly, the single-ionic conductor electrolyte exhibits an applicable ionic conductivity at 25 °C (2.07 × 10-4 S cm-1), high ionic transference number (0.84), wide electrochemical window (4.52 V), and excellent dynamic stability. Besides, the prototype Li-metal batteries assembled by the PL/UiOLiTFSI electrolyte exhibit superior rate performance and cycle stability. The discharge specific capacity after 500 cycles of charge-discharge is 132 mA h g-1 (the capacity retention rate is 97.0%) at the current density of 1.0 C. More importantly, the PL/UiOLiTFSI electrolyte shows exciting electrochemical performance and high Coulombic efficiency at low temperature. We believe that the strategy is proposed to achieve more single-ion superionic conductors (including Li+, Na+ and Mg2+ etc.) for next-generation battery devices.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dielectric constant", "value": "4.5", "unit": "", "condition": "at 1 kHz"}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "electrical conductivity", "value": "0.01", "unit": "S/cm", "condition": "at room temperature"}]}, {"meta": {"name": "NOTT-202", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "electrical resistance", "value": "10000000", "unit": "ohm·cm", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic illustration of the structure\nand ion transport mechanism\nof UiOLiTFSI. (b) PXRD patterns of UiO-66-NH<sub>2</sub>, UiO-66-NHSO<sub>2</sub>CF<sub>3</sub>, and UiOLiTFSI. (c) IR spectra of UiO-66-NH<sub>2</sub>, UiO-66-NHSO<sub>2</sub>CF<sub>3</sub>, and UiOLiTFSI.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b15374_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic illustration of the structure and ion transport mechanism of UiOLiTFSI. (b) PXRD patterns of UiO-66-NH2, UiO-66-NHSO2CF3, and UiOLiTFSI. (c) IR spectra of UiO-66-NH2, UiO-66-NHSO2CF3, and UiOLiTFSI.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) EIS plots of the Li/UiOLiTFSI electrolyte at temperatures\nfrom\n25 to 70 °C. (b) Arrhenius plots of Li/UiOLiTFSI and Li/UiOLi\nelectrolytes to determine the ionic conductivities. (c–e) SEM\nimages of the PL/UiOLiTFSI membrane with different magnifications\n(c) ×120, (d) ×4500 and (e) cross-sectional diagram. (f)\nLSV curves at a scan speed of 0.2 mV s<sup>–1</sup> for PL/UiOLiTFSI\nand PL/UiOLi electrolyte membranes. (g) EIS before and after polarization\nof the Li|PL/UiOLiTFSI|Li cell; the inset is the current–time\ncurve at 10 mV of polarization.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b15374_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) EIS plots of the Li/UiOLiTFSI electrolyte at temperatures from 25 to 70 °C. (b) Arrhenius plots of Li/UiOLiTFSI and Li/UiOLi electrolytes to determine the ionic conductivities. (c-e) SEM images of the PL/UiOLiTFSI membrane with different magnifications (c) ×120, (d) ×4500 and (e) cross-sectional diagram. (f) LSV curves at a scan speed of 0.2 mV s-1 for PL/UiOLiTFSI and PL/UiOLi electrolyte membranes. (g) EIS before and after polarization of the Li|PL/UiOLiTFSI|Li cell; the inset is the current-time curve at 10 mV of polarization.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a–c) Li plating-stripping\nbehavior of PL/UiOLiTFSI at different\ncurrent densities of (a) 0.05 mA cm<sup>–2</sup>, (b) 0.075\nmA cm<sup>–2</sup>, and (c) 0.15 mA cm<sup>–2</sup>.\n(d,e) SEM of lithium foil surface after plating/stripping experiments\nfor (d) Li|PL/UiOLiTFSI|Li and (e) Li|PL/UiOLi|Li symmetric cells.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b15374_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a-c) Li plating-stripping behavior of PL/UiOLiTFSI at different current densities of (a) 0.05 mA cm-2, (b) 0.075 mA cm-2, and (c) 0.15 mA cm-2. (d,e) SEM of lithium foil surface after plating/stripping experiments for (d) Li|PL/UiOLiTFSI|Li and (e) Li|PL/UiOLi|Li symmetric cells.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Cycling\nstability of Li|PL/UiOLiT-FSI|LFP at 0.2 C. (b) Rate\nperformances of Li/LFP batteries. (c) Galvanostatic charge–discharge\nprofiles at 1.0 C at room temperature. (d) Long-term cycle performance\nat 1.0 C for solid-state Li/LFP batteries.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b15374_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Cycling stability of Li|PL/UiOLiT-FSI|LFP at 0.2 C. (b) Rate performances of Li/LFP batteries. (c) Galvanostatic charge-discharge profiles at 1.0 C at room temperature. (d) Long-term cycle performance at 1.0 C for solid-state Li/LFP batteries.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Rate performance and (b) cycling performance at 1\nC of Li|PL/UiOLiTFSI|LFP\nat 0 °C. (c) Rate performance and (d) cycling performance at\n0.1 C of the Li|PL/UiOLiTFSI|LFP all-solid-state battery.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b15374_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Rate performance and (b) cycling performance at 1 C of Li|PL/UiOLiTFSI|LFP at 0 °C. (c) Rate performance and (d) cycling performance at 0.1 C of the Li|PL/UiOLiTFSI|LFP all-solid-state battery.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b15374", "title": "\nHigh-Performance\nMetal–Organic Framework-Based\nSingle Ion Conducting Solid-State Electrolytes for Low-Temperature\nLithium Metal Batteries\n", "journal": "American\nChemical Society", "date": "2019.10", "author_list": ["Zhu\nFulong", "Bao\nHongfei", "Wu\nXuesong", "Tao\nYanli", "Qin\nChao", "Su\nZhongmin", "Kang\nZhenhui"]}}