{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b13121.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>\n<bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold>, which contains the sandwich-type polyoxometalate (POM) [(PW<sub>9</sub>O<sub>34</sub>)<sub>2</sub>Co<sub>4</sub>(H<sub>2</sub>O)<sub>2</sub>]<sup>10–</sup> (<bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>) immobilized in the porphyrinic metal–organic\nframework (MOF), MOF–545, is a “three-in-one”\n(porosity + light capture + catalysis) heterogeneous photosystem for\nthe oxygen-evolution reaction (OER). Thin films of this composite\nwere synthesized on transparent and conductive indium tin oxide (ITO)\nsupports using electrophoretic (EP) or drop-casting (DC) methods,\nthus providing easy-to-use devices. Their electro- and photocatalytic\nactivities for OER were investigated. Remarkably, both types of films\nexhibit higher turnover numbers (TONs) than the original bulk material\npreviously studied as a suspension for the photocatalytic OER, with\nTONs after 2 h equal to 1600 and 403 for DC and EP films, respectively,\ncompared to 70 for the suspension. This difference of catalytic activities\nis related to the proportion of efficiently illuminated crystallites,\nwhereby a DC thin film offers the largest proportion of POM@MOF crystallites\nexposed to light due to its lower thickness when compared to an EP\nfilm or crystals in suspension. Such devices can be easily recycled\nby simply removing them from the reaction medium and washing them\nbefore reuse. The films were fully characterized with extended X-ray\nabsorption fine structure (EXAFS) and X-ray absorption near edge structure\n(XANES) spectroscopies, Raman, scanning electron microscopy, and electrochemistry\nbefore and after catalysis. The combination of all of these techniques\nshows the stability of both the POM and the MOF within the composite\nupon water-oxidation reaction.</p>", "clean_text": " P2W18Co4@MOF-545, which contains the sandwich-type polyoxometalate (POM) [(PW9O34)2Co4(H2O)2]10- (P2W18Co4 ) immobilized in the porphyrinic metal-organic framework (MOF), MOF-545, is a \"three-in-one\" (porosity + light capture + catalysis) heterogeneous photosystem for the oxygen-evolution reaction (OER). Thin films of this composite were synthesized on transparent and conductive indium tin oxide (ITO) supports using electrophoretic (EP) or drop-casting (DC) methods, thus providing easy-to-use devices. Their electro- and photocatalytic activities for OER were investigated. Remarkably, both types of films exhibit higher turnover numbers (TONs) than the original bulk material previously studied as a suspension for the photocatalytic OER, with TONs after 2 h equal to 1600 and 403 for DC and EP films, respectively, compared to 70 for the suspension. This difference of catalytic activities is related to the proportion of efficiently illuminated crystallites, whereby a DC thin film offers the largest proportion of POM@MOF crystallites exposed to light due to its lower thickness when compared to an EP film or crystals in suspension. Such devices can be easily recycled by simply removing them from the reaction medium and washing them before reuse. The films were fully characterized with extended X-ray absorption fine structure (EXAFS) and X-ray absorption near edge structure (XANES) spectroscopies, Raman, scanning electron microscopy, and electrochemistry before and after catalysis. The combination of all of these techniques shows the stability of both the POM and the MOF within the composite upon water-oxidation reaction.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs)\nhave attracted immense research interest in the design of heterogeneous\ncatalysts, with promising potential both in electro- and photocatalysis. Their outstanding features, combining their crystalline structure,\ntunable porosity, and high specific surface areas with the versatile\nfunctionalization of their organic linker, make them a unique platform\nto target new functional materials. Owing to the strong incentive\nto develop sustainable and clean energy sources in the context of\nfossil fuels shortage and environmental pollution, water splitting\ninto O<sub>2</sub> and H<sub>2</sub> through the photo­(electro)­chemical\noxygen-evolution and hydrogen-evolution reactions, OER and HER, respectively,\nstill requires new, efficient, and cheap catalytic materials. In that\nrespect, recent research efforts have aimed at functionalizing MOFs\ntoward OER and HER.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) have attracted immense research interest in the design of heterogeneous catalysts, with promising potential both in electro- and photocatalysis. Their outstanding features, combining their crystalline structure, tunable porosity, and high specific surface areas with the versatile functionalization of their organic linker, make them a unique platform to target new functional materials. Owing to the strong incentive to develop sustainable and clean energy sources in the context of fossil fuels shortage and environmental pollution, water splitting into O2 and H2 through the photo(electro)chemical oxygen-evolution and hydrogen-evolution reactions, OER and HER, respectively, still requires new, efficient, and cheap catalytic materials. In that respect, recent research efforts have aimed at functionalizing MOFs toward OER and HER. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>While significant advances have been made on the use of MOFs\nfor HER, much fewer studies have been carried out toward OER, probably\nas a result of their frequent lack of stability under water-oxidation\nreaction conditions. The emergence of\nMOF-based solids for OER has been particularly driven by the motivation\nto handle catalysts containing earth-abundant elements rather than\ncostly noble metals. Various strategies have been proposed to design\nMOF-based materials for electro- or photocatalytic OER. An early case\nwas provided in electrocatalysis with the chemically robust cobalt–imidazolate,\nzeolitic imidazolate framework (ZIF)-9, where the Co nodes are catalytically\nactive single sites. Another efficient strategy consists\nin immobilizing an OER catalyst into the pores of a MOF host, as exemplified\nwith cobalt-based polyoxometalates (POMs) encapsulated in ZIF-8, MIL-101, or MIL-100. Other recent heterogeneous MOF-based electrocatalysts\nfor OER include porphyrin-based MOFs, such as the free base porphyrin\nPb-MOF or the PCN-224-Ni which contains\na nickel porphyrin linker. While the above recent\ndevelopments opened new avenues for using MOF materials for electrocatalytic\nOER purposes, their use for photocatalytic OER is currently more limited. A pioneer strategy for designing photocatalytically active MOFs\nwas reported by Lin et al., whereby the zirconium-based UiO-67, namely,\nZr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bpdc)<sub>6</sub> (bpdc\n= biphenyl dicarboxylate), is used as a modular scaffold to perform\nOER. In this case, the MOF is functionalized with Ir-based bipyridine\nlinkers capable of locally performing OER, whilst the rest of the\nMOF scaffold stays catalytically inactive.\n</p>", "clean_text": "While significant advances have been made on the use of MOFs for HER, much fewer studies have been carried out toward OER, probably as a result of their frequent lack of stability under water-oxidation reaction conditions. The emergence of MOF-based solids for OER has been particularly driven by the motivation to handle catalysts containing earth-abundant elements rather than costly noble metals. Various strategies have been proposed to design MOF-based materials for electro- or photocatalytic OER. An early case was provided in electrocatalysis with the chemically robust cobalt-imidazolate, zeolitic imidazolate framework (ZIF)-9, where the Co nodes are catalytically active single sites. Another efficient strategy consists in immobilizing an OER catalyst into the pores of a MOF host, as exemplified with cobalt-based polyoxometalates (POMs) encapsulated in ZIF-8, MIL-101, or MIL-100. Other recent heterogeneous MOF-based electrocatalysts for OER include porphyrin-based MOFs, such as the free base porphyrin Pb-MOF or the PCN-224-Ni which contains a nickel porphyrin linker. While the above recent developments opened new avenues for using MOF materials for electrocatalytic OER purposes, their use for photocatalytic OER is currently more limited. A pioneer strategy for designing photocatalytically active MOFs was reported by Lin et al., whereby the zirconium-based UiO-67, namely, Zr6O4(OH)4(bpdc)6 (bpdc = biphenyl dicarboxylate), is used as a modular scaffold to perform OER. In this case, the MOF is functionalized with Ir-based bipyridine linkers capable of locally performing OER, whilst the rest of the MOF scaffold stays catalytically inactive. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Since then, the use of MOFs as photosensitizers to yield light-harvesting\nframeworks has attracted ever-growing research efforts, making porphyrin-based MOFs an interesting subclass of solids for\ndesigning new biomimetic photosystems. However, the use of such MOFs in photocatalytic applications has\nbeen mostly reported for the reduction of CO<sub>2</sub>, with only scarce reports for visible light-driven\nphotocatalytic OER so far. We recently reported\nthe photosensitization of the [(PW<sub>9</sub>O<sub>34</sub>)<sub>2</sub>Co<sub>4</sub>(H<sub>2</sub>O)<sub>2</sub>]<sup>10–</sup> (<bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>) POM catalyst\nby the porphyrins of the MOF-545, within the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> solid, which occurs under visible light irradiation. This provided a rare\nexample of an “all-in-one” (porosity + light capture\n+ catalysis) fully noble metal-free heterogeneous photocatalyst for\nOER (a,b).\nThe unique activity of the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> photosystem was shown to benefit from key\nfactors, such as the immobilization of the porphyrin as a ligand within\nthe MOF’s scaffold, whereby the MOF plays the role of a solid-state\nphotosensitizer. The porosity of the MOF allows facile diffusion of\nreactants and products. Finally, the confinement of catalytic POMs\ninside the MOF’s pores allows their stabilization, while the\nPOM–MOF interface provides key components (OH, labile water\nmolecules) relevant to the OER mechanism. Still, the reuse of such\nphotosystems as powders in suspension requires centrifugations with\npotential loss of materials.</p>", "clean_text": "Since then, the use of MOFs as photosensitizers to yield light-harvesting frameworks has attracted ever-growing research efforts, making porphyrin-based MOFs an interesting subclass of solids for designing new biomimetic photosystems. However, the use of such MOFs in photocatalytic applications has been mostly reported for the reduction of CO2, with only scarce reports for visible light-driven photocatalytic OER so far. We recently reported the photosensitization of the [(PW9O34)2Co4(H2O)2]10- (P2W18Co4 ) POM catalyst by the porphyrins of the MOF-545, within the P2W18Co4@MOF-545 solid, which occurs under visible light irradiation. This provided a rare example of an \"all-in-one\" (porosity + light capture + catalysis) fully noble metal-free heterogeneous photocatalyst for OER (a,b). The unique activity of the P2W18Co4@MOF-545 photosystem was shown to benefit from key factors, such as the immobilization of the porphyrin as a ligand within the MOF's scaffold, whereby the MOF plays the role of a solid-state photosensitizer. The porosity of the MOF allows facile diffusion of reactants and products. Finally, the confinement of catalytic POMs inside the MOF's pores allows their stabilization, while the POM-MOF interface provides key components (OH, labile water molecules) relevant to the OER mechanism. Still, the reuse of such photosystems as powders in suspension requires centrifugations with potential loss of materials.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> photosystem for OER. (a) Schematic representation\nof the <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold> composite with its three components (porous channel, POM catalyst,\nporphyrinic photosensitizer). (b) Proposed mechanism for light-driven\nOER. Reprinted in part with permission from ref <xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 American\nChemical Society. (c) Scheme for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> thin films’\nsynthesis.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b13121_0007.eps\"></graphic>\n</fig>", "clean_text": " 1   P2W18Co4@MOF-545 photosystem for OER. (a) Schematic representation of the P  2  W  18  Co  4  @MOF-545 composite with its three components (porous channel, POM catalyst, porphyrinic photosensitizer). (b) Proposed mechanism for light-driven OER. Reprinted in part with permission from ref . Copyright 2019 American Chemical Society. (c) Scheme for P  2  W  18  Co  4  @MOF-545-DC and P  2  W  18  Co  4  @MOF-545-EP thin films' synthesis.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Further strategies to develop thin films of such\ncatalytically active MOFs are required in the perspective of novel\nforms of devices and technologies. They currently attract a great\ndeal of attention in subfields ranging from optoelectronic devices,\nsensors to photo- and electrocatalysis. As MOFs are\nmostly obtained as powders, there is a strong incentive to deposit\nthem on transparent conducting supports such as fluorine-doped tin\noxide (FTO) or indium tin oxide (ITO) and to formulate them so that\nnot only electronic transport can be improved but also easy-to-use\nand recyclable setups can be developed. Two kinds of strategies include\nin situ approaches, whereby the MOF is synthesized in the presence\nof the support (solvothermal synthesis, layer-by-layer, or liquid-phase\nepitaxy growth, electrodeposition), and ex situ approaches, whereby\na presynthesized MOF is deposited on the support (spin coating, drop\ncasting (DC), electrophoretic (EP) deposition).\n</p>", "clean_text": "Further strategies to develop thin films of such catalytically active MOFs are required in the perspective of novel forms of devices and technologies. They currently attract a great deal of attention in subfields ranging from optoelectronic devices, sensors to photo- and electrocatalysis. As MOFs are mostly obtained as powders, there is a strong incentive to deposit them on transparent conducting supports such as fluorine-doped tin oxide (FTO) or indium tin oxide (ITO) and to formulate them so that not only electronic transport can be improved but also easy-to-use and recyclable setups can be developed. Two kinds of strategies include in situ approaches, whereby the MOF is synthesized in the presence of the support (solvothermal synthesis, layer-by-layer, or liquid-phase epitaxy growth, electrodeposition), and ex situ approaches, whereby a presynthesized MOF is deposited on the support (spin coating, drop casting (DC), electrophoretic (EP) deposition). ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The development of MOF-based thin films for OER is a recently\ndeveloping subfield. An early example is the study of Zhao et al.,\nwhereby nickel–cobalt MOF sheets with coordinatively unsaturated\nmetal sites were shown to function as robust and highly active OER\nelectrocatalysts. Also, the porphyrinic\nPCN-224-Ni was deposited on ITO by a solvothermal reaction and electrochemically\ninvestigated for OER in an aqueous solution. While thin films of porphyrinic MOFs have been the subject of very\nintense research efforts, reports of porphyrinic–MOF thin films for photocatalytic\nOER are rather scarce. Here, we thus considered investigating\nthe thin-film deposition of our recently published <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> composite using drop casting and electrophoretic deposition\nmethods on ITO and evaluating its potential for photocatalytic OER.\nAt this stage, ex situ deposition methods were preferred to in situ\nones as they were easier to implement for our POM@MOF system. We discuss\nthe two thin-film deposition methods and characterize the films for\ntheir electrochemical properties. Finally, we show that they behave\nas excellent photocatalysts for OER. The use of thin films is shown\nto be particularly advantageous, allowing easy reuse and characterizations.</p>", "clean_text": "The development of MOF-based thin films for OER is a recently developing subfield. An early example is the study of Zhao et al., whereby nickel-cobalt MOF sheets with coordinatively unsaturated metal sites were shown to function as robust and highly active OER electrocatalysts. Also, the porphyrinic PCN-224-Ni was deposited on ITO by a solvothermal reaction and electrochemically investigated for OER in an aqueous solution. While thin films of porphyrinic MOFs have been the subject of very intense research efforts, reports of porphyrinic-MOF thin films for photocatalytic OER are rather scarce. Here, we thus considered investigating the thin-film deposition of our recently published P2W18Co4@MOF-545 composite using drop casting and electrophoretic deposition methods on ITO and evaluating its potential for photocatalytic OER. At this stage, ex situ deposition methods were preferred to in situ ones as they were easier to implement for our POM@MOF system. We discuss the two thin-film deposition methods and characterize the films for their electrochemical properties. Finally, we show that they behave as excellent photocatalysts for OER. The use of thin films is shown to be particularly advantageous, allowing easy reuse and characterizations.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Microcrystalline MOF-545 and <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> particles\nwere synthesized via a solvothermal route according to a previously\nreported procedure (see ). Commercially available ITO-coated\npoly­(ethylene terephthalate) (PET) films were preferred to FTO-coated\nglass to facilitate further characterizations using X-ray spectroscopy.\nAs illustrated in c, thin films of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> on ITO electrodes were prepared either in one step\nby drop casting <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> directly on ITO (<bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>) or using an electrophoretic deposition\nof the MOF (<bold>MOF-545-EP</bold>), followed by impregnation with\nthe POM (<bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>). For reference purposes (vide infra), <bold>MOF-545-DC</bold> was also prepared. In the case of electrophoretic deposition, <bold>MOF-545-EP</bold> films were obtained by dipping two face-to-face\nITO electrodes into a toluene suspension of microcrystalline MOF-545\npowder. Due to free carboxylate ligands at the MOF surface, particles\nbear a negatively charged surface. Applying a 45 V cell voltage between\nelectrodes thus allowed the migration of MOF particles to the anode.\nThe formed <bold>MOF-545-EP</bold> thin films were subsequently impregnated\nwith an aqueous solution of the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>-POM to form the desired <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (see ). Scanning electron microscopy (SEM)\nimages (a\nand <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">S1</ext-link>) of <bold>MOF-545-EP</bold>, <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>, and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> show that both types of films consist of rod-shaped particles (1–2\nμm length) characteristic of the sixfold symmetry of the structure.\nIt is apparent that EP allows the formation of denser (∼20\nμm thickness measured by profilometry) and more homogeneous\nfilms than the DC method for which MOF particles are more sparsely\ndistributed on the ITO surface. Powder X-ray diffraction (PXRD) patterns\ncollected on bulk <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S2</ext-link>) confirm the good crystallinity\nwith no additional peak found, although, due to the limited thickness\nof <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> films, higher-angle peaks were enlarged and had smaller intensities,\nconsistent with PXRD reported on thin films.\n</p>", "clean_text": "Results and Discussion\n\nMicrocrystalline MOF-545 and P2W18Co4@MOF-545 particles were synthesized via a solvothermal route according to a previously reported procedure (see ). Commercially available ITO-coated poly(ethylene terephthalate) (PET) films were preferred to FTO-coated glass to facilitate further characterizations using X-ray spectroscopy. As illustrated in c, thin films of P2W18Co4@MOF-545 on ITO electrodes were prepared either in one step by drop casting P2W18Co4@MOF-545 directly on ITO (P  2  W  18  Co  4  @MOF-545-DC) or using an electrophoretic deposition of the MOF (MOF-545-EP), followed by impregnation with the POM (P  2  W  18  Co  4  @MOF-545-EP). For reference purposes (vide infra), MOF-545-DC was also prepared. In the case of electrophoretic deposition, MOF-545-EP films were obtained by dipping two face-to-face ITO electrodes into a toluene suspension of microcrystalline MOF-545 powder. Due to free carboxylate ligands at the MOF surface, particles bear a negatively charged surface. Applying a 45 V cell voltage between electrodes thus allowed the migration of MOF particles to the anode. The formed MOF-545-EP thin films were subsequently impregnated with an aqueous solution of the P2W18Co4 -POM to form the desired P  2  W  18  Co  4  @MOF-545-EP (see ). Scanning electron microscopy (SEM) images (a and S1) of MOF-545-EP, P  2  W  18  Co  4  @MOF-545-EP, and P  2  W  18  Co  4  @MOF-545-DC show that both types of films consist of rod-shaped particles (1-2 μm length) characteristic of the sixfold symmetry of the structure. It is apparent that EP allows the formation of denser (~20 μm thickness measured by profilometry) and more homogeneous films than the DC method for which MOF particles are more sparsely distributed on the ITO surface. Powder X-ray diffraction (PXRD) patterns collected on bulk P2W18Co4@MOF-545 and P  2  W  18  Co  4  @MOF-545-EP (Figure S2) confirm the good crystallinity with no additional peak found, although, due to the limited thickness of P  2  W  18  Co  4  @MOF-545-EP films, higher-angle peaks were enlarged and had smaller intensities, consistent with PXRD reported on thin films. ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Characterization\nof POM@MOF thin films. (a) SEM images of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>. (b) Comparison\nof Fourier-transformed (FT)-extended X-ray absorption fine structure\n(EXAFS) spectra at the Co K-edge collected at 77 K of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>, <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold>, <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>. Note\nthat distances are reduced by 0.3–0.4 Å relative to the\nreal distance. Characteristic peaks are indexed to reference in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S5</ext-link>. (c) Linear sweep voltammetry (LSV)\nof bare ITO, <bold>MOF-545-EP</bold>, <bold>MOF-545-DC</bold>, <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> in 80 mM B­(OH)<sub>3</sub> buffer at pH 8 at a scan rate of 5 mV\ns<sup>–1</sup>. (d) Current density vs time during controlled-potential\nelectrolysis (CPE) at 1.88 V vs reversible hydrogen electrode (RHE)\nin 80 mM B­(OH)<sub>3</sub> pH 8 buffer for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and <bold>-DC</bold>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b13121_0004.eps\"></graphic>\n</fig>", "clean_text": " 2  Characterization of POM@MOF thin films. (a) SEM images of P  2  W  18  Co  4  @MOF-545-EP. (b) Comparison of Fourier-transformed (FT)-extended X-ray absorption fine structure (EXAFS) spectra at the Co K-edge collected at 77 K of P2W18Co4 , P2W18Co4@MOF-545, P  2  W  18  Co  4  @MOF-545-DC, and P  2  W  18  Co  4  @MOF-545-EP. Note that distances are reduced by 0.3-0.4 Å relative to the real distance. Characteristic peaks are indexed to reference in Figure S5. (c) Linear sweep voltammetry (LSV) of bare ITO, MOF-545-EP, MOF-545-DC, P  2  W  18  Co  4  @MOF-545-DC, and P  2  W  18  Co  4  @MOF-545-EP in 80 mM B(OH)3 buffer at pH 8 at a scan rate of 5 mV s-1. (d) Current density vs time during controlled-potential electrolysis (CPE) at 1.88 V vs reversible hydrogen electrode (RHE) in 80 mM B(OH)3 pH 8 buffer for P  2  W  18  Co  4  @MOF-545-EP and -DC.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Before deposition on ITO, the integrity of the\nPOM component within the POM@MOF composite was checked on the bulk\nusing NMR techniques. Liquid-state <sup>31</sup>P NMR spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S3</ext-link>) of digested <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> in a borate buffer at pH 10\nshowed a single thin peak at ∼1828 ppm, characteristic of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>, in agreement with those obtained from a solution of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> in a borate buffer\nat pH 8 and 10. Solid-state magic angle spinning <sup>31</sup>P NMR\n(MAS-NMR) conducted on bulk <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> showed an enlarged peak at ∼1700 ppm,\nconsistent with previous measurements, while the absence of peak at\naround 0–10 ppm confirmed the absence of free phosphates and\nCo-free POMs. In addition, X-ray spectroscopy at the Co K-edge energy\nrevealed no significant difference between <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> or <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> bulk powders and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">S4</ext-link>).</p>", "clean_text": "Before deposition on ITO, the integrity of the POM component within the POM@MOF composite was checked on the bulk using NMR techniques. Liquid-state 31P NMR spectrum (Figure S3) of digested P2W18Co4@MOF-545 in a borate buffer at pH 10 showed a single thin peak at ~1828 ppm, characteristic of P2W18Co4 , in agreement with those obtained from a solution of P2W18Co4  in a borate buffer at pH 8 and 10. Solid-state magic angle spinning 31P NMR (MAS-NMR) conducted on bulk P2W18Co4@MOF-545 showed an enlarged peak at ~1700 ppm, consistent with previous measurements, while the absence of peak at around 0-10 ppm confirmed the absence of free phosphates and Co-free POMs. In addition, X-ray spectroscopy at the Co K-edge energy revealed no significant difference between P2W18Co4  or P2W18Co4@MOF-545 bulk powders and P  2  W  18  Co  4  @MOF-545-DC and P  2  W  18  Co  4  @MOF-545-EP (b and S4).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In agreement with the literature, prevalent Fourier-transformed (FT) peaks of\nthe <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> POM and <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> bulk powders\nwere assigned to Co–O (1.6 Å), Co–P and Co–Co\n(2.9 Å), and Co–W (3.4 Å) atom pairs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S5 and Table S1</ext-link>). FT EXAFS data on thin\nfilms are broader and less defined than those on bulk powder due to\nthe small amount of material exposed to the beam combined with the\nrelatively low concentration of cobalt atoms in the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> composite. Still, the\nmain peak at 1.5 Å characteristic of the first coordination sphere\n(Co–O) is close to that observed for the bulk material and\nthe X-ray absorption near edge structure (XANES) spectra differ from\nthe one obtained for diverse cobalt oxides (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S6</ext-link>), providing evidence of the POM’s integrity immobilized\nin MOF-545.</p>", "clean_text": "In agreement with the literature, prevalent Fourier-transformed (FT) peaks of the P2W18Co4  POM and P2W18Co4@MOF-545 bulk powders were assigned to Co-O (1.6 Å), Co-P and Co-Co (2.9 Å), and Co-W (3.4 Å) atom pairs (Figure S5 and Table S1). FT EXAFS data on thin films are broader and less defined than those on bulk powder due to the small amount of material exposed to the beam combined with the relatively low concentration of cobalt atoms in the P2W18Co4@MOF-545 composite. Still, the main peak at 1.5 Å characteristic of the first coordination sphere (Co-O) is close to that observed for the bulk material and the X-ray absorption near edge structure (XANES) spectra differ from the one obtained for diverse cobalt oxides (Figure S6), providing evidence of the POM's integrity immobilized in MOF-545.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The impregnation of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> in <bold>MOF-545-EP</bold> thin films was performed\nin identical conditions as those for preparing the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> bulk powder further deposited\non DC thin films, for which we determined the following formula: [Zr<sub>6</sub>O<sub>16</sub>H<sub>18</sub>]<sub>3</sub>[C<sub>48</sub>H<sub>26</sub>N<sub>4</sub>O<sub>8</sub>]<sub>6</sub>·[P<sub>2</sub>W<sub>18</sub>O<sub>70</sub>Co<sub>4</sub>H<sub>4</sub>]<sub>0.6</sub>·78H<sub>2</sub>O, leading to surface\ndensities of 16 and 1.5 nmol cm<sup>–2</sup> on <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, respectively (see ).</p>", "clean_text": "The impregnation of P2W18Co4  in MOF-545-EP thin films was performed in identical conditions as those for preparing the P2W18Co4@MOF-545 bulk powder further deposited on DC thin films, for which we determined the following formula: [Zr6O16H18]3[C48H26N4O8]6⋅[P2W18O70Co4H4]0.6⋅78H2O, leading to surface densities of 16 and 1.5 nmol cm-2 on P  2  W  18  Co  4  @MOF-545-EP and P  2  W  18  Co  4  @MOF-545-DC, respectively (see ).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The electrochemical behavior of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>, <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>, and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> was studied. Cyclic\nvoltammograms (CVs) as well as linear sweep voltammetry (LSV) measurements\nwere conducted in an 80 mM borate buffer at pH 8, at which both the\nMOF and POM components are stable. CVs were measured between 0.65\nand 1.85 V vs RHE. The CVs displayed a characteristic wave assigned\nto Co<sup>II</sup>/Co<sup>III</sup> redox processes of the Co centers\nof the POM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S7</ext-link>). Half-wave potential\nis similar for both the POM in solution over a bare ITO electrode\nand the thin films, measured at 1.35 V. Furthermore, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S8</ext-link> displays CVs of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> as a function of the\nscan rate, whereby the linear dependence of the peak current intensity\nwith respect to the scan rate is consistent with a surface-controlled\nredox process.</p>", "clean_text": "The electrochemical behavior of P2W18Co4 , P  2  W  18  Co  4  @MOF-545-EP, and P  2  W  18  Co  4  @MOF-545-DC was studied. Cyclic voltammograms (CVs) as well as linear sweep voltammetry (LSV) measurements were conducted in an 80 mM borate buffer at pH 8, at which both the MOF and POM components are stable. CVs were measured between 0.65 and 1.85 V vs RHE. The CVs displayed a characteristic wave assigned to CoII/CoIII redox processes of the Co centers of the POM (Figure S7). Half-wave potential is similar for both the POM in solution over a bare ITO electrode and the thin films, measured at 1.35 V. Furthermore, Figure S8 displays CVs of P  2  W  18  Co  4  @MOF-545-DC as a function of the scan rate, whereby the linear dependence of the peak current intensity with respect to the scan rate is consistent with a surface-controlled redox process.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>For both EP and DC deposition methods, the LSVs\nshow similar electrochemical trends going from bare ITO to MOF-545\nthin films to <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> (c). On the\nbare ITO electrode, water-oxidation reaction starts at a potential\nof 1.88 V. For both <bold>MOF-545-EP</bold> and <bold>MOF-545-DC</bold>, the MOF coating has an insulator effect that lowers the current\ndensity and does not show any catalytic effect. By contrast, thin\nfilms of the full POM@MOF composite show a catalytic wave starting\nat +1.62 V for both <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, in agreement with literature and LSVs conducted on a 5 mM <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> solution (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S9</ext-link>), thus showing an overpotential for OER of 390 mV.\nTo confirm the electrocatalytic OER of the thin films, controlled-potential\nelectrolysis (CPE) experiments were conducted at 1.88 V vs RHE in\nan 80 mM borate buffer solution at pH 8 (d). A stable current density was obtained\nfor 2 h and reproduced after two more cycles (same charge passed;\nsee  for details). Blank\nexperiments conducted on either bare ITO electrode or MOF-545 thin\nfilms (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S10</ext-link>) led to negligible current\nintensities when compared to those of POM@MOF thin films. The higher\ncurrent densities observed for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (∼350 μA cm<sup>–2</sup>) with respect to <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> (∼200 μA\ncm<sup>–2</sup>) may be explained by the larger quantities\nof POM@MOF catalyst deposited on EP films when compared to DC ones\n(1 order of magnitude difference). The first evidence for the production\nof O<sub>2</sub> is the formation of bubbles at the electrode surface\ntriggered by the application of the potential. O<sub>2</sub> production\nwas measured over the experiments by gas chromatography (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">S11</ext-link>) and was shown to occur linearly over time,\nconsistent with the stable current observed during catalysis. Faradic\nyields calculated after 2 h of reaction are close to 100% for both <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>. The comparison of electrocatalytic performances of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> points toward the better activity of DC thin films: turnover numbers\n(TONs) and turnover frequencies (TOFs) calculated over 2 h amount,\nrespectively, to 527 and 73 × 10<sup>–3</sup> s<sup>–1</sup> for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and 2250 and 310 × 10<sup>–3</sup> s<sup>–1</sup> for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>. The remarkably higher performances of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> with respect to <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> may be attributed to the larger thickness of EP films (∼20\nμm) when compared to that of DC films (crystallite size of ∼1\nμm). Consequently, an important proportion of POM@MOF crystallites\non top of the film, i.e., far from the conductive ITO support, may\nnot participate in the electrocatalysis as part of an insulating layer\nof materials in <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, a higher amount of active\nsites of the catalytic POM are available owing to a higher dispersion\nof the sample.</p>", "clean_text": "For both EP and DC deposition methods, the LSVs show similar electrochemical trends going from bare ITO to MOF-545 thin films to P2W18Co4@MOF-545 (c). On the bare ITO electrode, water-oxidation reaction starts at a potential of 1.88 V. For both MOF-545-EP and MOF-545-DC, the MOF coating has an insulator effect that lowers the current density and does not show any catalytic effect. By contrast, thin films of the full POM@MOF composite show a catalytic wave starting at +1.62 V for both P  2  W  18  Co  4  @MOF-545-EP and P  2  W  18  Co  4  @MOF-545-DC, in agreement with literature and LSVs conducted on a 5 mM P2W18Co4  solution (Figure S9), thus showing an overpotential for OER of 390 mV. To confirm the electrocatalytic OER of the thin films, controlled-potential electrolysis (CPE) experiments were conducted at 1.88 V vs RHE in an 80 mM borate buffer solution at pH 8 (d). A stable current density was obtained for 2 h and reproduced after two more cycles (same charge passed; see  for details). Blank experiments conducted on either bare ITO electrode or MOF-545 thin films (Figure S10) led to negligible current intensities when compared to those of POM@MOF thin films. The higher current densities observed for P  2  W  18  Co  4  @MOF-545-EP (~350 μA cm-2) with respect to P  2  W  18  Co  4  @MOF-545-DC (~200 μA cm-2) may be explained by the larger quantities of POM@MOF catalyst deposited on EP films when compared to DC ones (1 order of magnitude difference). The first evidence for the production of O2 is the formation of bubbles at the electrode surface triggered by the application of the potential. O2 production was measured over the experiments by gas chromatography (a and S11) and was shown to occur linearly over time, consistent with the stable current observed during catalysis. Faradic yields calculated after 2 h of reaction are close to 100% for both P  2  W  18  Co  4  @MOF-545-EP and P  2  W  18  Co  4  @MOF-545-DC. The comparison of electrocatalytic performances of P  2  W  18  Co  4  @MOF-545-DC and P  2  W  18  Co  4  @MOF-545-EP points toward the better activity of DC thin films: turnover numbers (TONs) and turnover frequencies (TOFs) calculated over 2 h amount, respectively, to 527 and 73 × 10-3 s-1 for P  2  W  18  Co  4  @MOF-545-EP and 2250 and 310 × 10-3 s-1 for P  2  W  18  Co  4  @MOF-545-DC. The remarkably higher performances of P  2  W  18  Co  4  @MOF-545-DC with respect to P  2  W  18  Co  4  @MOF-545-EP may be attributed to the larger thickness of EP films (~20 μm) when compared to that of DC films (crystallite size of ~1 μm). Consequently, an important proportion of POM@MOF crystallites on top of the film, i.e., far from the conductive ITO support, may not participate in the electrocatalysis as part of an insulating layer of materials in P  2  W  18  Co  4  @MOF-545-EP. For P  2  W  18  Co  4  @MOF-545-DC, a higher amount of active sites of the catalytic POM are available owing to a higher dispersion of the sample.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Catalytic activities. (a) O<sub>2</sub> TON over time\nduring CPE at 1.85 V vs RHE in 80 mM B­(OH)<sub>3</sub> pH 8 buffer;\n(b) O<sub>2</sub> TON during illumination (5 mM Na<sub>2</sub>S<sub>2</sub>O<sub>8</sub> in 2 mL of 80 mM borate buffer solution, pH\n8, λ &gt; 420 nm, 280 W) for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (triangles), <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co<sub>4</sub>@MOF-545-DC</bold> (circles), and 0.5 mg of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> powder in\nsuspension (squares).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b13121_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  Catalytic activities. (a) O2 TON over time during CPE at 1.85 V vs RHE in 80 mM B(OH)3 pH 8 buffer; (b) O2 TON during illumination (5 mM Na2S2O8 in 2 mL of 80 mM borate buffer solution, pH 8, λ > 420 nm, 280 W) for P  2  W  18  Co  4  @MOF-545-EP (triangles), P  2  W  18  Co4@MOF-545-DC (circles), and 0.5 mg of P2W18Co4@MOF-545 powder in suspension (squares).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>As a reference, CPE conducted on <bold>MOF-545-EP</bold> and <bold>MOF-545-DC</bold> soaked into a 5 μM Co­(NO<sub>3</sub>)<sub>2</sub> solution led to current densities of only 50 μA\ncm<sup>–2</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S10</ext-link>). The\ncurrent densities were 4–7 (DC and EP, respectively) times\nlower than the POM@MOF thin films, although the total amount of cobalt\nions in solution exceeded that in the POM@MOF (75 nmol vs 23 nmol\nin EP films). This hints that free cobalt ions are less catalytically\nactive in these conditions than the immobilized <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> POM. This also confirms that\nthe observed catalytic activity may not be attributed to leaching\nand to degradation of the POM into free cobalt ions in solution.</p>", "clean_text": "As a reference, CPE conducted on MOF-545-EP and MOF-545-DC soaked into a 5 μM Co(NO3)2 solution led to current densities of only 50 μA cm-2 (Figure S10). The current densities were 4-7 (DC and EP, respectively) times lower than the POM@MOF thin films, although the total amount of cobalt ions in solution exceeded that in the POM@MOF (75 nmol vs 23 nmol in EP films). This hints that free cobalt ions are less catalytically active in these conditions than the immobilized P2W18Co4  POM. This also confirms that the observed catalytic activity may not be attributed to leaching and to degradation of the POM into free cobalt ions in solution.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The photocatalytic OER activities of the two types of thin films\nwere studied under visible light irradiation in pH 8 borate buffer\nusing sodium persulfate (Na<sub>2</sub>S<sub>2</sub>O<sub>8</sub>)\nas the electron acceptor and the MOF’s porphyrin ligand as\nthe photosensitizer. As shown in b, O<sub>2</sub> was formed immediately upon\nexposure to light and increased linearly with time.</p>", "clean_text": "The photocatalytic OER activities of the two types of thin films were studied under visible light irradiation in pH 8 borate buffer using sodium persulfate (Na2S2O8) as the electron acceptor and the MOF's porphyrin ligand as the photosensitizer. As shown in b, O2 was formed immediately upon exposure to light and increased linearly with time.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>, a plateau is reached after a 1 h reaction. The addition of a fresh\nsolution of Na<sub>2</sub>S<sub>2</sub>O<sub>8</sub> resulted in a\nrestart of O<sub>2</sub> production with the same initial TOF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S12</ext-link>). As evidenced previously, these results show that the system’s\nlimitation originates from the depletion of the electron acceptor\nand proves the stability of the catalytic material. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>,\noxygen production slows down but still occurs within the 2 h of the\nexperiment. As control experiments, we found that POM@MOF thin films\ndid not show any significant catalytic activity either in the absence\nof light (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Table S2</ext-link>, entries 1 and 2) or\nof a sacrificial electron acceptor (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Table S2</ext-link>, entries 3 and 4). Similarly, the absence of the POM catalyst in <bold>MOF-545-DC</bold> or <bold>MOF-545-EP</bold> did not allow any significant\nO<sub>2</sub> production (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Table S2</ext-link>, entries\n5 and 6). Finally, the activity of <bold>MOF-545-DC</bold> or <bold>MOF-545-EP</bold> soaked in 5 μM Co<sup>II</sup> solution (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Table S2</ext-link>, entries 7 and 8) is far lower than\nthat of the corresponding <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold> films. This indicates that free Co<sup>II</sup> ions are much less active than the immobilized <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> POM.</p>", "clean_text": "For P  2  W  18  Co  4  @MOF-545-EP, a plateau is reached after a 1 h reaction. The addition of a fresh solution of Na2S2O8 resulted in a restart of O2 production with the same initial TOF (Figure S12). As evidenced previously, these results show that the system's limitation originates from the depletion of the electron acceptor and proves the stability of the catalytic material. For P  2  W  18  Co  4  @MOF-545-DC, oxygen production slows down but still occurs within the 2 h of the experiment. As control experiments, we found that POM@MOF thin films did not show any significant catalytic activity either in the absence of light (Table S2, entries 1 and 2) or of a sacrificial electron acceptor (Table S2, entries 3 and 4). Similarly, the absence of the POM catalyst in MOF-545-DC or MOF-545-EP did not allow any significant O2 production (Table S2, entries 5 and 6). Finally, the activity of MOF-545-DC or MOF-545-EP soaked in 5 μM CoII solution (Table S2, entries 7 and 8) is far lower than that of the corresponding P  2  W  18  Co  4  @MOF-545 films. This indicates that free CoII ions are much less active than the immobilized P2W18Co4  POM.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The two types\nof thin films exhibit significantly different photocatalytic activities\nduring OER, pointing toward a much higher performance of DC-type thin\nfilms. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>, the TON after 2 h amounts to 403 and the TOF\nover the first 30 min to 134 10<sup>–3</sup> s<sup>–1</sup>. The corresponding values for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> are much higher and amount\nto 1600 (TON) and 467 10<sup>–3</sup> s<sup>–1</sup> (TOF). Here, we interpret such differences as a result of the efficient\nillumination of the POM@MOF photosystem in DC thin films, whereby\nall particles deposited on ITO are exposed to light, while in the\nthicker (multiple-layered) EP films, only the sublayer of POM@MOF\nparticles indeed exposed to light is functional. Remarkably, both\ntypes of films exhibit higher photocatalytic activities than <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> illuminated\nin suspension (b). This may be again explained not only by the lower quantities\nof catalyst deposited on films with respect to that in suspensionwhich\ntends to increase the calculated TONbut also by a less efficient\nexposure of crystallites to light when in suspension (random orientation\nof crystallites, light diffusion by the suspension). A schematic illustration\nof such differences between the suspensions, DC, and EP films upon\nlight illumination is proposed in .</p>", "clean_text": "The two types of thin films exhibit significantly different photocatalytic activities during OER, pointing toward a much higher performance of DC-type thin films. For P  2  W  18  Co  4  @MOF-545-EP, the TON after 2 h amounts to 403 and the TOF over the first 30 min to 134 10-3 s-1. The corresponding values for P  2  W  18  Co  4  @MOF-545-DC are much higher and amount to 1600 (TON) and 467 10-3 s-1 (TOF). Here, we interpret such differences as a result of the efficient illumination of the POM@MOF photosystem in DC thin films, whereby all particles deposited on ITO are exposed to light, while in the thicker (multiple-layered) EP films, only the sublayer of POM@MOF particles indeed exposed to light is functional. Remarkably, both types of films exhibit higher photocatalytic activities than P2W18Co4@MOF-545 illuminated in suspension (b). This may be again explained not only by the lower quantities of catalyst deposited on films with respect to that in suspensionwhich tends to increase the calculated TONbut also by a less efficient exposure of crystallites to light when in suspension (random orientation of crystallites, light diffusion by the suspension). A schematic illustration of such differences between the suspensions, DC, and EP films upon light illumination is proposed in .", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic representation of the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> photosystem under\nvarious setups upon light illumination: (a) in suspension, light capture\nby the crystallites is not optimal (random orientation of crystallites,\nlight diffusion); (b) as a thick layer on ITO obtained using electrophoresis\n(EP); the absorption of light is limited to the fraction of the crystallites\nin contact with ITO; (c) deposited on ITO by drop casting; DC allows\ndepositing small amounts of POM@MOF dispersed on ITO so that all crystallites\nmay be illuminated.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b13121_0001.eps\"></graphic>\n</fig>", "clean_text": " 4  Schematic representation of the P2W18Co4@MOF-545 photosystem under various setups upon light illumination: (a) in suspension, light capture by the crystallites is not optimal (random orientation of crystallites, light diffusion); (b) as a thick layer on ITO obtained using electrophoresis (EP); the absorption of light is limited to the fraction of the crystallites in contact with ITO; (c) deposited on ITO by drop casting; DC allows depositing small amounts of POM@MOF dispersed on ITO so that all crystallites may be illuminated.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>When compared to existing related published photosystems,\nthe catalytic performances of the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> films outperform those reported for\nhomogeneous <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>-based photosystems (TON of 75). They\nare also much higher than those reported for suspensions of other\ncomposites <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>@MIL-101­(Cr)\n(estimated TON of 13) and <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>@MIL-100­(Fe) (estimated\nTON of 16) as well as those of POM-free\nMIL-101­(Fe) MOFs (TON of 27). It is worth\nhighlighting here that the use of the external [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> photosensitizer is avoided in the present  POM@MOF\nphotosystem in contrast to those cited above.</p>", "clean_text": "When compared to existing related published photosystems, the catalytic performances of the P2W18Co4@MOF-545 films outperform those reported for homogeneous P2W18Co4 -based photosystems (TON of 75). They are also much higher than those reported for suspensions of other composites P2W18Co4 @MIL-101(Cr) (estimated TON of 13) and P2W18Co4 @MIL-100(Fe) (estimated TON of 16) as well as those of POM-free MIL-101(Fe) MOFs (TON of 27). It is worth highlighting here that the use of the external [Ru(bpy)3]2+ photosensitizer is avoided in the present  POM@MOF photosystem in contrast to those cited above.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To investigate\nthe stability of the immobilized <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> POM in the POM@MOF thin films during electrocatalysis\nor photocatalysis, various characterizations were made on both types\nof thin films.</p><p>First, dynamic light scattering (DLS) measurements\nwere done on both the electrolyte solutions after CPE and the photocatalytic\nreaction solution. They showed no particles of size lower than 100\nnm, allowing us to exclude the formation of cobalt oxide nanoparticles\nduring the reaction. These results confirm\nthe absence of leaching of the immobilized <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> POM, which is indeed responsible for\nthe observed catalytic properties of the <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold> composite. Second,\nCVs were measured on <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold>-<bold>EP</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold>-<bold>DC</bold> after CPE or photocatalysis, and compared to the original ones,\nshowing the persistence of the reversible wave at 1.35 V vs RHE in\nall cases (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S13</ext-link>). Finally, EXAFS–XANES\nspectra collected at the Co K-edge energy for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">S14</ext-link>) and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S15</ext-link>) after 2 h photocatalytic\nor electrocatalytic experiments showed only a slight shift of the\nmain edge position toward higher energies (1 eV) with respect to the\ninitial material. Given that the pre-edge region does not present\nany change in intensity or any new peak (a), we exclude a net change in the Co oxidation\nstate. We rather attribute this shift to changes in the Co local environment\nand exclude any drastic modification in its structure. This is furthermore\nassessed by the similarities between the FT-EXAFS before/after catalysis\n(b), indicating\nthat the POM’s integrity is maintained. Also, Raman spectroscopy\nperformed on <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold>-<bold>EP</bold> shows that the MOF vibrational\nspectrum is marginally impacted by the POM guest (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S16</ext-link>) and remains unchanged after photocatalysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S17</ext-link>), thus corroborating the integrity\nof the MOF host upon OER. Finally, SEM images of the electrodes’\nsurface after electro- or photocatalysis showed no difference with\nthe surfaces before catalysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figures S18 and S19</ext-link>). All of the above characterizations yield converging conclusions\ntoward the POM@MOF photosystem stability in thin films upon OER catalysis.</p>", "clean_text": "To investigate the stability of the immobilized P2W18Co4  POM in the POM@MOF thin films during electrocatalysis or photocatalysis, various characterizations were made on both types of thin films.\n\nFirst, dynamic light scattering (DLS) measurements were done on both the electrolyte solutions after CPE and the photocatalytic reaction solution. They showed no particles of size lower than 100 nm, allowing us to exclude the formation of cobalt oxide nanoparticles during the reaction. These results confirm the absence of leaching of the immobilized P2W18Co4  POM, which is indeed responsible for the observed catalytic properties of the P  2  W  18  Co  4  @MOF-545 composite. Second, CVs were measured on P  2  W  18  Co  4  @MOF-545-EP and P  2  W  18  Co  4  @MOF-545-DC after CPE or photocatalysis, and compared to the original ones, showing the persistence of the reversible wave at 1.35 V vs RHE in all cases (Figure S13). Finally, EXAFS-XANES spectra collected at the Co K-edge energy for P  2  W  18  Co  4  @MOF-545-DC ( and S14) and P  2  W  18  Co  4  @MOF-545-EP (Figure S15) after 2 h photocatalytic or electrocatalytic experiments showed only a slight shift of the main edge position toward higher energies (1 eV) with respect to the initial material. Given that the pre-edge region does not present any change in intensity or any new peak (a), we exclude a net change in the Co oxidation state. We rather attribute this shift to changes in the Co local environment and exclude any drastic modification in its structure. This is furthermore assessed by the similarities between the FT-EXAFS before/after catalysis (b), indicating that the POM's integrity is maintained. Also, Raman spectroscopy performed on P  2  W  18  Co  4  @MOF-545-EP shows that the MOF vibrational spectrum is marginally impacted by the POM guest (Figure S16) and remains unchanged after photocatalysis (Figure S17), thus corroborating the integrity of the MOF host upon OER. Finally, SEM images of the electrodes' surface after electro- or photocatalysis showed no difference with the surfaces before catalysis (Figures S18 and S19). All of the above characterizations yield converging conclusions toward the POM@MOF photosystem stability in thin films upon OER catalysis.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Co K-edge\nXANES (a) and FT-EXAFS (b) spectra collected at 77 K of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> as\nsynthesized, after electrocatalysis, and after photocatalysis.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b13121_0002.eps\"></graphic>\n</fig>", "clean_text": " 5  Co K-edge XANES (a) and FT-EXAFS (b) spectra collected at 77 K of P  2  W  18  Co  4  @MOF-545-DC as synthesized, after electrocatalysis, and after photocatalysis.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>Recyclability was further investigated in photocatalysis.\nA significant advantage of thin films is the convenient and easy recollection\nfor additional runs.  shows that the POM@MOF may be reused in another photocatalytic\nrun, with only a small loss in activity (5% for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and 16%\nfor <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>).</p>", "clean_text": "Recyclability was further investigated in photocatalysis. A significant advantage of thin films is the convenient and easy recollection for additional runs.  shows that the POM@MOF may be reused in another photocatalytic run, with only a small loss in activity (5% for P  2  W  18  Co  4  @MOF-545-EP and 16% for P  2  W  18  Co  4  @MOF-545-DC).", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Recyclability of POM@MOF thin films for photocatalytic OER. Kinetics\nof visible light-driven O<sub>2</sub> production (5 mM Na<sub>2</sub>S<sub>2</sub>O<sub>8</sub> in 2 mL of 80 mM borate buffer solution,\npH 8, λ &gt; 420 nm, 280 W) for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (a) and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co<sub>4</sub>@MOF-545-DC</bold> (b) for the first cycle (squares)\nand after renewing the catalytic solution on the same electrode (triangles).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am9b13121_0005.eps\"></graphic>\n</fig>", "clean_text": " 6  Recyclability of POM@MOF thin films for photocatalytic OER. Kinetics of visible light-driven O2 production (5 mM Na2S2O8 in 2 mL of 80 mM borate buffer solution, pH 8, λ > 420 nm, 280 W) for P  2  W  18  Co  4  @MOF-545-EP (a) and P  2  W  18  Co4@MOF-545-DC (b) for the first cycle (squares) and after renewing the catalytic solution on the same electrode (triangles).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In this work, we have reported the optimization\nof the catalytic performances of a thin-film POM@MOF photosystem for\nOER, comparing two different techniques of deposition on ITO (drop\ncasting and electrophoresis). With the long-term goal to develop robust\nand recyclable heterogeneous noble metal-free photosystems in the\nfield of energy, the present work shows that POM@MOF composites deposited\ninto thin films offer an outstanding benefit in terms of photocatalytic\nefficiency while allowing their integration into easy-to-use devices.\nIndeed, the TONs for the photocatalytic O<sub>2</sub> production obtained\nwith the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> composite are greatly enhanced using thin films when compared to\nthose obtained with the POM@MOF bulk composite in suspension, with\nestimated TONs of 1600 (DC) and 403 (EP) vs 70. The relative performances of thin films and suspension\n(DC &gt; EP &gt; suspension) may be rationalized by the optimal illumination\nof the POM@MOF crystallites in DC-type thin films.</p>", "clean_text": "Conclusions\n\nIn this work, we have reported the optimization of the catalytic performances of a thin-film POM@MOF photosystem for OER, comparing two different techniques of deposition on ITO (drop casting and electrophoresis). With the long-term goal to develop robust and recyclable heterogeneous noble metal-free photosystems in the field of energy, the present work shows that POM@MOF composites deposited into thin films offer an outstanding benefit in terms of photocatalytic efficiency while allowing their integration into easy-to-use devices. Indeed, the TONs for the photocatalytic O2 production obtained with the P2W18Co4@MOF-545 composite are greatly enhanced using thin films when compared to those obtained with the POM@MOF bulk composite in suspension, with estimated TONs of 1600 (DC) and 403 (EP) vs 70. The relative performances of thin films and suspension (DC > EP > suspension) may be rationalized by the optimal illumination of the POM@MOF crystallites in DC-type thin films.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Importantly,\nstate-of-the-art techniques provide, for the first time, evidence\nfor the integrity of the POM catalyst in POM@MOF thin films after\nelectrocatalysis and photocatalysis. Overall, the above results highlight\nthe performances of porphyrin-based MOFs as light-sensitive hosts\nfor the heterogenization of molecular catalysts when coupled with\ntheir shaping into thin films for developing heterogeneous photosystems\nperforming key reactions of interest. It is hoped that this work will\nalso promote ongoing interest in the field toward the in-depth characterization\nof catalysts, which is essential for rationally designing efficient\nand selective catalysts for OER.</p>", "clean_text": "Importantly, state-of-the-art techniques provide, for the first time, evidence for the integrity of the POM catalyst in POM@MOF thin films after electrocatalysis and photocatalysis. Overall, the above results highlight the performances of porphyrin-based MOFs as light-sensitive hosts for the heterogenization of molecular catalysts when coupled with their shaping into thin films for developing heterogeneous photosystems performing key reactions of interest. It is hoped that this work will also promote ongoing interest in the field toward the in-depth characterization of catalysts, which is essential for rationally designing efficient and selective catalysts for OER.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Na<sub>10</sub>[(PW<sub>9</sub>O<sub>34</sub>)<sub>2</sub>Co<sub>4</sub>(H<sub>2</sub>O)<sub>2</sub>] (<bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>), tetrakis­(4-carboxyphenyl)­porphyrin (<bold>TCPP-H</bold>\n<sub>\n<bold>2</bold>\n</sub>), MOF-545, and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold>\n were synthesized according to reported\nprocedures. All other reagents were purchased from commercial sources\nand used as received. ITO-plated glass electrodes were purchased from\nSOLEMS and cut to reach a 6 × 20 mm<sup>2</sup> size.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nNa10[(PW9O34)2Co4(H2O)2] (P2W18Co4 ), tetrakis(4-carboxyphenyl)porphyrin (TCPP-H  2 ), MOF-545, and P  2  W  18  Co  4  @MOF-545  were synthesized according to reported procedures. All other reagents were purchased from commercial sources and used as received. ITO-plated glass electrodes were purchased from SOLEMS and cut to reach a 6 × 20 mm2 size.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["synthesis condition"], "content": "<title>Thin Films’ Preparation</title><p>\n<bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> was prepared in\ntwo steps to avoid exposing the POM to high voltage. To form <bold>MOF-545-EP</bold>, two ITO electrodes were immersed 3 mm apart in\na colloidal suspension containing 1 mg of MOF-545 in 4 mL of toluene.\nA 45 V cell voltage was then applied between the two electrodes for\n30 min three times consecutively and with no agitation, the MOF suspension\nbeing renewed between each cycle. <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> was then obtained by\nimmersing the <bold>MOF-545-EP</bold> electrodes in a 5 mM solution\nof <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub> in an 80\nmM B­(OH)<sub>3</sub> pH 8 buffer solution for 5 h. The EP thin films\nwere carefully washed with water to allow the release of POMs adsorbed\nat the surface of MOF particles. <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> was drop casted (10\nμL) from a suspension of 1 mg of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold> in 1 mL of ethanol on an\nITO electrode of area 36 mm<sup>2</sup> and allowed to dry at room\ntemperature for 10 min. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, the material mass was calculated\nat 0.01 mg according to the concentration and volume of the deposited\ndrop. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>, the mass of deposited material was measured by\nweighting the material over 20 electrodes prepared in identical conditions,\nleading to an average deposited MOF amount of 0.11 mg. Using the chemical\nformula ([Zr<sub>6</sub>O<sub>18</sub>H<sub>18</sub>]<sub>3</sub>[C<sub>48</sub>H<sub>26</sub>O<sub>8</sub>N<sub>4</sub>]<sub>6</sub> [P<sub>2</sub>W<sub>18</sub>O<sub>70</sub>Co<sub>4</sub>H<sub>4</sub>]<sub>0.6</sub>·78H<sub>2</sub>O) determined for the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> powder,\n<bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> contains 0.53 nmol and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> 5.8 nmol of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>, equivalent to 1.5\nand 16 nmol cm<sup>–2</sup> of POM, respectively.</p>", "clean_text": "Thin Films' Preparation\n\n P  2  W  18  Co  4  @MOF-545-EP was prepared in two steps to avoid exposing the POM to high voltage. To form MOF-545-EP, two ITO electrodes were immersed 3 mm apart in a colloidal suspension containing 1 mg of MOF-545 in 4 mL of toluene. A 45 V cell voltage was then applied between the two electrodes for 30 min three times consecutively and with no agitation, the MOF suspension being renewed between each cycle. P  2  W  18  Co  4  @MOF-545-EP was then obtained by immersing the MOF-545-EP electrodes in a 5 mM solution of P  2  W  18  Co  4  in an 80 mM B(OH)3 pH 8 buffer solution for 5 h. The EP thin films were carefully washed with water to allow the release of POMs adsorbed at the surface of MOF particles. P  2  W  18  Co  4  @MOF-545-DC was drop casted (10 μL) from a suspension of 1 mg of P  2  W  18  Co  4  @MOF-545 in 1 mL of ethanol on an ITO electrode of area 36 mm2 and allowed to dry at room temperature for 10 min. For P  2  W  18  Co  4  @MOF-545-DC, the material mass was calculated at 0.01 mg according to the concentration and volume of the deposited drop. For P  2  W  18  Co  4  @MOF-545-EP, the mass of deposited material was measured by weighting the material over 20 electrodes prepared in identical conditions, leading to an average deposited MOF amount of 0.11 mg. Using the chemical formula ([Zr6O18H18]3[C48H26O8N4]6 [P2W18O70Co4H4]0.6⋅78H2O) determined for the P2W18Co4@MOF-545 powder, P  2  W  18  Co  4  @MOF-545-DC contains 0.53 nmol and P  2  W  18  Co  4  @MOF-545-EP 5.8 nmol of P2W18Co4 , equivalent to 1.5 and 16 nmol cm-2 of POM, respectively.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Physical Methods</title><p>Infrared (IR) spectra were recorded\non a Nicolet 30 ATR 6700 FT spectrometer. Powder X-ray diffraction\n(PXRD) data were obtained on a Bruker D5000 diffractometer using Cu\nradiation (1.54059 Å). Energy-dispersive spectroscopy (EDS) measurements\nwere performed on a JEOL JSM 5800LV apparatus. X-ray absorption spectra\nwere recorded on the SAMBA beamline of SOLEIL at a ring energy of\n2.75 GeV and a current of 500 mA. The incident energy was selected\nusing a Si(222) double-crystal monochromator and calibrated to the\nfirst inflection point of a Co foil (<italic>E</italic> = 7709 eV).\nMeasurements were performed in fluorescence mode using a Bruker fluorescence\ndetector. The optical properties of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> and MOF-545 may be found in ref . Raman spectra were measured\non a home-made Raman spectrometer at 532 nm, the spectrum being acquired\nwith a fiber-coupled spectrometer coupled to a charge-coupled device\n(CCD) camera (IsoPlane SCT 320 mounted with a PIXIS, using a 1800\nlines grating; Princeton Inst.). An interferential filter was used\nto cut the elastic scattering. The spectral resolution was set to\n6 cm<sup>–1</sup>. The laser power was adjusted to about 1–2\nmW on the sample to avoid laser damage. Solid-state <sup>31</sup>P\nMAS NMR was recorded on a Bruker Avance 500 MHz spectrometer (<italic>B</italic>\n<sub>0</sub> = 11.7 T). The sample was packed in a 2.5\nmm zirconia rotor and spun at a 30 kHz MAS rate. The spectrum was\nrecorded using a rotor-synchronized Hahn-echo sequence 90°−τ–180°−τ.\nThe 90° pulse length was 2.3 μs, the τ delay was\n33 μs, and the recycle delay was 0.1 s. The spectrum was an\naccumulation of ca. 105 000 transients. Solution <sup>31</sup>P NMR spectra were recorded on a Bruker Avance 400 apparatus at 162.3\nMHz. Chemical shifts were referenced to 85% H<sub>3</sub>PO<sub>4</sub>.</p>", "clean_text": "Physical Methods\n\nInfrared (IR) spectra were recorded on a Nicolet 30 ATR 6700 FT spectrometer. Powder X-ray diffraction (PXRD) data were obtained on a Bruker D5000 diffractometer using Cu radiation (1.54059 Å). Energy-dispersive spectroscopy (EDS) measurements were performed on a JEOL JSM 5800LV apparatus. X-ray absorption spectra were recorded on the SAMBA beamline of SOLEIL at a ring energy of 2.75 GeV and a current of 500 mA. The incident energy was selected using a Si(222) double-crystal monochromator and calibrated to the first inflection point of a Co foil (E = 7709 eV). Measurements were performed in fluorescence mode using a Bruker fluorescence detector. The optical properties of P2W18Co4@MOF-545 and MOF-545 may be found in ref . Raman spectra were measured on a home-made Raman spectrometer at 532 nm, the spectrum being acquired with a fiber-coupled spectrometer coupled to a charge-coupled device (CCD) camera (IsoPlane SCT 320 mounted with a PIXIS, using a 1800 lines grating; Princeton Inst.). An interferential filter was used to cut the elastic scattering. The spectral resolution was set to 6 cm-1. The laser power was adjusted to about 1-2 mW on the sample to avoid laser damage. Solid-state 31P MAS NMR was recorded on a Bruker Avance 500 MHz spectrometer (B 0 = 11.7 T). The sample was packed in a 2.5 mm zirconia rotor and spun at a 30 kHz MAS rate. The spectrum was recorded using a rotor-synchronized Hahn-echo sequence 90°-τ-180°-τ. The 90° pulse length was 2.3 μs, the τ delay was 33 μs, and the recycle delay was 0.1 s. The spectrum was an accumulation of ca. 105000 transients. Solution 31P NMR spectra were recorded on a Bruker Avance 400 apparatus at 162.3 MHz. Chemical shifts were referenced to 85% H3PO4.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Photocatalytic Activity Measurements</title><p>Similar conditions\nas those used for studying the OER catalytic performances of suspensions\nof <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> were\nused to ensure the MOF and POM’s stability. Electrodes were fixed to a wall of a quartz cuvette with\na volume of 4.2 mL. The cuvette was then filled with 2 mL of a 5 mM\nNa<sub>2</sub>S<sub>2</sub>O<sub>8</sub> solution in 80 mM B­(OH)<sub>3</sub> pH 8 buffer, sealed, thoroughly degassed using nitrogen,\nand finally placed in a temperature-controlled block at 20 °C.\nThe thin films were irradiated with a 280 W xenon light source equipped\nwith a 420 nm filter and a water infrared filter. Oxygen produced\nwas measured by analyzing 50 μL aliquots from the cuvette’s\nheadspace by gas chromatography on a Shimadzu GC-2014 equipped with\na thermal conductivity detector and a Quadrex column. O<sub>2</sub> quantification was achieved accordingly to the corresponding calibration\ncurves.</p>", "clean_text": "Photocatalytic Activity Measurements\n\nSimilar conditions as those used for studying the OER catalytic performances of suspensions of P2W18Co4@MOF-545 were used to ensure the MOF and POM's stability. Electrodes were fixed to a wall of a quartz cuvette with a volume of 4.2 mL. The cuvette was then filled with 2 mL of a 5 mM Na2S2O8 solution in 80 mM B(OH)3 pH 8 buffer, sealed, thoroughly degassed using nitrogen, and finally placed in a temperature-controlled block at 20 °C. The thin films were irradiated with a 280 W xenon light source equipped with a 420 nm filter and a water infrared filter. Oxygen produced was measured by analyzing 50 μL aliquots from the cuvette's headspace by gas chromatography on a Shimadzu GC-2014 equipped with a thermal conductivity detector and a Quadrex column. O2 quantification was achieved accordingly to the corresponding calibration curves.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Electrocatalytic Characterization and Activity Measurements</title><p>Electrochemical studies were conducted in similar conditions as\nthe photocatalytic experiments using an SP 300 potentiostat (Bio-Logic\nScience Instruments SAS). All of the electrochemical experiments were\nperformed at room temperature in a 15 mL, 80 mM B­(OH)<sub>3</sub> pH\n8 buffer using ultrapure water produced by a Millipore system (18.2\nMΩ at 25 °C) and 1 M NaOH to adjust pH. Solutions were\ndeaerated using nitrogen gas. CVs and controlled-potential electrolysis\nwere carried out at room temperature in a gas-tight two-compartment\nelectrochemical cell. Cathodic and anodic compartments were separated\nvia a glass frit of fine porosity. The counter electrode was a platinum\nwire, the reference electrode was a saturated Ag/AgCl/KCl electrode\nseparated from the electrolyte by a salt bridge, and the working electrode\nwas the relevant ITO-coated glass electrode. The electrochemical surface\narea was estimated by measuring the geometrical area of the electrode.\nElectric contact between the ITO surface and the potentiostat was\nmade through copper tape. Production of oxygen in the anodic headspace\ngas was measured using the same methods as for photocatalytic activity\nmeasurements. Recyclability experiments (three cycles) were performed\nobtaining the same current densities and charge passed for 2 h. The\nelectrode was removed, rinsed with ethanol, and immersed in a new\ndeaerated buffer solution. All TONs and TOFs were estimated by normalizing\nthe production of O<sub>2</sub> with the number of nmol of POM.</p>", "clean_text": "Electrocatalytic Characterization and Activity Measurements\n\nElectrochemical studies were conducted in similar conditions as the photocatalytic experiments using an SP 300 potentiostat (Bio-Logic Science Instruments SAS). All of the electrochemical experiments were performed at room temperature in a 15 mL, 80 mM B(OH)3 pH 8 buffer using ultrapure water produced by a Millipore system (18.2 MΩ at 25 °C) and 1 M NaOH to adjust pH. Solutions were deaerated using nitrogen gas. CVs and controlled-potential electrolysis were carried out at room temperature in a gas-tight two-compartment electrochemical cell. Cathodic and anodic compartments were separated via a glass frit of fine porosity. The counter electrode was a platinum wire, the reference electrode was a saturated Ag/AgCl/KCl electrode separated from the electrolyte by a salt bridge, and the working electrode was the relevant ITO-coated glass electrode. The electrochemical surface area was estimated by measuring the geometrical area of the electrode. Electric contact between the ITO surface and the potentiostat was made through copper tape. Production of oxygen in the anodic headspace gas was measured using the same methods as for photocatalytic activity measurements. Recyclability experiments (three cycles) were performed obtaining the same current densities and charge passed for 2 h. The electrode was removed, rinsed with ethanol, and immersed in a new deaerated buffer solution. All TONs and TOFs were estimated by normalizing the production of O2 with the number of nmol of POM.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>X-ray Absorption Fine Structure (XAFS) Analyses</title><p>X-ray\nabsorption fine structure (XAFS) spectroscopy analyses were done at\nSAMBA beamline, Synchrotron SOLEIL, France. The storage ring was operated\nwith a 2.75 GeV electron energy ring, 500 mA current, and multibunch\nmode. Thin films or powders pressed into pellets of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>, <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold>, <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545-DC</bold>, and <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545-EP</bold> were analyzed at 77 K using a N<sub>2</sub> cryostat. X-ray absorption near edge structure (XANES) and extended\nX-ray absorption fine structure (EXAFS) spectroscopy spectra were\ncollected at the Co K-edge (7709 eV) between 7500 and 8335 eV. Acquisitions\nwere done in fluorescence mode using a Ge multipixel fluorescence\ndetector (Canberra). All spectra were processed using Athena featured\nin Demeter Software Package.\n</p>", "clean_text": "X-ray Absorption Fine Structure (XAFS) Analyses\n\nX-ray absorption fine structure (XAFS) spectroscopy analyses were done at SAMBA beamline, Synchrotron SOLEIL, France. The storage ring was operated with a 2.75 GeV electron energy ring, 500 mA current, and multibunch mode. Thin films or powders pressed into pellets of P2W18Co4 , P2W18Co4@MOF-545, P2W18Co4@MOF-545-DC, and P2W18Co4@MOF-545-EP were analyzed at 77 K using a N2 cryostat. X-ray absorption near edge structure (XANES) and extended X-ray absorption fine structure (EXAFS) spectroscopy spectra were collected at the Co K-edge (7709 eV) between 7500 and 8335 eV. Acquisitions were done in fluorescence mode using a Ge multipixel fluorescence detector (Canberra). All spectra were processed using Athena featured in Demeter Software Package. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.9b13121?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsami.9b13121</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details, PXRD, SEM, CVs, LSVs, CPEs, XANES–EXAFS\nspectra, NMR, and Raman spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.9b13121.  Experimental details, PXRD, SEM, CVs, LSVs, CPEs, XANES-EXAFS spectra, NMR, and Raman spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Experimental details, PXRD, SEM, CVs, LSVs, CPEs, XANES–EXAFS\nspectra, NMR, and Raman spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "Experimental details, PXRD, SEM, CVs, LSVs, CPEs, XANES-EXAFS spectra, NMR, and Raman spectra (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 29, "type": "text", "classification": "synthesis condition", "content": "<title>Thin Films’ Preparation</title><p>\n<bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> was prepared in\ntwo steps to avoid exposing the POM to high voltage. To form <bold>MOF-545-EP</bold>, two ITO electrodes were immersed 3 mm apart in\na colloidal suspension containing 1 mg of MOF-545 in 4 mL of toluene.\nA 45 V cell voltage was then applied between the two electrodes for\n30 min three times consecutively and with no agitation, the MOF suspension\nbeing renewed between each cycle. <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> was then obtained by\nimmersing the <bold>MOF-545-EP</bold> electrodes in a 5 mM solution\nof <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub> in an 80\nmM B­(OH)<sub>3</sub> pH 8 buffer solution for 5 h. The EP thin films\nwere carefully washed with water to allow the release of POMs adsorbed\nat the surface of MOF particles. <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> was drop casted (10\nμL) from a suspension of 1 mg of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold> in 1 mL of ethanol on an\nITO electrode of area 36 mm<sup>2</sup> and allowed to dry at room\ntemperature for 10 min. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, the material mass was calculated\nat 0.01 mg according to the concentration and volume of the deposited\ndrop. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>, the mass of deposited material was measured by\nweighting the material over 20 electrodes prepared in identical conditions,\nleading to an average deposited MOF amount of 0.11 mg. Using the chemical\nformula ([Zr<sub>6</sub>O<sub>18</sub>H<sub>18</sub>]<sub>3</sub>[C<sub>48</sub>H<sub>26</sub>O<sub>8</sub>N<sub>4</sub>]<sub>6</sub> [P<sub>2</sub>W<sub>18</sub>O<sub>70</sub>Co<sub>4</sub>H<sub>4</sub>]<sub>0.6</sub>·78H<sub>2</sub>O) determined for the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> powder,\n<bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> contains 0.53 nmol and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> 5.8 nmol of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>, equivalent to 1.5\nand 16 nmol cm<sup>–2</sup> of POM, respectively.</p>", "clean_text": "Thin Films' Preparation\n\n P  2  W  18  Co  4  @MOF-545-EP was prepared in two steps to avoid exposing the POM to high voltage. To form MOF-545-EP, two ITO electrodes were immersed 3 mm apart in a colloidal suspension containing 1 mg of MOF-545 in 4 mL of toluene. A 45 V cell voltage was then applied between the two electrodes for 30 min three times consecutively and with no agitation, the MOF suspension being renewed between each cycle. P  2  W  18  Co  4  @MOF-545-EP was then obtained by immersing the MOF-545-EP electrodes in a 5 mM solution of P  2  W  18  Co  4  in an 80 mM B(OH)3 pH 8 buffer solution for 5 h. The EP thin films were carefully washed with water to allow the release of POMs adsorbed at the surface of MOF particles. P  2  W  18  Co  4  @MOF-545-DC was drop casted (10 μL) from a suspension of 1 mg of P  2  W  18  Co  4  @MOF-545 in 1 mL of ethanol on an ITO electrode of area 36 mm2 and allowed to dry at room temperature for 10 min. For P  2  W  18  Co  4  @MOF-545-DC, the material mass was calculated at 0.01 mg according to the concentration and volume of the deposited drop. For P  2  W  18  Co  4  @MOF-545-EP, the mass of deposited material was measured by weighting the material over 20 electrodes prepared in identical conditions, leading to an average deposited MOF amount of 0.11 mg. Using the chemical formula ([Zr6O18H18]3[C48H26O8N4]6 [P2W18O70Co4H4]0.6⋅78H2O) determined for the P2W18Co4@MOF-545 powder, P  2  W  18  Co  4  @MOF-545-DC contains 0.53 nmol and P  2  W  18  Co  4  @MOF-545-EP 5.8 nmol of P2W18Co4 , equivalent to 1.5 and 16 nmol cm-2 of POM, respectively.", "data": [{"meta": {"name": "P2W18Co4@MOF-545-EP", "symbol": "EP", "chemical formula": "[Zr6O18H18]3[C48H26O8N4]6[P2W18O70Co4H4]0.6·78H2O"}, "processes": [{"synthesis method": "electrochemical deposition", "precursor": [{"name": "MOF-545", "amount": "1", "unit": "mg"}], "solvent": [{"name": "toluene", "amount": "4", "unit": "mL"}], "voltage": "45 V", "time": "30 min", "renewal": "between each cycle"}, {"synthesis method": "washing", "washing solution": "water", "amount": ""}]}, {"meta": {"name": "P2W18Co4@MOF-545-DC", "symbol": "DC", "chemical formula": "[Zr6O18H18]3[C48H26O8N4]6[P2W18O70Co4H4]0.6·78H2O"}, "processes": [{"synthesis method": "drop casting", "precursor": [{"name": "P2W18Co4@MOF-545", "amount": "0.01", "unit": "mg"}], "solvent": [{"name": "ethanol", "amount": "1", "unit": "mL"}], "drying condition": "room temperature", "time": "10 min"}]}], "include_properties": ["electrochemical_deposition", "washing", "drying"]}, {"idx": "13, 14, 19, 24, 26", "type": "text", "classification": "property", "content": "<p>The electrochemical behavior of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>, <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>, and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> was studied. Cyclic\nvoltammograms (CVs) as well as linear sweep voltammetry (LSV) measurements\nwere conducted in an 80 mM borate buffer at pH 8, at which both the\nMOF and POM components are stable. CVs were measured between 0.65\nand 1.85 V vs RHE. The CVs displayed a characteristic wave assigned\nto Co<sup>II</sup>/Co<sup>III</sup> redox processes of the Co centers\nof the POM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S7</ext-link>). Half-wave potential\nis similar for both the POM in solution over a bare ITO electrode\nand the thin films, measured at 1.35 V. Furthermore, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S8</ext-link> displays CVs of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> as a function of the\nscan rate, whereby the linear dependence of the peak current intensity\nwith respect to the scan rate is consistent with a surface-controlled\nredox process.</p><p>For both EP and DC deposition methods, the LSVs\nshow similar electrochemical trends going from bare ITO to MOF-545\nthin films to <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> (c). On the\nbare ITO electrode, water-oxidation reaction starts at a potential\nof 1.88 V. For both <bold>MOF-545-EP</bold> and <bold>MOF-545-DC</bold>, the MOF coating has an insulator effect that lowers the current\ndensity and does not show any catalytic effect. By contrast, thin\nfilms of the full POM@MOF composite show a catalytic wave starting\nat +1.62 V for both <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, in agreement with literature and LSVs conducted on a 5 mM <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold> solution (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S9</ext-link>), thus showing an overpotential for OER of 390 mV.\nTo confirm the electrocatalytic OER of the thin films, controlled-potential\nelectrolysis (CPE) experiments were conducted at 1.88 V vs RHE in\nan 80 mM borate buffer solution at pH 8 (d). A stable current density was obtained\nfor 2 h and reproduced after two more cycles (same charge passed;\nsee  for details). Blank\nexperiments conducted on either bare ITO electrode or MOF-545 thin\nfilms (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S10</ext-link>) led to negligible current\nintensities when compared to those of POM@MOF thin films. The higher\ncurrent densities observed for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (∼350 μA cm<sup>–2</sup>) with respect to <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> (∼200 μA\ncm<sup>–2</sup>) may be explained by the larger quantities\nof POM@MOF catalyst deposited on EP films when compared to DC ones\n(1 order of magnitude difference). The first evidence for the production\nof O<sub>2</sub> is the formation of bubbles at the electrode surface\ntriggered by the application of the potential. O<sub>2</sub> production\nwas measured over the experiments by gas chromatography (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">S11</ext-link>) and was shown to occur linearly over time,\nconsistent with the stable current observed during catalysis. Faradic\nyields calculated after 2 h of reaction are close to 100% for both <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>. The comparison of electrocatalytic performances of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> points toward the better activity of DC thin films: turnover numbers\n(TONs) and turnover frequencies (TOFs) calculated over 2 h amount,\nrespectively, to 527 and 73 × 10<sup>–3</sup> s<sup>–1</sup> for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and 2250 and 310 × 10<sup>–3</sup> s<sup>–1</sup> for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>. The remarkably higher performances of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> with respect to <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> may be attributed to the larger thickness of EP films (∼20\nμm) when compared to that of DC films (crystallite size of ∼1\nμm). Consequently, an important proportion of POM@MOF crystallites\non top of the film, i.e., far from the conductive ITO support, may\nnot participate in the electrocatalysis as part of an insulating layer\nof materials in <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, a higher amount of active\nsites of the catalytic POM are available owing to a higher dispersion\nof the sample.</p><p>The two types\nof thin films exhibit significantly different photocatalytic activities\nduring OER, pointing toward a much higher performance of DC-type thin\nfilms. For <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>, the TON after 2 h amounts to 403 and the TOF\nover the first 30 min to 134 10<sup>–3</sup> s<sup>–1</sup>. The corresponding values for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> are much higher and amount\nto 1600 (TON) and 467 10<sup>–3</sup> s<sup>–1</sup> (TOF). Here, we interpret such differences as a result of the efficient\nillumination of the POM@MOF photosystem in DC thin films, whereby\nall particles deposited on ITO are exposed to light, while in the\nthicker (multiple-layered) EP films, only the sublayer of POM@MOF\nparticles indeed exposed to light is functional. Remarkably, both\ntypes of films exhibit higher photocatalytic activities than <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> illuminated\nin suspension (b). This may be again explained not only by the lower quantities\nof catalyst deposited on films with respect to that in suspensionwhich\ntends to increase the calculated TONbut also by a less efficient\nexposure of crystallites to light when in suspension (random orientation\nof crystallites, light diffusion by the suspension). A schematic illustration\nof such differences between the suspensions, DC, and EP films upon\nlight illumination is proposed in .</p><p>Recyclability was further investigated in photocatalysis.\nA significant advantage of thin films is the convenient and easy recollection\nfor additional runs.  shows that the POM@MOF may be reused in another photocatalytic\nrun, with only a small loss in activity (5% for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and 16%\nfor <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>).</p><title>Conclusions</title><p>In this work, we have reported the optimization\nof the catalytic performances of a thin-film POM@MOF photosystem for\nOER, comparing two different techniques of deposition on ITO (drop\ncasting and electrophoresis). With the long-term goal to develop robust\nand recyclable heterogeneous noble metal-free photosystems in the\nfield of energy, the present work shows that POM@MOF composites deposited\ninto thin films offer an outstanding benefit in terms of photocatalytic\nefficiency while allowing their integration into easy-to-use devices.\nIndeed, the TONs for the photocatalytic O<sub>2</sub> production obtained\nwith the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> composite are greatly enhanced using thin films when compared to\nthose obtained with the POM@MOF bulk composite in suspension, with\nestimated TONs of 1600 (DC) and 403 (EP) vs 70. The relative performances of thin films and suspension\n(DC &gt; EP &gt; suspension) may be rationalized by the optimal illumination\nof the POM@MOF crystallites in DC-type thin films.</p>", "clean_text": "The electrochemical behavior of P2W18Co4 , P  2  W  18  Co  4  @MOF-545-EP, and P  2  W  18  Co  4  @MOF-545-DC was studied. Cyclic voltammograms (CVs) as well as linear sweep voltammetry (LSV) measurements were conducted in an 80 mM borate buffer at pH 8, at which both the MOF and POM components are stable. CVs were measured between 0.65 and 1.85 V vs RHE. The CVs displayed a characteristic wave assigned to CoII/CoIII redox processes of the Co centers of the POM (Figure S7). Half-wave potential is similar for both the POM in solution over a bare ITO electrode and the thin films, measured at 1.35 V. Furthermore, Figure S8 displays CVs of P  2  W  18  Co  4  @MOF-545-DC as a function of the scan rate, whereby the linear dependence of the peak current intensity with respect to the scan rate is consistent with a surface-controlled redox process.\n\nFor both EP and DC deposition methods, the LSVs show similar electrochemical trends going from bare ITO to MOF-545 thin films to P2W18Co4@MOF-545 (c). On the bare ITO electrode, water-oxidation reaction starts at a potential of 1.88 V. For both MOF-545-EP and MOF-545-DC, the MOF coating has an insulator effect that lowers the current density and does not show any catalytic effect. By contrast, thin films of the full POM@MOF composite show a catalytic wave starting at +1.62 V for both P  2  W  18  Co  4  @MOF-545-EP and P  2  W  18  Co  4  @MOF-545-DC, in agreement with literature and LSVs conducted on a 5 mM P2W18Co4  solution (Figure S9), thus showing an overpotential for OER of 390 mV. To confirm the electrocatalytic OER of the thin films, controlled-potential electrolysis (CPE) experiments were conducted at 1.88 V vs RHE in an 80 mM borate buffer solution at pH 8 (d). A stable current density was obtained for 2 h and reproduced after two more cycles (same charge passed; see  for details). Blank experiments conducted on either bare ITO electrode or MOF-545 thin films (Figure S10) led to negligible current intensities when compared to those of POM@MOF thin films. The higher current densities observed for P  2  W  18  Co  4  @MOF-545-EP (~350 μA cm-2) with respect to P  2  W  18  Co  4  @MOF-545-DC (~200 μA cm-2) may be explained by the larger quantities of POM@MOF catalyst deposited on EP films when compared to DC ones (1 order of magnitude difference). The first evidence for the production of O2 is the formation of bubbles at the electrode surface triggered by the application of the potential. O2 production was measured over the experiments by gas chromatography (a and S11) and was shown to occur linearly over time, consistent with the stable current observed during catalysis. Faradic yields calculated after 2 h of reaction are close to 100% for both P  2  W  18  Co  4  @MOF-545-EP and P  2  W  18  Co  4  @MOF-545-DC. The comparison of electrocatalytic performances of P  2  W  18  Co  4  @MOF-545-DC and P  2  W  18  Co  4  @MOF-545-EP points toward the better activity of DC thin films: turnover numbers (TONs) and turnover frequencies (TOFs) calculated over 2 h amount, respectively, to 527 and 73 × 10-3 s-1 for P  2  W  18  Co  4  @MOF-545-EP and 2250 and 310 × 10-3 s-1 for P  2  W  18  Co  4  @MOF-545-DC. The remarkably higher performances of P  2  W  18  Co  4  @MOF-545-DC with respect to P  2  W  18  Co  4  @MOF-545-EP may be attributed to the larger thickness of EP films (~20 μm) when compared to that of DC films (crystallite size of ~1 μm). Consequently, an important proportion of POM@MOF crystallites on top of the film, i.e., far from the conductive ITO support, may not participate in the electrocatalysis as part of an insulating layer of materials in P  2  W  18  Co  4  @MOF-545-EP. For P  2  W  18  Co  4  @MOF-545-DC, a higher amount of active sites of the catalytic POM are available owing to a higher dispersion of the sample.\n\nThe two types of thin films exhibit significantly different photocatalytic activities during OER, pointing toward a much higher performance of DC-type thin films. For P  2  W  18  Co  4  @MOF-545-EP, the TON after 2 h amounts to 403 and the TOF over the first 30 min to 134 10-3 s-1. The corresponding values for P  2  W  18  Co  4  @MOF-545-DC are much higher and amount to 1600 (TON) and 467 10-3 s-1 (TOF). Here, we interpret such differences as a result of the efficient illumination of the POM@MOF photosystem in DC thin films, whereby all particles deposited on ITO are exposed to light, while in the thicker (multiple-layered) EP films, only the sublayer of POM@MOF particles indeed exposed to light is functional. Remarkably, both types of films exhibit higher photocatalytic activities than P2W18Co4@MOF-545 illuminated in suspension (b). This may be again explained not only by the lower quantities of catalyst deposited on films with respect to that in suspensionwhich tends to increase the calculated TONbut also by a less efficient exposure of crystallites to light when in suspension (random orientation of crystallites, light diffusion by the suspension). A schematic illustration of such differences between the suspensions, DC, and EP films upon light illumination is proposed in .\n\nRecyclability was further investigated in photocatalysis. A significant advantage of thin films is the convenient and easy recollection for additional runs.  shows that the POM@MOF may be reused in another photocatalytic run, with only a small loss in activity (5% for P  2  W  18  Co  4  @MOF-545-EP and 16% for P  2  W  18  Co  4  @MOF-545-DC).\n\nConclusions\n\nIn this work, we have reported the optimization of the catalytic performances of a thin-film POM@MOF photosystem for OER, comparing two different techniques of deposition on ITO (drop casting and electrophoresis). With the long-term goal to develop robust and recyclable heterogeneous noble metal-free photosystems in the field of energy, the present work shows that POM@MOF composites deposited into thin films offer an outstanding benefit in terms of photocatalytic efficiency while allowing their integration into easy-to-use devices. Indeed, the TONs for the photocatalytic O2 production obtained with the P2W18Co4@MOF-545 composite are greatly enhanced using thin films when compared to those obtained with the POM@MOF bulk composite in suspension, with estimated TONs of 1600 (DC) and 403 (EP) vs 70. The relative performances of thin films and suspension (DC > EP > suspension) may be rationalized by the optimal illumination of the POM@MOF crystallites in DC-type thin films.", "data": [[{"meta": {"name": "P2W18Co4@MOF-545-EP", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "electrochemical behavior", "value": "", "unit": "", "condition": ""}, {"property name": "cyclic voltammograms", "value": "", "unit": "", "condition": ""}, {"property name": "linear sweep voltammetry", "value": "", "unit": "", "condition": ""}, {"property name": "borate buffer", "value": "", "unit": "", "condition": ""}, {"property name": "pH", "value": "8", "unit": "", "condition": ""}, {"property name": "half-wave potential", "value": "1.35", "unit": "V", "condition": ""}, {"property name": "scan rate", "value": "", "unit": "", "condition": ""}, {"property name": "surface-controlled redox process", "value": "", "unit": "", "condition": ""}, {"property name": "LSVs", "value": "", "unit": "", "condition": ""}, {"property name": "electrochemical trends", "value": "", "unit": "", "condition": ""}, {"property name": "current density", "value": "", "unit": "", "condition": ""}, {"property name": "catalytic effect", "value": "", "unit": "", "condition": ""}, {"property name": "overpotential for OER", "value": "390", "unit": "mV", "condition": ""}, {"property name": "controlled-potential electrolysis", "value": "", "unit": "", "condition": ""}, {"property name": "current density", "value": "", "unit": "", "condition": ""}, {"property name": "gas chromatography", "value": "", "unit": "", "condition": ""}, {"property name": "Faradic yields", "value": "100%", "unit": "", "condition": ""}, {"property name": "photocatalytic activities", "value": "", "unit": "", "condition": ""}, {"property name": "TON", "value": "403", "unit": "", "condition": ""}, {"property name": "TOF", "value": "134", "unit": "10^-3 s^-1", "condition": ""}, {"property name": "recyclability", "value": "", "unit": "", "condition": ""}, {"property name": "loss in activity", "value": "5%", "unit": "", "condition": ""}]}, {"meta": {"name": "P2W18Co4@MOF-545-DC", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "electrochemical behavior", "value": "", "unit": "", "condition": ""}, {"property name": "cyclic voltammograms", "value": "", "unit": "", "condition": ""}, {"property name": "linear sweep voltammetry", "value": "", "unit": "", "condition": ""}, {"property name": "borate buffer", "value": "", "unit": "", "condition": ""}, {"property name": "pH", "value": "8", "unit": "", "condition": ""}, {"property name": "half-wave potential", "value": "1.35", "unit": "V", "condition": ""}, {"property name": "scan rate", "value": "", "unit": "", "condition": ""}, {"property name": "surface-controlled redox process", "value": "", "unit": "", "condition": ""}, {"property name": "LSVs", "value": "", "unit": "", "condition": ""}, {"property name": "electrochemical trends", "value": "", "unit": "", "condition": ""}, {"property name": "current density", "value": "", "unit": "", "condition": ""}, {"property name": "catalytic effect", "value": "", "unit": "", "condition": ""}, {"property name": "overpotential for OER", "value": "390", "unit": "mV", "condition": ""}, {"property name": "controlled-potential electrolysis", "value": "", "unit": "", "condition": ""}, {"property name": "current density", "value": "", "unit": "", "condition": ""}, {"property name": "gas chromatography", "value": "", "unit": "", "condition": ""}, {"property name": "Faradic yields", "value": "100%", "unit": "", "condition": ""}, {"property name": "photocatalytic activities", "value": "", "unit": "", "condition": ""}, {"property name": "TON", "value": "1600", "unit": "", "condition": ""}, {"property name": "TOF", "value": "467", "unit": "10^-3 s^-1", "condition": ""}, {"property name": "recyclability", "value": "", "unit": "", "condition": ""}, {"property name": "loss in activity", "value": "16%", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> photosystem for OER. (a) Schematic representation\nof the <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545</bold> composite with its three components (porous channel, POM catalyst,\nporphyrinic photosensitizer). (b) Proposed mechanism for light-driven\nOER. Reprinted in part with permission from ref <xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 American\nChemical Society. (c) Scheme for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> thin films’\nsynthesis.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b13121_0007.eps\"></graphic>\n</fig>", "clean_text": " 1   P2W18Co4@MOF-545 photosystem for OER. (a) Schematic representation of the P  2  W  18  Co  4  @MOF-545 composite with its three components (porous channel, POM catalyst, porphyrinic photosensitizer). (b) Proposed mechanism for light-driven OER. Reprinted in part with permission from ref . Copyright 2019 American Chemical Society. (c) Scheme for P  2  W  18  Co  4  @MOF-545-DC and P  2  W  18  Co  4  @MOF-545-EP thin films' synthesis.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Characterization\nof POM@MOF thin films. (a) SEM images of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>. (b) Comparison\nof Fourier-transformed (FT)-extended X-ray absorption fine structure\n(EXAFS) spectra at the Co K-edge collected at 77 K of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>\n</bold>, <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold>, <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold>. Note\nthat distances are reduced by 0.3–0.4 Å relative to the\nreal distance. Characteristic peaks are indexed to reference in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b13121/suppl_file/am9b13121_si_001.pdf\">Figure S5</ext-link>. (c) Linear sweep voltammetry (LSV)\nof bare ITO, <bold>MOF-545-EP</bold>, <bold>MOF-545-DC</bold>, <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold>, and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> in 80 mM B­(OH)<sub>3</sub> buffer at pH 8 at a scan rate of 5 mV\ns<sup>–1</sup>. (d) Current density vs time during controlled-potential\nelectrolysis (CPE) at 1.88 V vs reversible hydrogen electrode (RHE)\nin 80 mM B­(OH)<sub>3</sub> pH 8 buffer for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> and <bold>-DC</bold>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b13121_0004.eps\"></graphic>\n</fig>", "clean_text": " 2  Characterization of POM@MOF thin films. (a) SEM images of P  2  W  18  Co  4  @MOF-545-EP. (b) Comparison of Fourier-transformed (FT)-extended X-ray absorption fine structure (EXAFS) spectra at the Co K-edge collected at 77 K of P2W18Co4 , P2W18Co4@MOF-545, P  2  W  18  Co  4  @MOF-545-DC, and P  2  W  18  Co  4  @MOF-545-EP. Note that distances are reduced by 0.3-0.4 Å relative to the real distance. Characteristic peaks are indexed to reference in Figure S5. (c) Linear sweep voltammetry (LSV) of bare ITO, MOF-545-EP, MOF-545-DC, P  2  W  18  Co  4  @MOF-545-DC, and P  2  W  18  Co  4  @MOF-545-EP in 80 mM B(OH)3 buffer at pH 8 at a scan rate of 5 mV s-1. (d) Current density vs time during controlled-potential electrolysis (CPE) at 1.88 V vs reversible hydrogen electrode (RHE) in 80 mM B(OH)3 pH 8 buffer for P  2  W  18  Co  4  @MOF-545-EP and -DC.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Catalytic activities. (a) O<sub>2</sub> TON over time\nduring CPE at 1.85 V vs RHE in 80 mM B­(OH)<sub>3</sub> pH 8 buffer;\n(b) O<sub>2</sub> TON during illumination (5 mM Na<sub>2</sub>S<sub>2</sub>O<sub>8</sub> in 2 mL of 80 mM borate buffer solution, pH\n8, λ &gt; 420 nm, 280 W) for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (triangles), <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co<sub>4</sub>@MOF-545-DC</bold> (circles), and 0.5 mg of <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> powder in\nsuspension (squares).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b13121_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  Catalytic activities. (a) O2 TON over time during CPE at 1.85 V vs RHE in 80 mM B(OH)3 pH 8 buffer; (b) O2 TON during illumination (5 mM Na2S2O8 in 2 mL of 80 mM borate buffer solution, pH 8, λ > 420 nm, 280 W) for P  2  W  18  Co  4  @MOF-545-EP (triangles), P  2  W  18  Co4@MOF-545-DC (circles), and 0.5 mg of P2W18Co4@MOF-545 powder in suspension (squares).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic representation of the <bold>P<sub>2</sub>W<sub>18</sub>Co<sub>4</sub>@MOF-545</bold> photosystem under\nvarious setups upon light illumination: (a) in suspension, light capture\nby the crystallites is not optimal (random orientation of crystallites,\nlight diffusion); (b) as a thick layer on ITO obtained using electrophoresis\n(EP); the absorption of light is limited to the fraction of the crystallites\nin contact with ITO; (c) deposited on ITO by drop casting; DC allows\ndepositing small amounts of POM@MOF dispersed on ITO so that all crystallites\nmay be illuminated.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b13121_0001.eps\"></graphic>\n</fig>", "clean_text": " 4  Schematic representation of the P2W18Co4@MOF-545 photosystem under various setups upon light illumination: (a) in suspension, light capture by the crystallites is not optimal (random orientation of crystallites, light diffusion); (b) as a thick layer on ITO obtained using electrophoresis (EP); the absorption of light is limited to the fraction of the crystallites in contact with ITO; (c) deposited on ITO by drop casting; DC allows depositing small amounts of POM@MOF dispersed on ITO so that all crystallites may be illuminated.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Co K-edge\nXANES (a) and FT-EXAFS (b) spectra collected at 77 K of <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-DC</bold> as\nsynthesized, after electrocatalysis, and after photocatalysis.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b13121_0002.eps\"></graphic>\n</fig>", "clean_text": " 5  Co K-edge XANES (a) and FT-EXAFS (b) spectra collected at 77 K of P  2  W  18  Co  4  @MOF-545-DC as synthesized, after electrocatalysis, and after photocatalysis.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Recyclability of POM@MOF thin films for photocatalytic OER. Kinetics\nof visible light-driven O<sub>2</sub> production (5 mM Na<sub>2</sub>S<sub>2</sub>O<sub>8</sub> in 2 mL of 80 mM borate buffer solution,\npH 8, λ &gt; 420 nm, 280 W) for <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>@MOF-545-EP</bold> (a) and <bold>P</bold>\n<sub>\n<bold>2</bold>\n</sub>\n<bold>W</bold>\n<sub>\n<bold>18</bold>\n</sub>\n<bold>Co<sub>4</sub>@MOF-545-DC</bold> (b) for the first cycle (squares)\nand after renewing the catalytic solution on the same electrode (triangles).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am9b13121_0005.eps\"></graphic>\n</fig>", "clean_text": " 6  Recyclability of POM@MOF thin films for photocatalytic OER. Kinetics of visible light-driven O2 production (5 mM Na2S2O8 in 2 mL of 80 mM borate buffer solution, pH 8, λ > 420 nm, 280 W) for P  2  W  18  Co  4  @MOF-545-EP (a) and P  2  W  18  Co4@MOF-545-DC (b) for the first cycle (squares) and after renewing the catalytic solution on the same electrode (triangles).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b13121", "title": "\nThin Films of Fully\nNoble Metal-Free POM@MOF for Photocatalytic Water Oxidation\n", "journal": "American\nChemical Society", "date": "2019.11", "author_list": ["Paille\nGrégoire", "Gomez-Mingot\nMaria", "Roch-Marchal\nCatherine", "Haouas\nMohamed", "Benseghir\nYouven", "Pino\nThomas", "Ha-Thi\nMinh-Huong", "Landrot\nGautier", "Mialane\nPierre", "Fontecave\nMarc", "Dolbecq\nAnne", "Mellot-Draznieks\nCaroline"]}}