{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b23147.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Many\nmetal–organic frameworks have been designed and synthesized\nfor biosensors because of high surface area and porosity, suitable\nsize, and good biocompatibility. Despite recent advances, however,\nmost of them are only used as a nanocarrier. In this work, a new artificial\nnanozyme was constructed on a metalloporphyrinic metal–organic\nframework (PMOF­(Fe)), which was formed by Fe porphyrin and Zr<sup>4+</sup> ions. Then, ultrasmall Pt nanoparticles (Pt NPs) were loaded\non the surface of PMOF­(Fe) to form Pt@PMOF­(Fe). Because of the high\nsurface area and exposed Fe activity center, PMOF­(Fe) works as a nanocarrier\nto hinder the Pt NP aggregation and exhibits high peroxidase-mimicking\nactivity. Hence, Pt NPs decorated on the surface of PMOF­(Fe) possessed\nhigh stability and exhibited high activity. Due to the synergistic\neffect between PMOF­(Fe) and Pt NPs, Pt@PMOF­(Fe) exhibits superior\ncatalase- and peroxidase-like activities. Moreover, Pt@PMOF­(Fe) possesses\nhigh electrocatalytic activity toward the reduction of H<sub>2</sub>O<sub>2</sub> and the oxygen reduction reaction (ORR). This strategy\nmay serve as a strong foundation to design MOF-based artificial nanozymes\nand develop an ideal platform for MOFs and nanozymes toward artificial\nenzymatic catalytic systems, fuel cells and new analytical applications.</p>", "clean_text": "Many metal-organic frameworks have been designed and synthesized for biosensors because of high surface area and porosity, suitable size, and good biocompatibility. Despite recent advances, however, most of them are only used as a nanocarrier. In this work, a new artificial nanozyme was constructed on a metalloporphyrinic metal-organic framework (PMOF(Fe)), which was formed by Fe porphyrin and Zr4+ ions. Then, ultrasmall Pt nanoparticles (Pt NPs) were loaded on the surface of PMOF(Fe) to form Pt@PMOF(Fe). Because of the high surface area and exposed Fe activity center, PMOF(Fe) works as a nanocarrier to hinder the Pt NP aggregation and exhibits high peroxidase-mimicking activity. Hence, Pt NPs decorated on the surface of PMOF(Fe) possessed high stability and exhibited high activity. Due to the synergistic effect between PMOF(Fe) and Pt NPs, Pt@PMOF(Fe) exhibits superior catalase- and peroxidase-like activities. Moreover, Pt@PMOF(Fe) possesses high electrocatalytic activity toward the reduction of H2O2 and the oxygen reduction reaction (ORR). This strategy may serve as a strong foundation to design MOF-based artificial nanozymes and develop an ideal platform for MOFs and nanozymes toward artificial enzymatic catalytic systems, fuel cells and new analytical applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Recently,\nartificial enzymes with low-cost synthesis, adjustable\ncatalytic activity, high stability, and ease of recycling and reuse\nhave drawn increasing attention. Owing to these advantages,\nartificial enzymes have been used in widespread applications such\nas sensors, cancer treatment, and catalysis. To date, a lot of nanomaterials,\nsuch as iron oxide materials (Fe<sub>3</sub>O<sub>4</sub>, Fe<sub>2</sub>O<sub>3</sub>); Mn<sub>3</sub>O<sub>4</sub>; carbon dots; graphitic carbon nitride\n(g-CN); Ag; Pd; Au; Pt; multimetallic NPs; metal–organic framework (MOF); and Cu@Cu<sub>2</sub>O aerogel networks, have been used for mimetic enzymes. Owing to their adjustable size,\nmorphology and catalytic activity, these nanozymes were widely employed\nin biosensors, therapeutics and immunoassay. However, most nanomaterial-based\nenzymes generally have some drawbacks, including complicated immobilization\nprocedure, difficulty in modification, easy aggregation and on addition\nof extra media in an electrochemical sensor, leading to impede their\nextensive application.\nTo enlarge the scope of application, some nanoparticles were assembled\nor modified on the surface of nanomaterials. For example, Fe<sub>3</sub>O<sub>4</sub>–AuNPs anchored on\nthe surface of 2D MOF nanosheets show enhanced peroxidase-like activity. GOx and NiPd were modified on ZIF-8 and used\nas an artificial enzyme for tandem catalysis. However, 2D MOF nanosheets or ZIF-8 in the above systems were just\napplied as the nanocarrier and their catalytic properties have not\nbeen used. On the other hand, the electrode modified with enzymes\nis a good model to understand the mechanism of enzymatic reactions,\nto find the interactions between the catalytic performance and structure,\nand to provide the information about detection. In electrochemical biosensors, the transport\nof the target to the enzyme active site and the charge transport between\nthe electrode and substrates play an important role in signal amplification\nand enzyme reaction. However, some available enzymes used in electrochemical\nbiosensors are unstable on the electrode and are hardly applied to\namplify signals. Therefore, development of nanomaterials with a synergistic\neffect, electronic properties, and multiple enzyme mimetic ability\nto simulate complex enzyme reactions is of significant current interest.</p>", "clean_text": "Introduction\n\nRecently, artificial enzymes with low-cost synthesis, adjustable catalytic activity, high stability, and ease of recycling and reuse have drawn increasing attention. Owing to these advantages, artificial enzymes have been used in widespread applications such as sensors, cancer treatment, and catalysis. To date, a lot of nanomaterials, such as iron oxide materials (Fe3O4, Fe2O3); Mn3O4; carbon dots; graphitic carbon nitride (g-CN); Ag; Pd; Au; Pt; multimetallic NPs; metal-organic framework (MOF); and Cu@Cu2O aerogel networks, have been used for mimetic enzymes. Owing to their adjustable size, morphology and catalytic activity, these nanozymes were widely employed in biosensors, therapeutics and immunoassay. However, most nanomaterial-based enzymes generally have some drawbacks, including complicated immobilization procedure, difficulty in modification, easy aggregation and on addition of extra media in an electrochemical sensor, leading to impede their extensive application. To enlarge the scope of application, some nanoparticles were assembled or modified on the surface of nanomaterials. For example, Fe3O4-AuNPs anchored on the surface of 2D MOF nanosheets show enhanced peroxidase-like activity. GOx and NiPd were modified on ZIF-8 and used as an artificial enzyme for tandem catalysis. However, 2D MOF nanosheets or ZIF-8 in the above systems were just applied as the nanocarrier and their catalytic properties have not been used. On the other hand, the electrode modified with enzymes is a good model to understand the mechanism of enzymatic reactions, to find the interactions between the catalytic performance and structure, and to provide the information about detection. In electrochemical biosensors, the transport of the target to the enzyme active site and the charge transport between the electrode and substrates play an important role in signal amplification and enzyme reaction. However, some available enzymes used in electrochemical biosensors are unstable on the electrode and are hardly applied to amplify signals. Therefore, development of nanomaterials with a synergistic effect, electronic properties, and multiple enzyme mimetic ability to simulate complex enzyme reactions is of significant current interest.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Recently, metal–organic frameworks (MOFs), as a blooming\nalternative material, which are composed of metal ions as a node and\norganic ligands as a linker, have captured widespread attention, due\nto their diversified and tailorable structures, high surface area\nand porosity, exposed active sites, and good biocompatibility. To date, MOFs have been used in diverse applications, such as PDT, catalysis, gas storage and separations, and many others. Particularly, MOFs that were formed with metalloporphyrines\nas linkers and/or modified with natural enzymes have been used as\nenzymes in bioanalysis and biocatalysts. However, they can be only employed\nto mimic one kind of enzymes. Although, various MOF-supported biomolecule\nor metal nanoparticles have been used in electrochemical sensors or\nelectrocatalysis, which only acted as a nanocarrier\nand the instinct property had not been employed. Thus, to exploit\nthe intrinsic activity of MOFs in multifunctional biomimetic catalysis,\nthe amplification signal is urgently required to design an easy strategy.</p>", "clean_text": "Recently, metal-organic frameworks (MOFs), as a blooming alternative material, which are composed of metal ions as a node and organic ligands as a linker, have captured widespread attention, due to their diversified and tailorable structures, high surface area and porosity, exposed active sites, and good biocompatibility. To date, MOFs have been used in diverse applications, such as PDT, catalysis, gas storage and separations, and many others. Particularly, MOFs that were formed with metalloporphyrines as linkers and/or modified with natural enzymes have been used as enzymes in bioanalysis and biocatalysts. However, they can be only employed to mimic one kind of enzymes. Although, various MOF-supported biomolecule or metal nanoparticles have been used in electrochemical sensors or electrocatalysis, which only acted as a nanocarrier and the instinct property had not been employed. Thus, to exploit the intrinsic activity of MOFs in multifunctional biomimetic catalysis, the amplification signal is urgently required to design an easy strategy.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Inspired by the multiple functions of the multienzyme system, we\npresent a simple strategy for preparing MOFs and decorating them with\nPt NPs as an artificial enzyme (). The MOFs (PMOF­(Fe)) were constructed from metalloporphyrin\n(FeTCPP) and Zr. It is known that FeTCPP is a kind of metalloporphyrin\nand used as a mimetic enzyme in biosensors. After obtaining PMOF­(Fe), Pt NPs were modified on the surface of\nPMOF­(Fe) to form Pt@PMOF­(Fe). In the Pt@PMOF­(Fe) complex, PMOF­(Fe)\nnot only acted as a nanocarrier but also possessed peroxidase-like\nactivity; in addition, PMOF­(Fe) could prevent Pt NP aggregation, resulting\nin maintaining and increasing the stability of Pt NPs. Furthermore, Pt\nNPs exhibited catalase- and peroxidase-like activities. Hence, Pt@PMOF­(Fe) possesses high catalase- and peroxidase-like\nactivities and could catalyze the oxidation of hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) and <italic>o</italic>-phenyldiamine (OPD).\nOn the other hand, when Pt@PMOF­(Fe) was modified on the electrode,\nPt NPs could reduce H<sub>2</sub>O<sub>2</sub> and facilitate the\nelectron transfer between the electrode and the Fe active center in\nthe presence of H<sub>2</sub>O<sub>2</sub>, generating an enhanced\nelectrochemical signal. Furthermore, the results of electrochemical\nactivity showed that Pt@PMOF­(Fe) also has the high electrocatalytic\nactivity toward the oxygen reduction reaction (ORR). Furthermore,\nowing to the synergy between PMOF­(Fe) and Pt NPs, the electrochemical\nsignal could be improved.</p>", "clean_text": "Inspired by the multiple functions of the multienzyme system, we present a simple strategy for preparing MOFs and decorating them with Pt NPs as an artificial enzyme (). The MOFs (PMOF(Fe)) were constructed from metalloporphyrin (FeTCPP) and Zr. It is known that FeTCPP is a kind of metalloporphyrin and used as a mimetic enzyme in biosensors. After obtaining PMOF(Fe), Pt NPs were modified on the surface of PMOF(Fe) to form Pt@PMOF(Fe). In the Pt@PMOF(Fe) complex, PMOF(Fe) not only acted as a nanocarrier but also possessed peroxidase-like activity; in addition, PMOF(Fe) could prevent Pt NP aggregation, resulting in maintaining and increasing the stability of Pt NPs. Furthermore, Pt NPs exhibited catalase- and peroxidase-like activities. Hence, Pt@PMOF(Fe) possesses high catalase- and peroxidase-like activities and could catalyze the oxidation of hydrogen peroxide (H2O2) and o-phenyldiamine (OPD). On the other hand, when Pt@PMOF(Fe) was modified on the electrode, Pt NPs could reduce H2O2 and facilitate the electron transfer between the electrode and the Fe active center in the presence of H2O2, generating an enhanced electrochemical signal. Furthermore, the results of electrochemical activity showed that Pt@PMOF(Fe) also has the high electrocatalytic activity toward the oxygen reduction reaction (ORR). Furthermore, owing to the synergy between PMOF(Fe) and Pt NPs, the electrochemical signal could be improved.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>(A) Preparation of Pt@PMOF­(Fe) and (B) Biomimetic\nCatalysis of Pt@PMOF­(Fe)</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b23147_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) Preparation of Pt@PMOF(Fe) and (B) Biomimetic Catalysis of Pt@PMOF(Fe)   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Reagents</title><p>Hexadecyltrimethylammonium zirconium\noxychloride octahydrate (ZrOCl<sub>2</sub>·8H<sub>2</sub>O),\nbenzoic acid, sodium borohydride (NaBH<sub>4</sub>), <italic>o</italic>-phenylenediamine (OPD), 1-(3-(dimethylamino)­propyl)-3-ethylcarbodiimide\nhydrochloride (EDC, ≥98%), <italic>N</italic>-hydroxysuccinimide\n(NHS), and hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) were obtained\nfrom Sigma-Aldrich (Shanghai, China). Iron­(III) meso-5,10,15,20-tetrakis­(4-carboxyphenyl)­porphyrin\nchloride (FeTCPP) was purchased from J&amp;K Scientific Ltd. (Shanghai,\nChina). Phosphate buffer (0.1 M, pH 7.4) was used as electrolyte solution.\nAll buffers were prepared with Millipore Milli-Q water (≥18.2\nMΩ cm).</p>", "clean_text": "Experimental Section\n\nMaterials and Reagents\n\nHexadecyltrimethylammonium zirconium oxychloride octahydrate (ZrOCl2⋅8H2O), benzoic acid, sodium borohydride (NaBH4), o-phenylenediamine (OPD), 1-(3-(dimethylamino)propyl)-3-ethylcarbodiimide hydrochloride (EDC, ≥98%), N-hydroxysuccinimide (NHS), and hydrogen peroxide (H2O2) were obtained from Sigma-Aldrich (Shanghai, China). Iron(III) meso-5,10,15,20-tetrakis(4-carboxyphenyl)porphyrin chloride (FeTCPP) was purchased from J&K Scientific Ltd. (Shanghai, China). Phosphate buffer (0.1 M, pH 7.4) was used as electrolyte solution. All buffers were prepared with Millipore Milli-Q water (≥18.2 MΩ cm).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Apparatus</title><p>UV–vis spectroscopy\nwas performed\nusing a Hitachi U-3900 UV/vis spectrometer (Hitachi, Japan). Transmission\nelectron microscopy images were obtained on using HT-7700. Scanning\nelectron microscopy (SEM) was performed using an S-4800 scanning electron\nmicroscope (Hitachi, Japan). X-ray diffraction (XRD) was performed\nusing Shimadzu XRD-6000 (Shimadzu Co., Japan). PHI 5000 Versa Probe\n(UlVAC-PHI Co., Japan.) was used to perform X-ray photoelectron spectroscopy\n(XPS). A CHI 760D electrochemical workstation (Shanghai CH Instruments,\nChina) with a three-electrode system, which comprises a Ag/AgCl electrode\nas the reference electrode, a platinum wire as the counter electrode,\nand a glassy carbon electrode (GCE) as the working electrode, was\nused for testing cyclic voltammetry (CV) and linear sweep voltammetry\n(LSV).</p>", "clean_text": "Apparatus\n\nUV-vis spectroscopy was performed using a Hitachi U-3900 UV/vis spectrometer (Hitachi, Japan). Transmission electron microscopy images were obtained on using HT-7700. Scanning electron microscopy (SEM) was performed using an S-4800 scanning electron microscope (Hitachi, Japan). X-ray diffraction (XRD) was performed using Shimadzu XRD-6000 (Shimadzu Co., Japan). PHI 5000 Versa Probe (UlVAC-PHI Co., Japan.) was used to perform X-ray photoelectron spectroscopy (XPS). A CHI 760D electrochemical workstation (Shanghai CH Instruments, China) with a three-electrode system, which comprises a Ag/AgCl electrode as the reference electrode, a platinum wire as the counter electrode, and a glassy carbon electrode (GCE) as the working electrode, was used for testing cyclic voltammetry (CV) and linear sweep voltammetry (LSV).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of PMOF­(Fe)</title><p>In a Teflon liner, FeTCPP (6.0\nmg), ZrOCl<sub>2</sub>·8H<sub>2</sub>O (90 mg), and benzoic acid\n(840 mg) were dissolved in DMF (50 mL) and then sonicated for 10 min.\nSubsequently, the Teflon liner was heated at 80 °C for 5 h. The\nproduct was washed with DMF and ethanol. Finally, the obtained PMOF­(Fe)\nwas redispersed in ethanol.</p>", "clean_text": "Preparation of PMOF(Fe)\n\nIn a Teflon liner, FeTCPP (6.0 mg), ZrOCl2⋅8H2O (90 mg), and benzoic acid (840 mg) were dissolved in DMF (50 mL) and then sonicated for 10 min. Subsequently, the Teflon liner was heated at 80 °C for 5 h. The product was washed with DMF and ethanol. Finally, the obtained PMOF(Fe) was redispersed in ethanol.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Synthesis of Pt@PMOF­(Fe)</title><p>The synthesis\nof Pt@PMOF­(Fe)\nwas similar to that mentioned in the previous report. After adding H<sub>2</sub>PtCl<sub>6</sub> (200 μL,\n10 mM) and PMOF­(Fe) (50 μL, 4 mg mL<sup>–1</sup>) into\n5 mL of H<sub>2</sub>O with stirring for 20 min, 1 mL of NaBH<sub>4</sub> (2 mg mL<sup>–1</sup>) was added to the reactor and\nstirred for another 30 min, followed by washing with H<sub>2</sub>O to obtain Pt@PMOF­(Fe).</p>", "clean_text": "Synthesis of Pt@PMOF(Fe)\n\nThe synthesis of Pt@PMOF(Fe) was similar to that mentioned in the previous report. After adding H2PtCl6 (200 μL, 10 mM) and PMOF(Fe) (50 μL, 4 mg mL-1) into 5 mL of H2O with stirring for 20 min, 1 mL of NaBH4 (2 mg mL-1) was added to the reactor and stirred for another 30 min, followed by washing with H2O to obtain Pt@PMOF(Fe).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Catalase-Like Activity of Pt@PMOF­(Fe)</title><p>The catalase-like\nactivity of Pt@PMOF­(Fe) in PBS was determined using hydrogen peroxide\n(H<sub>2</sub>O<sub>2</sub>) as the substrate, which could be decomposed\nby Pt@PMOF­(Fe) to form oxygen (O<sub>2</sub>). The solutions in the\ntubes containing (1) H<sub>2</sub>O<sub>2</sub> (5.0 mM), (2) PMOF­(Fe)\n(1.0 mg mL<sup>–1</sup>) + H<sub>2</sub>O<sub>2</sub> (5.0\nmM), (3) Pt@PMOF­(Fe) (1.0 mg mL<sup>–1</sup>) + H<sub>2</sub>O<sub>2</sub> (5.0 mM), and (4) catalase (20 μg mL<sup>–1</sup>) + H<sub>2</sub>O<sub>2</sub> (5.0 mM) were reacted at 37 °C\nfor 30 min, and the photos were obtained.</p>", "clean_text": "Catalase-Like Activity of Pt@PMOF(Fe)\n\nThe catalase-like activity of Pt@PMOF(Fe) in PBS was determined using hydrogen peroxide (H2O2) as the substrate, which could be decomposed by Pt@PMOF(Fe) to form oxygen (O2). The solutions in the tubes containing (1) H2O2 (5.0 mM), (2) PMOF(Fe) (1.0 mg mL-1) + H2O2 (5.0 mM), (3) Pt@PMOF(Fe) (1.0 mg mL-1) + H2O2 (5.0 mM), and (4) catalase (20 μg mL-1) + H2O2 (5.0 mM) were reacted at 37 °C for 30 min, and the photos were obtained.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The H<sub>2</sub>O<sub>2</sub> decomposition experiments were studied by adding PMOF­(Fe)\nor Pt@PMOF­(Fe) (1.0 mg mL<sup>–1</sup>) into PBS at 37 °C\nfor different time periods, and then the absorbance was measured at\n240 nm on a lambda-35 UV–vis spectrophotometer.</p>", "clean_text": "The H2O2 decomposition experiments were studied by adding PMOF(Fe) or Pt@PMOF(Fe) (1.0 mg mL-1) into PBS at 37 °C for different time periods, and then the absorbance was measured at 240 nm on a lambda-35 UV-vis spectrophotometer.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Peroxidase\nMimetic Catalytic Activity of Pt@PMOF­(Fe)</title><p>The experiment\nwas carried out in 0.1 M PBS. First, OPD with the\nfinal concentrations of 0.5, 1.0, 2.0, 5.0, 7.5, and 10 mM was mixed\nwith 1.0 mg mL<sup>–1</sup> Pt@PMOF­(Fe), and then, 10 mM H<sub>2</sub>O<sub>2</sub> was added in the solution. The product and its\nconcentration were confirmed by scanning the UV–vis absorbance\nat 420 nm (ε = 16 300 M<sup>–1</sup> cm<sup>–1</sup>). The reaction rates were fitted to the Michaelis–Menten\nequation<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am9b23147_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>V</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>max</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>S</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>S</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Peroxidase Mimetic Catalytic Activity of Pt@PMOF(Fe)\n\nThe experiment was carried out in 0.1 M PBS. First, OPD with the final concentrations of 0.5, 1.0, 2.0, 5.0, 7.5, and 10 mM was mixed with 1.0 mg mL-1 Pt@PMOF(Fe), and then, 10 mM H2O2 was added in the solution. The product and its concentration were confirmed by scanning the UV-vis absorbance at 420 nm (ε = 16300 M-1 cm-1). The reaction rates were fitted to the Michaelis-Menten equation    V =   V   max   ×   [ S ]   (  [ S ]  +   K   m   )      ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Characterization</title><p>As\nshown in A,\nPMOF­(Fe) was prepared\nby the reaction of ZrOCl<sub>2</sub>·8H<sub>2</sub>O and FeTCPP\nat 80 °C for 5 h via one step. Then, the PMOF­(Fe) acted as a\nnanocarrier for in situ grown Pt NPs via PMOF­(Fe) and H<sub>2</sub>PtCl<sub>6</sub> solution mixed with fresh NaBH<sub>4</sub> at room\ntemperature. The prepared Pt@PMOF­(Fe) was used as a biomimetic catalyst\nfor the oxidation of OPD and an electrode material for the reduction\nof H<sub>2</sub>O<sub>2</sub> and O<sub>2</sub>.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization\n\nAs shown in A, PMOF(Fe) was prepared by the reaction of ZrOCl2⋅8H2O and FeTCPP at 80 °C for 5 h via one step. Then, the PMOF(Fe) acted as a nanocarrier for in situ grown Pt NPs via PMOF(Fe) and H2PtCl6 solution mixed with fresh NaBH4 at room temperature. The prepared Pt@PMOF(Fe) was used as a biomimetic catalyst for the oxidation of OPD and an electrode material for the reduction of H2O2 and O2.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The obtained\nPMOF­(Fe) and Pt@PMOF­(Fe) were first examined by scanning electron\nmicroscopy (SEM) and transmission electron microscopy (TEM). The low-magnification\nSEM images revealed that PMOF­(Fe) was of uniform ellipsoidal shape\nwith an average diameter of 300 nm (A). TEM images in B further show the morphology and size of\nPMOF­(Fe), which was consistent with the result of SEM. After modifying\nthe Pt NPs on the surface of PMOF­(Fe), Pt@PMOF­(Fe) kept the morphology\nof PMOF­(Fe) (C) and with a lot of Pt NPs. The size of Pt NPs is around 2 nm (D, inset). These\nPt NPs were modified on the surface of PMOF­(Fe) uniformly. The high-resolution\ntransmission electron microscopy (HRTEM) indicated the lattice spacing\nof Pt NPs is 0.224 nm, which is the (111) facet of Pt NPs (D, inset). The SEM elemental mapping showed the presence\nof Pt elements in the Pt@PMOF­(Fe), which also indicated that Pt NPs\nwere decorated on the surface of PMOF­(Fe) with a good distribution\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S1</ext-link>). In addition, the elemental\nPt in Pt@PMOF­(Fe) was further verified by energy-dispersive spectroscopy\n(EDS), which is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S2</ext-link>. These\nresults indicated that Pt NPs were formed successfully on PMOF­(Fe).\nThe above results proved that the preparation of Pt@PMOF­(Fe) is successful.</p>", "clean_text": "The obtained PMOF(Fe) and Pt@PMOF(Fe) were first examined by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). The low-magnification SEM images revealed that PMOF(Fe) was of uniform ellipsoidal shape with an average diameter of 300 nm (A). TEM images in B further show the morphology and size of PMOF(Fe), which was consistent with the result of SEM. After modifying the Pt NPs on the surface of PMOF(Fe), Pt@PMOF(Fe) kept the morphology of PMOF(Fe) (C) and with a lot of Pt NPs. The size of Pt NPs is around 2 nm (D, inset). These Pt NPs were modified on the surface of PMOF(Fe) uniformly. The high-resolution transmission electron microscopy (HRTEM) indicated the lattice spacing of Pt NPs is 0.224 nm, which is the (111) facet of Pt NPs (D, inset). The SEM elemental mapping showed the presence of Pt elements in the Pt@PMOF(Fe), which also indicated that Pt NPs were decorated on the surface of PMOF(Fe) with a good distribution (Figure S1). In addition, the elemental Pt in Pt@PMOF(Fe) was further verified by energy-dispersive spectroscopy (EDS), which is shown in Figure S2. These results indicated that Pt NPs were formed successfully on PMOF(Fe). The above results proved that the preparation of Pt@PMOF(Fe) is successful.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) SEM\nand (B) TEM images of PMOF­(Fe) and (C) SEM and (D) TEM\nimages of Pt@PMOF­(Fe) (inset: high-resolution TEM and the interplanar\nspacing of high-resolution TEM).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b23147_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) SEM and (B) TEM images of PMOF(Fe) and (C) SEM and (D) TEM images of Pt@PMOF(Fe) (inset: high-resolution TEM and the interplanar spacing of high-resolution TEM).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To gain insight into the microstructure and composition of PMOF­(Fe)\nand Pt@PMOF­(Fe), the X-ray diffraction (XRD) of PMOF­(Fe) and Pt@PMOF­(Fe)\nwas measured. The diffraction peaks of PMOF­(Fe) and Pt@PMOF­(Fe) at\n4.80, 7.08 and 9.67° are the characteristic peaks, which could\nbe indexed to (−220), (410), and (−150), respectively,\nindicating the PMOF­(Fe) formed (A). Noteworthily, the\nPt@PMOF­(Fe) exhibited peaks between 40 and 80° (A, curve b), which were assigned\nto Pt NPs (JCPDS: 65-2868), implying that the Pt NPs were formed on\nthe surface of PMOF­(Fe). These results show that the structure of\nPt@PMOF­(Fe) could be consistent with that of PMOF­(Fe), indicating\nthat the structure of PMOF­(Fe) and Pt NPs could be maintained after\ntheir hybridization. Besides, to further verify the synthesis of Pt@PMOF­(Fe)\nsuccessfully, X-ray photon spectroscopy (XPS) was employed. According\nto B, curve\na, the PMOF­(Fe) is composed of Fe, O, C, N, and Zr. From B, curve b, the appearance\nof the Pt elemental peak at 100 eV shows that Pt NPs were formed,\nwhich corresponds to the result of TEM, EDS, and XRD. Thus, these\ncharacterizations reveal the successful synthesis of Pt@PMOF­(Fe).</p>", "clean_text": "To gain insight into the microstructure and composition of PMOF(Fe) and Pt@PMOF(Fe), the X-ray diffraction (XRD) of PMOF(Fe) and Pt@PMOF(Fe) was measured. The diffraction peaks of PMOF(Fe) and Pt@PMOF(Fe) at 4.80, 7.08 and 9.67° are the characteristic peaks, which could be indexed to (-220), (410), and (-150), respectively, indicating the PMOF(Fe) formed (A). Noteworthily, the Pt@PMOF(Fe) exhibited peaks between 40 and 80° (A, curve b), which were assigned to Pt NPs (JCPDS: 65-2868), implying that the Pt NPs were formed on the surface of PMOF(Fe). These results show that the structure of Pt@PMOF(Fe) could be consistent with that of PMOF(Fe), indicating that the structure of PMOF(Fe) and Pt NPs could be maintained after their hybridization. Besides, to further verify the synthesis of Pt@PMOF(Fe) successfully, X-ray photon spectroscopy (XPS) was employed. According to B, curve a, the PMOF(Fe) is composed of Fe, O, C, N, and Zr. From B, curve b, the appearance of the Pt elemental peak at 100 eV shows that Pt NPs were formed, which corresponds to the result of TEM, EDS, and XRD. Thus, these characterizations reveal the successful synthesis of Pt@PMOF(Fe).", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) XRD\npatterns and (B) XPS spectra of PMOF­(Fe) (a) and Pt@PMOF­(Fe)\n(b).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b23147_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) XRD patterns and (B) XPS spectra of PMOF(Fe) (a) and Pt@PMOF(Fe) (b).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Catalase-Like Activity\nof Pt@PMOF­(Fe)</title><p>First, the catalase-like\nactivity of Pt@PMOF­(Fe) was investigated, where H<sub>2</sub>O<sub>2</sub> was used, which could be decomposed by catalase to generate\noxygen (O<sub>2</sub>), leading to a gas bubble formation. As revealed\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S3</ext-link>, compared with the system\nof H<sub>2</sub>O<sub>2</sub>–PMOF­(Fe) (image b), more gas\nbubbles produced in tubes containing H<sub>2</sub>O<sub>2</sub> and\nPt@PMOF­(Fe) (image c), proving that Pt@PMOF­(Fe) had higher catalase-like\nactivity than that of PMOF­(Fe). In PMOF­(Fe), FeTCPP as a linker, which\nis an iron porphyrin species, could mimic horseradish peroxidase (HRP). Due to H<sub>2</sub>O<sub>2</sub> as the sole\nsubstrate, the catalase activity of FeTCPP is weak, which could protect\nthe active center against inactivation. Thus, there are little gas bubbles in the tube containing H<sub>2</sub>O<sub>2</sub> and PMOF­(Fe). On the other hand, the gas bubble\nproduction in the H<sub>2</sub>O<sub>2</sub>–Pt@PMOF­(Fe) system\nis similar to that in the system of catalase and H<sub>2</sub>O<sub>2</sub> (image d). These results showed that Pt@PMOF­(Fe) has the\ncatalase-like activity, due to the formed Pt NPs.</p>", "clean_text": "Catalase-Like Activity of Pt@PMOF(Fe)\n\nFirst, the catalase-like activity of Pt@PMOF(Fe) was investigated, where H2O2 was used, which could be decomposed by catalase to generate oxygen (O2), leading to a gas bubble formation. As revealed in Figure S3, compared with the system of H2O2-PMOF(Fe) (image b), more gas bubbles produced in tubes containing H2O2 and Pt@PMOF(Fe) (image c), proving that Pt@PMOF(Fe) had higher catalase-like activity than that of PMOF(Fe). In PMOF(Fe), FeTCPP as a linker, which is an iron porphyrin species, could mimic horseradish peroxidase (HRP). Due to H2O2 as the sole substrate, the catalase activity of FeTCPP is weak, which could protect the active center against inactivation. Thus, there are little gas bubbles in the tube containing H2O2 and PMOF(Fe). On the other hand, the gas bubble production in the H2O2-Pt@PMOF(Fe) system is similar to that in the system of catalase and H2O2 (image d). These results showed that Pt@PMOF(Fe) has the catalase-like activity, due to the formed Pt NPs.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>UV–visible\nspectroscopy was conducted to monitor H<sub>2</sub>O<sub>2</sub> oxidation\nby PMOF­(Fe) and Pt@PMOF­(Fe), providing evidence for H<sub>2</sub>O<sub>2</sub> oxidation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figures S4</ext-link> and ). It can be seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S4</ext-link> that the absorbance of H<sub>2</sub>O<sub>2</sub> at 240\nnm in the system of Pt@PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub> (curve\nb) was lower than that in the system of PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub> (curve a) and the system of Pt NPs–H<sub>2</sub>O<sub>2</sub> (curve c), suggesting that the catalytic activity of\nPt@PMOF­(Fe) toward oxidation of H<sub>2</sub>O<sub>2</sub> is much\nhigher than that of PMOF­(Fe) and Pt NPs. With an increase in time,\nthe concentration of H<sub>2</sub>O<sub>2</sub> changed negligibly\nin the system of PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub> (A), while the changes\nwere significant in the presence of Pt@PMOF­(Fe) (B), indicating Pt@PMOF­(Fe)\nwith high catalase-like activity toward the oxidation of H<sub>2</sub>O<sub>2</sub>, which are consistent with the result of gas bubbles.\nDriven by the Pt NPs formed on PMOF­(Fe) uniformly and stably, H<sub>2</sub>O<sub>2</sub> could be oxidized easily via locating on the\nbridge Pt–Pt site to form Pt–OH bonds; meanwhile, the\nFe center in PMOF­(Fe) could act as an electron donor for Pt and as\na center for the generation of Fe–OH to reduce the Pt–OH\nbond strength. Thus, the Pt@PMOF­(Fe) has high activity for decomposing\nH<sub>2</sub>O<sub>2</sub>. At the same time, for the oxidation of\nH<sub>2</sub>O<sub>2</sub>, time-dependent absorption spectra were\nperformed to study the performances of the catalytic activity of PMOF­(Fe)\nand Pt@PMOF­(Fe). When H<sub>2</sub>O<sub>2</sub> was added in the\nPMOF­(Fe) system, the absorbance at 240 nm and the rates of oxidation\nwere changed negligibly with an increase in time and concentration\nof H<sub>2</sub>O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S5</ext-link>). In contrast, the absorbance at 240 nm varied with an increase\nin time and the reaction rates increased along with the concentration\nof H<sub>2</sub>O<sub>2</sub> in the system containing Pt@PMOF­(Fe)\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S6</ext-link>). These results supported that\nPt@PMOF­(Fe) exhibited excellent activity toward the oxidation of H<sub>2</sub>O<sub>2</sub>. In addition, a good stability is important\nto ensure that Pt@PMOF­(Fe) could be used in harsh conditions, so the\neffects of pH and temperature on the catalytic activity of catalase\nand Pt@PMOF­(Fe) were further studied. The results in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S7</ext-link> showed that the catalytic activity\nof catalase changed with different pH values, while the effects of\npH for Pt@PMOF­(Fe) could be neglected. When catalase and Pt@PMOF­(Fe)\ncatalyzed H<sub>2</sub>O<sub>2</sub> at different temperatures in\nPBS (pH 7.4), respectively, catalase lost its catalytic activity at\nhigh temperature, while Pt@PMOF­(Fe) showed little change at the different\ntemperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S8</ext-link>). The XRD result\nshows that Pt@PMOF­(Fe) could maintain good stability after reacting\nwith H<sub>2</sub>O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S9</ext-link>). Overall, these results demonstrated that compared with PMOF­(Fe),\nPt@PMOF­(Fe) exhibited excellent stability for oxidizing H<sub>2</sub>O<sub>2</sub> to produce O<sub>2</sub> in harsh conditions.</p>", "clean_text": "UV-visible spectroscopy was conducted to monitor H2O2 oxidation by PMOF(Fe) and Pt@PMOF(Fe), providing evidence for H2O2 oxidation (Figures S4 and ). It can be seen in Figure S4 that the absorbance of H2O2 at 240 nm in the system of Pt@PMOF(Fe)-H2O2 (curve b) was lower than that in the system of PMOF(Fe)-H2O2 (curve a) and the system of Pt NPs-H2O2 (curve c), suggesting that the catalytic activity of Pt@PMOF(Fe) toward oxidation of H2O2 is much higher than that of PMOF(Fe) and Pt NPs. With an increase in time, the concentration of H2O2 changed negligibly in the system of PMOF(Fe)-H2O2 (A), while the changes were significant in the presence of Pt@PMOF(Fe) (B), indicating Pt@PMOF(Fe) with high catalase-like activity toward the oxidation of H2O2, which are consistent with the result of gas bubbles. Driven by the Pt NPs formed on PMOF(Fe) uniformly and stably, H2O2 could be oxidized easily via locating on the bridge Pt-Pt site to form Pt-OH bonds; meanwhile, the Fe center in PMOF(Fe) could act as an electron donor for Pt and as a center for the generation of Fe-OH to reduce the Pt-OH bond strength. Thus, the Pt@PMOF(Fe) has high activity for decomposing H2O2. At the same time, for the oxidation of H2O2, time-dependent absorption spectra were performed to study the performances of the catalytic activity of PMOF(Fe) and Pt@PMOF(Fe). When H2O2 was added in the PMOF(Fe) system, the absorbance at 240 nm and the rates of oxidation were changed negligibly with an increase in time and concentration of H2O2 (Figure S5). In contrast, the absorbance at 240 nm varied with an increase in time and the reaction rates increased along with the concentration of H2O2 in the system containing Pt@PMOF(Fe) (Figure S6). These results supported that Pt@PMOF(Fe) exhibited excellent activity toward the oxidation of H2O2. In addition, a good stability is important to ensure that Pt@PMOF(Fe) could be used in harsh conditions, so the effects of pH and temperature on the catalytic activity of catalase and Pt@PMOF(Fe) were further studied. The results in Figure S7 showed that the catalytic activity of catalase changed with different pH values, while the effects of pH for Pt@PMOF(Fe) could be neglected. When catalase and Pt@PMOF(Fe) catalyzed H2O2 at different temperatures in PBS (pH 7.4), respectively, catalase lost its catalytic activity at high temperature, while Pt@PMOF(Fe) showed little change at the different temperature (Figure S8). The XRD result shows that Pt@PMOF(Fe) could maintain good stability after reacting with H2O2 (Figure S9). Overall, these results demonstrated that compared with PMOF(Fe), Pt@PMOF(Fe) exhibited excellent stability for oxidizing H2O2 to produce O2 in harsh conditions.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) UV–vis\nspectra of remainder H<sub>2</sub>O<sub>2</sub> when reacted with\n(A) PMOF­(Fe) and (B) Pt@PMOF­(Fe) for different\ntimes.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b23147_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) UV-vis spectra of remainder H2O2 when reacted with (A) PMOF(Fe) and (B) Pt@PMOF(Fe) for different times.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Peroxidase Mimetic Catalytic\nActivity of Pt@PMOF­(Fe)</title><p>Besides, OPD was used as the substrate\nto investigate the peroxidase-like\nactivity of PMOF­(Fe) and Pt@PMOF­(Fe). As displayed in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">S10</ext-link>, OPD could be oxidized to produce 2,3-diaminophenazinc (DPA) with\na yellow color by PMOF­(Fe) or Pt@PMOF­(Fe) in the presence of H<sub>2</sub>O<sub>2</sub>, revealing PMOF­(Fe) or Pt@PMOF­(Fe) with the\nperoxidase-like activity. Moreover, upon addition of P-MOF­(Fe), Pt@PMOF­(Fe),\nor Pt NPs, the absorbance at 420 nm changed in the OPD–H<sub>2</sub>O<sub>2</sub> system. For comparison, the absorbance intensity\nin the Pt@PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub>–OPD system\n(B) is higher\nthan that in the PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub>–OPD\nsystem (A)\nand the Pt NPs–H<sub>2</sub>O<sub>2</sub>–OPD system\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S10</ext-link>, curve c). When Pt@PMOF­(Fe)\nand PMOF­(Fe) were added into the mixture of H<sub>2</sub>O<sub>2</sub> and OPD, the Fe center could provide electrons to Pt NPs to form\nhigh-valence Fe, owing to the synergistic effects between PMOF and\nPt NPs, and the compound I (<inline-formula>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m002.gif\"></graphic>\n<mml:math display=\"inline\">\n<mml:mover>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IV</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>·</mml:mo>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:mover>\n</mml:math>\n</alternatives>\n</inline-formula> = O, which includes Fe<sup>IV</sup> = O\nand a porphyrin π cation radical) generated via the reaction\nbetween Fe<sup>III</sup> and H<sub>2</sub>O<sub>2</sub>, and then\nOPD could be oxidated easily. Thus, Pt NPs enhance the peroxidase-like\nactivity of Pt@PMOF­(Fe). These results exhibited that PMOF­(Fe) and\nPt@PMOF­(Fe) have the peroxidase-like activity. The mechanism of the\nprocess could be expressed as follows:<graphic id=\"fx1\" position=\"anchor\" xlink:href=\"am9b23147_0010.eps\"></graphic>\n</p>", "clean_text": "Peroxidase Mimetic Catalytic Activity of Pt@PMOF(Fe)\n\nBesides, OPD was used as the substrate to investigate the peroxidase-like activity of PMOF(Fe) and Pt@PMOF(Fe). As displayed in  and S10, OPD could be oxidized to produce 2,3-diaminophenazinc (DPA) with a yellow color by PMOF(Fe) or Pt@PMOF(Fe) in the presence of H2O2, revealing PMOF(Fe) or Pt@PMOF(Fe) with the peroxidase-like activity. Moreover, upon addition of P-MOF(Fe), Pt@PMOF(Fe), or Pt NPs, the absorbance at 420 nm changed in the OPD-H2O2 system. For comparison, the absorbance intensity in the Pt@PMOF(Fe)-H2O2-OPD system (B) is higher than that in the PMOF(Fe)-H2O2-OPD system (A) and the Pt NPs-H2O2-OPD system (Figure S10, curve c). When Pt@PMOF(Fe) and PMOF(Fe) were added into the mixture of H2O2 and OPD, the Fe center could provide electrons to Pt NPs to form high-valence Fe, owing to the synergistic effects between PMOF and Pt NPs, and the compound I (        Fe   IV     ⋅ +      = O, which includes FeIV = O and a porphyrin π cation radical) generated via the reaction between FeIII and H2O2, and then OPD could be oxidated easily. Thus, Pt NPs enhance the peroxidase-like activity of Pt@PMOF(Fe). These results exhibited that PMOF(Fe) and Pt@PMOF(Fe) have the peroxidase-like activity. The mechanism of the process could be expressed as follows: ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Absorption spectra and photos of tubes\nwith different reaction\nsystems: (A) OPD + H<sub>2</sub>O<sub>2</sub> (a), OPD + PMOF­(Fe)\n(b), and OPD + H<sub>2</sub>O<sub>2</sub> + PMOF­(Fe) (c). (B) OPD\n+ H<sub>2</sub>O<sub>2</sub> (a), OPD + Pt@PMOF­(Fe) (b), and OPD +\nH<sub>2</sub>O<sub>2</sub> + Pt@PMOF­(Fe) (c).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b23147_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Absorption spectra and photos of tubes with different reaction systems: (A) OPD + H2O2 (a), OPD + PMOF(Fe) (b), and OPD + H2O2 + PMOF(Fe) (c). (B) OPD + H2O2 (a), OPD + Pt@PMOF(Fe) (b), and OPD + H2O2 + Pt@PMOF(Fe) (c).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>To investigate the catalytic activity of Pt@PMOF­(Fe) as a mimic\nenzyme, the kinetics with various concentrations of H<sub>2</sub>O<sub>2</sub> and OPD were conducted in the presence of Pt@PMOF­(Fe). As\nshown in A\nand <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">S11</ext-link>, the rates of OPD oxidation enhanced\nwith the increasing concentration of H<sub>2</sub>O<sub>2</sub> and\nPt@PMOF­(Fe). Similarly, the rates of OPD oxidation increased when\nthe concentration of OPD increased and reached a platform at 7.5 mM\n(B). Meanwhile,\nthe catalytic activity of PMOF­(Fe) toward the oxidation of OPD was\nalso tested. When the concentrations of H<sub>2</sub>O<sub>2</sub> and OPD were increased, the rate of OPD oxidation exhibited an increase\nwith 20 μg mL<sup>–1</sup> PMOF­(Fe) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S12</ext-link>). Thus, the results further confirmed that PMOF­(Fe)\nand Pt@PMOF­(Fe) exhibited horseradish peroxidase-like catalytic activity.</p>", "clean_text": "To investigate the catalytic activity of Pt@PMOF(Fe) as a mimic enzyme, the kinetics with various concentrations of H2O2 and OPD were conducted in the presence of Pt@PMOF(Fe). As shown in A and S11, the rates of OPD oxidation enhanced with the increasing concentration of H2O2 and Pt@PMOF(Fe). Similarly, the rates of OPD oxidation increased when the concentration of OPD increased and reached a platform at 7.5 mM (B). Meanwhile, the catalytic activity of PMOF(Fe) toward the oxidation of OPD was also tested. When the concentrations of H2O2 and OPD were increased, the rate of OPD oxidation exhibited an increase with 20 μg mL-1 PMOF(Fe) (Figure S12). Thus, the results further confirmed that PMOF(Fe) and Pt@PMOF(Fe) exhibited horseradish peroxidase-like catalytic activity.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Results\nof nonlinear fitting of Michaelis–Menten curves\nfor (A) H<sub>2</sub>O<sub>2</sub> and (B) OPD by Pt@PMOF­(Fe).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am9b23147_0002.tif\"></graphic>\n</fig>", "clean_text": " 5  Results of nonlinear fitting of Michaelis-Menten curves for (A) H2O2 and (B) OPD by Pt@PMOF(Fe).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The Michaelis constant (<italic>K</italic>\n<sub>m</sub>) obtained\nvia nonlinear Hill function simulation was used to further gain insight into the peroxidase-like activity\nof PMOF­(Fe) and Pt@PMOF­(Fe) in the presence of OPD and H<sub>2</sub>O<sub>2</sub>. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S12B</ext-link>, the <italic>K</italic>\n<sub>m</sub> of OPD in the PMOF­(Fe) system\nis 7.81 mM, which is lower than that of zirconium–metalloporphyrin\n(PCN-222) (8.92 mM) as mimic peroxidase, due to the small size of PMOF­(Fe) in comparison with PCN-222. For\nthe OPD oxidation reaction, Pt@PMOF­(Fe) possessed smaller <italic>K</italic>\n<sub>m</sub> with 0.886 mM (B) than PMOF­(Fe) and magnetic zeolitic imidazolate\nframework 8 (mZIF-8) (2.42 mM), indicating\nthat Pt NPs could enhance the catalytic activity of PMOF­(Fe). All\nof these results showed that owing to the synergetic effect between\nPMOF­(Fe) and Pt NPs, Pt@PMOF­(Fe) possesses higher peroxidase-like\nactivity.</p>", "clean_text": "The Michaelis constant (K m) obtained via nonlinear Hill function simulation was used to further gain insight into the peroxidase-like activity of PMOF(Fe) and Pt@PMOF(Fe) in the presence of OPD and H2O2. As shown in Figure S12B, the K m of OPD in the PMOF(Fe) system is 7.81 mM, which is lower than that of zirconium-metalloporphyrin (PCN-222) (8.92 mM) as mimic peroxidase, due to the small size of PMOF(Fe) in comparison with PCN-222. For the OPD oxidation reaction, Pt@PMOF(Fe) possessed smaller K m with 0.886 mM (B) than PMOF(Fe) and magnetic zeolitic imidazolate framework 8 (mZIF-8) (2.42 mM), indicating that Pt NPs could enhance the catalytic activity of PMOF(Fe). All of these results showed that owing to the synergetic effect between PMOF(Fe) and Pt NPs, Pt@PMOF(Fe) possesses higher peroxidase-like activity.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Electrocatalytic Activity of PMOF­(Fe) and Pt@PMOF­(Fe) toward\nH<sub>2</sub>O<sub>2</sub>\n</title><p>It is worth mentioning that Pt@PMOF­(Fe)\nexhibited electrocatalytic performance for H<sub>2</sub>O<sub>2</sub>. To confirm the electrocatalytic properties of Pt@PMOF­(Fe) toward\nthe reduction of H<sub>2</sub>O<sub>2</sub>, the cyclic voltammograms\n(CV) of Pt@PMOF­(Fe) in the absence and presence of H<sub>2</sub>O<sub>2</sub> were studied. As shown in , there is a cathodic wave at −0.2\nV in the absence of H<sub>2</sub>O<sub>2</sub> (curve a), which is\ncorresponding to the electrocatalytic reduction of O<sub>2</sub>. Upon addition H<sub>2</sub>O<sub>2</sub>, a\nreduction peak at −0.45 V was observed, indicating that the\nPt@PMOF­(Fe) could catalyze the reduction of H<sub>2</sub>O<sub>2</sub> (curve b).\n<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S13</ext-link> shows the CV of PMOF­(Fe) in the absence of H<sub>2</sub>O<sub>2</sub> (curve a) and in the presence of H<sub>2</sub>O<sub>2</sub> (curve b). The reduction potential observed in the presence\nof H<sub>2</sub>O<sub>2</sub> (curve b) is lower than that observed\nin the absence of H<sub>2</sub>O<sub>2</sub>, which proves the formation\nof a stable porphyrin π cation radical, demonstrating the PMOF­(Fe) with the electrocatalytic activity toward\nthe reduction of H<sub>2</sub>O<sub>2</sub>. The current is enhanced\nin the system Pt@PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub>, which\nis mainly because the PMOF­(Fe) with large surface could anchor more\nPt NPs, and then Pt NPs could increase the conductivity of Pt@PMOF­(Fe)\nfor electrocatalysis on one hand. On the other hand, Pt NPs formed\non PMOF­(Fe) uniformly and the PMOF­(Fe) with the exposed active center\ncould improve the catalyst activity for the reduction of H<sub>2</sub>O<sub>2</sub>. In terms of the synergetic effect, Fe­(III) in PMOF­(Fe)\nacts as a promoting center for the generation of a ferryl species\n(Fe­(IV) = O), as a porphyrin radical cation and as an electron donor to Pt NPs. The high interface between Pt\nNPs and PMOF­(Fe) in Pt@PMOF­(Fe) and the H<sub>2</sub>O<sub>2</sub> adsorbed on the PMOF­(Fe) could promote H<sub>2</sub>O<sub>2</sub> activation on the most acidic Fe<sup>3+</sup> Lewis sites in proximity\nto Pt sites, which could decrease the Pt 4f binding energies and Pt–OH\nbond strength, so electrochemical activity toward H<sub>2</sub>O<sub>2</sub> could be promoted. The catalytic\nprocess of Pt@PMOF­(Fe) immobilized on the electrode surface could\nbe expressed as follows\n<disp-formula id=\"ueq2\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mn>2</mml:mn>\n<mml:mi>Pt</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>→</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>Pt</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>OH</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq3\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mn>2</mml:mn>\n<mml:mi>Pt</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>OH</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>Pt</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq4\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m005.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>III</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>→</mml:mo>\n<mml:mover>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IV</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>·</mml:mo>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq1\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m006.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mover>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IV</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>·</mml:mo>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:mover>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IV</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq5\">\n<label>5</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m007.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IV</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>III</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>First, H<sub>2</sub>O<sub>2</sub> was formed\nadsorbing OH species and adsorbed on the surface of Pt. Because the\nadsorbed OH on Pt is not stable, the surface sites could be regenerated\nin the reduction step, and then the free Pt sites could dissociate\nother H<sub>2</sub>O<sub>2</sub>. At the same time, H<sub>2</sub>O<sub>2</sub> is reduced by FeTCPP (Fe<sup>III</sup> resting state) to\nform H<sub>2</sub>O and compound I (<inline-formula>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m008.gif\"></graphic>\n<mml:math display=\"inline\">\n<mml:mover>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IV</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>·</mml:mo>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:mover>\n</mml:math>\n</alternatives>\n</inline-formula> = O, which\nincludes Fe<sup>IV</sup> = O\nand a porphyrin π cation radical). Then, the compound I was\nreduced via one electron transfer from the electrode to form compound\nII (ferryl (Fe<sup>IV</sup> = O)). With continued charged propagation,\ncompound II was converted back to its resting ferric state accompanying\nthe uptake of two protons and the formation of a water molecule.</p>", "clean_text": "Electrocatalytic Activity of PMOF(Fe) and Pt@PMOF(Fe) toward H2O2 \n\nIt is worth mentioning that Pt@PMOF(Fe) exhibited electrocatalytic performance for H2O2. To confirm the electrocatalytic properties of Pt@PMOF(Fe) toward the reduction of H2O2, the cyclic voltammograms (CV) of Pt@PMOF(Fe) in the absence and presence of H2O2 were studied. As shown in , there is a cathodic wave at -0.2 V in the absence of H2O2 (curve a), which is corresponding to the electrocatalytic reduction of O2. Upon addition H2O2, a reduction peak at -0.45 V was observed, indicating that the Pt@PMOF(Fe) could catalyze the reduction of H2O2 (curve b). Figure S13 shows the CV of PMOF(Fe) in the absence of H2O2 (curve a) and in the presence of H2O2 (curve b). The reduction potential observed in the presence of H2O2 (curve b) is lower than that observed in the absence of H2O2, which proves the formation of a stable porphyrin π cation radical, demonstrating the PMOF(Fe) with the electrocatalytic activity toward the reduction of H2O2. The current is enhanced in the system Pt@PMOF(Fe)-H2O2, which is mainly because the PMOF(Fe) with large surface could anchor more Pt NPs, and then Pt NPs could increase the conductivity of Pt@PMOF(Fe) for electrocatalysis on one hand. On the other hand, Pt NPs formed on PMOF(Fe) uniformly and the PMOF(Fe) with the exposed active center could improve the catalyst activity for the reduction of H2O2. In terms of the synergetic effect, Fe(III) in PMOF(Fe) acts as a promoting center for the generation of a ferryl species (Fe(IV) = O), as a porphyrin radical cation and as an electron donor to Pt NPs. The high interface between Pt NPs and PMOF(Fe) in Pt@PMOF(Fe) and the H2O2 adsorbed on the PMOF(Fe) could promote H2O2 activation on the most acidic Fe3+ Lewis sites in proximity to Pt sites, which could decrease the Pt 4f binding energies and Pt-OH bond strength, so electrochemical activity toward H2O2 could be promoted. The catalytic process of Pt@PMOF(Fe) immobilized on the electrode surface could be expressed as follows  1    2 Pt +   H   2     O   2   → 2 Pt  ( OH )      2    2 Pt  ( OH )  + 2   H   +   + 2   e   -   → 2 Pt  (   H   2   O )      3      Fe   III   +   H   2     O   2   →     Fe   IV     ⋅ +   = O +   H   2   O     4        Fe   IV     ⋅ +   = O +   e   -   →   Fe   IV   = O     5      Fe   IV   = O +   e   -   + 2   H   +   →   Fe   III   +   H   2   O   First, H2O2 was formed adsorbing OH species and adsorbed on the surface of Pt. Because the adsorbed OH on Pt is not stable, the surface sites could be regenerated in the reduction step, and then the free Pt sites could dissociate other H2O2. At the same time, H2O2 is reduced by FeTCPP (FeIII resting state) to form H2O and compound I (        Fe   IV     ⋅ +      = O, which includes FeIV = O and a porphyrin π cation radical). Then, the compound I was reduced via one electron transfer from the electrode to form compound II (ferryl (FeIV = O)). With continued charged propagation, compound II was converted back to its resting ferric state accompanying the uptake of two protons and the formation of a water molecule.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Cyclic\nvoltammograms of the Pt@PMOF­(Fe)/GCE in 0.1 M PBS with 0\nmM H<sub>2</sub>O<sub>2</sub> (a) and 6.0 mM H<sub>2</sub>O<sub>2</sub> (b).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am9b23147_0003.tif\"></graphic>\n</fig>", "clean_text": " 6  Cyclic voltammograms of the Pt@PMOF(Fe)/GCE in 0.1 M PBS with 0 mM H2O2 (a) and 6.0 mM H2O2 (b).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>Furthermore, the electrocatalytic\nactivity of Pt@PMOF­(Fe) snowflake\ntoward different concentrations of H<sub>2</sub>O<sub>2</sub> was\nexamined via cyclic voltammetry (CV). As shown in , the reduction current at\n−0.45 V increased on increasing the H<sub>2</sub>O<sub>2</sub> concentration, suggesting that Pt@PMOF­(Fe) could electrocatalyze\ntoward the reduction of H<sub>2</sub>O<sub>2</sub>. Moreover, there\nis a good linear relationship between the reduction current and the\nconcentration of H<sub>2</sub>O<sub>2</sub> from 0 to 10 mM, which\nis wider than that of H<sub>2</sub>O<sub>2</sub> sensor using Ag@Cu\nNW (1.0–10 mM) and 3D microsnowflake\nstructured Fe<sub>2</sub>O<sub>3</sub> (0.1–5.5 mM) as electrocatalytic\nmaterials. The detection limit was 6.0\nμM at a signal-to-noise ratio of 3. The selectivity of Pt@PMOF­(Fe)\ntoward the reduction of H<sub>2</sub>O<sub>2</sub> was assessed with\na variety of interfering species, including 2.0 mM glucose, 2.0 mM\nurea acid (UA), 2.0 mM ascorbic acid (AA), and 2.0 mM bisphenol A\n(BPA). The results showed that all of the interfering species had\nnegligible current change, whereas the current changed remarkably\nin the presence of H<sub>2</sub>O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S14</ext-link>). It indicates that the current could remain 91%\nafter storing for 7 days at 4 °C, when the biosensor was not used (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S15</ext-link>). These results proved the excellent electrocatalytic\nactivity of Pt@PMOF­(Fe) toward H<sub>2</sub>O<sub>2</sub> with excellent\nselectivity and could be employed for the detection of H<sub>2</sub>O<sub>2</sub> in complex samples.</p>", "clean_text": "Furthermore, the electrocatalytic activity of Pt@PMOF(Fe) snowflake toward different concentrations of H2O2 was examined via cyclic voltammetry (CV). As shown in , the reduction current at -0.45 V increased on increasing the H2O2 concentration, suggesting that Pt@PMOF(Fe) could electrocatalyze toward the reduction of H2O2. Moreover, there is a good linear relationship between the reduction current and the concentration of H2O2 from 0 to 10 mM, which is wider than that of H2O2 sensor using Ag@Cu NW (1.0-10 mM) and 3D microsnowflake structured Fe2O3 (0.1-5.5 mM) as electrocatalytic materials. The detection limit was 6.0 μM at a signal-to-noise ratio of 3. The selectivity of Pt@PMOF(Fe) toward the reduction of H2O2 was assessed with a variety of interfering species, including 2.0 mM glucose, 2.0 mM urea acid (UA), 2.0 mM ascorbic acid (AA), and 2.0 mM bisphenol A (BPA). The results showed that all of the interfering species had negligible current change, whereas the current changed remarkably in the presence of H2O2 (Figure S14). It indicates that the current could remain 91% after storing for 7 days at 4 °C, when the biosensor was not used (Figure S15). These results proved the excellent electrocatalytic activity of Pt@PMOF(Fe) toward H2O2 with excellent selectivity and could be employed for the detection of H2O2 in complex samples.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) CV response of Pt@PMOF­(Fe) to the\ndifferent concentrations\nof H<sub>2</sub>O<sub>2</sub> at 0, 0.02, 0.05, 0.1, 0.5, 1.0, 2.0,\n3.0, 4.0, 5.0, 6.0, 7.0, 8.0, 9.0, and 10 mM (from top to bottom).\n(B) Calibration curve of current intensity vs H<sub>2</sub>O<sub>2</sub> concentration. The potential was at −0.45 V (vs Ag/AgCl).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am9b23147_0004.tif\"></graphic>\n</fig>", "clean_text": " 7  (A) CV response of Pt@PMOF(Fe) to the different concentrations of H2O2 at 0, 0.02, 0.05, 0.1, 0.5, 1.0, 2.0, 3.0, 4.0, 5.0, 6.0, 7.0, 8.0, 9.0, and 10 mM (from top to bottom). (B) Calibration curve of current intensity vs H2O2 concentration. The potential was at -0.45 V (vs Ag/AgCl).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Electrocatalytic Activity of PMOF­(Fe) and\nPt@PMOF­(Fe) toward\nO<sub>2</sub>\n</title><p>In general, iron porphyrins in the active center\nof cytochrome coenzymes oxidase and heme-containing enzymes were used\nas the catalysts for the reduction of O<sub>2</sub>. Until now, many\ncatalysts based on the porphyrins and their derivatives mimicking\nthe coenzyme have been investigated for the oxygen reduction reaction\n(ORR). The electrocatalytic\nactivity of PMOF­(Fe) and Pt@PMOF­(Fe) toward O<sub>2</sub> was also\ninvestigated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S1</ext-link>). Compared with\nin N<sub>2</sub>-saturated PBS, both PMOF­(Fe)/GCE and Pt@PMOF­(Fe)/GCE\nhave excellent current signal in O<sub>2</sub>-saturated PBS, demonstrating\nthat PMOF­(Fe) and Pt@PMOF­(Fe) have the electrocatalytic activity toward\nORR. The enhancement in the electrochemical\nsignal is attributed to the linker, FeTCPP, which acted as a catalyst\nin the electrochemical reduction processes. In addition, the FeTCPP\nhas high activity for ORR with four-electron reduction. Moreover, the peak current with Pt@PMOF­(Fe)/GCE in O<sub>2</sub>-saturated PBS (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S16B</ext-link>, curve b)\nis higher than that with PMOF­(Fe) in O<sub>2</sub>-saturated PBS (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S16A</ext-link>, curve b). This performance increase\ncan be attributed to the modified Pt NPs, which could be acted as\na catalyst for ORR with four-electron reduction of O<sub>2</sub> to\nH<sub>2</sub>O. In addition, in the process\nof ORR, the electron was transferred form the Fe center to O<sub>2</sub> to form intermediate Fe­(IV), and the Pt NPs could replenish electron\nto Fe­(IV) to protect Fe leaching. Thus, owing to the synergy between\nPMOF­(Fe) and Pt NPs, the Pt@PMOF­(Fe) electrochemically active sites\nand surface area for O<sub>2</sub> reduction could be significantly\nincreased. The mechanism should be divided into different steps and described as follows\n<disp-formula id=\"eq2\">\n<label>6</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m009.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>Pt</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>Pt</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<label>7</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m010.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>Pt</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:mi>HOO</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>Pt</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<label>8</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m011.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>HOO</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>Pt</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>Pt</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq5\">\n<label>9</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m012.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>III</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mo>→</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>II</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq6\">\n<label>10</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m013.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>II</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>→</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>II</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq7\">\n<label>11</label>\n<alternatives>\n<graphic xlink:href=\"am9b23147_m014.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>II</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Fe</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>III</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>Here, M is the chemical active site on Pt.\nIn  and , oxygen reacts with the surface of Pt NPs via accepting\nan electron from the Pt NPs. In the reaction process, Pt sites exert\nelectronic effects. For , in PMOF­(Fe), the Fe active center with more electropositive\ncould provide an electrostatic force that is more favorable for the\nelectrochemical reaction. Thus,  is enhanced. At the same time, Fe<sup>III</sup> was reduced to form\nFe<sup>II</sup> via obtaining an electron from the electrode. Then,\nthe formed Fe<sup>II</sup> reacted rapidly with oxygen to produce\nFe<sup>II</sup>–O<sub>2</sub>, which could be directly reduced\nat the electrode. Thus, the catalytic activity for O<sub>2</sub> reduction\nis enhanced.</p>", "clean_text": "Electrocatalytic Activity of PMOF(Fe) and Pt@PMOF(Fe) toward O2 \n\nIn general, iron porphyrins in the active center of cytochrome coenzymes oxidase and heme-containing enzymes were used as the catalysts for the reduction of O2. Until now, many catalysts based on the porphyrins and their derivatives mimicking the coenzyme have been investigated for the oxygen reduction reaction (ORR). The electrocatalytic activity of PMOF(Fe) and Pt@PMOF(Fe) toward O2 was also investigated (Figure S1). Compared with in N2-saturated PBS, both PMOF(Fe)/GCE and Pt@PMOF(Fe)/GCE have excellent current signal in O2-saturated PBS, demonstrating that PMOF(Fe) and Pt@PMOF(Fe) have the electrocatalytic activity toward ORR. The enhancement in the electrochemical signal is attributed to the linker, FeTCPP, which acted as a catalyst in the electrochemical reduction processes. In addition, the FeTCPP has high activity for ORR with four-electron reduction. Moreover, the peak current with Pt@PMOF(Fe)/GCE in O2-saturated PBS (Figure S16B, curve b) is higher than that with PMOF(Fe) in O2-saturated PBS (Figure S16A, curve b). This performance increase can be attributed to the modified Pt NPs, which could be acted as a catalyst for ORR with four-electron reduction of O2 to H2O. In addition, in the process of ORR, the electron was transferred form the Fe center to O2 to form intermediate Fe(IV), and the Pt NPs could replenish electron to Fe(IV) to protect Fe leaching. Thus, owing to the synergy between PMOF(Fe) and Pt NPs, the Pt@PMOF(Fe) electrochemically active sites and surface area for O2 reduction could be significantly increased. The mechanism should be divided into different steps and described as follows  6    M - Pt +   O   2   +   e   -   →   O   2   - M - Pt     7      O   2   - M - Pt +   H   +   +   e   -   → HOO - M - Pt     8    HOO - M - Pt +   H   +   +   e   -   → O - M - Pt +   H   2   O     9      Fe   III   + e - →   Fe   II       10      Fe   II   +   O   2   →   Fe   II   -   O   2       11      Fe   II   -   O   2   + 4   e   -   + 4   H   +   →   Fe   III   +   H   2   O   Here, M is the chemical active site on Pt. In  and , oxygen reacts with the surface of Pt NPs via accepting an electron from the Pt NPs. In the reaction process, Pt sites exert electronic effects. For , in PMOF(Fe), the Fe active center with more electropositive could provide an electrostatic force that is more favorable for the electrochemical reaction. Thus,  is enhanced. At the same time, FeIII was reduced to form FeII via obtaining an electron from the electrode. Then, the formed FeII reacted rapidly with oxygen to produce FeII-O2, which could be directly reduced at the electrode. Thus, the catalytic activity for O2 reduction is enhanced.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, a multifunctional\nartificial enzyme via modifying Pt\nNPs on the metalloporphyrin MOF was synthesized using a simple method.\nThe PMOF­(Fe) with large surface area not only acted as a carrier but\nalso exhibited a high biomimetic catalytic activity. Pt NPs in situ\ngrown on the surface of the PMOF­(Fe) demonstrated catalase-like activity\nto enhance the oxidation of H<sub>2</sub>O<sub>2</sub>. When applied\nin electrocatalysis, due to the synergy between PMOF­(Fe) and Pt NPs,\nthe Pt@PMOF­(Fe) modified electrode offers high activities toward to\nthe reduction of H<sub>2</sub>O<sub>2</sub>, which could be used for\nH<sub>2</sub>O<sub>2</sub> sensor without adding redox mediators.\nFurthermore, the Pt NPs with porphyrin in PMOF­(Fe) could afford ORR\nin PBS, which has the potential for fuel cells and biofuel cells,\nespecially in cancer diagnosis. This system provides a route to exploit\nthe self-biomimetic catalytic performance of MOFs and tune the catalytic\nactivity of artificial enzymes, which offers a novel strategy to apply\nthe artificial nanozyme in a biosensor or energy device.</p>", "clean_text": "Conclusions\n\nIn summary, a multifunctional artificial enzyme via modifying Pt NPs on the metalloporphyrin MOF was synthesized using a simple method. The PMOF(Fe) with large surface area not only acted as a carrier but also exhibited a high biomimetic catalytic activity. Pt NPs in situ grown on the surface of the PMOF(Fe) demonstrated catalase-like activity to enhance the oxidation of H2O2. When applied in electrocatalysis, due to the synergy between PMOF(Fe) and Pt NPs, the Pt@PMOF(Fe) modified electrode offers high activities toward to the reduction of H2O2, which could be used for H2O2 sensor without adding redox mediators. Furthermore, the Pt NPs with porphyrin in PMOF(Fe) could afford ORR in PBS, which has the potential for fuel cells and biofuel cells, especially in cancer diagnosis. This system provides a route to exploit the self-biomimetic catalytic performance of MOFs and tune the catalytic activity of artificial enzymes, which offers a novel strategy to apply the artificial nanozyme in a biosensor or energy device.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.9b23147?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsami.9b23147</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Elemental mappings; EDS\nspectrum; photo of tubes with\nbubble; UV–vis spectra of H<sub>2</sub>O<sub>2</sub> with PMOF­(Fe);\nPt@PMOF­(Fe) and Pt NPs; the time-dependent absorbance spectra; the\neffect of pH and temperature; the Michaelis–Menten curves;\ncyclic voltammograms; and the amperometric curve (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.9b23147.  Elemental mappings; EDS spectrum; photo of tubes with bubble; UV-vis spectra of H2O2 with PMOF(Fe); Pt@PMOF(Fe) and Pt NPs; the time-dependent absorbance spectra; the effect of pH and temperature; the Michaelis-Menten curves; cyclic voltammograms; and the amperometric curve (PDF)   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Elemental mappings; EDS\nspectrum; photo of tubes with\nbubble; UV–vis spectra of H<sub>2</sub>O<sub>2</sub> with PMOF­(Fe);\nPt@PMOF­(Fe) and Pt NPs; the time-dependent absorbance spectra; the\neffect of pH and temperature; the Michaelis–Menten curves;\ncyclic voltammograms; and the amperometric curve (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Elemental mappings; EDS spectrum; photo of tubes with bubble; UV-vis spectra of H2O2 with PMOF(Fe); Pt@PMOF(Fe) and Pt NPs; the time-dependent absorbance spectra; the effect of pH and temperature; the Michaelis-Menten curves; cyclic voltammograms; and the amperometric curve (PDF)", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>All authors\nhave given approval to the final version of the manuscript.</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of PMOF­(Fe)</title><p>In a Teflon liner, FeTCPP (6.0\nmg), ZrOCl<sub>2</sub>·8H<sub>2</sub>O (90 mg), and benzoic acid\n(840 mg) were dissolved in DMF (50 mL) and then sonicated for 10 min.\nSubsequently, the Teflon liner was heated at 80 °C for 5 h. The\nproduct was washed with DMF and ethanol. Finally, the obtained PMOF­(Fe)\nwas redispersed in ethanol.</p>", "clean_text": "Preparation of PMOF(Fe)\n\nIn a Teflon liner, FeTCPP (6.0 mg), ZrOCl2⋅8H2O (90 mg), and benzoic acid (840 mg) were dissolved in DMF (50 mL) and then sonicated for 10 min. Subsequently, the Teflon liner was heated at 80 °C for 5 h. The product was washed with DMF and ethanol. Finally, the obtained PMOF(Fe) was redispersed in ethanol.", "data": [{"meta": {"name": "PMOF­(Fe)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "FeTCPP", "amount": "6.0", "unit": "mg"}, {"name": "ZrOCl2·8H2O", "amount": "90", "unit": "mg"}, {"name": "benzoic acid", "amount": "840", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "50", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "80°C", "time": "5 h", "heating rate": "", "cooling rate": ""}], "yield": ""}], "include_properties": ["solvothermal_synthesis", "washing"]}, {"idx": "19, 28", "type": "text", "classification": "property", "content": "<p>UV–visible\nspectroscopy was conducted to monitor H<sub>2</sub>O<sub>2</sub> oxidation\nby PMOF­(Fe) and Pt@PMOF­(Fe), providing evidence for H<sub>2</sub>O<sub>2</sub> oxidation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figures S4</ext-link> and ). It can be seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S4</ext-link> that the absorbance of H<sub>2</sub>O<sub>2</sub> at 240\nnm in the system of Pt@PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub> (curve\nb) was lower than that in the system of PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub> (curve a) and the system of Pt NPs–H<sub>2</sub>O<sub>2</sub> (curve c), suggesting that the catalytic activity of\nPt@PMOF­(Fe) toward oxidation of H<sub>2</sub>O<sub>2</sub> is much\nhigher than that of PMOF­(Fe) and Pt NPs. With an increase in time,\nthe concentration of H<sub>2</sub>O<sub>2</sub> changed negligibly\nin the system of PMOF­(Fe)–H<sub>2</sub>O<sub>2</sub> (A), while the changes\nwere significant in the presence of Pt@PMOF­(Fe) (B), indicating Pt@PMOF­(Fe)\nwith high catalase-like activity toward the oxidation of H<sub>2</sub>O<sub>2</sub>, which are consistent with the result of gas bubbles.\nDriven by the Pt NPs formed on PMOF­(Fe) uniformly and stably, H<sub>2</sub>O<sub>2</sub> could be oxidized easily via locating on the\nbridge Pt–Pt site to form Pt–OH bonds; meanwhile, the\nFe center in PMOF­(Fe) could act as an electron donor for Pt and as\na center for the generation of Fe–OH to reduce the Pt–OH\nbond strength. Thus, the Pt@PMOF­(Fe) has high activity for decomposing\nH<sub>2</sub>O<sub>2</sub>. At the same time, for the oxidation of\nH<sub>2</sub>O<sub>2</sub>, time-dependent absorption spectra were\nperformed to study the performances of the catalytic activity of PMOF­(Fe)\nand Pt@PMOF­(Fe). When H<sub>2</sub>O<sub>2</sub> was added in the\nPMOF­(Fe) system, the absorbance at 240 nm and the rates of oxidation\nwere changed negligibly with an increase in time and concentration\nof H<sub>2</sub>O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S5</ext-link>). In contrast, the absorbance at 240 nm varied with an increase\nin time and the reaction rates increased along with the concentration\nof H<sub>2</sub>O<sub>2</sub> in the system containing Pt@PMOF­(Fe)\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S6</ext-link>). These results supported that\nPt@PMOF­(Fe) exhibited excellent activity toward the oxidation of H<sub>2</sub>O<sub>2</sub>. In addition, a good stability is important\nto ensure that Pt@PMOF­(Fe) could be used in harsh conditions, so the\neffects of pH and temperature on the catalytic activity of catalase\nand Pt@PMOF­(Fe) were further studied. The results in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S7</ext-link> showed that the catalytic activity\nof catalase changed with different pH values, while the effects of\npH for Pt@PMOF­(Fe) could be neglected. When catalase and Pt@PMOF­(Fe)\ncatalyzed H<sub>2</sub>O<sub>2</sub> at different temperatures in\nPBS (pH 7.4), respectively, catalase lost its catalytic activity at\nhigh temperature, while Pt@PMOF­(Fe) showed little change at the different\ntemperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S8</ext-link>). The XRD result\nshows that Pt@PMOF­(Fe) could maintain good stability after reacting\nwith H<sub>2</sub>O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S9</ext-link>). Overall, these results demonstrated that compared with PMOF­(Fe),\nPt@PMOF­(Fe) exhibited excellent stability for oxidizing H<sub>2</sub>O<sub>2</sub> to produce O<sub>2</sub> in harsh conditions.</p><p>Furthermore, the electrocatalytic\nactivity of Pt@PMOF­(Fe) snowflake\ntoward different concentrations of H<sub>2</sub>O<sub>2</sub> was\nexamined via cyclic voltammetry (CV). As shown in , the reduction current at\n−0.45 V increased on increasing the H<sub>2</sub>O<sub>2</sub> concentration, suggesting that Pt@PMOF­(Fe) could electrocatalyze\ntoward the reduction of H<sub>2</sub>O<sub>2</sub>. Moreover, there\nis a good linear relationship between the reduction current and the\nconcentration of H<sub>2</sub>O<sub>2</sub> from 0 to 10 mM, which\nis wider than that of H<sub>2</sub>O<sub>2</sub> sensor using Ag@Cu\nNW (1.0–10 mM) and 3D microsnowflake\nstructured Fe<sub>2</sub>O<sub>3</sub> (0.1–5.5 mM) as electrocatalytic\nmaterials. The detection limit was 6.0\nμM at a signal-to-noise ratio of 3. The selectivity of Pt@PMOF­(Fe)\ntoward the reduction of H<sub>2</sub>O<sub>2</sub> was assessed with\na variety of interfering species, including 2.0 mM glucose, 2.0 mM\nurea acid (UA), 2.0 mM ascorbic acid (AA), and 2.0 mM bisphenol A\n(BPA). The results showed that all of the interfering species had\nnegligible current change, whereas the current changed remarkably\nin the presence of H<sub>2</sub>O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S14</ext-link>). It indicates that the current could remain 91%\nafter storing for 7 days at 4 °C, when the biosensor was not used (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b23147/suppl_file/am9b23147_si_001.pdf\">Figure S15</ext-link>). These results proved the excellent electrocatalytic\nactivity of Pt@PMOF­(Fe) toward H<sub>2</sub>O<sub>2</sub> with excellent\nselectivity and could be employed for the detection of H<sub>2</sub>O<sub>2</sub> in complex samples.</p>", "clean_text": "UV-visible spectroscopy was conducted to monitor H2O2 oxidation by PMOF(Fe) and Pt@PMOF(Fe), providing evidence for H2O2 oxidation (Figures S4 and ). It can be seen in Figure S4 that the absorbance of H2O2 at 240 nm in the system of Pt@PMOF(Fe)-H2O2 (curve b) was lower than that in the system of PMOF(Fe)-H2O2 (curve a) and the system of Pt NPs-H2O2 (curve c), suggesting that the catalytic activity of Pt@PMOF(Fe) toward oxidation of H2O2 is much higher than that of PMOF(Fe) and Pt NPs. With an increase in time, the concentration of H2O2 changed negligibly in the system of PMOF(Fe)-H2O2 (A), while the changes were significant in the presence of Pt@PMOF(Fe) (B), indicating Pt@PMOF(Fe) with high catalase-like activity toward the oxidation of H2O2, which are consistent with the result of gas bubbles. Driven by the Pt NPs formed on PMOF(Fe) uniformly and stably, H2O2 could be oxidized easily via locating on the bridge Pt-Pt site to form Pt-OH bonds; meanwhile, the Fe center in PMOF(Fe) could act as an electron donor for Pt and as a center for the generation of Fe-OH to reduce the Pt-OH bond strength. Thus, the Pt@PMOF(Fe) has high activity for decomposing H2O2. At the same time, for the oxidation of H2O2, time-dependent absorption spectra were performed to study the performances of the catalytic activity of PMOF(Fe) and Pt@PMOF(Fe). When H2O2 was added in the PMOF(Fe) system, the absorbance at 240 nm and the rates of oxidation were changed negligibly with an increase in time and concentration of H2O2 (Figure S5). In contrast, the absorbance at 240 nm varied with an increase in time and the reaction rates increased along with the concentration of H2O2 in the system containing Pt@PMOF(Fe) (Figure S6). These results supported that Pt@PMOF(Fe) exhibited excellent activity toward the oxidation of H2O2. In addition, a good stability is important to ensure that Pt@PMOF(Fe) could be used in harsh conditions, so the effects of pH and temperature on the catalytic activity of catalase and Pt@PMOF(Fe) were further studied. The results in Figure S7 showed that the catalytic activity of catalase changed with different pH values, while the effects of pH for Pt@PMOF(Fe) could be neglected. When catalase and Pt@PMOF(Fe) catalyzed H2O2 at different temperatures in PBS (pH 7.4), respectively, catalase lost its catalytic activity at high temperature, while Pt@PMOF(Fe) showed little change at the different temperature (Figure S8). The XRD result shows that Pt@PMOF(Fe) could maintain good stability after reacting with H2O2 (Figure S9). Overall, these results demonstrated that compared with PMOF(Fe), Pt@PMOF(Fe) exhibited excellent stability for oxidizing H2O2 to produce O2 in harsh conditions.\n\nFurthermore, the electrocatalytic activity of Pt@PMOF(Fe) snowflake toward different concentrations of H2O2 was examined via cyclic voltammetry (CV). As shown in , the reduction current at -0.45 V increased on increasing the H2O2 concentration, suggesting that Pt@PMOF(Fe) could electrocatalyze toward the reduction of H2O2. Moreover, there is a good linear relationship between the reduction current and the concentration of H2O2 from 0 to 10 mM, which is wider than that of H2O2 sensor using Ag@Cu NW (1.0-10 mM) and 3D microsnowflake structured Fe2O3 (0.1-5.5 mM) as electrocatalytic materials. The detection limit was 6.0 μM at a signal-to-noise ratio of 3. The selectivity of Pt@PMOF(Fe) toward the reduction of H2O2 was assessed with a variety of interfering species, including 2.0 mM glucose, 2.0 mM urea acid (UA), 2.0 mM ascorbic acid (AA), and 2.0 mM bisphenol A (BPA). The results showed that all of the interfering species had negligible current change, whereas the current changed remarkably in the presence of H2O2 (Figure S14). It indicates that the current could remain 91% after storing for 7 days at 4 °C, when the biosensor was not used (Figure S15). These results proved the excellent electrocatalytic activity of Pt@PMOF(Fe) toward H2O2 with excellent selectivity and could be employed for the detection of H2O2 in complex samples.", "data": [[{"meta": {"name": "PMOF­(Fe)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "catalytic activity", "value": "", "unit": "", "condition": ""}, {"property name": "stability", "value": "", "unit": "", "condition": ""}, {"property name": "electrocatalytic activity", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "Pt@PMOF­(Fe)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "catalytic activity", "value": "", "unit": "", "condition": ""}, {"property name": "stability", "value": "", "unit": "", "condition": ""}, {"property name": "electrocatalytic activity", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>(A) Preparation of Pt@PMOF­(Fe) and (B) Biomimetic\nCatalysis of Pt@PMOF­(Fe)</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b23147_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) Preparation of Pt@PMOF(Fe) and (B) Biomimetic Catalysis of Pt@PMOF(Fe)   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) SEM\nand (B) TEM images of PMOF­(Fe) and (C) SEM and (D) TEM\nimages of Pt@PMOF­(Fe) (inset: high-resolution TEM and the interplanar\nspacing of high-resolution TEM).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b23147_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) SEM and (B) TEM images of PMOF(Fe) and (C) SEM and (D) TEM images of Pt@PMOF(Fe) (inset: high-resolution TEM and the interplanar spacing of high-resolution TEM).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) XRD\npatterns and (B) XPS spectra of PMOF­(Fe) (a) and Pt@PMOF­(Fe)\n(b).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b23147_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) XRD patterns and (B) XPS spectra of PMOF(Fe) (a) and Pt@PMOF(Fe) (b).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) UV–vis\nspectra of remainder H<sub>2</sub>O<sub>2</sub> when reacted with\n(A) PMOF­(Fe) and (B) Pt@PMOF­(Fe) for different\ntimes.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b23147_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) UV-vis spectra of remainder H2O2 when reacted with (A) PMOF(Fe) and (B) Pt@PMOF(Fe) for different times.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Absorption spectra and photos of tubes\nwith different reaction\nsystems: (A) OPD + H<sub>2</sub>O<sub>2</sub> (a), OPD + PMOF­(Fe)\n(b), and OPD + H<sub>2</sub>O<sub>2</sub> + PMOF­(Fe) (c). (B) OPD\n+ H<sub>2</sub>O<sub>2</sub> (a), OPD + Pt@PMOF­(Fe) (b), and OPD +\nH<sub>2</sub>O<sub>2</sub> + Pt@PMOF­(Fe) (c).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b23147_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  Absorption spectra and photos of tubes with different reaction systems: (A) OPD + H2O2 (a), OPD + PMOF(Fe) (b), and OPD + H2O2 + PMOF(Fe) (c). (B) OPD + H2O2 (a), OPD + Pt@PMOF(Fe) (b), and OPD + H2O2 + Pt@PMOF(Fe) (c).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Results\nof nonlinear fitting of Michaelis–Menten curves\nfor (A) H<sub>2</sub>O<sub>2</sub> and (B) OPD by Pt@PMOF­(Fe).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am9b23147_0002.tif\"></graphic>\n</fig>", "clean_text": " 5  Results of nonlinear fitting of Michaelis-Menten curves for (A) H2O2 and (B) OPD by Pt@PMOF(Fe).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Cyclic\nvoltammograms of the Pt@PMOF­(Fe)/GCE in 0.1 M PBS with 0\nmM H<sub>2</sub>O<sub>2</sub> (a) and 6.0 mM H<sub>2</sub>O<sub>2</sub> (b).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am9b23147_0003.tif\"></graphic>\n</fig>", "clean_text": " 6  Cyclic voltammograms of the Pt@PMOF(Fe)/GCE in 0.1 M PBS with 0 mM H2O2 (a) and 6.0 mM H2O2 (b).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) CV response of Pt@PMOF­(Fe) to the\ndifferent concentrations\nof H<sub>2</sub>O<sub>2</sub> at 0, 0.02, 0.05, 0.1, 0.5, 1.0, 2.0,\n3.0, 4.0, 5.0, 6.0, 7.0, 8.0, 9.0, and 10 mM (from top to bottom).\n(B) Calibration curve of current intensity vs H<sub>2</sub>O<sub>2</sub> concentration. The potential was at −0.45 V (vs Ag/AgCl).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am9b23147_0004.tif\"></graphic>\n</fig>", "clean_text": " 7  (A) CV response of Pt@PMOF(Fe) to the different concentrations of H2O2 at 0, 0.02, 0.05, 0.1, 0.5, 1.0, 2.0, 3.0, 4.0, 5.0, 6.0, 7.0, 8.0, 9.0, and 10 mM (from top to bottom). (B) Calibration curve of current intensity vs H2O2 concentration. The potential was at -0.45 V (vs Ag/AgCl).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b23147", "title": "\nNanozyme-Modified\nMetal–Organic Frameworks\nwith Multienzymes Activity as Biomimetic Catalysts and Electrocatalytic\nInterfaces\n", "journal": "American\nChemical Society", "date": "2020.02", "author_list": ["Ling\nPinghua", "Cheng\nShan", "Chen\nNuo", "Qian\nCaihua", "Gao\nFeng"]}}