{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b21938.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Removal of CH<sub>4</sub> and CO<sub>2</sub> from C<sub>2</sub>H<sub>2</sub> streams\nremains challenging in the chemical industry.\nHerein, a robust three-dimensional metal–organic framework,\nCu–CPAH, was designed and synthesized through a hydrothermal\nmethod. Cu–CPAH exhibits highly selective C<sub>2</sub>H<sub>2</sub> adsorption capacity with respect to both CH<sub>4</sub> and\nCO<sub>2</sub>, which is ascribed to the enrichment of active sites\nin the framework. Dynamic breakthrough results reveal that Cu–CPAH\nserves as a solid adsorbent for high-efficiency purification of C<sub>2</sub>H<sub>2</sub> from an equal proportion of C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> or C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub>/CH<sub>4</sub> at room temperature. Discrete Fourier transform simulations\nconfirm that various active sites preferentially interact with C<sub>2</sub>H<sub>2</sub> other than CO<sub>2</sub> and CH<sub>4</sub>, signifying for the first time that the imino functional groups\nin the cage contribute greatly to the preferential affinity to C<sub>2</sub>H<sub>2</sub> over CO<sub>2</sub> and CH<sub>4</sub>.</p>", "clean_text": "Removal of CH4 and CO2 from C2H2 streams remains challenging in the chemical industry. Herein, a robust three-dimensional metal-organic framework, Cu-CPAH, was designed and synthesized through a hydrothermal method. Cu-CPAH exhibits highly selective C2H2 adsorption capacity with respect to both CH4 and CO2, which is ascribed to the enrichment of active sites in the framework. Dynamic breakthrough results reveal that Cu-CPAH serves as a solid adsorbent for high-efficiency purification of C2H2 from an equal proportion of C2H2/CO2 or C2H2/CO2/CH4 at room temperature. Discrete Fourier transform simulations confirm that various active sites preferentially interact with C2H2 other than CO2 and CH4, signifying for the first time that the imino functional groups in the cage contribute greatly to the preferential affinity to C2H2 over CO2 and CH4.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Acetylene\n(C<sub>2</sub>H<sub>2</sub>) is one of the significant\nhigh-energy gases for metal welding and a key feedstock with high\nreactivity for production of petrochemicals, such as vinyl acetate,\nacrylic acid, and vinyl chloride. The main method of producing\nacetylene in industry is cracking methane at a high temperature (1500\n°C) and then extracting by <italic>N</italic>-methyl pyrrolidone\n(NMP). Inevitably, some impurities in\nthe production process, such as unreacted CH<sub>4</sub> and a large\namount of byproduct CO<sub>2</sub>, greatly reduce the purity of acetylene,\nultimately affecting the production and quality of downstream products.\nHowever, some difficulties, such as similar molecular dimensions between\nC<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub> (3.3 × 3.3 ×\n5.7 and 3.2 × 3.3 × 5.4 Å<sup>3</sup>, respectively)\nand much alike boiling point (189.3 and 194.7 K for C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub>, respectively), make the purification\nof C<sub>2</sub>H<sub>2</sub> a great challenge. Far beyond that, C<sub>2</sub>H<sub>2</sub> cannot be liquefied\nunder high pressure because of the low explosion limit (2.3%, v/v)\nin air. Current approaches are to dissolve C<sub>2</sub>H<sub>2</sub> in acetone, but the low solubility of only 237 g/L at 15 °C\nand 1.5 MPa consumes a high amount of energy and raises the production\ncost. As such, solid porous adsorbents, which\ncan efficiently purify and store C<sub>2</sub>H<sub>2</sub> at atmospheric\nconditions, are highly desirable.</p>", "clean_text": "Introduction\n\nAcetylene (C2H2) is one of the significant high-energy gases for metal welding and a key feedstock with high reactivity for production of petrochemicals, such as vinyl acetate, acrylic acid, and vinyl chloride. The main method of producing acetylene in industry is cracking methane at a high temperature (1500 °C) and then extracting by N-methyl pyrrolidone (NMP). Inevitably, some impurities in the production process, such as unreacted CH4 and a large amount of byproduct CO2, greatly reduce the purity of acetylene, ultimately affecting the production and quality of downstream products. However, some difficulties, such as similar molecular dimensions between C2H2 and CO2 (3.3 × 3.3 × 5.7 and 3.2 × 3.3 × 5.4 Å3, respectively) and much alike boiling point (189.3 and 194.7 K for C2H2 and CO2, respectively), make the purification of C2H2 a great challenge. Far beyond that, C2H2 cannot be liquefied under high pressure because of the low explosion limit (2.3%, v/v) in air. Current approaches are to dissolve C2H2 in acetone, but the low solubility of only 237 g/L at 15 °C and 1.5 MPa consumes a high amount of energy and raises the production cost. As such, solid porous adsorbents, which can efficiently purify and store C2H2 at atmospheric conditions, are highly desirable.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Among a variety of existing\nporous materials, metal–organic\nframeworks (MOFs), which can be self-assembled through the coordination\nof metal clusters/ions with abundant organic linkers, have attracted\nconsiderable attention in gas storage and separation as a result of\ntheir inherent modularity, high porosity, and specific surface areas. Recent studies show that the construction of cage-based MOFs is\nconsidered to be an effective strategy for obtaining MOFs with excellent\ngas storage and purification performance, and two unique advantages\nhave been proposed as follows: (1) different types of cages with controllable\nsize and unsaturated sites have a stronger host–guest interaction, and (2) cages with small pore windows and closed\nfaces have an obvious molecule sieving effect for size-based separation. It encourages researchers to explore the relationships between the\ncage structure and selective gas adsorption properties for further\noptimization. On the basis of the first principle, NbO-type MOFs with\ntwo types of cages were designed and synthesized from linear tetracarboxylates\nand dicopper paddlewheel units, which are of great selectivity in\nterms of C<sub>2</sub>H<sub>2</sub> storage. Researchers also identified that the high density of open metal\nsites (OMSs) in a NbO-type structure is vital to form chemical π\ncomplexation with triple bonds of C<sub>2</sub>H<sub>2</sub>. Soon later, a few studies have reported that functionalization of\ncages with some electronic-donating/withdrawing groups, such as −OCH<sub>3</sub> and −CONH, can further improve the interactions between\nC<sub>2</sub>H<sub>2</sub> and MOFs, thus improving C<sub>2</sub>H<sub>2</sub> adsorption performance. Those studies\nprovide a basis for designing cage-based MOF materials with improved\nC<sub>2</sub>H<sub>2</sub> adsorption capacity. It should be pointed\nout that, although the large cage-based structures can yield high\nadsorption capacity, selectivity of mixed gases is always unsatisfactory\nbecause the cage size is not able to differentiate two discrete gases\nwith a similar size. Therefore, designing cage-based MOFs with selective\nC<sub>2</sub>H<sub>2</sub> adsorption and separation capabilities\nat the same time remains a technical challenge.</p>", "clean_text": "Among a variety of existing porous materials, metal-organic frameworks (MOFs), which can be self-assembled through the coordination of metal clusters/ions with abundant organic linkers, have attracted considerable attention in gas storage and separation as a result of their inherent modularity, high porosity, and specific surface areas. Recent studies show that the construction of cage-based MOFs is considered to be an effective strategy for obtaining MOFs with excellent gas storage and purification performance, and two unique advantages have been proposed as follows: (1) different types of cages with controllable size and unsaturated sites have a stronger host-guest interaction, and (2) cages with small pore windows and closed faces have an obvious molecule sieving effect for size-based separation. It encourages researchers to explore the relationships between the cage structure and selective gas adsorption properties for further optimization. On the basis of the first principle, NbO-type MOFs with two types of cages were designed and synthesized from linear tetracarboxylates and dicopper paddlewheel units, which are of great selectivity in terms of C2H2 storage. Researchers also identified that the high density of open metal sites (OMSs) in a NbO-type structure is vital to form chemical π complexation with triple bonds of C2H2. Soon later, a few studies have reported that functionalization of cages with some electronic-donating/withdrawing groups, such as -OCH3 and -CONH, can further improve the interactions between C2H2 and MOFs, thus improving C2H2 adsorption performance. Those studies provide a basis for designing cage-based MOF materials with improved C2H2 adsorption capacity. It should be pointed out that, although the large cage-based structures can yield high adsorption capacity, selectivity of mixed gases is always unsatisfactory because the cage size is not able to differentiate two discrete gases with a similar size. Therefore, designing cage-based MOFs with selective C2H2 adsorption and separation capabilities at the same time remains a technical challenge.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In addition,\nintensifying the host–guest interactions through\nintroducing smaller pores or channels is an effective way to improve\nthe separation ability of some MOFs. Very recently, Lu and\nZhou used a linear pyridine carboxylic ligand to synthesize a rare\nMOF with a one-dimensional (1D) channel for the first time to realize\nthe separation of C<sub>2</sub>H<sub>4</sub> from a mixture of C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub>. Predictably, it is feasible\nto construct a sizable cage-based MOF with selective C<sub>2</sub>H<sub>2</sub> adsorption capacity using the ligands containing suitable\nelectronic-donating/withdrawing groups.</p>", "clean_text": "In addition, intensifying the host-guest interactions through introducing smaller pores or channels is an effective way to improve the separation ability of some MOFs. Very recently, Lu and Zhou used a linear pyridine carboxylic ligand to synthesize a rare MOF with a one-dimensional (1D) channel for the first time to realize the separation of C2H4 from a mixture of C2H2/C2H4/C2H6. Predictably, it is feasible to construct a sizable cage-based MOF with selective C2H2 adsorption capacity using the ligands containing suitable electronic-donating/withdrawing groups.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>On the basis of those\npoints, we rationally designed and prepared\na novel imino-functionalized ligand 5-((5-carboxypyridin-3-yl)­amino)­isophthalic\nacid (H<sub>3</sub>CPAH) () for construction of a hierarchical three-dimensional\n(3D) porous MOF [Cu<sub>9</sub>(CPAH)<sub>6</sub>(DMF)<sub>6</sub>]·5DMF, designated as Cu–CPAH thereafter, with four types\nof active sites in the hexahedron cage, aiming for efficient adsorption\nand purification capacity of C<sub>2</sub>H<sub>2</sub> from a equimolar\nmixture of C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> or C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub>/CH<sub>4</sub> in a single breakthrough\noperation at room temperature. Moreover, discrete Fourier transform\n(DFT) simulations were also excuted to provide a clear visualization\non the preferential stronger interaction of C<sub>2</sub>H<sub>2</sub> with various active sites than CO<sub>2</sub> and CH<sub>4</sub>, demonstrating for the first time the contribution of imino functional\ngroups in the cage, which play a more decisive role in the preferential\nfixation of C<sub>2</sub>H<sub>2</sub> than CO<sub>2</sub>.</p>", "clean_text": "On the basis of those points, we rationally designed and prepared a novel imino-functionalized ligand 5-((5-carboxypyridin-3-yl)amino)isophthalic acid (H3CPAH) () for construction of a hierarchical three-dimensional (3D) porous MOF [Cu9(CPAH)6(DMF)6]⋅5DMF, designated as Cu-CPAH thereafter, with four types of active sites in the hexahedron cage, aiming for efficient adsorption and purification capacity of C2H2 from a equimolar mixture of C2H2/CO2 or C2H2/CO2/CH4 in a single breakthrough operation at room temperature. Moreover, discrete Fourier transform (DFT) simulations were also excuted to provide a clear visualization on the preferential stronger interaction of C2H2 with various active sites than CO2 and CH4, demonstrating for the first time the contribution of imino functional groups in the cage, which play a more decisive role in the preferential fixation of C2H2 than CO2.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nRepresentation of the Synthesis of H<sub>3</sub>CPAH</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b21938_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of the Synthesis of H3CPAH   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Synthesis of Cu–CPAH</title><p>Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (10 mg, 0.041\nmmol) and H<sub>3</sub>CPAH (11 mg, 0.036 mmol) were mixed with 2\nmL of dimethylformamide\n(DMF), 1.2 mL of H<sub>2</sub>O, and 0.15 mL of HBF<sub>4</sub> at\nroom temperature. The solution was transferred to a 20 mL vial and\nheated to and held at 80 °C for 24 h, followed by natural cooling\nto room temperature. Green crystals of Cu–CPAH were yielded\nand collected through filtration, rinsed with ethanol, and dried in\ncold air. Yield: 57% (on the basis of H<sub>3</sub>CPAH). Analysis\ncalculated (%): C, 44.30; H, 3.75; N, 10.15. Found (%): C, 44.28;\nH, 3.77; N, 10.15. IR (KBr, cm<sup>–1</sup>): 3394 (m), 3137\n(s), 1888 (m), 1633 (s), 1405 (s), 1109 (m), 936 (s), 874 (w), 839\n(m), 791 (s), 769 (w), 739 (s), 581 (s), 533 (s), 447 (s).</p>", "clean_text": "Experimental Section\n\nSynthesis of Cu-CPAH\n\nCu(NO3)2⋅3H2O (10 mg, 0.041 mmol) and H3CPAH (11 mg, 0.036 mmol) were mixed with 2 mL of dimethylformamide (DMF), 1.2 mL of H2O, and 0.15 mL of HBF4 at room temperature. The solution was transferred to a 20 mL vial and heated to and held at 80 °C for 24 h, followed by natural cooling to room temperature. Green crystals of Cu-CPAH were yielded and collected through filtration, rinsed with ethanol, and dried in cold air. Yield: 57% (on the basis of H3CPAH). Analysis calculated (%): C, 44.30; H, 3.75; N, 10.15. Found (%): C, 44.28; H, 3.77; N, 10.15. IR (KBr, cm-1): 3394 (m), 3137 (s), 1888 (m), 1633 (s), 1405 (s), 1109 (m), 936 (s), 874 (w), 839 (m), 791 (s), 769 (w), 739 (s), 581 (s), 533 (s), 447 (s).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal\nX-ray Crystallography</title><p>Samples for X-ray\ndiffraction analysis were prepared as described previously, and the basic crystal structure information\nis summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_002.pdf\">Table S1</ext-link> of the Supporting\nInformation. PLATON/SQUEEZE measurements were carried out using the\nsoftware as described, to calculate the\ndisordered solvent molecules in the structure. It turns out that there\nwere nearly 11 solvent molecules of DMF per unit cell.</p>", "clean_text": "Single-Crystal X-ray Crystallography\n\nSamples for X-ray diffraction analysis were prepared as described previously, and the basic crystal structure information is summarized in Table S1 of the Supporting Information. PLATON/SQUEEZE measurements were carried out using the software as described, to calculate the disordered solvent molecules in the structure. It turns out that there were nearly 11 solvent molecules of DMF per unit cell.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Multi-gas Adsorption\nExperiments</title><p>N<sub>2</sub> adsorption\nexperiment at 77 K and other light hydrocarbon adsorption experiments\nat 273 and 298 K were performed on Micrometrics ASAP 2420 and ASAP\n2020 volumetric gas adsorption instruments, respectively. To explore\nthe characteristics of the pore channels, samples were washed with\ndry MeOH 5 times within 72 h to entirely remove solvent residuals\nfrom the structure. Removal of the solvent was confirmed through thermogravimetric\nanalysis (TGA) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_002.pdf\">Figure S2</ext-link> of the Supporting\nInformation).</p>", "clean_text": "Multi-gas Adsorption Experiments\n\nN2 adsorption experiment at 77 K and other light hydrocarbon adsorption experiments at 273 and 298 K were performed on Micrometrics ASAP 2420 and ASAP 2020 volumetric gas adsorption instruments, respectively. To explore the characteristics of the pore channels, samples were washed with dry MeOH 5 times within 72 h to entirely remove solvent residuals from the structure. Removal of the solvent was confirmed through thermogravimetric analysis (TGA) (Figure S2 of the Supporting Information).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Crystal Structure of Cu–CPAH</title><p>A multifunctional\nligand of H<sub>3</sub>CPAH was reported for the first time through\na three-step organic reaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_002.pdf\">Scheme S1</ext-link> of the Supporting Information). Single-crystal X-ray diffraction\nindicates that Cu–CPAH crystallizes in monoclinic space group <italic>C</italic>2/<italic>m</italic>. The unit cell of Cu–CPAH consists\nof nine Cu­(II) atoms, six crystallographically independent ligands,\nsix coordinated DMF molecules, and five guest DMF molecules. Two Cu1\natoms are chelated by four carboxylate groups from four separate ligands\nto build paddlewheel units, in which the axial positions are occupied\nby two pyridyl N donors from the other two different ligands. The\ncoordination mode of Cu2 and Cu4 is similar to Cu1, only differing\nin the axial positions being occupied by either two oxygen atoms or\ntwo DMF molecules to a capped octahedron geometry, respectively. Cu3\nis tetracoordinated by four oxygen atoms from the same carboxylate\ngroups of separate ligands to construct a capped tetrahedron geometry.\nThe coordination geometry of the Cu5 center can be described as a\ntrigonal bipyramidal geometry, in which three DMF molecules comprise\nthe equatorial plane, while two nitrogen atoms from separate ligands\noccupy the apex positions (a).</p>", "clean_text": "Results and Discussion\n\nCrystal Structure of Cu-CPAH\n\nA multifunctional ligand of H3CPAH was reported for the first time through a three-step organic reaction (Scheme S1 of the Supporting Information). Single-crystal X-ray diffraction indicates that Cu-CPAH crystallizes in monoclinic space group C2/m. The unit cell of Cu-CPAH consists of nine Cu(II) atoms, six crystallographically independent ligands, six coordinated DMF molecules, and five guest DMF molecules. Two Cu1 atoms are chelated by four carboxylate groups from four separate ligands to build paddlewheel units, in which the axial positions are occupied by two pyridyl N donors from the other two different ligands. The coordination mode of Cu2 and Cu4 is similar to Cu1, only differing in the axial positions being occupied by either two oxygen atoms or two DMF molecules to a capped octahedron geometry, respectively. Cu3 is tetracoordinated by four oxygen atoms from the same carboxylate groups of separate ligands to construct a capped tetrahedron geometry. The coordination geometry of the Cu5 center can be described as a trigonal bipyramidal geometry, in which three DMF molecules comprise the equatorial plane, while two nitrogen atoms from separate ligands occupy the apex positions (a).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination environments of Cu­(II), (b) parallelepiped\ntype\nof cage, (c) 3D framework of Cu–CPAH, and (d) topological features\nof Cu–CPAH. Cu, green; C, gray; N, blue; O, red; and H, light\ngray.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b21938_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environments of Cu(II), (b) parallelepiped type of cage, (c) 3D framework of Cu-CPAH, and (d) topological features of Cu-CPAH. Cu, green; C, gray; N, blue; O, red; and H, light gray.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The outstanding structural feature\nof Cu–CPAH is the presence\nof a highly symmetric cage with 12 copper paddlewheel units, 4 tetraconnected\nCu units, 2 five-connected Cu units, and 20 organic linkers, which\ngenerates a parallelepiped configuration (M<sub>32</sub>L<sub>20</sub>). The edge distance is 18.9 × 12.4 × 18.9 Å<sup>3</sup> (b). Interval\nparallelepiped configurations along the <italic>c</italic> axis are\nfurther connected with highly distorted ligands to assemble the non-interpenetrating\n3D framework (c). To make the 3D frameworks of Cu–CPAH more intuitive, a\ntopological point of view was carried out. Each simple framework in\nCu–CPAH can be topologically represented as a novel six-nodal\n(4,5,6)-connected network with a Schläfli symbol of (3<sup>2</sup>·4·6<sup>5</sup>·7<sup>2</sup>)<sub>2</sub>(3<sup>2</sup>·6<sup>2</sup>·7<sup>2</sup>)­(4<sup>2</sup>·6<sup>10</sup>·8<sup>3</sup>)<sub>2</sub>(4<sup>2</sup>·6<sup>3</sup>·7)<sub>4</sub>(4<sup>2</sup>·6<sup>4</sup>)<sub>2</sub>. (d). PLATON calculations confirm that the solvent-accessible\nvolume is 51.8%.</p>", "clean_text": "The outstanding structural feature of Cu-CPAH is the presence of a highly symmetric cage with 12 copper paddlewheel units, 4 tetraconnected Cu units, 2 five-connected Cu units, and 20 organic linkers, which generates a parallelepiped configuration (M32L20). The edge distance is 18.9 × 12.4 × 18.9 Å3 (b). Interval parallelepiped configurations along the c axis are further connected with highly distorted ligands to assemble the non-interpenetrating 3D framework (c). To make the 3D frameworks of Cu-CPAH more intuitive, a topological point of view was carried out. Each simple framework in Cu-CPAH can be topologically represented as a novel six-nodal (4,5,6)-connected network with a Schläfli symbol of (32⋅4⋅65⋅72)2(32⋅62⋅72)(42⋅610⋅83)2(42⋅63⋅7)4(42⋅64)2. (d). PLATON calculations confirm that the solvent-accessible volume is 51.8%.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Gas Adsorption Properties of Cu–CPAH</title><p>Activated\nsamples used for gas adsorption were prepared via a solvent exchange\nmethod, where methanol was used to exchange mother liquid, and then\nvacuum drying was conducted at 100 °C for 10 h. Powder X-ray\ndiffraction (PXRD) patterns of simulated Cu–CPAH are in agreement\nwith those of the as-synthesized counterpart (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_002.pdf\">Figure S1</ext-link> of the Supporting Information). Permanent porosity\nof activated Cu–CPAH was identified by means of N<sub>2</sub> adsorption–desorption isotherms at 77 K (0–1 atm)\nwith reversible type-I isotherm characteristics. Langmuir and Brunauer–Emmett–Teller\n(BET) surface areas were 1430 and 880 m<sup>2</sup> g<sup>–1</sup>, respectively. The total pore volume calculated from the N<sub>2</sub> isotherm is 0.51 cm<sup>3</sup> g<sup>–1</sup>, which is\nconsistent with the calculations of 0.53 cm<sup>3</sup> g<sup>–1</sup> from a single crystal structure. Non-local density functional theory\n(NLDFT) using N<sub>2</sub> at 77 K reveals that a narrow pore size\ndistribution (6–9 Å) was evident in Cu–CPAH (a).</p>", "clean_text": "Gas Adsorption Properties of Cu-CPAH\n\nActivated samples used for gas adsorption were prepared via a solvent exchange method, where methanol was used to exchange mother liquid, and then vacuum drying was conducted at 100 °C for 10 h. Powder X-ray diffraction (PXRD) patterns of simulated Cu-CPAH are in agreement with those of the as-synthesized counterpart (Figure S1 of the Supporting Information). Permanent porosity of activated Cu-CPAH was identified by means of N2 adsorption-desorption isotherms at 77 K (0-1 atm) with reversible type-I isotherm characteristics. Langmuir and Brunauer-Emmett-Teller (BET) surface areas were 1430 and 880 m2 g-1, respectively. The total pore volume calculated from the N2 isotherm is 0.51 cm3 g-1, which is consistent with the calculations of 0.53 cm3 g-1 from a single crystal structure. Non-local density functional theory (NLDFT) using N2 at 77 K reveals that a narrow pore size distribution (6-9 Å) was evident in Cu-CPAH (a).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) N<sub>2</sub> sorption\nisotherms at 77 K (filled symbols, adsorption;\nopen symbols, desorption), with (inset) pore size distribution analyzed\nusing the NLDFT method, (b) coverage-dependent isosteric heat of adsorption,\n(c) C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> sorption isotherms at 273 K, and (d) C<sub>2</sub>H<sub>2</sub>,\nCO<sub>2</sub>, and CH<sub>4</sub> sorption isotherms at 298 K.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b21938_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) N2 sorption isotherms at 77 K (filled symbols, adsorption; open symbols, desorption), with (inset) pore size distribution analyzed using the NLDFT method, (b) coverage-dependent isosteric heat of adsorption, (c) C2H2, CO2, and CH4 sorption isotherms at 273 K, and (d) C2H2, CO2, and CH4 sorption isotherms at 298 K.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>By virtue of the unique cage structure and various\nfunctional groups\nin the framework, we first investigated the selective C<sub>2</sub>H<sub>2</sub> adsorption performance of Cu–CPAH in comparison\nto those of CO<sub>2</sub> and CH<sub>4</sub> at 273 and 298 K (0–1\natm), respectively. Results display that the respective uptake capacity\nof Cu–CPAH with respect to C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub> is 171.7 and 139.5 at 1 atm and 273 K (c), while it turned into 131.8 and 88.1 at\n1 atm and 298 K (d). On the contrary, the CH<sub>4</sub> adsorption isotherm exhibits\na diametrically opposed adsorption behavior to those of C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub>. The uptake regarding CH<sub>4</sub> is only 48.9 and 28.7 cm<sup>3</sup> g<sup>–1</sup> at 273\nand 298 K, respectively. To evaluate the affinity of Cu–CPAH\nfor C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub>, isosteric heats (<italic>Q</italic>\n<sub>st</sub>) of Cu–CPAH\nwere calculated using the virial method, which was well-established on the basis of their adsorption isotherms\nat 273 and 298 K (b). The low coverage <italic>Q</italic>\n<sub>st</sub> value\nof C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> adsorption\nin Cu–CPAH is 35.4, 31.5, and 20.2 kJ mol<sup>–1</sup>, respectively. The adsorption enthalpy for C<sub>2</sub>H<sub>2</sub> is greater than those for CO<sub>2</sub> and CH<sub>4</sub>, confirming\nthe stronger van der Waals host–guest interactions.</p>", "clean_text": "By virtue of the unique cage structure and various functional groups in the framework, we first investigated the selective C2H2 adsorption performance of Cu-CPAH in comparison to those of CO2 and CH4 at 273 and 298 K (0-1 atm), respectively. Results display that the respective uptake capacity of Cu-CPAH with respect to C2H2 and CO2 is 171.7 and 139.5 at 1 atm and 273 K (c), while it turned into 131.8 and 88.1 at 1 atm and 298 K (d). On the contrary, the CH4 adsorption isotherm exhibits a diametrically opposed adsorption behavior to those of C2H2 and CO2. The uptake regarding CH4 is only 48.9 and 28.7 cm3 g-1 at 273 and 298 K, respectively. To evaluate the affinity of Cu-CPAH for C2H2, CO2, and CH4, isosteric heats (Q st) of Cu-CPAH were calculated using the virial method, which was well-established on the basis of their adsorption isotherms at 273 and 298 K (b). The low coverage Q st value of C2H2, CO2, and CH4 adsorption in Cu-CPAH is 35.4, 31.5, and 20.2 kJ mol-1, respectively. The adsorption enthalpy for C2H2 is greater than those for CO2 and CH4, confirming the stronger van der Waals host-guest interactions.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Ideal\nAdsorbed Solution Theory (IAST) Calculations</title><p>To mimic the\ngas separation behavior of Cu–CPAH in a realistic\nenvironment, C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> selectivity in a binary mixture was\ncalculated using the IAST method based\non the experimental single-component gas isotherms fitted by the dual-site\nLangmuir–Freundlich (DSLF) model at 298 K under 1 atm. Panels a and c of  illustrate that the selected model fitted\nwell with the isotherms at 298 K. The fitting parameters were then\nused to predict multicomponent adsorption with IAST (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_002.pdf\">P2</ext-link> of the Supporting Information). The selectivity of C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> (50 and 50% and 5 and 95%) varies\nin ranges of 3.6–5.9 and 4.3–7.9 during the entire pressure\nrange (b),\nwhich is close to those of the most promising MOFs, such as TIFSIX-2-Cu-i (6.5) and HKUST-1 (5.8), highlighting its great potential to C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation. Furthermore, the selectivity of C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> changes in ranges of 20.3–35.9\nand 27.2–60.5 (50 and 50% and 5 and 95%) (d), which is significantly\nhigher than those of UTSA-222a and ZJU-33a. The promising C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> performances can be contributed\nto the strong gas–host interactions through charge-induced\nforces.</p>", "clean_text": "Ideal Adsorbed Solution Theory (IAST) Calculations\n\nTo mimic the gas separation behavior of Cu-CPAH in a realistic environment, C2H2/CO2 and C2H2/CH4 selectivity in a binary mixture was calculated using the IAST method based on the experimental single-component gas isotherms fitted by the dual-site Langmuir-Freundlich (DSLF) model at 298 K under 1 atm. Panels a and c of  illustrate that the selected model fitted well with the isotherms at 298 K. The fitting parameters were then used to predict multicomponent adsorption with IAST (P2 of the Supporting Information). The selectivity of C2H2/CO2 (50 and 50% and 5 and 95%) varies in ranges of 3.6-5.9 and 4.3-7.9 during the entire pressure range (b), which is close to those of the most promising MOFs, such as TIFSIX-2-Cu-i (6.5) and HKUST-1 (5.8), highlighting its great potential to C2H2/CO2 separation. Furthermore, the selectivity of C2H2/CH4 changes in ranges of 20.3-35.9 and 27.2-60.5 (50 and 50% and 5 and 95%) (d), which is significantly higher than those of UTSA-222a and ZJU-33a. The promising C2H2/CO2 and C2H2/CH4 performances can be contributed to the strong gas-host interactions through charge-induced forces.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a and c) C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> adsorption isotherms at 298 K along with the DSLF fits and\n(b and d) gas mixture adsorption selectivity predicted by IAST at\n298 K and 100 kPa for Cu–CPAH.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b21938_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a and c) C2H2, CO2, and CH4 adsorption isotherms at 298 K along with the DSLF fits and (b and d) gas mixture adsorption selectivity predicted by IAST at 298 K and 100 kPa for Cu-CPAH.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Breakthrough Separation</title><p>To evaluate the feasibility\nof Cu–CPAH as a solid adsorbent for selective C<sub>2</sub>H<sub>2</sub> storage and purification under real-world situations,\ndynamic breakthrough experiments were measured, in which an equal\nproportion of CO<sub>2</sub>/C<sub>2</sub>H<sub>2</sub> or CH<sub>4</sub>/CO<sub>2</sub>/C<sub>2</sub>H<sub>2</sub> was passed through\na adsorption bed of the activated sample with a mixed flow rate of\n0.5 mL/min at 298 K. For the two-component experiments, CO<sub>2</sub> was detected at about 25.4 min after gas mixture was injected through\nthe column, whereas no C<sub>2</sub>H<sub>2</sub> was detected until\na breakthrough time of 98.2 min (a). The dynamic C<sub>2</sub>H<sub>2</sub> adsorption capacity based on breakthrough time is 131 cm<sup>3</sup> g<sup>–1</sup>, which is close to the single-component gas\nadsorption capacity measured at 298 K. In contrast, the CO<sub>2</sub> adsorption capacity is only 33 cm<sup>3</sup> g<sup>–1</sup>. The differences between adsorbed amounts of two gases further demonstrate\nthat stronger interactions took place between C<sub>2</sub>H<sub>2</sub> and the MOF skeleton. On the basis of the adsorbed quantity, the\nseparation factor of equimolar C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> was determined as 3.96, which agrees with the IAST-predicted results.\nThe encouraging dynamic C<sub>2</sub>H<sub>2</sub> adsorption capacity\nand large breakthrough time gap (73 min) between CO<sub>2</sub> and\nC<sub>2</sub>H<sub>2</sub> demonstrate satisfactory C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation performance in the MOFs. The dynamic\nbreakthrough experiment with an equimolar mixture of CH<sub>4</sub>, CO<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub> further verified\nthe excellent C<sub>2</sub>H<sub>2</sub> purification ability of Cu–CPAH\n(b).</p>", "clean_text": "Breakthrough Separation\n\nTo evaluate the feasibility of Cu-CPAH as a solid adsorbent for selective C2H2 storage and purification under real-world situations, dynamic breakthrough experiments were measured, in which an equal proportion of CO2/C2H2 or CH4/CO2/C2H2 was passed through a adsorption bed of the activated sample with a mixed flow rate of 0.5 mL/min at 298 K. For the two-component experiments, CO2 was detected at about 25.4 min after gas mixture was injected through the column, whereas no C2H2 was detected until a breakthrough time of 98.2 min (a). The dynamic C2H2 adsorption capacity based on breakthrough time is 131 cm3 g-1, which is close to the single-component gas adsorption capacity measured at 298 K. In contrast, the CO2 adsorption capacity is only 33 cm3 g-1. The differences between adsorbed amounts of two gases further demonstrate that stronger interactions took place between C2H2 and the MOF skeleton. On the basis of the adsorbed quantity, the separation factor of equimolar C2H2/CO2 was determined as 3.96, which agrees with the IAST-predicted results. The encouraging dynamic C2H2 adsorption capacity and large breakthrough time gap (73 min) between CO2 and C2H2 demonstrate satisfactory C2H2/CO2 separation performance in the MOFs. The dynamic breakthrough experiment with an equimolar mixture of CH4, CO2, and C2H2 further verified the excellent C2H2 purification ability of Cu-CPAH (b).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Column breakthrough\nexperiment for equal proportion of gases at\n298 K and 1 atm in Cu–CPAH: (a) CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> and (b) CH<sub>4</sub>, CO<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b21938_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Column breakthrough experiment for equal proportion of gases at 298 K and 1 atm in Cu-CPAH: (a) CO2 and C2H2 and (b) CH4, CO2, and C2H2.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Theoretical Calculations</title><p>To understand the unique adsorption\nand selective behavior of Cu–CPAH, the nature of gas–framework\ninteractions was studied using DFT calculations (). It was found that the most preferred sites for C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub> adsorption in a Cu–CPAH cage are\nat unsaturated Lewis acid/basic sites, whereas methane experiences\nthe weakest gas–framework interactions in terms of either binding\nenergy or binding length. The linear body of the C<sub>2</sub>H<sub>2</sub> molecule at site A is perpendicular to the Cu–Cu axis\nwith C<sub>C<sub>2</sub>H<sub>2</sub>\n</sub>···Cu =\n2.63(1) and 2.64(7) Å (a), whereas CO<sub>2</sub> has a longer binding length\nwith C<sub>CO<sub>2</sub>\n</sub>···Cu = 3.92(3) Å\nand O<sub>CO<sub>2</sub>\n</sub>···Cu = 3.84(6) Å\n(e). It should\nbe noted that the obtained binding energy of the C<sub>2</sub>H<sub>2</sub> molecule at site A (−39.03 kJ mol<sup>–1</sup>) is about 1.5 times larger than that of CO<sub>2</sub> (−25.89\nkJ mol<sup>–1</sup>). As anticipated, the amide (−NH)\ngroups are also primary adsorption sites of C<sub>2</sub>H<sub>2</sub> with a side-on interaction at C<sub>C<sub>2</sub>H<sub>2</sub>\n</sub>···HN = 2.45(0) and 2.54(2) Å, respectively (b). Although CO<sub>2</sub> at site B (f) can form a hydrogen bond with −NH groups at O<sub>CO<sub>2</sub>\n</sub>···HN = 3.31(3) Å and C<sub>CO<sub>2</sub>\n</sub>···HN = 3.59(9) Å, respectively,\nthe calculated binding energy is much less than that of C<sub>2</sub>H<sub>2</sub> at site B. The binding energy of three gases at site\nC (panels c, g, and k of ) is very similar. By comparison of the bond length\nof three gases with tetracoordinated Cu atom, C<sub>2</sub>H<sub>2</sub> is more favorable to occupy the active site. Analysis of site D\nreveals that the value of binding energy between C<sub>2</sub>H<sub>2</sub> and the framework is much higher than that of CO<sub>2</sub>. All of the above results reveal an unusual affinity of Cu–CPAH\ntoward inert C<sub>2</sub>H<sub>2</sub> rather than CO<sub>2</sub> or CH<sub>4</sub>, giving an order of C<sub>2</sub>H<sub>2</sub> &gt; CO<sub>2</sub> &gt; CH<sub>4</sub>. These results are in good\nagreements\nwith the corresponding <italic>Q</italic>\n<sub>st</sub> for each gas\nand breakthrough experiments, which achieved a high separation performance\nof C<sub>2</sub>H<sub>2</sub> from the mixture of C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub>. Our calculation results\nalso strongly prove that the imino group is a strong C<sub>2</sub>H<sub>2</sub> recognition site and that imino-functionalized cage-based\nMOFs are a promising solid adsorbent for selective C<sub>2</sub>H<sub>2</sub> capture and separation.</p>", "clean_text": "Theoretical Calculations\n\nTo understand the unique adsorption and selective behavior of Cu-CPAH, the nature of gas-framework interactions was studied using DFT calculations (). It was found that the most preferred sites for C2H2 and CO2 adsorption in a Cu-CPAH cage are at unsaturated Lewis acid/basic sites, whereas methane experiences the weakest gas-framework interactions in terms of either binding energy or binding length. The linear body of the C2H2 molecule at site A is perpendicular to the Cu-Cu axis with CC2H2 ⋅⋅⋅Cu = 2.63(1) and 2.64(7) Å (a), whereas CO2 has a longer binding length with CCO2 ⋅⋅⋅Cu = 3.92(3) Å and OCO2 ⋅⋅⋅Cu = 3.84(6) Å (e). It should be noted that the obtained binding energy of the C2H2 molecule at site A (-39.03 kJ mol-1) is about 1.5 times larger than that of CO2 (-25.89 kJ mol-1). As anticipated, the amide (-NH) groups are also primary adsorption sites of C2H2 with a side-on interaction at CC2H2 ⋅⋅⋅HN = 2.45(0) and 2.54(2) Å, respectively (b). Although CO2 at site B (f) can form a hydrogen bond with -NH groups at OCO2 ⋅⋅⋅HN = 3.31(3) Å and CCO2 ⋅⋅⋅HN = 3.59(9) Å, respectively, the calculated binding energy is much less than that of C2H2 at site B. The binding energy of three gases at site C (panels c, g, and k of ) is very similar. By comparison of the bond length of three gases with tetracoordinated Cu atom, C2H2 is more favorable to occupy the active site. Analysis of site D reveals that the value of binding energy between C2H2 and the framework is much higher than that of CO2. All of the above results reveal an unusual affinity of Cu-CPAH toward inert C2H2 rather than CO2 or CH4, giving an order of C2H2 > CO2 > CH4. These results are in good agreements with the corresponding Q st for each gas and breakthrough experiments, which achieved a high separation performance of C2H2 from the mixture of C2H2, CO2, and CH4. Our calculation results also strongly prove that the imino group is a strong C2H2 recognition site and that imino-functionalized cage-based MOFs are a promising solid adsorbent for selective C2H2 capture and separation.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a–l) DFT-optimized geometry for\nCO<sub>2</sub>, CH<sub>4</sub>, and C<sub>2</sub>H<sub>2</sub> at\nsites A–D. Close\ncontact distances (in angstroms) are marked. Green, red, gray, blue,\nand light gray represent Cu, O, C, N, and H atoms, respectively.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am9b21938_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a-l) DFT-optimized geometry for CO2, CH4, and C2H2 at sites A-D. Close contact distances (in angstroms) are marked. Green, red, gray, blue, and light gray represent Cu, O, C, N, and H atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In conclusion, we synthesized\na novel nanocage-based MOF Cu–CPAH\nfor selective acetylene purification. <italic>Q</italic>\n<sub>st</sub> studies exhibit that C<sub>2</sub>H<sub>2</sub> has stronger host–guest\ninteractions than CO<sub>2</sub> and CH<sub>4</sub> at 298 K. Dynamic\nbreakthrough experiments reveal that Cu–CPAH with abundant\nactive sites shows unique selective adsorption behavior of C<sub>2</sub>H<sub>2</sub>, outperforming CO<sub>2</sub> and CH<sub>4</sub> greatly.\nMoreover, DFT studies further verifiy the affinity of Cu–CPAH\ntoward inert C<sub>2</sub>H<sub>2</sub> rather than CO<sub>2</sub> or CH<sub>4</sub> and demonstrate for the first time the contribution\nof imino functional groups in the cage, which play a decisive role\nin the preferential fixation of C<sub>2</sub>H<sub>2</sub> than CO<sub>2</sub>.</p>", "clean_text": "Conclusion\n\nIn conclusion, we synthesized a novel nanocage-based MOF Cu-CPAH for selective acetylene purification. Q st studies exhibit that C2H2 has stronger host-guest interactions than CO2 and CH4 at 298 K. Dynamic breakthrough experiments reveal that Cu-CPAH with abundant active sites shows unique selective adsorption behavior of C2H2, outperforming CO2 and CH4 greatly. Moreover, DFT studies further verifiy the affinity of Cu-CPAH toward inert C2H2 rather than CO2 or CH4 and demonstrate for the first time the contribution of imino functional groups in the cage, which play a decisive role in the preferential fixation of C2H2 than CO2.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.9b21938?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsami.9b21938</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic data\nof Cu–CPAH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_001.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data, Fourier transform infrared (FTIR)\ncurve, PXRD data, and thermogravimetry (TG) curve of Cu–CPAH\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_002.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.9b21938.  Crystallographic data of Cu-CPAH (CIF)   Crystallographic data, Fourier transform infrared (FTIR) curve, PXRD data, and thermogravimetry (TG) curve of Cu-CPAH (PDF)   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Crystallographic data\nof Cu–CPAH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_001.cif\">CIF</ext-link>)</p><p>Crystallographic data, Fourier transform infrared (FTIR)\ncurve, PXRD data, and thermogravimetry (TG) curve of Cu–CPAH\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_002.pdf\">PDF</ext-link>)</p><p>Lingkun\nMeng and Lixia Yang contributed equally to this work.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Crystallographic data of Cu-CPAH (CIF)\n\nCrystallographic data, Fourier transform infrared (FTIR) curve, PXRD data, and thermogravimetry (TG) curve of Cu-CPAH (PDF)\n\nLingkun Meng and Lixia Yang contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Synthesis of Cu–CPAH</title><p>Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (10 mg, 0.041\nmmol) and H<sub>3</sub>CPAH (11 mg, 0.036 mmol) were mixed with 2\nmL of dimethylformamide\n(DMF), 1.2 mL of H<sub>2</sub>O, and 0.15 mL of HBF<sub>4</sub> at\nroom temperature. The solution was transferred to a 20 mL vial and\nheated to and held at 80 °C for 24 h, followed by natural cooling\nto room temperature. Green crystals of Cu–CPAH were yielded\nand collected through filtration, rinsed with ethanol, and dried in\ncold air. Yield: 57% (on the basis of H<sub>3</sub>CPAH). Analysis\ncalculated (%): C, 44.30; H, 3.75; N, 10.15. Found (%): C, 44.28;\nH, 3.77; N, 10.15. IR (KBr, cm<sup>–1</sup>): 3394 (m), 3137\n(s), 1888 (m), 1633 (s), 1405 (s), 1109 (m), 936 (s), 874 (w), 839\n(m), 791 (s), 769 (w), 739 (s), 581 (s), 533 (s), 447 (s).</p>", "clean_text": "Experimental Section\n\nSynthesis of Cu-CPAH\n\nCu(NO3)2⋅3H2O (10 mg, 0.041 mmol) and H3CPAH (11 mg, 0.036 mmol) were mixed with 2 mL of dimethylformamide (DMF), 1.2 mL of H2O, and 0.15 mL of HBF4 at room temperature. The solution was transferred to a 20 mL vial and heated to and held at 80 °C for 24 h, followed by natural cooling to room temperature. Green crystals of Cu-CPAH were yielded and collected through filtration, rinsed with ethanol, and dried in cold air. Yield: 57% (on the basis of H3CPAH). Analysis calculated (%): C, 44.30; H, 3.75; N, 10.15. Found (%): C, 44.28; H, 3.77; N, 10.15. IR (KBr, cm-1): 3394 (m), 3137 (s), 1888 (m), 1633 (s), 1405 (s), 1109 (m), 936 (s), 874 (w), 839 (m), 791 (s), 769 (w), 739 (s), 581 (s), 533 (s), 447 (s).", "data": [{"meta": {"name": "Cu–CPAH", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cu­(NO3)2·3H2O", "amount": "10", "unit": "mg"}, {"name": "H3CPAH", "amount": "11", "unit": "mg"}], "solution": [{"name": "DMF", "amount": "2", "unit": "mL"}, {"name": "H2O", "amount": "1.2", "unit": "mL"}, {"name": "HBF4", "amount": "0.15", "unit": "mL"}], "pressure": "", "temperature": "80°C", "time": "24 h", "heating rate": "", "cooling rate": ""}], "yield": "57%"}], "include_properties": ["solvothermal_synthesis", "filtration", "rinsing", "drying"]}, {"idx": "13, 15, 18", "type": "text", "classification": "property", "content": "<title>Gas Adsorption Properties of Cu–CPAH</title><p>Activated\nsamples used for gas adsorption were prepared via a solvent exchange\nmethod, where methanol was used to exchange mother liquid, and then\nvacuum drying was conducted at 100 °C for 10 h. Powder X-ray\ndiffraction (PXRD) patterns of simulated Cu–CPAH are in agreement\nwith those of the as-synthesized counterpart (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b21938/suppl_file/am9b21938_si_002.pdf\">Figure S1</ext-link> of the Supporting Information). Permanent porosity\nof activated Cu–CPAH was identified by means of N<sub>2</sub> adsorption–desorption isotherms at 77 K (0–1 atm)\nwith reversible type-I isotherm characteristics. Langmuir and Brunauer–Emmett–Teller\n(BET) surface areas were 1430 and 880 m<sup>2</sup> g<sup>–1</sup>, respectively. The total pore volume calculated from the N<sub>2</sub> isotherm is 0.51 cm<sup>3</sup> g<sup>–1</sup>, which is\nconsistent with the calculations of 0.53 cm<sup>3</sup> g<sup>–1</sup> from a single crystal structure. Non-local density functional theory\n(NLDFT) using N<sub>2</sub> at 77 K reveals that a narrow pore size\ndistribution (6–9 Å) was evident in Cu–CPAH (a).</p><p>By virtue of the unique cage structure and various\nfunctional groups\nin the framework, we first investigated the selective C<sub>2</sub>H<sub>2</sub> adsorption performance of Cu–CPAH in comparison\nto those of CO<sub>2</sub> and CH<sub>4</sub> at 273 and 298 K (0–1\natm), respectively. Results display that the respective uptake capacity\nof Cu–CPAH with respect to C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub> is 171.7 and 139.5 at 1 atm and 273 K (c), while it turned into 131.8 and 88.1 at\n1 atm and 298 K (d). On the contrary, the CH<sub>4</sub> adsorption isotherm exhibits\na diametrically opposed adsorption behavior to those of C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub>. The uptake regarding CH<sub>4</sub> is only 48.9 and 28.7 cm<sup>3</sup> g<sup>–1</sup> at 273\nand 298 K, respectively. To evaluate the affinity of Cu–CPAH\nfor C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub>, isosteric heats (<italic>Q</italic>\n<sub>st</sub>) of Cu–CPAH\nwere calculated using the virial method, which was well-established on the basis of their adsorption isotherms\nat 273 and 298 K (b). The low coverage <italic>Q</italic>\n<sub>st</sub> value\nof C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> adsorption\nin Cu–CPAH is 35.4, 31.5, and 20.2 kJ mol<sup>–1</sup>, respectively. The adsorption enthalpy for C<sub>2</sub>H<sub>2</sub> is greater than those for CO<sub>2</sub> and CH<sub>4</sub>, confirming\nthe stronger van der Waals host–guest interactions.</p><title>Breakthrough Separation</title><p>To evaluate the feasibility\nof Cu–CPAH as a solid adsorbent for selective C<sub>2</sub>H<sub>2</sub> storage and purification under real-world situations,\ndynamic breakthrough experiments were measured, in which an equal\nproportion of CO<sub>2</sub>/C<sub>2</sub>H<sub>2</sub> or CH<sub>4</sub>/CO<sub>2</sub>/C<sub>2</sub>H<sub>2</sub> was passed through\na adsorption bed of the activated sample with a mixed flow rate of\n0.5 mL/min at 298 K. For the two-component experiments, CO<sub>2</sub> was detected at about 25.4 min after gas mixture was injected through\nthe column, whereas no C<sub>2</sub>H<sub>2</sub> was detected until\na breakthrough time of 98.2 min (a). The dynamic C<sub>2</sub>H<sub>2</sub> adsorption capacity based on breakthrough time is 131 cm<sup>3</sup> g<sup>–1</sup>, which is close to the single-component gas\nadsorption capacity measured at 298 K. In contrast, the CO<sub>2</sub> adsorption capacity is only 33 cm<sup>3</sup> g<sup>–1</sup>. The differences between adsorbed amounts of two gases further demonstrate\nthat stronger interactions took place between C<sub>2</sub>H<sub>2</sub> and the MOF skeleton. On the basis of the adsorbed quantity, the\nseparation factor of equimolar C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> was determined as 3.96, which agrees with the IAST-predicted results.\nThe encouraging dynamic C<sub>2</sub>H<sub>2</sub> adsorption capacity\nand large breakthrough time gap (73 min) between CO<sub>2</sub> and\nC<sub>2</sub>H<sub>2</sub> demonstrate satisfactory C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation performance in the MOFs. The dynamic\nbreakthrough experiment with an equimolar mixture of CH<sub>4</sub>, CO<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub> further verified\nthe excellent C<sub>2</sub>H<sub>2</sub> purification ability of Cu–CPAH\n(b).</p>", "clean_text": "Gas Adsorption Properties of Cu-CPAH\n\nActivated samples used for gas adsorption were prepared via a solvent exchange method, where methanol was used to exchange mother liquid, and then vacuum drying was conducted at 100 °C for 10 h. Powder X-ray diffraction (PXRD) patterns of simulated Cu-CPAH are in agreement with those of the as-synthesized counterpart (Figure S1 of the Supporting Information). Permanent porosity of activated Cu-CPAH was identified by means of N2 adsorption-desorption isotherms at 77 K (0-1 atm) with reversible type-I isotherm characteristics. Langmuir and Brunauer-Emmett-Teller (BET) surface areas were 1430 and 880 m2 g-1, respectively. The total pore volume calculated from the N2 isotherm is 0.51 cm3 g-1, which is consistent with the calculations of 0.53 cm3 g-1 from a single crystal structure. Non-local density functional theory (NLDFT) using N2 at 77 K reveals that a narrow pore size distribution (6-9 Å) was evident in Cu-CPAH (a).\n\nBy virtue of the unique cage structure and various functional groups in the framework, we first investigated the selective C2H2 adsorption performance of Cu-CPAH in comparison to those of CO2 and CH4 at 273 and 298 K (0-1 atm), respectively. Results display that the respective uptake capacity of Cu-CPAH with respect to C2H2 and CO2 is 171.7 and 139.5 at 1 atm and 273 K (c), while it turned into 131.8 and 88.1 at 1 atm and 298 K (d). On the contrary, the CH4 adsorption isotherm exhibits a diametrically opposed adsorption behavior to those of C2H2 and CO2. The uptake regarding CH4 is only 48.9 and 28.7 cm3 g-1 at 273 and 298 K, respectively. To evaluate the affinity of Cu-CPAH for C2H2, CO2, and CH4, isosteric heats (Q st) of Cu-CPAH were calculated using the virial method, which was well-established on the basis of their adsorption isotherms at 273 and 298 K (b). The low coverage Q st value of C2H2, CO2, and CH4 adsorption in Cu-CPAH is 35.4, 31.5, and 20.2 kJ mol-1, respectively. The adsorption enthalpy for C2H2 is greater than those for CO2 and CH4, confirming the stronger van der Waals host-guest interactions.\n\nBreakthrough Separation\n\nTo evaluate the feasibility of Cu-CPAH as a solid adsorbent for selective C2H2 storage and purification under real-world situations, dynamic breakthrough experiments were measured, in which an equal proportion of CO2/C2H2 or CH4/CO2/C2H2 was passed through a adsorption bed of the activated sample with a mixed flow rate of 0.5 mL/min at 298 K. For the two-component experiments, CO2 was detected at about 25.4 min after gas mixture was injected through the column, whereas no C2H2 was detected until a breakthrough time of 98.2 min (a). The dynamic C2H2 adsorption capacity based on breakthrough time is 131 cm3 g-1, which is close to the single-component gas adsorption capacity measured at 298 K. In contrast, the CO2 adsorption capacity is only 33 cm3 g-1. The differences between adsorbed amounts of two gases further demonstrate that stronger interactions took place between C2H2 and the MOF skeleton. On the basis of the adsorbed quantity, the separation factor of equimolar C2H2/CO2 was determined as 3.96, which agrees with the IAST-predicted results. The encouraging dynamic C2H2 adsorption capacity and large breakthrough time gap (73 min) between CO2 and C2H2 demonstrate satisfactory C2H2/CO2 separation performance in the MOFs. The dynamic breakthrough experiment with an equimolar mixture of CH4, CO2, and C2H2 further verified the excellent C2H2 purification ability of Cu-CPAH (b).", "data": [[{"meta": {"name": "Cu–CPAH", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "", "unit": "", "temperature": "77 K", "pressure": "0–1 atm", "condition": "reversible type-I isotherm characteristics"}, {"adsorbate": "C2H2", "adsorbed amount": "171.7", "unit": "", "temperature": "1 atm and 273 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "139.5", "unit": "", "temperature": "1 atm and 273 K", "pressure": "", "condition": ""}, {"adsorbate": "C2H2", "adsorbed amount": "131.8", "unit": "", "temperature": "1 atm and 298 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "88.1", "unit": "", "temperature": "1 atm and 298 K", "pressure": "", "condition": ""}, {"adsorbate": "CH4", "adsorbed amount": "48.9", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "CH4", "adsorbed amount": "28.7", "unit": "cm3/g", "temperature": "298 K", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nRepresentation of the Synthesis of H<sub>3</sub>CPAH</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b21938_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of the Synthesis of H3CPAH   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination environments of Cu­(II), (b) parallelepiped\ntype\nof cage, (c) 3D framework of Cu–CPAH, and (d) topological features\nof Cu–CPAH. Cu, green; C, gray; N, blue; O, red; and H, light\ngray.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b21938_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environments of Cu(II), (b) parallelepiped type of cage, (c) 3D framework of Cu-CPAH, and (d) topological features of Cu-CPAH. Cu, green; C, gray; N, blue; O, red; and H, light gray.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) N<sub>2</sub> sorption\nisotherms at 77 K (filled symbols, adsorption;\nopen symbols, desorption), with (inset) pore size distribution analyzed\nusing the NLDFT method, (b) coverage-dependent isosteric heat of adsorption,\n(c) C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> sorption isotherms at 273 K, and (d) C<sub>2</sub>H<sub>2</sub>,\nCO<sub>2</sub>, and CH<sub>4</sub> sorption isotherms at 298 K.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b21938_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) N2 sorption isotherms at 77 K (filled symbols, adsorption; open symbols, desorption), with (inset) pore size distribution analyzed using the NLDFT method, (b) coverage-dependent isosteric heat of adsorption, (c) C2H2, CO2, and CH4 sorption isotherms at 273 K, and (d) C2H2, CO2, and CH4 sorption isotherms at 298 K.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a and c) C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> adsorption isotherms at 298 K along with the DSLF fits and\n(b and d) gas mixture adsorption selectivity predicted by IAST at\n298 K and 100 kPa for Cu–CPAH.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b21938_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a and c) C2H2, CO2, and CH4 adsorption isotherms at 298 K along with the DSLF fits and (b and d) gas mixture adsorption selectivity predicted by IAST at 298 K and 100 kPa for Cu-CPAH.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Column breakthrough\nexperiment for equal proportion of gases at\n298 K and 1 atm in Cu–CPAH: (a) CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> and (b) CH<sub>4</sub>, CO<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b21938_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Column breakthrough experiment for equal proportion of gases at 298 K and 1 atm in Cu-CPAH: (a) CO2 and C2H2 and (b) CH4, CO2, and C2H2.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a–l) DFT-optimized geometry for\nCO<sub>2</sub>, CH<sub>4</sub>, and C<sub>2</sub>H<sub>2</sub> at\nsites A–D. Close\ncontact distances (in angstroms) are marked. Green, red, gray, blue,\nand light gray represent Cu, O, C, N, and H atoms, respectively.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am9b21938_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a-l) DFT-optimized geometry for CO2, CH4, and C2H2 at sites A-D. Close contact distances (in angstroms) are marked. Green, red, gray, blue, and light gray represent Cu, O, C, N, and H atoms, respectively.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b21938", "title": "\nSelective\nAcetylene Adsorption within an Imino-Functionalized\nNanocage-Based Metal–Organic Framework\n", "journal": "American\nChemical Society", "date": "2020.01", "author_list": ["Meng\nLingkun", "Yang\nLixia", "Chen\nCailing", "Dong\nXinglong", "Ren\nSiyuan", "Li\nGuanghua", "Li\nYi", "Han\nYu", "Shi\nZhan", "Feng\nShouhua"]}}