{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b14366.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Herein,\na metal–organic framework (MOF)/polythiophene (PTh)-derived\nS-doped carbon is successfully designed and prepared employing zeolitic\nimidazolate frameworks (ZIF-8/ZIF-67) and thiophene (Th) as precursors.\nThe S-doped carbon presents a neuronlike three-dimensional network\nstructure (3DSC). The 3DSC delivers extra-high capacities (225 mAh/g\nat 5000 mA/g after 3000 cycles) and excellent endurance ability of\ncurrent changes when applied in Na-ion batteries (SIBs). Moreover,\nwhen the 3DSC-700 anode is coupled with a sodium vanadium phosphate\ncathode to construct a Na-ion full cell, after 50 cycles, a high capacity\nof ∼229.64 mAh/g is obtained at 100 mA/g. Electrochemical impedance\nspectroscopy analysis, density functional theory calculations, and\npseudocapacitance contributions are adopted to investigate the excellent\nsodium storage mechanism of the 3DSC electrode. A new idea has been\nprovided in this work to open up the possibility of MOF materials\nand carbon-based materials applications in SIBs in the future.</p>", "clean_text": "Herein, a metal-organic framework (MOF)/polythiophene (PTh)-derived S-doped carbon is successfully designed and prepared employing zeolitic imidazolate frameworks (ZIF-8/ZIF-67) and thiophene (Th) as precursors. The S-doped carbon presents a neuronlike three-dimensional network structure (3DSC). The 3DSC delivers extra-high capacities (225 mAh/g at 5000 mA/g after 3000 cycles) and excellent endurance ability of current changes when applied in Na-ion batteries (SIBs). Moreover, when the 3DSC-700 anode is coupled with a sodium vanadium phosphate cathode to construct a Na-ion full cell, after 50 cycles, a high capacity of ~229.64 mAh/g is obtained at 100 mA/g. Electrochemical impedance spectroscopy analysis, density functional theory calculations, and pseudocapacitance contributions are adopted to investigate the excellent sodium storage mechanism of the 3DSC electrode. A new idea has been provided in this work to open up the possibility of MOF materials and carbon-based materials applications in SIBs in the future.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Nowadays, lithium-ion batteries (LIBs)\nwith good cycling stability\nand high capacity have been widely utilized in electromobile devices, while an uneven geological distribution and limited lithium compel\npeople to look for new energy storage substitutes. In\nrecent years, owing to the cost-efficiency, rich resources, and analogous\nchemical properties to Li, Na-ion batteries (SIBs)\nare considered as substitutes for LIBs. However, due to the larger\nNa<sup>+</sup>, a majority of materials do not have sufficiently big\nspace to host it; thus, compared with LIBs, the\ndevelopment process of SIBs is quite sluggish. Therefore, finding\nsuitable SIB electrode materials is a key factor in developing SIBs.\n</p>", "clean_text": "Introduction\n\nNowadays, lithium-ion batteries (LIBs) with good cycling stability and high capacity have been widely utilized in electromobile devices, while an uneven geological distribution and limited lithium compel people to look for new energy storage substitutes. In recent years, owing to the cost-efficiency, rich resources, and analogous chemical properties to Li, Na-ion batteries (SIBs) are considered as substitutes for LIBs. However, due to the larger Na+, a majority of materials do not have sufficiently big space to host it; thus, compared with LIBs, the development process of SIBs is quite sluggish. Therefore, finding suitable SIB electrode materials is a key factor in developing SIBs. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Thus far, a variety of materials like metal alloys, metal oxide/sulfide/phosphide, etc. were studied as anode materials for SIBs, while carbon-based\nmaterials with good structural stability, abundant resource, cost-efficiency,\nand nontoxicity are regarded as the most promising anodes for SIBs. However, due to the smaller layer spacing of carbon and larger Na<sup>+</sup>, the most mature carbon-based\nanodes for LIBs are unsuitable for SIBs. Zhou et al.\nand other researchers through calculation and experimental methods\ntestified that heteroatom doping especially larger size atom doping\ncan enhance the electric conductivity and enlarge the layer spacing\nof carbon. Until now, a lot of heteroatom-doped particularly N-doped carbon\nwere investigated as anodes for SIBs. However, due to the\ncomplicated preparation processes, compared to N-doped, studies about\nS- or P-doped carbon are rare.</p>", "clean_text": "Thus far, a variety of materials like metal alloys, metal oxide/sulfide/phosphide, etc. were studied as anode materials for SIBs, while carbon-based materials with good structural stability, abundant resource, cost-efficiency, and nontoxicity are regarded as the most promising anodes for SIBs. However, due to the smaller layer spacing of carbon and larger Na+, the most mature carbon-based anodes for LIBs are unsuitable for SIBs. Zhou et al. and other researchers through calculation and experimental methods testified that heteroatom doping especially larger size atom doping can enhance the electric conductivity and enlarge the layer spacing of carbon. Until now, a lot of heteroatom-doped particularly N-doped carbon were investigated as anodes for SIBs. However, due to the complicated preparation processes, compared to N-doped, studies about S- or P-doped carbon are rare.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Moreover, recently metal–organic\nframeworks (MOFs) have\nattracted widespread attention due to their attractive characteristics,\nsuch as regular structures and high surface areas and porosities. For the reason that MOF-derived materials can inherit the excellent\nproperties of MOFs, numerous MOF-derived materials have been prepared\nand applied in many fields. Recently, MOF-derived materials also were investigated\nas anodes for SIBs. However, due to the serious structural collapse,\nthese materials always exhibit poor cycling stability and rate performance\nwhen applied in SIBs, even if they have special initial structures\nor high theoretical specific capacities. Therefore, borrowing the special properties of MOFs and designing\nnew MOF-derived materials with stable structure and excellent sodium\nstorage performance are challenges for MOFs.</p>", "clean_text": "Moreover, recently metal-organic frameworks (MOFs) have attracted widespread attention due to their attractive characteristics, such as regular structures and high surface areas and porosities. For the reason that MOF-derived materials can inherit the excellent properties of MOFs, numerous MOF-derived materials have been prepared and applied in many fields. Recently, MOF-derived materials also were investigated as anodes for SIBs. However, due to the serious structural collapse, these materials always exhibit poor cycling stability and rate performance when applied in SIBs, even if they have special initial structures or high theoretical specific capacities. Therefore, borrowing the special properties of MOFs and designing new MOF-derived materials with stable structure and excellent sodium storage performance are challenges for MOFs.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>To overcome the\nabove defects, a neuronlike three-dimensional (3D)\nnetwork structure carbon with S-doping and metal particle decoration\nwas fabricated via in situ polymerization using Th and pre-prepared\nZIF-8/ZIF-67 as precursors. The neuronlike 3D structure, sulfur doping,\nand metal particle decoration endow the three-dimensional network\nstructure (3DSC) electrode with excellent extra-long cycling stability\nat 5000 mA/g (225 mAh/g after 3000 cycles).</p>", "clean_text": "To overcome the above defects, a neuronlike three-dimensional (3D) network structure carbon with S-doping and metal particle decoration was fabricated via in situ polymerization using Th and pre-prepared ZIF-8/ZIF-67 as precursors. The neuronlike 3D structure, sulfur doping, and metal particle decoration endow the three-dimensional network structure (3DSC) electrode with excellent extra-long cycling stability at 5000 mA/g (225 mAh/g after 3000 cycles).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental\nSection</title><title>Materials Synthesis</title><title>Preparation of the ZIF-8/ZIF-67 Precursor</title><p>First, Zn\n(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (1.62 g) methanol\nsolutions and 2-methylimidazole (1.11 g) methanol solution were mixed\nand kept under magnetic stirring for 12 h. Then, the ZIF-8 precipitate\nwas collected through centrifugation, washed with pure methanol solution,\nand dried at 80 °C for 12 h. Second, 0.16 g of ZIF-8 was added\ninto 20 mL of methanol solution with vigorous ultrasonication for\n30 min, then magnetic stirring for 20 min. Then, the ZIF-8, CoCl<sub>2</sub> (0.35 g), and 2-methylimidazole (1.79) methanol solutions\nwere mixed and magnetically stirred for 5 min. Finally, the mixture\nwas transferred into an autoclave (50 mL) and kept at 100 °C\nfor 12 h. The ZIF-8/ZIF-67 precursor was collected through the same\nprocess as that of ZIF-8.</p>", "clean_text": "Experimental Section\n\nMaterials Synthesis\n\nPreparation of the ZIF-8/ZIF-67 Precursor\n\nFirst, Zn (NO3)2⋅6H2O (1.62 g) methanol solutions and 2-methylimidazole (1.11 g) methanol solution were mixed and kept under magnetic stirring for 12 h. Then, the ZIF-8 precipitate was collected through centrifugation, washed with pure methanol solution, and dried at 80 °C for 12 h. Second, 0.16 g of ZIF-8 was added into 20 mL of methanol solution with vigorous ultrasonication for 30 min, then magnetic stirring for 20 min. Then, the ZIF-8, CoCl2 (0.35 g), and 2-methylimidazole (1.79) methanol solutions were mixed and magnetically stirred for 5 min. Finally, the mixture was transferred into an autoclave (50 mL) and kept at 100 °C for 12 h. The ZIF-8/ZIF-67 precursor was collected through the same process as that of ZIF-8.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Preparation of the ZIF-8/ZIF-67/PTh 3D Network\nIntermediate\nand 3DSC-700</title><p>First, the ZIF-8/ZIF-67 precursor (0.16 g),\n155 μL of Th trichloromethane solutions, and FeCl<sub>3</sub> (1.25 g) trichloromethane solutions were mixed and ultrasonicated\nfor 50 min. Then, the mixture was poured into a three-necked flask\n(250 mL) and kept at 65 °C for 4 h with mechanical stirring.\nSecond, to remove the iron ions, 100 mL of methanol was poured into\nthe flask and continued to react for 24 h at 65 °C. Finally,\nthe ZIF-8/ZIF-67/PTh 3D network intermediate was obtained through\nthe same process as that of ZIF-8. The prepared ZIF-8/ZIF-67/PTh intermediate\nwas treated at 700 °C under an argon atmosphere for 3 h to obtain\n3DSC-700 (700 represents the annealing temperature). ZIF-8/ZIF-67-derived\ncarbon (MDC-700) and PTh-derived S-doped C (SC-700) were fabricated\nthrough the analogous procedure except for the reaction with thiophene\nand ZIF-8/ZIF-67, respectively. Meanwhile, ZIF-67/PTh-derived carbon\n(67/SC-700) and ZIF-8/PTh-derived carbon (8/SC-700) were prepared\nthrough a similar procedure.</p>", "clean_text": "Preparation of the ZIF-8/ZIF-67/PTh 3D Network Intermediate and 3DSC-700\n\nFirst, the ZIF-8/ZIF-67 precursor (0.16 g), 155 μL of Th trichloromethane solutions, and FeCl3 (1.25 g) trichloromethane solutions were mixed and ultrasonicated for 50 min. Then, the mixture was poured into a three-necked flask (250 mL) and kept at 65 °C for 4 h with mechanical stirring. Second, to remove the iron ions, 100 mL of methanol was poured into the flask and continued to react for 24 h at 65 °C. Finally, the ZIF-8/ZIF-67/PTh 3D network intermediate was obtained through the same process as that of ZIF-8. The prepared ZIF-8/ZIF-67/PTh intermediate was treated at 700 °C under an argon atmosphere for 3 h to obtain 3DSC-700 (700 represents the annealing temperature). ZIF-8/ZIF-67-derived carbon (MDC-700) and PTh-derived S-doped C (SC-700) were fabricated through the analogous procedure except for the reaction with thiophene and ZIF-8/ZIF-67, respectively. Meanwhile, ZIF-67/PTh-derived carbon (67/SC-700) and ZIF-8/PTh-derived carbon (8/SC-700) were prepared through a similar procedure.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Material Characterization</title><p>The as-prepared materials\nwere studied by an X-ray Diffractometer using Cu Kα radiation\n(Shimadzu XRD-6100AS). Nitrogen adsorption isotherms and Brunauer–Emmett–Teller\nsurface area were investigated by a Micromeritcs GeminiV2380 analyzer\noperating at 77 K. X-ray photoelectron spectroscopy (XPS) analysis\nwas conducted using an ESCALAB 250 spectrometer with Mg Kα radiation\nas the excitation source. Morphological characterization of the synthesized\nmaterials was done using a Tecnai G<sup>2</sup>F30 S-Twin transmission\nelectron microscope (TEM), Hitachi S-4800 scanning electron microscope\n(SEM), and high-resolution TEM (HRTEM, Tecnai G<sup>2</sup>F30 S-Twin).\nElemental distributions of the products were observed using Tecnai\nG<sup>2</sup>F30 S-Twin energy-dispersive X-ray spectroscopy (EDS).</p>", "clean_text": "Material Characterization\n\nThe as-prepared materials were studied by an X-ray Diffractometer using Cu Kα radiation (Shimadzu XRD-6100AS). Nitrogen adsorption isotherms and Brunauer-Emmett-Teller surface area were investigated by a Micromeritcs GeminiV2380 analyzer operating at 77 K. X-ray photoelectron spectroscopy (XPS) analysis was conducted using an ESCALAB 250 spectrometer with Mg Kα radiation as the excitation source. Morphological characterization of the synthesized materials was done using a Tecnai G2F30 S-Twin transmission electron microscope (TEM), Hitachi S-4800 scanning electron microscope (SEM), and high-resolution TEM (HRTEM, Tecnai G2F30 S-Twin). Elemental distributions of the products were observed using Tecnai G2F30 S-Twin energy-dispersive X-ray spectroscopy (EDS).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Tests</title><p>Sodium storage performances of\nthe synthesized materials were tested in standard CR2032 simulated\nbatteries. Test electrodes were manufactured through the same procedure\nwe reported in ref . The electrolyte and separator used in this work were the same as\nthose reported in ref . Charge/discharge tests were conducted on LAHE battery test systems\nat 25 °C (potential range 0.01–3.0 V vs Na/Na<sup>+</sup>). A CHI760E electrochemical workstation was used to test the cyclic\nvoltammograms (CVs) and electrochemical impedance spectroscopy (EIS).\nThe diameter of each circular electrode was 12 mm, and the average\nactive material mass per unit area of the used electrode was about\n∼0.7 mg/cm<sup>2</sup>. In the Na-ion full cells, the 3DSC-700\nanode was coupled with a homemade sodium vanadium phosphate (NVP)\ncathode and the weight ratio of the anode/cathode was 1/4.09.</p>", "clean_text": "Electrochemical Tests\n\nSodium storage performances of the synthesized materials were tested in standard CR2032 simulated batteries. Test electrodes were manufactured through the same procedure we reported in ref . The electrolyte and separator used in this work were the same as those reported in ref . Charge/discharge tests were conducted on LAHE battery test systems at 25 °C (potential range 0.01-3.0 V vs Na/Na+). A CHI760E electrochemical workstation was used to test the cyclic voltammograms (CVs) and electrochemical impedance spectroscopy (EIS). The diameter of each circular electrode was 12 mm, and the average active material mass per unit area of the used electrode was about ~0.7 mg/cm2. In the Na-ion full cells, the 3DSC-700 anode was coupled with a homemade sodium vanadium phosphate (NVP) cathode and the weight ratio of the anode/cathode was 1/4.09.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><p>\n illustrates\nthe preparation process and electron transport mechanism of 3DSC-700.\nThe ZIF-8/ZIF-67 dodecahedron was synthesized first, and then the\nZIF-8/ZIF-67/PTh intermediate was prepared through an in situ polymerization\nreaction. During the polymerization reaction of thiophene, the thiophene\nmonomer first self-polymerized to form long PTh nanofibers and then\nthe long PTh nanofibers were assembled into a neuronlike 3D network\nstructure using the ZIF-8/ZIF-67 dodecahedron as a fulcrum. Finally,\na neuronlike 3D ZIF-8/ZIF-67/PTh intermediate formed after the polymerization\nreaction. During the subsequent calcination process, the ZIF-8/ZIF-67/PTh\nintermediate changed into a neuronlike 3D carbon network and the sulfur\nin PTh can homogeneously dope into the carbon lattice. As can be seen\nin , the electrons\nin this material, like neural induction, can transmit quickly in the\nentire 3D structure during the electrochemical process.</p>", "clean_text": "Results and Discussion\n\n  illustrates the preparation process and electron transport mechanism of 3DSC-700. The ZIF-8/ZIF-67 dodecahedron was synthesized first, and then the ZIF-8/ZIF-67/PTh intermediate was prepared through an in situ polymerization reaction. During the polymerization reaction of thiophene, the thiophene monomer first self-polymerized to form long PTh nanofibers and then the long PTh nanofibers were assembled into a neuronlike 3D network structure using the ZIF-8/ZIF-67 dodecahedron as a fulcrum. Finally, a neuronlike 3D ZIF-8/ZIF-67/PTh intermediate formed after the polymerization reaction. During the subsequent calcination process, the ZIF-8/ZIF-67/PTh intermediate changed into a neuronlike 3D carbon network and the sulfur in PTh can homogeneously dope into the carbon lattice. As can be seen in , the electrons in this material, like neural induction, can transmit quickly in the entire 3D structure during the electrochemical process.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nof the Preparation Procedure of 3DSC-700</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b14366_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic of the Preparation Procedure of 3DSC-700   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>\na shows\nthe X-ray diffraction (XRD) patterns of 3DSC-700, SC-700, and MDC-700.\nA broad peak at ∼23° appears in all of the three samples,\nwhich represents the (002) plane of amorphous carbon. Moreover, the\ncalculated d-spacing values of MDC-700, SC-700, and 3DSC-700 based\non the XRD results using Bragg’s equation are 0.362, 0.381,\nand 0.395 nm, respectively. This result confirms that sulfur doping\ncould effectively expand the interlayer spacing of carbon materials.\nThe most difference between the three samples is that there are other\nthree intense diffraction peaks in the MDC-700 XRD pattern, which\ncorresponds to Co metal (JCPDS No. 15-0806), and the Co comes from\nZIF-67. There are two wide peaks centered at around 1350 and 1587\ncm<sup>–1</sup> in Raman spectra of the 3DSC-700, SC-700, and\nMDC-700 (b),\nwhich are assigned to carbon’s D band and G band. The D band and G band reflect the defective\nstructure and graphitic structure in carbon. The intensity ratio of\nD and G values of 3DSC-700 is ∼0.99, illustrating the higher\ngraphitization degree in 3DSC-700, which is helpful for electronic\ntransmission. The nitrogen adsorption–desorption isotherm in c indicates that\nthe isotherm of 3DSC-700 is type IV, and the hysteresis loop suggests\nthe mesoporous architecture of 3DSC-700. Due to its special architecture,\n3DSC-700 presents a higher specific surface area of 419 m<sup>2</sup>/g. 3DSC-700 presents microporous and mesoporous architectures, which\ncan be seen in the pore-size distribution profile (inset in c). XPS was conducted\nto identify the elemental composition of 3DSC-700. The XPS spectrum\nof 3DSC-700 shows that the sample contains C, S, N, Co, and Zn elements\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S2a</ext-link>). N, Co, and Zn come from the\nZIF-8/ZIF-67 precursor. There are four fitted peaks located at 286.4,\n284.9, 284.5, and 284.1 eV in the C 1s spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S2b</ext-link>), which are ascribed to C–N groups, C–S,\nC–C, and CC respectively. The two fitted peaks at 165.0 and 163.8\neV in the S 2p spectrum (d) corresponds to S 2p<sub>1/2</sub> and S 2p<sub>3/2</sub> for the thiophene-type −C–S–C– bond. The S content in the 3DSC-700 is as high as\n20.1 wt % (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Table S1</ext-link>) according to the elemental\nanalysis results. The absorption peak at 1119 cm<sup>–1</sup> in the 3DSC-700 Fourier transform infrared (FTIR) spectrum corresponds\nto the band of C–S–C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S2c</ext-link>). The XPS and FTIR (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S2c</ext-link>) results confirm that the S exits in the form of\ncovalent bonds in the carbon lattice, that’s why the S has\nnot been seen in the XRD pattern.</p>", "clean_text": " a shows the X-ray diffraction (XRD) patterns of 3DSC-700, SC-700, and MDC-700. A broad peak at ~23° appears in all of the three samples, which represents the (002) plane of amorphous carbon. Moreover, the calculated d-spacing values of MDC-700, SC-700, and 3DSC-700 based on the XRD results using Bragg's equation are 0.362, 0.381, and 0.395 nm, respectively. This result confirms that sulfur doping could effectively expand the interlayer spacing of carbon materials. The most difference between the three samples is that there are other three intense diffraction peaks in the MDC-700 XRD pattern, which corresponds to Co metal (JCPDS No. 15-0806), and the Co comes from ZIF-67. There are two wide peaks centered at around 1350 and 1587 cm-1 in Raman spectra of the 3DSC-700, SC-700, and MDC-700 (b), which are assigned to carbon's D band and G band. The D band and G band reflect the defective structure and graphitic structure in carbon. The intensity ratio of D and G values of 3DSC-700 is ~0.99, illustrating the higher graphitization degree in 3DSC-700, which is helpful for electronic transmission. The nitrogen adsorption-desorption isotherm in c indicates that the isotherm of 3DSC-700 is type IV, and the hysteresis loop suggests the mesoporous architecture of 3DSC-700. Due to its special architecture, 3DSC-700 presents a higher specific surface area of 419 m2/g. 3DSC-700 presents microporous and mesoporous architectures, which can be seen in the pore-size distribution profile (inset in c). XPS was conducted to identify the elemental composition of 3DSC-700. The XPS spectrum of 3DSC-700 shows that the sample contains C, S, N, Co, and Zn elements (Figure S2a). N, Co, and Zn come from the ZIF-8/ZIF-67 precursor. There are four fitted peaks located at 286.4, 284.9, 284.5, and 284.1 eV in the C 1s spectrum (Figure S2b), which are ascribed to C-N groups, C-S, C-C, and CC respectively. The two fitted peaks at 165.0 and 163.8 eV in the S 2p spectrum (d) corresponds to S 2p1/2 and S 2p3/2 for the thiophene-type -C-S-C- bond. The S content in the 3DSC-700 is as high as 20.1 wt % (Table S1) according to the elemental analysis results. The absorption peak at 1119 cm-1 in the 3DSC-700 Fourier transform infrared (FTIR) spectrum corresponds to the band of C-S-C (Figure S2c). The XPS and FTIR (Figure S2c) results confirm that the S exits in the form of covalent bonds in the carbon lattice, that's why the S has not been seen in the XRD pattern.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) XRD and (b) Raman spectrum of 3DSC-700,\nSC-700, and MDC-700,\n(c) nitrogen adsorption–desorption isotherms, and (d) S 2p\nXPS spectrum of 3DSC-700.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b14366_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) XRD and (b) Raman spectrum of 3DSC-700, SC-700, and MDC-700, (c) nitrogen adsorption-desorption isotherms, and (d) S 2p XPS spectrum of 3DSC-700.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Morphologies and sizes of MDC-700, SC-700, and 3DSC-700 were studied\nby SEM and TEM. The MDC-700 shows a regular morphology of rhombic\ndodecahedra with the diameter ranging from 400 to 600 nm, and the\nlittle particles on the MDC-700 surface are metal particles (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">S3</ext-link>). The SC-700 from PTh exhibits a nanofiber\nmorphology, and the nanofibers piled up together (b). c,d clearly reveal that the morphology of\n3DSC-700 is a neuronlike 3D network structure. There are many polyhedrons\nscattered in the 3D network in the low-resolution SEM image (c), which are MOF-derived\ndodecahedrons and can be distinctly seen in the high-resolution SEM\ngraphics (d).\nDue to the PTh coating, the morphology of the dodecahedron becomes\nirregular. TEM observations also certify the 3D network structure,\nand the curved line in a is the PTh-derived carbon. A regular fringe of the MOF-derived\ndodecahedrons can be apparently detected from the HRTEM image (b). An obvious interplanar\nspacing of 2.05 Å corresponds to the Co(111) crystal plane (b). c–h present the high-angle\nannular dark-field scanning transmission electron microscopy (HAADF-STEM)\nand elemental mappings of the 3DSC-700. EDS elemental mappings exhibit\nthe uniform distribution of carbon (d), sulfur (e), nitrogen (f),\ncobalt (g), and zinc (h), which shows the same results as XPS.</p>", "clean_text": "Morphologies and sizes of MDC-700, SC-700, and 3DSC-700 were studied by SEM and TEM. The MDC-700 shows a regular morphology of rhombic dodecahedra with the diameter ranging from 400 to 600 nm, and the little particles on the MDC-700 surface are metal particles (a and S3). The SC-700 from PTh exhibits a nanofiber morphology, and the nanofibers piled up together (b). c,d clearly reveal that the morphology of 3DSC-700 is a neuronlike 3D network structure. There are many polyhedrons scattered in the 3D network in the low-resolution SEM image (c), which are MOF-derived dodecahedrons and can be distinctly seen in the high-resolution SEM graphics (d). Due to the PTh coating, the morphology of the dodecahedron becomes irregular. TEM observations also certify the 3D network structure, and the curved line in a is the PTh-derived carbon. A regular fringe of the MOF-derived dodecahedrons can be apparently detected from the HRTEM image (b). An obvious interplanar spacing of 2.05 Å corresponds to the Co(111) crystal plane (b). c-h present the high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) and elemental mappings of the 3DSC-700. EDS elemental mappings exhibit the uniform distribution of carbon (d), sulfur (e), nitrogen (f), cobalt (g), and zinc (h), which shows the same results as XPS.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM of (a)\nMDC-700, (b) SC-700, (c, d) 3DSC-700.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b14366_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM of (a) MDC-700, (b) SC-700, (c, d) 3DSC-700.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) TEM,\n(b) HRTEM, (c) HAADF-STEM, and (d–h) EDS elemental\nmapping of 3DSC-700.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b14366_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) TEM, (b) HRTEM, (c) HAADF-STEM, and (d-h) EDS elemental mapping of 3DSC-700.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>Sodium storage performances\nof the 3DSC-700, MDC-700, and SC-700\nelectrodes were evaluated in half coin cells. a, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">S4a, and S5a</ext-link> display the CV curves of the 3DSC-700, MDC-700, and SC-700. All\nof them present a broad peak located at 1.0–1.3 V during the\nfirst scan, which can be attributed to the solid electrolyte interface\n(SEI) formation and irreversible reactions on the electrode surface.\nThe reduction peak close to 0 V is attributed to the insertion of\nNa<sup>+</sup> into the layer of carbon. For the MDC-700 electrode, the reduction peaks located at 1.2, 0.6,\n0.28, and 0 V in the initial scan can be ascribed to the irreversible\nreactions on the MDC-700 surface, the SEI formation, and the insertion\nof Na<sup>+</sup> in the MDC-700 interlayer, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S4a</ext-link>). The oxidation\npeak at 0.85 V in the MDC-700 electrode is mostly related to the reversible\nreaction between N functional groups and Na<sup>+</sup>. Compared with MDC-700, both 3DSC-700 and SC-700\nelectrodes exhibit other two pairs of redox peaks centered at 1.15/1.80\nand 1.75/2.15 V, which are similar to room-temperature Na–S\nbatteries, and these two pairs of redox peaks are attributed to the\nFaradaic reactions between covalent sulfur and Na<sup>+</sup>. The two pairs of peaks still exist after three cycles, suggesting\nthe electrochemical activity of the covalent sulfur and the highly\nreversible reaction between S and Na. Additionally, the CV profiles\nof the subsequent cycles are nearly overlapping (a), illustrating the superior\ncycling stability of the 3DSC-700 electrode.</p>", "clean_text": "Sodium storage performances of the 3DSC-700, MDC-700, and SC-700 electrodes were evaluated in half coin cells. a, S4a, and S5a display the CV curves of the 3DSC-700, MDC-700, and SC-700. All of them present a broad peak located at 1.0-1.3 V during the first scan, which can be attributed to the solid electrolyte interface (SEI) formation and irreversible reactions on the electrode surface. The reduction peak close to 0 V is attributed to the insertion of Na+ into the layer of carbon. For the MDC-700 electrode, the reduction peaks located at 1.2, 0.6, 0.28, and 0 V in the initial scan can be ascribed to the irreversible reactions on the MDC-700 surface, the SEI formation, and the insertion of Na+ in the MDC-700 interlayer, respectively (Figure S4a). The oxidation peak at 0.85 V in the MDC-700 electrode is mostly related to the reversible reaction between N functional groups and Na+. Compared with MDC-700, both 3DSC-700 and SC-700 electrodes exhibit other two pairs of redox peaks centered at 1.15/1.80 and 1.75/2.15 V, which are similar to room-temperature Na-S batteries, and these two pairs of redox peaks are attributed to the Faradaic reactions between covalent sulfur and Na+. The two pairs of peaks still exist after three cycles, suggesting the electrochemical activity of the covalent sulfur and the highly reversible reaction between S and Na. Additionally, the CV profiles of the subsequent cycles are nearly overlapping (a), illustrating the superior cycling stability of the 3DSC-700 electrode.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) CV profiles of 3DSC-700\nat 0.1 mV/s, (b) discharge–charge\nprofiles of 3DSC-700 at 100 mA/g, (c) cycling stability of 3DSC-700,\nMDC-700, and SC-700 at 5000 mA/g, (d) rate performance of 3DSC-700,\nMDC-700, and SC-700, and (e) Nyquist plots of the 3DSC-700, MDC-700,\nand SC-700 electrodes.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b14366_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) CV profiles of 3DSC-700 at 0.1 mV/s, (b) discharge-charge profiles of 3DSC-700 at 100 mA/g, (c) cycling stability of 3DSC-700, MDC-700, and SC-700 at 5000 mA/g, (d) rate performance of 3DSC-700, MDC-700, and SC-700, and (e) Nyquist plots of the 3DSC-700, MDC-700, and SC-700 electrodes.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>There are two apparent\nsloping platforms at ∼1.25 and ∼1.75\nV during the charge/discharge processes of the 3DSC-700 electrode\nexcept for the initial cycle (b), which is ascribed to Na<sup>+</sup> insertion into\nthe 3DSC-700 structure to react with covalent sulfur and consistent\nwith the CV curves. The 3DSC-700 (b), MDC-700 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S4b</ext-link>), and SC-700 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S5b</ext-link>) present initial\ncharge/discharge capacities of 526.1/1087.7, 58.7/227.1, and 282.1/686.3\nmAh/g, respectively. Cycling stabilities of the prepared 3DSC-700,\nMDC-700, and SC-700 were tested at different current densities. When\ntested at 100 mA/g, after 100 cycles, the 3DSC-700 can retain a reversible\ncapacity of ∼ 450 mAh/g, but the capacities of MDC-700 and\nSC-700 after 100 cycles are 36.4 and 216.9 mAh/g, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S6</ext-link>). Even at 5000 mA/g, the 3DSC-700 electrode\nstill possesses outstanding extra-long cycling stability (c) and presents a\nhighly reversible capacity of 225 mAh/g after 3000 cycles. Rate performances\nof the 3DSC-700, MDC-700, and SC-700 electrodes are tested at 1000,\n2000, 3000, 4000, and 5000 mA/g. Reversible capacities of 343.6, 307.2,\n287.4, 275.1, and 264.6 mAh/g are reached respectively for the 3DSC-700\nelectrode at each current density (d). Notably, when the current density decreases\nto 1000 mA/g, the capacity can be restored to 354.9 mAh/g, illustrating\nthat the 3DSC-700 electrode has a high ability to endure high current\nchanges. Additionally, compared to 8/SC-700 and 67/SC-700, the 3DSC-700\nelectrode also exhibits higher capacities (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S7</ext-link>). <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Table S2</ext-link> lists the comparison\nof electrochemical performance between the 3DSC-700 electrode and\nthose reported in the literature, where the 3DSC-700 presents the\nhighest capacity among the reported carbon-based material for SIBs\nwhether tested at low or high current density. To explore the impressive\nhigh-rate performance of the 3DSC-700 electrode, EIS was adopted to\nstudy the electrical conductivities of the electrodes. e displays Nyquist plots of\nthe 3DSC-700, MDC-700, and SC-700 electrodes. As shown, all of the\nthree plots consist of a semicircle and an inclined straight line. The semicircle relates to the\ndouble-layer capacitance, the charge transfer resistance (<italic>R</italic>\n<sub>ct</sub>), and the electrolyte and electrode resistance. The straight line arises from the Warburg impedance (<italic>Z</italic>\n<sub>w</sub>) and corresponds to the Na<sup>+</sup> diffusion in\nelectrodes. The <italic>R</italic>\n<sub>ct</sub> values of the 3DSC-700, MDC-700, and SC-700 electrodes are\n215, 965, and 628 Ω, respectively. The lower <italic>R</italic>\n<sub>ct</sub> value of the 3DSC-700 electrode is attributed to the\nco-effects of sulfur doping, the special structure, and metal particle\ndecoration.</p>", "clean_text": "There are two apparent sloping platforms at ~1.25 and ~1.75 V during the charge/discharge processes of the 3DSC-700 electrode except for the initial cycle (b), which is ascribed to Na+ insertion into the 3DSC-700 structure to react with covalent sulfur and consistent with the CV curves. The 3DSC-700 (b), MDC-700 (Figure S4b), and SC-700 (Figure S5b) present initial charge/discharge capacities of 526.1/1087.7, 58.7/227.1, and 282.1/686.3 mAh/g, respectively. Cycling stabilities of the prepared 3DSC-700, MDC-700, and SC-700 were tested at different current densities. When tested at 100 mA/g, after 100 cycles, the 3DSC-700 can retain a reversible capacity of ~ 450 mAh/g, but the capacities of MDC-700 and SC-700 after 100 cycles are 36.4 and 216.9 mAh/g, respectively (Figure S6). Even at 5000 mA/g, the 3DSC-700 electrode still possesses outstanding extra-long cycling stability (c) and presents a highly reversible capacity of 225 mAh/g after 3000 cycles. Rate performances of the 3DSC-700, MDC-700, and SC-700 electrodes are tested at 1000, 2000, 3000, 4000, and 5000 mA/g. Reversible capacities of 343.6, 307.2, 287.4, 275.1, and 264.6 mAh/g are reached respectively for the 3DSC-700 electrode at each current density (d). Notably, when the current density decreases to 1000 mA/g, the capacity can be restored to 354.9 mAh/g, illustrating that the 3DSC-700 electrode has a high ability to endure high current changes. Additionally, compared to 8/SC-700 and 67/SC-700, the 3DSC-700 electrode also exhibits higher capacities (Figure S7). Table S2 lists the comparison of electrochemical performance between the 3DSC-700 electrode and those reported in the literature, where the 3DSC-700 presents the highest capacity among the reported carbon-based material for SIBs whether tested at low or high current density. To explore the impressive high-rate performance of the 3DSC-700 electrode, EIS was adopted to study the electrical conductivities of the electrodes. e displays Nyquist plots of the 3DSC-700, MDC-700, and SC-700 electrodes. As shown, all of the three plots consist of a semicircle and an inclined straight line. The semicircle relates to the double-layer capacitance, the charge transfer resistance (R ct), and the electrolyte and electrode resistance. The straight line arises from the Warburg impedance (Z w) and corresponds to the Na+ diffusion in electrodes. The R ct values of the 3DSC-700, MDC-700, and SC-700 electrodes are 215, 965, and 628 Ω, respectively. The lower R ct value of the 3DSC-700 electrode is attributed to the co-effects of sulfur doping, the special structure, and metal particle decoration.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>Pseudocapacitive contributions, Na adsorption energies,\ntheoretical\ncapacities, and Na diffusion energy barriers were further adopted\nto investigate the excellent high-rate performance of the 3DSC-700\nelectrode. CV profiles at different scan rates are tested, and the\nresults are displayed in a. All relevant calculation equations are presented\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Supporting Information</ext-link>. The calculated\nb values of peak1 and peak2 are 0.84 and 0.96, respectively. These\nresults manifest that the performance of sodium storage in the 3DSC-700\nelectrode is related to both diffusion-controlled reaction and surface\ncapacitive-controlled behavior. The 3DSC-700 electrode delivers a\ncapacitive contribution of 88% at 0.6 mV/s (b). Moreover, the pseudocapacitive contributions\nare 81, 85, 88, 89, and 90% at 0.2, 0.4, 0.6, 0.8, and 1.0 mV/s for\nthe 3DSC-700 electrode, respectively (c). These results exhibit that the capacitive\ncontribution is augmented gradually with the increasing sweep rate.\nThe capacitive contribution in the 3DSC-700 electrode is higher than\n80%, illustrating fast reaction kinetics characteristics in it. That\nmay explain why the 3DSC-700 electrode has outstanding capacities\nat high current densities.</p>", "clean_text": "Pseudocapacitive contributions, Na adsorption energies, theoretical capacities, and Na diffusion energy barriers were further adopted to investigate the excellent high-rate performance of the 3DSC-700 electrode. CV profiles at different scan rates are tested, and the results are displayed in a. All relevant calculation equations are presented in the Supporting Information. The calculated b values of peak1 and peak2 are 0.84 and 0.96, respectively. These results manifest that the performance of sodium storage in the 3DSC-700 electrode is related to both diffusion-controlled reaction and surface capacitive-controlled behavior. The 3DSC-700 electrode delivers a capacitive contribution of 88% at 0.6 mV/s (b). Moreover, the pseudocapacitive contributions are 81, 85, 88, 89, and 90% at 0.2, 0.4, 0.6, 0.8, and 1.0 mV/s for the 3DSC-700 electrode, respectively (c). These results exhibit that the capacitive contribution is augmented gradually with the increasing sweep rate. The capacitive contribution in the 3DSC-700 electrode is higher than 80%, illustrating fast reaction kinetics characteristics in it. That may explain why the 3DSC-700 electrode has outstanding capacities at high current densities.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) CV curves and relationship between log <italic>i</italic> and log ν plots (inset) of the 3DSC-700 electrode\nat\ndifferent scan rates; (b) diffusion contribution and capacitive contribution\nat 0.6 mV/s; (c) diffusion and capacitive contributions at 0.2–1\nmV/s; top and side views of the most stable Na adsorption configurations\nfor (d) pristine and (e) S-doped carbon. (f) Na adsorption energies\nof pristine and S-doped carbon of Na atoms. (g) Na diffusion energy\nbarriers and pathways of pristine and S-doped carbon.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am9b14366_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) CV curves and relationship between logi and logν plots (inset) of the 3DSC-700 electrode at different scan rates; (b) diffusion contribution and capacitive contribution at 0.6 mV/s; (c) diffusion and capacitive contributions at 0.2-1 mV/s; top and side views of the most stable Na adsorption configurations for (d) pristine and (e) S-doped carbon. (f) Na adsorption energies of pristine and S-doped carbon of Na atoms. (g) Na diffusion energy barriers and pathways of pristine and S-doped carbon.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Density functional theory (DFT) calculations are performed\nto provide\nan in-depth understanding of S-doping effects on the performance of\nSIBs, including Na adsorption energies, theoretical capacities, and\nNa diffusion energy barriers, which determine the charge/discharge\nrate of SIBs. Detailed DFT calculation methods are shown in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Supporting Information</ext-link>. A fundamental precondition\nof SIB anode materials is that the material must have a relatively\nstrong Na adsorption ability. For pristine carbon, sodium atoms prefer\nto be adsorbed on the hollow site with an adsorption energy of −1.23\neV (d). After\nincorporating S atoms, the most stable sites are the top of S atoms\nwith an enhanced adsorption energy of −1.62 eV in comparison\nwith pristine carbon (e). This is attributed to the fact that the higher electron\ndensity surrounding the S atoms is in favor of the adsorption of positively\ncharged Na atoms, endowing the S-doped carbon with improved Na adsorption\nability. Then, we examined the maximum Na adsorption capacity by increasing\nthe number of sodium atoms. The adsorption energies gradually decrease\nupon increasing the number of sodium atoms (f), which can be attributed to the increased\nrepulsive electrostatic interactions between Na atoms. As a consequence,\npristine and S-doped carbon can accommodate at most four and six Na\natoms, corresponding to the chemical formulae Na<sub>4</sub>C<sub>16</sub> and Na<sub>6</sub>S<sub>2</sub>C<sub>14</sub>, respectively.\nThe mobility of Na atoms is another important factor for anode materials,\nwhich is closely relevant to the charge and discharge rates in SIBs.\nTherefore, with the aid of the NEB method, diffusion pathways between\ntwo nearest-neighboring adsorption sites for Na are examined (g). It is found that\nNa diffusion on S-doped carbon is faster than that on pristine carbon\ndue to the lower diffusion energy barrier (0.29 and 0.20 eV for pristine\nand S-doped carbon, respectively), indicative of a faster charge/discharge\nrate in S-doped carbon. In combination with these superior characteristics,\nincluding enhanced Na adsorption energy, higher Na storage capacity,\nlower Na diffusion barrier, and higher electronic conductivity, it\ncan be concluded that the S-doping, the special neuronlike 3D network\nstructure, and metal particle decoration play vital roles in improving\ncarbon-based anodes for Na-ion batteries.</p>", "clean_text": "Density functional theory (DFT) calculations are performed to provide an in-depth understanding of S-doping effects on the performance of SIBs, including Na adsorption energies, theoretical capacities, and Na diffusion energy barriers, which determine the charge/discharge rate of SIBs. Detailed DFT calculation methods are shown in the Supporting Information. A fundamental precondition of SIB anode materials is that the material must have a relatively strong Na adsorption ability. For pristine carbon, sodium atoms prefer to be adsorbed on the hollow site with an adsorption energy of -1.23 eV (d). After incorporating S atoms, the most stable sites are the top of S atoms with an enhanced adsorption energy of -1.62 eV in comparison with pristine carbon (e). This is attributed to the fact that the higher electron density surrounding the S atoms is in favor of the adsorption of positively charged Na atoms, endowing the S-doped carbon with improved Na adsorption ability. Then, we examined the maximum Na adsorption capacity by increasing the number of sodium atoms. The adsorption energies gradually decrease upon increasing the number of sodium atoms (f), which can be attributed to the increased repulsive electrostatic interactions between Na atoms. As a consequence, pristine and S-doped carbon can accommodate at most four and six Na atoms, corresponding to the chemical formulae Na4C16 and Na6S2C14, respectively. The mobility of Na atoms is another important factor for anode materials, which is closely relevant to the charge and discharge rates in SIBs. Therefore, with the aid of the NEB method, diffusion pathways between two nearest-neighboring adsorption sites for Na are examined (g). It is found that Na diffusion on S-doped carbon is faster than that on pristine carbon due to the lower diffusion energy barrier (0.29 and 0.20 eV for pristine and S-doped carbon, respectively), indicative of a faster charge/discharge rate in S-doped carbon. In combination with these superior characteristics, including enhanced Na adsorption energy, higher Na storage capacity, lower Na diffusion barrier, and higher electronic conductivity, it can be concluded that the S-doping, the special neuronlike 3D network structure, and metal particle decoration play vital roles in improving carbon-based anodes for Na-ion batteries.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>The intriguing cycling\nstability and excellent rate performance\nof the 3DSC-700 encouraged us to explore its actual performance in\nsodium-ion full cells. In a Na-ion full cell, the 3DSC-700 anode is\ncoupled with a homemade NVP cathode. The typical CV curves of the\nNa-ion full cell in a show that there are two apparent cathodic peaks at around\n2.5 and 3.65 V during the first cathode scanning process and one wide\noxidation peak around 3.1 V during the first anode scanning process. b shows the discharge/charge\ncurves of an NVP//3DSC-700 cell at 100 mA/g. There are two apparent\nsloping platforms at ∼3.4 and ∼3.65 V in the charge/discharge\nprocesses, which are relevant to the deinsertion and insertion of\nNa<sup>+</sup> and consistent with the CV curves. The full cell exhibits\ncharge/discharge capacities of 342.14/273.32 mAh/g in the first cycle\n(based on anode mass). Moreover, the full cell delivers good cycling\nperformance and a high capacity of 229.64 mAh/g could still be obtained\nafter 50 cycles (c). The inset images in c show that the blue light-emitting diodes (LEDs) can\nbe driven by one assembled cell. These results demonstrate that the\n3DSC-700 has a promising application as an anode in commercial SIBs.</p>", "clean_text": "The intriguing cycling stability and excellent rate performance of the 3DSC-700 encouraged us to explore its actual performance in sodium-ion full cells. In a Na-ion full cell, the 3DSC-700 anode is coupled with a homemade NVP cathode. The typical CV curves of the Na-ion full cell in a show that there are two apparent cathodic peaks at around 2.5 and 3.65 V during the first cathode scanning process and one wide oxidation peak around 3.1 V during the first anode scanning process. b shows the discharge/charge curves of an NVP//3DSC-700 cell at 100 mA/g. There are two apparent sloping platforms at ~3.4 and ~3.65 V in the charge/discharge processes, which are relevant to the deinsertion and insertion of Na+ and consistent with the CV curves. The full cell exhibits charge/discharge capacities of 342.14/273.32 mAh/g in the first cycle (based on anode mass). Moreover, the full cell delivers good cycling performance and a high capacity of 229.64 mAh/g could still be obtained after 50 cycles (c). The inset images in c show that the blue light-emitting diodes (LEDs) can be driven by one assembled cell. These results demonstrate that the 3DSC-700 has a promising application as an anode in commercial SIBs.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) CV\nprofiles of a Na-ion full battery tested at 0.1 mV/s. (b)\ncharge/discharge profiles and (c) cycling performance of the Na-ion\nfull battery at 100 mA/g (inset image in (c) shows the LEDs illuminated\nby the full battery).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am9b14366_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) CV profiles of a Na-ion full battery tested at 0.1 mV/s. (b) charge/discharge profiles and (c) cycling performance of the Na-ion full battery at 100 mA/g (inset image in (c) shows the LEDs illuminated by the full battery).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nconclusion, ZIF-8/ZIF-67-derived dodecahedrons and Th are employed\nas fulcrums and the sulfur source to synthesize a unique neuronlike\n3D network structure S-doped carbon. Due to the co-effects of the\nspecial neuronlike 3D structure, sulfur doping, and metal particle\ndecoration, the 3DSC-700 electrode delivers outstanding capacity and\nextra-long-term cycling stability when it was used as an anode in\nSIBs. Moreover, theoretical calculations certify that the S-doping\ncan endow the carbon-based material with enhanced Na adsorption energies,\nmore Na atom accommodation, and a lower diffusion energy barrier.\nThis work also indicates the promising potential of MOFs and polymer\nused in energy storage fields. Our work may open up a new avenue to\nsolve the problems of both lower rate performance and poor cycling\nstability of carbon as anodes for practical SIBs.</p>", "clean_text": "Conclusions\n\nIn conclusion, ZIF-8/ZIF-67-derived dodecahedrons and Th are employed as fulcrums and the sulfur source to synthesize a unique neuronlike 3D network structure S-doped carbon. Due to the co-effects of the special neuronlike 3D structure, sulfur doping, and metal particle decoration, the 3DSC-700 electrode delivers outstanding capacity and extra-long-term cycling stability when it was used as an anode in SIBs. Moreover, theoretical calculations certify that the S-doping can endow the carbon-based material with enhanced Na adsorption energies, more Na atom accommodation, and a lower diffusion energy barrier. This work also indicates the promising potential of MOFs and polymer used in energy storage fields. Our work may open up a new avenue to solve the problems of both lower rate performance and poor cycling stability of carbon as anodes for practical SIBs.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.9b14366\">10.1021/acsami.9b14366</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Nitrogen adsorption–desorption\nisotherm of MDC-700,\nFTIR spectra of 3DSC-700, XPS analysis, HAADF-STEM and elemental mappings\nof the MDC-700, CV and discharge–charge curves of MDC-700 and\nSC-700, cycling stability of 3DSC-700, MDC-700, and SC-700 at 100\nmA/g, cycling stability of 8/SC-700,67/SC-700, and 3DSC-700 at 100\nand 5000 mA/g, rate performance of 8/SC-700, 67/SC-700, and 3DSC-700\nat various current densities (1000–5000 mA/g), all relevant\ncalculation equations for pseudocapacitive contributions, elemental\nanalysis of 3DSC-700 and MDC-700, and comparison of the electrochemical\nperformance (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b14366.  Nitrogen adsorption-desorption isotherm of MDC-700, FTIR spectra of 3DSC-700, XPS analysis, HAADF-STEM and elemental mappings of the MDC-700, CV and discharge-charge curves of MDC-700 and SC-700, cycling stability of 3DSC-700, MDC-700, and SC-700 at 100 mA/g, cycling stability of 8/SC-700,67/SC-700, and 3DSC-700 at 100 and 5000 mA/g, rate performance of 8/SC-700, 67/SC-700, and 3DSC-700 at various current densities (1000-5000 mA/g), all relevant calculation equations for pseudocapacitive contributions, elemental analysis of 3DSC-700 and MDC-700, and comparison of the electrochemical performance (PDF)   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Nitrogen adsorption–desorption\nisotherm of MDC-700,\nFTIR spectra of 3DSC-700, XPS analysis, HAADF-STEM and elemental mappings\nof the MDC-700, CV and discharge–charge curves of MDC-700 and\nSC-700, cycling stability of 3DSC-700, MDC-700, and SC-700 at 100\nmA/g, cycling stability of 8/SC-700,67/SC-700, and 3DSC-700 at 100\nand 5000 mA/g, rate performance of 8/SC-700, 67/SC-700, and 3DSC-700\nat various current densities (1000–5000 mA/g), all relevant\ncalculation equations for pseudocapacitive contributions, elemental\nanalysis of 3DSC-700 and MDC-700, and comparison of the electrochemical\nperformance (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Nitrogen adsorption-desorption isotherm of MDC-700, FTIR spectra of 3DSC-700, XPS analysis, HAADF-STEM and elemental mappings of the MDC-700, CV and discharge-charge curves of MDC-700 and SC-700, cycling stability of 3DSC-700, MDC-700, and SC-700 at 100 mA/g, cycling stability of 8/SC-700,67/SC-700, and 3DSC-700 at 100 and 5000 mA/g, rate performance of 8/SC-700, 67/SC-700, and 3DSC-700 at various current densities (1000-5000 mA/g), all relevant calculation equations for pseudocapacitive contributions, elemental analysis of 3DSC-700 and MDC-700, and comparison of the electrochemical performance (PDF)", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental\nSection</title><title>Materials Synthesis</title><title>Preparation of the ZIF-8/ZIF-67 Precursor</title><p>First, Zn\n(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (1.62 g) methanol\nsolutions and 2-methylimidazole (1.11 g) methanol solution were mixed\nand kept under magnetic stirring for 12 h. Then, the ZIF-8 precipitate\nwas collected through centrifugation, washed with pure methanol solution,\nand dried at 80 °C for 12 h. Second, 0.16 g of ZIF-8 was added\ninto 20 mL of methanol solution with vigorous ultrasonication for\n30 min, then magnetic stirring for 20 min. Then, the ZIF-8, CoCl<sub>2</sub> (0.35 g), and 2-methylimidazole (1.79) methanol solutions\nwere mixed and magnetically stirred for 5 min. Finally, the mixture\nwas transferred into an autoclave (50 mL) and kept at 100 °C\nfor 12 h. The ZIF-8/ZIF-67 precursor was collected through the same\nprocess as that of ZIF-8.</p>", "clean_text": "Experimental Section\n\nMaterials Synthesis\n\nPreparation of the ZIF-8/ZIF-67 Precursor\n\nFirst, Zn (NO3)2⋅6H2O (1.62 g) methanol solutions and 2-methylimidazole (1.11 g) methanol solution were mixed and kept under magnetic stirring for 12 h. Then, the ZIF-8 precipitate was collected through centrifugation, washed with pure methanol solution, and dried at 80 °C for 12 h. Second, 0.16 g of ZIF-8 was added into 20 mL of methanol solution with vigorous ultrasonication for 30 min, then magnetic stirring for 20 min. Then, the ZIF-8, CoCl2 (0.35 g), and 2-methylimidazole (1.79) methanol solutions were mixed and magnetically stirred for 5 min. Finally, the mixture was transferred into an autoclave (50 mL) and kept at 100 °C for 12 h. The ZIF-8/ZIF-67 precursor was collected through the same process as that of ZIF-8.", "data": [{"meta": {"name": "ZIF-8/ZIF-67 Precursor", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "1.62", "unit": "g"}, {"name": "2-methylimidazole", "amount": "1.11", "unit": "g"}], "solution": [{"name": "methanol", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "12 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "pure methanol solution", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "80 °C", "atmosphere": "", "time": "12 h"}, {"synthesis method": "ultrasonication", "composition": "0.16 g of ZIF-8", "power": "", "solvent": "methanol solution", "temperature": "", "time": "30 min"}, {"synthesis method": "magnetic stirring", "composition": "0.16 g of ZIF-8", "power": "", "solvent": "methanol solution", "temperature": "", "time": "20 min"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "ZIF-8", "amount": "", "unit": ""}, {"name": "CoCl2", "amount": "0.35", "unit": "g"}, {"name": "2-methylimidazole", "amount": "1.79", "unit": "g"}], "solution": [{"name": "methanol", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "5 min"}, {"synthesis method": "solvothermal synthesis", "precursor": [{"name": "ZIF-8/ZIF-67 precursor", "amount": "", "unit": ""}], "solvent": [{"name": "", "amount": "20", "unit": "mL"}, {"name": "methanol solution", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "100 °C", "time": "12 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}]}, {"yield": "", "chemical formula": "", "other properties": []}], "include_properties": ["chemical_synthesis", "centrifugation", "washing", "drying", "sonication"]}, {"idx": "1, 5, 12, 17, 19, 20", "type": "text", "classification": "property", "content": "<p>Herein,\na metal–organic framework (MOF)/polythiophene (PTh)-derived\nS-doped carbon is successfully designed and prepared employing zeolitic\nimidazolate frameworks (ZIF-8/ZIF-67) and thiophene (Th) as precursors.\nThe S-doped carbon presents a neuronlike three-dimensional network\nstructure (3DSC). The 3DSC delivers extra-high capacities (225 mAh/g\nat 5000 mA/g after 3000 cycles) and excellent endurance ability of\ncurrent changes when applied in Na-ion batteries (SIBs). Moreover,\nwhen the 3DSC-700 anode is coupled with a sodium vanadium phosphate\ncathode to construct a Na-ion full cell, after 50 cycles, a high capacity\nof ∼229.64 mAh/g is obtained at 100 mA/g. Electrochemical impedance\nspectroscopy analysis, density functional theory calculations, and\npseudocapacitance contributions are adopted to investigate the excellent\nsodium storage mechanism of the 3DSC electrode. A new idea has been\nprovided in this work to open up the possibility of MOF materials\nand carbon-based materials applications in SIBs in the future.</p><p>To overcome the\nabove defects, a neuronlike three-dimensional (3D)\nnetwork structure carbon with S-doping and metal particle decoration\nwas fabricated via in situ polymerization using Th and pre-prepared\nZIF-8/ZIF-67 as precursors. The neuronlike 3D structure, sulfur doping,\nand metal particle decoration endow the three-dimensional network\nstructure (3DSC) electrode with excellent extra-long cycling stability\nat 5000 mA/g (225 mAh/g after 3000 cycles).</p><p>\na shows\nthe X-ray diffraction (XRD) patterns of 3DSC-700, SC-700, and MDC-700.\nA broad peak at ∼23° appears in all of the three samples,\nwhich represents the (002) plane of amorphous carbon. Moreover, the\ncalculated d-spacing values of MDC-700, SC-700, and 3DSC-700 based\non the XRD results using Bragg’s equation are 0.362, 0.381,\nand 0.395 nm, respectively. This result confirms that sulfur doping\ncould effectively expand the interlayer spacing of carbon materials.\nThe most difference between the three samples is that there are other\nthree intense diffraction peaks in the MDC-700 XRD pattern, which\ncorresponds to Co metal (JCPDS No. 15-0806), and the Co comes from\nZIF-67. There are two wide peaks centered at around 1350 and 1587\ncm<sup>–1</sup> in Raman spectra of the 3DSC-700, SC-700, and\nMDC-700 (b),\nwhich are assigned to carbon’s D band and G band. The D band and G band reflect the defective\nstructure and graphitic structure in carbon. The intensity ratio of\nD and G values of 3DSC-700 is ∼0.99, illustrating the higher\ngraphitization degree in 3DSC-700, which is helpful for electronic\ntransmission. The nitrogen adsorption–desorption isotherm in c indicates that\nthe isotherm of 3DSC-700 is type IV, and the hysteresis loop suggests\nthe mesoporous architecture of 3DSC-700. Due to its special architecture,\n3DSC-700 presents a higher specific surface area of 419 m<sup>2</sup>/g. 3DSC-700 presents microporous and mesoporous architectures, which\ncan be seen in the pore-size distribution profile (inset in c). XPS was conducted\nto identify the elemental composition of 3DSC-700. The XPS spectrum\nof 3DSC-700 shows that the sample contains C, S, N, Co, and Zn elements\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S2a</ext-link>). N, Co, and Zn come from the\nZIF-8/ZIF-67 precursor. There are four fitted peaks located at 286.4,\n284.9, 284.5, and 284.1 eV in the C 1s spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S2b</ext-link>), which are ascribed to C–N groups, C–S,\nC–C, and CC respectively. The two fitted peaks at 165.0 and 163.8\neV in the S 2p spectrum (d) corresponds to S 2p<sub>1/2</sub> and S 2p<sub>3/2</sub> for the thiophene-type −C–S–C– bond. The S content in the 3DSC-700 is as high as\n20.1 wt % (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Table S1</ext-link>) according to the elemental\nanalysis results. The absorption peak at 1119 cm<sup>–1</sup> in the 3DSC-700 Fourier transform infrared (FTIR) spectrum corresponds\nto the band of C–S–C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S2c</ext-link>). The XPS and FTIR (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S2c</ext-link>) results confirm that the S exits in the form of\ncovalent bonds in the carbon lattice, that’s why the S has\nnot been seen in the XRD pattern.</p><p>Sodium storage performances\nof the 3DSC-700, MDC-700, and SC-700\nelectrodes were evaluated in half coin cells. a, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">S4a, and S5a</ext-link> display the CV curves of the 3DSC-700, MDC-700, and SC-700. All\nof them present a broad peak located at 1.0–1.3 V during the\nfirst scan, which can be attributed to the solid electrolyte interface\n(SEI) formation and irreversible reactions on the electrode surface.\nThe reduction peak close to 0 V is attributed to the insertion of\nNa<sup>+</sup> into the layer of carbon. For the MDC-700 electrode, the reduction peaks located at 1.2, 0.6,\n0.28, and 0 V in the initial scan can be ascribed to the irreversible\nreactions on the MDC-700 surface, the SEI formation, and the insertion\nof Na<sup>+</sup> in the MDC-700 interlayer, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S4a</ext-link>). The oxidation\npeak at 0.85 V in the MDC-700 electrode is mostly related to the reversible\nreaction between N functional groups and Na<sup>+</sup>. Compared with MDC-700, both 3DSC-700 and SC-700\nelectrodes exhibit other two pairs of redox peaks centered at 1.15/1.80\nand 1.75/2.15 V, which are similar to room-temperature Na–S\nbatteries, and these two pairs of redox peaks are attributed to the\nFaradaic reactions between covalent sulfur and Na<sup>+</sup>. The two pairs of peaks still exist after three cycles, suggesting\nthe electrochemical activity of the covalent sulfur and the highly\nreversible reaction between S and Na. Additionally, the CV profiles\nof the subsequent cycles are nearly overlapping (a), illustrating the superior\ncycling stability of the 3DSC-700 electrode.</p><p>There are two apparent\nsloping platforms at ∼1.25 and ∼1.75\nV during the charge/discharge processes of the 3DSC-700 electrode\nexcept for the initial cycle (b), which is ascribed to Na<sup>+</sup> insertion into\nthe 3DSC-700 structure to react with covalent sulfur and consistent\nwith the CV curves. The 3DSC-700 (b), MDC-700 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S4b</ext-link>), and SC-700 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S5b</ext-link>) present initial\ncharge/discharge capacities of 526.1/1087.7, 58.7/227.1, and 282.1/686.3\nmAh/g, respectively. Cycling stabilities of the prepared 3DSC-700,\nMDC-700, and SC-700 were tested at different current densities. When\ntested at 100 mA/g, after 100 cycles, the 3DSC-700 can retain a reversible\ncapacity of ∼ 450 mAh/g, but the capacities of MDC-700 and\nSC-700 after 100 cycles are 36.4 and 216.9 mAh/g, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S6</ext-link>). Even at 5000 mA/g, the 3DSC-700 electrode\nstill possesses outstanding extra-long cycling stability (c) and presents a\nhighly reversible capacity of 225 mAh/g after 3000 cycles. Rate performances\nof the 3DSC-700, MDC-700, and SC-700 electrodes are tested at 1000,\n2000, 3000, 4000, and 5000 mA/g. Reversible capacities of 343.6, 307.2,\n287.4, 275.1, and 264.6 mAh/g are reached respectively for the 3DSC-700\nelectrode at each current density (d). Notably, when the current density decreases\nto 1000 mA/g, the capacity can be restored to 354.9 mAh/g, illustrating\nthat the 3DSC-700 electrode has a high ability to endure high current\nchanges. Additionally, compared to 8/SC-700 and 67/SC-700, the 3DSC-700\nelectrode also exhibits higher capacities (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Figure S7</ext-link>). <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Table S2</ext-link> lists the comparison\nof electrochemical performance between the 3DSC-700 electrode and\nthose reported in the literature, where the 3DSC-700 presents the\nhighest capacity among the reported carbon-based material for SIBs\nwhether tested at low or high current density. To explore the impressive\nhigh-rate performance of the 3DSC-700 electrode, EIS was adopted to\nstudy the electrical conductivities of the electrodes. e displays Nyquist plots of\nthe 3DSC-700, MDC-700, and SC-700 electrodes. As shown, all of the\nthree plots consist of a semicircle and an inclined straight line. The semicircle relates to the\ndouble-layer capacitance, the charge transfer resistance (<italic>R</italic>\n<sub>ct</sub>), and the electrolyte and electrode resistance. The straight line arises from the Warburg impedance (<italic>Z</italic>\n<sub>w</sub>) and corresponds to the Na<sup>+</sup> diffusion in\nelectrodes. The <italic>R</italic>\n<sub>ct</sub> values of the 3DSC-700, MDC-700, and SC-700 electrodes are\n215, 965, and 628 Ω, respectively. The lower <italic>R</italic>\n<sub>ct</sub> value of the 3DSC-700 electrode is attributed to the\nco-effects of sulfur doping, the special structure, and metal particle\ndecoration.</p><p>Pseudocapacitive contributions, Na adsorption energies,\ntheoretical\ncapacities, and Na diffusion energy barriers were further adopted\nto investigate the excellent high-rate performance of the 3DSC-700\nelectrode. CV profiles at different scan rates are tested, and the\nresults are displayed in a. All relevant calculation equations are presented\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Supporting Information</ext-link>. The calculated\nb values of peak1 and peak2 are 0.84 and 0.96, respectively. These\nresults manifest that the performance of sodium storage in the 3DSC-700\nelectrode is related to both diffusion-controlled reaction and surface\ncapacitive-controlled behavior. The 3DSC-700 electrode delivers a\ncapacitive contribution of 88% at 0.6 mV/s (b). Moreover, the pseudocapacitive contributions\nare 81, 85, 88, 89, and 90% at 0.2, 0.4, 0.6, 0.8, and 1.0 mV/s for\nthe 3DSC-700 electrode, respectively (c). These results exhibit that the capacitive\ncontribution is augmented gradually with the increasing sweep rate.\nThe capacitive contribution in the 3DSC-700 electrode is higher than\n80%, illustrating fast reaction kinetics characteristics in it. That\nmay explain why the 3DSC-700 electrode has outstanding capacities\nat high current densities.</p>", "clean_text": "Herein, a metal-organic framework (MOF)/polythiophene (PTh)-derived S-doped carbon is successfully designed and prepared employing zeolitic imidazolate frameworks (ZIF-8/ZIF-67) and thiophene (Th) as precursors. The S-doped carbon presents a neuronlike three-dimensional network structure (3DSC). The 3DSC delivers extra-high capacities (225 mAh/g at 5000 mA/g after 3000 cycles) and excellent endurance ability of current changes when applied in Na-ion batteries (SIBs). Moreover, when the 3DSC-700 anode is coupled with a sodium vanadium phosphate cathode to construct a Na-ion full cell, after 50 cycles, a high capacity of ~229.64 mAh/g is obtained at 100 mA/g. Electrochemical impedance spectroscopy analysis, density functional theory calculations, and pseudocapacitance contributions are adopted to investigate the excellent sodium storage mechanism of the 3DSC electrode. A new idea has been provided in this work to open up the possibility of MOF materials and carbon-based materials applications in SIBs in the future.\n\nTo overcome the above defects, a neuronlike three-dimensional (3D) network structure carbon with S-doping and metal particle decoration was fabricated via in situ polymerization using Th and pre-prepared ZIF-8/ZIF-67 as precursors. The neuronlike 3D structure, sulfur doping, and metal particle decoration endow the three-dimensional network structure (3DSC) electrode with excellent extra-long cycling stability at 5000 mA/g (225 mAh/g after 3000 cycles).\n\n a shows the X-ray diffraction (XRD) patterns of 3DSC-700, SC-700, and MDC-700. A broad peak at ~23° appears in all of the three samples, which represents the (002) plane of amorphous carbon. Moreover, the calculated d-spacing values of MDC-700, SC-700, and 3DSC-700 based on the XRD results using Bragg's equation are 0.362, 0.381, and 0.395 nm, respectively. This result confirms that sulfur doping could effectively expand the interlayer spacing of carbon materials. The most difference between the three samples is that there are other three intense diffraction peaks in the MDC-700 XRD pattern, which corresponds to Co metal (JCPDS No. 15-0806), and the Co comes from ZIF-67. There are two wide peaks centered at around 1350 and 1587 cm-1 in Raman spectra of the 3DSC-700, SC-700, and MDC-700 (b), which are assigned to carbon's D band and G band. The D band and G band reflect the defective structure and graphitic structure in carbon. The intensity ratio of D and G values of 3DSC-700 is ~0.99, illustrating the higher graphitization degree in 3DSC-700, which is helpful for electronic transmission. The nitrogen adsorption-desorption isotherm in c indicates that the isotherm of 3DSC-700 is type IV, and the hysteresis loop suggests the mesoporous architecture of 3DSC-700. Due to its special architecture, 3DSC-700 presents a higher specific surface area of 419 m2/g. 3DSC-700 presents microporous and mesoporous architectures, which can be seen in the pore-size distribution profile (inset in c). XPS was conducted to identify the elemental composition of 3DSC-700. The XPS spectrum of 3DSC-700 shows that the sample contains C, S, N, Co, and Zn elements (Figure S2a). N, Co, and Zn come from the ZIF-8/ZIF-67 precursor. There are four fitted peaks located at 286.4, 284.9, 284.5, and 284.1 eV in the C 1s spectrum (Figure S2b), which are ascribed to C-N groups, C-S, C-C, and CC respectively. The two fitted peaks at 165.0 and 163.8 eV in the S 2p spectrum (d) corresponds to S 2p1/2 and S 2p3/2 for the thiophene-type -C-S-C- bond. The S content in the 3DSC-700 is as high as 20.1 wt % (Table S1) according to the elemental analysis results. The absorption peak at 1119 cm-1 in the 3DSC-700 Fourier transform infrared (FTIR) spectrum corresponds to the band of C-S-C (Figure S2c). The XPS and FTIR (Figure S2c) results confirm that the S exits in the form of covalent bonds in the carbon lattice, that's why the S has not been seen in the XRD pattern.\n\nSodium storage performances of the 3DSC-700, MDC-700, and SC-700 electrodes were evaluated in half coin cells. a, S4a, and S5a display the CV curves of the 3DSC-700, MDC-700, and SC-700. All of them present a broad peak located at 1.0-1.3 V during the first scan, which can be attributed to the solid electrolyte interface (SEI) formation and irreversible reactions on the electrode surface. The reduction peak close to 0 V is attributed to the insertion of Na+ into the layer of carbon. For the MDC-700 electrode, the reduction peaks located at 1.2, 0.6, 0.28, and 0 V in the initial scan can be ascribed to the irreversible reactions on the MDC-700 surface, the SEI formation, and the insertion of Na+ in the MDC-700 interlayer, respectively (Figure S4a). The oxidation peak at 0.85 V in the MDC-700 electrode is mostly related to the reversible reaction between N functional groups and Na+. Compared with MDC-700, both 3DSC-700 and SC-700 electrodes exhibit other two pairs of redox peaks centered at 1.15/1.80 and 1.75/2.15 V, which are similar to room-temperature Na-S batteries, and these two pairs of redox peaks are attributed to the Faradaic reactions between covalent sulfur and Na+. The two pairs of peaks still exist after three cycles, suggesting the electrochemical activity of the covalent sulfur and the highly reversible reaction between S and Na. Additionally, the CV profiles of the subsequent cycles are nearly overlapping (a), illustrating the superior cycling stability of the 3DSC-700 electrode.\n\nThere are two apparent sloping platforms at ~1.25 and ~1.75 V during the charge/discharge processes of the 3DSC-700 electrode except for the initial cycle (b), which is ascribed to Na+ insertion into the 3DSC-700 structure to react with covalent sulfur and consistent with the CV curves. The 3DSC-700 (b), MDC-700 (Figure S4b), and SC-700 (Figure S5b) present initial charge/discharge capacities of 526.1/1087.7, 58.7/227.1, and 282.1/686.3 mAh/g, respectively. Cycling stabilities of the prepared 3DSC-700, MDC-700, and SC-700 were tested at different current densities. When tested at 100 mA/g, after 100 cycles, the 3DSC-700 can retain a reversible capacity of ~ 450 mAh/g, but the capacities of MDC-700 and SC-700 after 100 cycles are 36.4 and 216.9 mAh/g, respectively (Figure S6). Even at 5000 mA/g, the 3DSC-700 electrode still possesses outstanding extra-long cycling stability (c) and presents a highly reversible capacity of 225 mAh/g after 3000 cycles. Rate performances of the 3DSC-700, MDC-700, and SC-700 electrodes are tested at 1000, 2000, 3000, 4000, and 5000 mA/g. Reversible capacities of 343.6, 307.2, 287.4, 275.1, and 264.6 mAh/g are reached respectively for the 3DSC-700 electrode at each current density (d). Notably, when the current density decreases to 1000 mA/g, the capacity can be restored to 354.9 mAh/g, illustrating that the 3DSC-700 electrode has a high ability to endure high current changes. Additionally, compared to 8/SC-700 and 67/SC-700, the 3DSC-700 electrode also exhibits higher capacities (Figure S7). Table S2 lists the comparison of electrochemical performance between the 3DSC-700 electrode and those reported in the literature, where the 3DSC-700 presents the highest capacity among the reported carbon-based material for SIBs whether tested at low or high current density. To explore the impressive high-rate performance of the 3DSC-700 electrode, EIS was adopted to study the electrical conductivities of the electrodes. e displays Nyquist plots of the 3DSC-700, MDC-700, and SC-700 electrodes. As shown, all of the three plots consist of a semicircle and an inclined straight line. The semicircle relates to the double-layer capacitance, the charge transfer resistance (R ct), and the electrolyte and electrode resistance. The straight line arises from the Warburg impedance (Z w) and corresponds to the Na+ diffusion in electrodes. The R ct values of the 3DSC-700, MDC-700, and SC-700 electrodes are 215, 965, and 628 Ω, respectively. The lower R ct value of the 3DSC-700 electrode is attributed to the co-effects of sulfur doping, the special structure, and metal particle decoration.\n\nPseudocapacitive contributions, Na adsorption energies, theoretical capacities, and Na diffusion energy barriers were further adopted to investigate the excellent high-rate performance of the 3DSC-700 electrode. CV profiles at different scan rates are tested, and the results are displayed in a. All relevant calculation equations are presented in the Supporting Information. The calculated b values of peak1 and peak2 are 0.84 and 0.96, respectively. These results manifest that the performance of sodium storage in the 3DSC-700 electrode is related to both diffusion-controlled reaction and surface capacitive-controlled behavior. The 3DSC-700 electrode delivers a capacitive contribution of 88% at 0.6 mV/s (b). Moreover, the pseudocapacitive contributions are 81, 85, 88, 89, and 90% at 0.2, 0.4, 0.6, 0.8, and 1.0 mV/s for the 3DSC-700 electrode, respectively (c). These results exhibit that the capacitive contribution is augmented gradually with the increasing sweep rate. The capacitive contribution in the 3DSC-700 electrode is higher than 80%, illustrating fast reaction kinetics characteristics in it. That may explain why the 3DSC-700 electrode has outstanding capacities at high current densities.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 10, 1, '[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"MOF-A\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"dielectric constant\",\\n        \"value\": \"4.5\",\\n        \"unit\": \"\",\\n        \"condition\": \"at 1 kHz\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical conductivity\",\\n        \"value\": \"0.01\",\\n        \"unit\": \"S/cm\",\\n        \"condition\": \"at room temperature\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NOTT-202\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical resistance\",\\n        \"value\": \"10000000\",\\n        \"unit\": \"ohm·cm\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": "22, 23", "type": "text", "classification": "property", "content": "<p>Density functional theory (DFT) calculations are performed\nto provide\nan in-depth understanding of S-doping effects on the performance of\nSIBs, including Na adsorption energies, theoretical capacities, and\nNa diffusion energy barriers, which determine the charge/discharge\nrate of SIBs. Detailed DFT calculation methods are shown in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b14366/suppl_file/am9b14366_si_001.pdf\">Supporting Information</ext-link>. A fundamental precondition\nof SIB anode materials is that the material must have a relatively\nstrong Na adsorption ability. For pristine carbon, sodium atoms prefer\nto be adsorbed on the hollow site with an adsorption energy of −1.23\neV (d). After\nincorporating S atoms, the most stable sites are the top of S atoms\nwith an enhanced adsorption energy of −1.62 eV in comparison\nwith pristine carbon (e). This is attributed to the fact that the higher electron\ndensity surrounding the S atoms is in favor of the adsorption of positively\ncharged Na atoms, endowing the S-doped carbon with improved Na adsorption\nability. Then, we examined the maximum Na adsorption capacity by increasing\nthe number of sodium atoms. The adsorption energies gradually decrease\nupon increasing the number of sodium atoms (f), which can be attributed to the increased\nrepulsive electrostatic interactions between Na atoms. As a consequence,\npristine and S-doped carbon can accommodate at most four and six Na\natoms, corresponding to the chemical formulae Na<sub>4</sub>C<sub>16</sub> and Na<sub>6</sub>S<sub>2</sub>C<sub>14</sub>, respectively.\nThe mobility of Na atoms is another important factor for anode materials,\nwhich is closely relevant to the charge and discharge rates in SIBs.\nTherefore, with the aid of the NEB method, diffusion pathways between\ntwo nearest-neighboring adsorption sites for Na are examined (g). It is found that\nNa diffusion on S-doped carbon is faster than that on pristine carbon\ndue to the lower diffusion energy barrier (0.29 and 0.20 eV for pristine\nand S-doped carbon, respectively), indicative of a faster charge/discharge\nrate in S-doped carbon. In combination with these superior characteristics,\nincluding enhanced Na adsorption energy, higher Na storage capacity,\nlower Na diffusion barrier, and higher electronic conductivity, it\ncan be concluded that the S-doping, the special neuronlike 3D network\nstructure, and metal particle decoration play vital roles in improving\ncarbon-based anodes for Na-ion batteries.</p><p>The intriguing cycling\nstability and excellent rate performance\nof the 3DSC-700 encouraged us to explore its actual performance in\nsodium-ion full cells. In a Na-ion full cell, the 3DSC-700 anode is\ncoupled with a homemade NVP cathode. The typical CV curves of the\nNa-ion full cell in a show that there are two apparent cathodic peaks at around\n2.5 and 3.65 V during the first cathode scanning process and one wide\noxidation peak around 3.1 V during the first anode scanning process. b shows the discharge/charge\ncurves of an NVP//3DSC-700 cell at 100 mA/g. There are two apparent\nsloping platforms at ∼3.4 and ∼3.65 V in the charge/discharge\nprocesses, which are relevant to the deinsertion and insertion of\nNa<sup>+</sup> and consistent with the CV curves. The full cell exhibits\ncharge/discharge capacities of 342.14/273.32 mAh/g in the first cycle\n(based on anode mass). Moreover, the full cell delivers good cycling\nperformance and a high capacity of 229.64 mAh/g could still be obtained\nafter 50 cycles (c). The inset images in c show that the blue light-emitting diodes (LEDs) can\nbe driven by one assembled cell. These results demonstrate that the\n3DSC-700 has a promising application as an anode in commercial SIBs.</p>", "clean_text": "Density functional theory (DFT) calculations are performed to provide an in-depth understanding of S-doping effects on the performance of SIBs, including Na adsorption energies, theoretical capacities, and Na diffusion energy barriers, which determine the charge/discharge rate of SIBs. Detailed DFT calculation methods are shown in the Supporting Information. A fundamental precondition of SIB anode materials is that the material must have a relatively strong Na adsorption ability. For pristine carbon, sodium atoms prefer to be adsorbed on the hollow site with an adsorption energy of -1.23 eV (d). After incorporating S atoms, the most stable sites are the top of S atoms with an enhanced adsorption energy of -1.62 eV in comparison with pristine carbon (e). This is attributed to the fact that the higher electron density surrounding the S atoms is in favor of the adsorption of positively charged Na atoms, endowing the S-doped carbon with improved Na adsorption ability. Then, we examined the maximum Na adsorption capacity by increasing the number of sodium atoms. The adsorption energies gradually decrease upon increasing the number of sodium atoms (f), which can be attributed to the increased repulsive electrostatic interactions between Na atoms. As a consequence, pristine and S-doped carbon can accommodate at most four and six Na atoms, corresponding to the chemical formulae Na4C16 and Na6S2C14, respectively. The mobility of Na atoms is another important factor for anode materials, which is closely relevant to the charge and discharge rates in SIBs. Therefore, with the aid of the NEB method, diffusion pathways between two nearest-neighboring adsorption sites for Na are examined (g). It is found that Na diffusion on S-doped carbon is faster than that on pristine carbon due to the lower diffusion energy barrier (0.29 and 0.20 eV for pristine and S-doped carbon, respectively), indicative of a faster charge/discharge rate in S-doped carbon. In combination with these superior characteristics, including enhanced Na adsorption energy, higher Na storage capacity, lower Na diffusion barrier, and higher electronic conductivity, it can be concluded that the S-doping, the special neuronlike 3D network structure, and metal particle decoration play vital roles in improving carbon-based anodes for Na-ion batteries.\n\nThe intriguing cycling stability and excellent rate performance of the 3DSC-700 encouraged us to explore its actual performance in sodium-ion full cells. In a Na-ion full cell, the 3DSC-700 anode is coupled with a homemade NVP cathode. The typical CV curves of the Na-ion full cell in a show that there are two apparent cathodic peaks at around 2.5 and 3.65 V during the first cathode scanning process and one wide oxidation peak around 3.1 V during the first anode scanning process. b shows the discharge/charge curves of an NVP//3DSC-700 cell at 100 mA/g. There are two apparent sloping platforms at ~3.4 and ~3.65 V in the charge/discharge processes, which are relevant to the deinsertion and insertion of Na+ and consistent with the CV curves. The full cell exhibits charge/discharge capacities of 342.14/273.32 mAh/g in the first cycle (based on anode mass). Moreover, the full cell delivers good cycling performance and a high capacity of 229.64 mAh/g could still be obtained after 50 cycles (c). The inset images in c show that the blue light-emitting diodes (LEDs) can be driven by one assembled cell. These results demonstrate that the 3DSC-700 has a promising application as an anode in commercial SIBs.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Na adsorption energies", "value": "", "unit": "", "condition": ""}, {"property name": "theoretical capacities", "value": "", "unit": "", "condition": ""}, {"property name": "Na diffusion energy barriers", "value": "", "unit": "", "condition": ""}, {"property name": "charge/discharge rate of SIBs", "value": "", "unit": "", "condition": ""}, {"property name": "DFT calculation methods", "value": "", "unit": "", "condition": ""}, {"property name": "strong Na adsorption ability", "value": "", "unit": "", "condition": ""}, {"property name": "adsorption energy of −1.23 eV", "value": "", "unit": "", "condition": ""}, {"property name": "enhanced adsorption energy of −1.62 eV", "value": "", "unit": "", "condition": ""}, {"property name": "maximum Na adsorption capacity", "value": "", "unit": "", "condition": ""}, {"property name": "increased repulsive electrostatic interactions between Na atoms", "value": "", "unit": "", "condition": ""}, {"property name": "Na<sub>4</sub>C<sub>16</sub> and Na<sub>6</sub>S<sub>2</sub>C<sub>14</sub>", "value": "", "unit": "", "condition": ""}, {"property name": "mobility of Na atoms", "value": "", "unit": "", "condition": ""}, {"property name": "diffusion pathways between two nearest-neighboring adsorption sites for Na", "value": "", "unit": "", "condition": ""}, {"property name": "diffusion energy barrier", "value": "", "unit": "", "condition": ""}, {"property name": "cycling stability", "value": "", "unit": "", "condition": ""}, {"property name": "rate performance", "value": "", "unit": "", "condition": ""}, {"property name": "charge/discharge capacities", "value": "", "unit": "", "condition": ""}, {"property name": "high capacity", "value": "", "unit": "", "condition": ""}, {"property name": "application as an anode in commercial SIBs", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nof the Preparation Procedure of 3DSC-700</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am9b14366_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic of the Preparation Procedure of 3DSC-700   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) XRD and (b) Raman spectrum of 3DSC-700,\nSC-700, and MDC-700,\n(c) nitrogen adsorption–desorption isotherms, and (d) S 2p\nXPS spectrum of 3DSC-700.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am9b14366_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) XRD and (b) Raman spectrum of 3DSC-700, SC-700, and MDC-700, (c) nitrogen adsorption-desorption isotherms, and (d) S 2p XPS spectrum of 3DSC-700.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM of (a)\nMDC-700, (b) SC-700, (c, d) 3DSC-700.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am9b14366_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM of (a) MDC-700, (b) SC-700, (c, d) 3DSC-700.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) TEM,\n(b) HRTEM, (c) HAADF-STEM, and (d–h) EDS elemental\nmapping of 3DSC-700.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am9b14366_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) TEM, (b) HRTEM, (c) HAADF-STEM, and (d-h) EDS elemental mapping of 3DSC-700.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) CV profiles of 3DSC-700\nat 0.1 mV/s, (b) discharge–charge\nprofiles of 3DSC-700 at 100 mA/g, (c) cycling stability of 3DSC-700,\nMDC-700, and SC-700 at 5000 mA/g, (d) rate performance of 3DSC-700,\nMDC-700, and SC-700, and (e) Nyquist plots of the 3DSC-700, MDC-700,\nand SC-700 electrodes.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am9b14366_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) CV profiles of 3DSC-700 at 0.1 mV/s, (b) discharge-charge profiles of 3DSC-700 at 100 mA/g, (c) cycling stability of 3DSC-700, MDC-700, and SC-700 at 5000 mA/g, (d) rate performance of 3DSC-700, MDC-700, and SC-700, and (e) Nyquist plots of the 3DSC-700, MDC-700, and SC-700 electrodes.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) CV curves and relationship between log <italic>i</italic> and log ν plots (inset) of the 3DSC-700 electrode\nat\ndifferent scan rates; (b) diffusion contribution and capacitive contribution\nat 0.6 mV/s; (c) diffusion and capacitive contributions at 0.2–1\nmV/s; top and side views of the most stable Na adsorption configurations\nfor (d) pristine and (e) S-doped carbon. (f) Na adsorption energies\nof pristine and S-doped carbon of Na atoms. (g) Na diffusion energy\nbarriers and pathways of pristine and S-doped carbon.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am9b14366_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) CV curves and relationship between logi and logν plots (inset) of the 3DSC-700 electrode at different scan rates; (b) diffusion contribution and capacitive contribution at 0.6 mV/s; (c) diffusion and capacitive contributions at 0.2-1 mV/s; top and side views of the most stable Na adsorption configurations for (d) pristine and (e) S-doped carbon. (f) Na adsorption energies of pristine and S-doped carbon of Na atoms. (g) Na diffusion energy barriers and pathways of pristine and S-doped carbon.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) CV\nprofiles of a Na-ion full battery tested at 0.1 mV/s. (b)\ncharge/discharge profiles and (c) cycling performance of the Na-ion\nfull battery at 100 mA/g (inset image in (c) shows the LEDs illuminated\nby the full battery).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am9b14366_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) CV profiles of a Na-ion full battery tested at 0.1 mV/s. (b) charge/discharge profiles and (c) cycling performance of the Na-ion full battery at 100 mA/g (inset image in (c) shows the LEDs illuminated by the full battery).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b14366", "title": "\nMetal–Organic\nFramework/Polythiophene Derivative:\nNeuronlike S‑Doped Carbon 3D Structure with Outstanding Sodium\nStorage Performance\n", "journal": "American\nChemical Society", "date": "2019.09", "author_list": ["Zhong\nWen", "Lv\nXingshuai", "Chen\nQianwu", "Ren\nManman", "Liu\nWeiliang", "Li\nGuangda", "Yu\nJiaoxian", "Li\nMei", "Dai\nYing", "Wang\nLianzhou"]}}