{"filepath": "../L2M3_data/1_application_papers/acs_xml/an0c01241.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Four years\nago, I was invited\nto organize a virtual issue to highlight emerging applications of\nmetal–organic frameworks (MOFs) and covalent-organic frameworks\nby presenting some selected publications from <italic>Chemistry of\nMaterials</italic>, <italic>Industrial and Engineering Chemistry Research</italic>, <italic>Inorganic Chemistry</italic>, and <italic>Journal of the\nAmerican Chemical Society</italic>. Since\nthat time, we have witnessed the rapid development of new MOF-based\nnanomaterials and applications. The application scope not only covers\nconventional aspects such as adsorption, capture, and separation but\nalso expands to other areas including advanced devices, biomedicine,\nheterogeneous catalysis, photonics, and sustainable energy.</p>", "clean_text": "Four years ago, I was invited to organize a virtual issue to highlight emerging applications of metal-organic frameworks (MOFs) and covalent-organic frameworks by presenting some selected publications from Chemistry of Materials, Industrial and Engineering Chemistry Research, Inorganic Chemistry, and Journal of the American Chemical Society. Since that time, we have witnessed the rapid development of new MOF-based nanomaterials and applications. The application scope not only covers conventional aspects such as adsorption, capture, and separation but also expands to other areas including advanced devices, biomedicine, heterogeneous catalysis, photonics, and sustainable energy.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>\n<italic>ACS Applied Nano Materials</italic> is an interdisciplinary\njournal covering original nanomaterials research relevant to applications.\nNaturally, <italic>ACS Applied Nano Materials</italic> becomes a suitable\nplatform for showcasing advances in applied MOF-based nanomaterials\nresearch. Thus, it is timely to organize a virtual issue to celebrate\nrecent achievements in this field. This <ext-link xlink:href=\"https://pubs.acs.org/toc/aanmf6/3/6\">virtual issue</ext-link> highlights 41 publications from <italic>ACS Applied Nano Materials</italic> on the topic of applied MOF-based nanomaterials research. For clarity\nin presenting these papers, they are categorized into four major groups\naccording to their targeted applications, namely, (1) capture, sensing,\nand separation, (2) energy and light, (3) advanced catalysis, and\n(4) biomedicine ().</p>", "clean_text": " ACS Applied Nano Materials is an interdisciplinary journal covering original nanomaterials research relevant to applications. Naturally, ACS Applied Nano Materials becomes a suitable platform for showcasing advances in applied MOF-based nanomaterials research. Thus, it is timely to organize a virtual issue to celebrate recent achievements in this field. This virtual issue highlights 41 publications from ACS Applied Nano Materials on the topic of applied MOF-based nanomaterials research. For clarity in presenting these papers, they are categorized into four major groups according to their targeted applications, namely, (1) capture, sensing, and separation, (2) energy and light, (3) advanced catalysis, and (4) biomedicine ().", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Diverse applications of MOFs and their derivatives presented in\nthis virtual issue including (1) capture, sensing, and separation,\n(2) energy and light, (3) advanced catalysis, and (4) biomedicine.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"an0c01241_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Diverse applications of MOFs and their derivatives presented in this virtual issue including (1) capture, sensing, and separation, (2) energy and light, (3) advanced catalysis, and (4) biomedicine.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<title>Capture, Sensing, and Separation</title><p>The capture, sensing, and separation of guest species such as organic\nmolecules and gases are natural applications of MOFs. Therefore, MOFs\nand their derivatives have been intensively employed in these fields.\nIn addition to conventional gas capture and separation including CO<sub>2</sub> uptake, hydrogen gas attraction, ammonia capture, and\nefficient separation between CO<sub>2</sub> and methane, MOFs have been developed to remove arsenic and phosphate species from water. MOF-based\nnanosheets also exhibited interesting gate-opening gas adsorption. The controlled synthesis of thorium-based MOFs\nwas achieved to highlight their adsorption potential. Aqueous-phase differentiation and speciation between Fe<sup>3+</sup> and Fe<sup>2+</sup> using a lanthanide MOF were also realized,\npresenting high detection sensitivity, rapid response time, and suitable\ndetection limit. Moreover, selective\nsensing and detection of iron­(III) in water, acetone,\n<italic>p</italic>-nitrophenol, ciprofloxacin in water, chromium­(VI) in water, and glucose have been reported, demonstrating the unique\ncapacities of MOF-based sensing systems. Toward industrial-scale applications,\nmacroporous MOF monoliths were fabricated using a pressure-assisted\nsintering approach, providing an interface for studying the gas–solid\ninteractions.\n</p>", "clean_text": "Capture, Sensing, and Separation\n\nThe capture, sensing, and separation of guest species such as organic molecules and gases are natural applications of MOFs. Therefore, MOFs and their derivatives have been intensively employed in these fields. In addition to conventional gas capture and separation including CO2 uptake, hydrogen gas attraction, ammonia capture, and efficient separation between CO2 and methane, MOFs have been developed to remove arsenic and phosphate species from water. MOF-based nanosheets also exhibited interesting gate-opening gas adsorption. The controlled synthesis of thorium-based MOFs was achieved to highlight their adsorption potential. Aqueous-phase differentiation and speciation between Fe3+ and Fe2+ using a lanthanide MOF were also realized, presenting high detection sensitivity, rapid response time, and suitable detection limit. Moreover, selective sensing and detection of iron(III) in water, acetone, p-nitrophenol, ciprofloxacin in water, chromium(VI) in water, and glucose have been reported, demonstrating the unique capacities of MOF-based sensing systems. Toward industrial-scale applications, macroporous MOF monoliths were fabricated using a pressure-assisted sintering approach, providing an interface for studying the gas-solid interactions. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Energy\nand Light</title><p>Applying MOFs and their derived materials in sustainable\nenergy\nand photonics is a relatively new research direction. In terms of\nsustainable energy, MOF-derived carbon nanotube networks have been\nused for lithium-ion batteries. Iron­(II)\nMOF crystals were produced into proton-exchange membrane fuel cells,\nexhibiting high proton conductivity at 22 °C and 94% relative\nhumidity. In addition, MOF-derived nanotube\narrays and nanocomposites were targeted for supercapacitor applications.\nIn separate studies, a nitrogen-rich MOF was prepared for use as an\nenergetic nanomaterial. A sandwich nanostructure\nconstructed by a MOF pyrolysis approach exhibited a satisfactory electromagnetic\nabsorption performance with a maximum effective width of 7.08 GHz\nunder 2.6 mm.\n</p>", "clean_text": "Energy and Light\n\nApplying MOFs and their derived materials in sustainable energy and photonics is a relatively new research direction. In terms of sustainable energy, MOF-derived carbon nanotube networks have been used for lithium-ion batteries. Iron(II) MOF crystals were produced into proton-exchange membrane fuel cells, exhibiting high proton conductivity at 22 °C and 94% relative humidity. In addition, MOF-derived nanotube arrays and nanocomposites were targeted for supercapacitor applications. In separate studies, a nitrogen-rich MOF was prepared for use as an energetic nanomaterial. A sandwich nanostructure constructed by a MOF pyrolysis approach exhibited a satisfactory electromagnetic absorption performance with a maximum effective width of 7.08 GHz under 2.6 mm. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>For light-related\nstudies, a rhodamine B-coordinated MOF showed\nunique two-photon absorption and fluorescence properties. Furthermore, fluorescent dye-encapsulated MOFs\nwere shown to exhibit multicolor light-emitting phenomena and reversible\npiezochromism.\n</p>", "clean_text": "For light-related studies, a rhodamine B-coordinated MOF showed unique two-photon absorption and fluorescence properties. Furthermore, fluorescent dye-encapsulated MOFs were shown to exhibit multicolor light-emitting phenomena and reversible piezochromism. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Advanced\nCatalysis</title><p>Because MOFs contain metal or metal cluster sites,\nsome of these\nmetal species can plausibly serve as catalytic centers. Thus, MOFs\nand MOF-templated nanostructures have been fabricated for catalytic\napplications. For this purpose, copper-based MOFs were prepared for\nthe catalytic oxidation of styrene under solvent-free conditions. Nickel-based MOF nanosheets were synthesized\nto act as reusable heterogeneous catalysts for the dimerization of\nethylene in the presence of a cocatalyst. A microflower structure was produced by pyrolysis of a copper-based\nMOF, showing electrochemical catalytic and enzyme-mimicking activities.\n</p>", "clean_text": "Advanced Catalysis\n\nBecause MOFs contain metal or metal cluster sites, some of these metal species can plausibly serve as catalytic centers. Thus, MOFs and MOF-templated nanostructures have been fabricated for catalytic applications. For this purpose, copper-based MOFs were prepared for the catalytic oxidation of styrene under solvent-free conditions. Nickel-based MOF nanosheets were synthesized to act as reusable heterogeneous catalysts for the dimerization of ethylene in the presence of a cocatalyst. A microflower structure was produced by pyrolysis of a copper-based MOF, showing electrochemical catalytic and enzyme-mimicking activities. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The porous nature of MOFs enables them\nto be ideal platforms for\nmetal doping and immobilization toward advanced catalysis. Palladium-immobilized\nMOFs were employed as catalysts for the hydrogenation of aromatic\naldehydes under visible light. MOF-supported\ncopper nanoparticles were employed as stable catalysts for selective\nacetylene semihydrogenation. Molybdenum-doped\nMOF-derived catalysts showed promising catalytic activity in the solution-phase\nreduction of nitrophenols. Silver (Ag)-doped\nCo<sub>3</sub>O<sub>4</sub> micropolyhedra prepared by direct MOF\npyrolysis showed enhanced catalytic CO oxidation activity, attributed\nto the unique interface between Ag and Co<sub>3</sub>O<sub>4</sub>. CdS-decorated chromium-based MOFs\nexhibited a photocatalytic performance for the formation of imines\nwith high production yields. In another\nwork, nitrogen- and phosphorus-codoped\nnanomaterials were prepared by integrating porous MOFs with carbon\nnanofibers. After sugar coating, the obtained nanocatalyst showed\nefficient degradation of rhodamine B with peroxymonosulfate activation\nproperties.</p>", "clean_text": "The porous nature of MOFs enables them to be ideal platforms for metal doping and immobilization toward advanced catalysis. Palladium-immobilized MOFs were employed as catalysts for the hydrogenation of aromatic aldehydes under visible light. MOF-supported copper nanoparticles were employed as stable catalysts for selective acetylene semihydrogenation. Molybdenum-doped MOF-derived catalysts showed promising catalytic activity in the solution-phase reduction of nitrophenols. Silver (Ag)-doped Co3O4 micropolyhedra prepared by direct MOF pyrolysis showed enhanced catalytic CO oxidation activity, attributed to the unique interface between Ag and Co3O4. CdS-decorated chromium-based MOFs exhibited a photocatalytic performance for the formation of imines with high production yields. In another work, nitrogen- and phosphorus-codoped nanomaterials were prepared by integrating porous MOFs with carbon nanofibers. After sugar coating, the obtained nanocatalyst showed efficient degradation of rhodamine B with peroxymonosulfate activation properties.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Another important application of MOFs and their\nderivatives is\nto deactivate or degrade toxic species. Three papers published in <italic>ACS Applied Nano Materials</italic> contributed to this field significantly:\n(1) detoxification of the mustard-gas simulant 2-chloroethyl ethyl\nsulfide by porphyrin-based MOFs, (2)\naerobic oxidation of 2-chloroethyl ethyl sulfide by a polyoxometalate-encapsulated\nMOF, and (3) rapid hydrolysis of the\nnerve-agent simulant dimethyl 4-nitrophenylphosphonate by zirconium-based\nMOF hybrids.\n</p>", "clean_text": "Another important application of MOFs and their derivatives is to deactivate or degrade toxic species. Three papers published in ACS Applied Nano Materials contributed to this field significantly: (1) detoxification of the mustard-gas simulant 2-chloroethyl ethyl sulfide by porphyrin-based MOFs, (2) aerobic oxidation of 2-chloroethyl ethyl sulfide by a polyoxometalate-encapsulated MOF, and (3) rapid hydrolysis of the nerve-agent simulant dimethyl 4-nitrophenylphosphonate by zirconium-based MOF hybrids. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Biomedicine</title><p>Porous MOFs have the capacity to encapsulate not only small organic\nmolecules and gases but also large organic compounds and even drugs\nand biomolecules. For example, a zirconium-based MOF was prepared\nas a nanocarrier for the controlled release of ibuprofen in an acidic\nphosphate buffer solution. Furthermore,\nMOF nanoparticles were fabricated to serve as a platform for adsorption\nof the protein Alexa Fluor 647-labeled donkey antirabbit IgG. In addition to delivery and adsorption, MOF-based\nnanomaterials were employed for biomarker detection and for use in\nimmunoassays. By using a TiO<sub>2</sub> MOF as the promoter, the\ndetection of an ovarian cancer biomarker was realized, showing a wide\ndetection range and a low detection limit. Secondary antibody-coated MOFs were used to facilitate fluorescent\nsignal amplification in immunoassays of cardiac troponin I with a\nhigh sensitivity and a dynamic detection range.\n</p>", "clean_text": "Biomedicine\n\nPorous MOFs have the capacity to encapsulate not only small organic molecules and gases but also large organic compounds and even drugs and biomolecules. For example, a zirconium-based MOF was prepared as a nanocarrier for the controlled release of ibuprofen in an acidic phosphate buffer solution. Furthermore, MOF nanoparticles were fabricated to serve as a platform for adsorption of the protein Alexa Fluor 647-labeled donkey antirabbit IgG. In addition to delivery and adsorption, MOF-based nanomaterials were employed for biomarker detection and for use in immunoassays. By using a TiO2 MOF as the promoter, the detection of an ovarian cancer biomarker was realized, showing a wide detection range and a low detection limit. Secondary antibody-coated MOFs were used to facilitate fluorescent signal amplification in immunoassays of cardiac troponin I with a high sensitivity and a dynamic detection range. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In summary, the past few years have shown significant\nresearch\nprogress in the field of applied MOF-based nanomaterials with a diverse\napplication scope. While the publications selected for this virtual\nissue represent only recent developments in the field, I hope that\nreaders will enjoy reading this fine collection.</p>", "clean_text": "In summary, the past few years have shown significant research progress in the field of applied MOF-based nanomaterials with a diverse application scope. While the publications selected for this virtual issue represent only recent developments in the field, I hope that readers will enjoy reading this fine collection.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Views expressed\nin this editorial are those of the author and not necessarily the\nviews of the ACS.</p>", "clean_text": "Views expressed in this editorial are those of the author and not necessarily the views of the ACS.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Diverse applications of MOFs and their derivatives presented in\nthis virtual issue including (1) capture, sensing, and separation,\n(2) energy and light, (3) advanced catalysis, and (4) biomedicine.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"an0c01241_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Diverse applications of MOFs and their derivatives presented in this virtual issue including (1) capture, sensing, and separation, (2) energy and light, (3) advanced catalysis, and (4) biomedicine.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsanm.0c01241", "title": "\nA New Era of Metal–Organic Framework Nanomaterials\nand Applications\n", "journal": "American Chemical\nSociety", "date": "2020.06", "author_list": ["Zhao\nYanli"]}}