{"filepath": "../L2M3_data/1_application_papers/acs_xml/an2c00012.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Because\nof their guest adsorption properties, metal–organic\nframeworks (MOFs) are promising materials to realize chemical sensors.\nHowever, achieving high sensitivities requires the reproducible deposition\nof well-defined MOF films and their integration with a suitable sensor\ndesign. In this work, we report the sensitive detection of volatile\norganic compounds (VOCs) by transducing the adsorption in zeolitic\nimidazolate framework 8 (ZIF-8) thin films, prepared by chemical vapor\ndeposition (MOF-CVD), into surface plasmon polariton (SPP) shifts\nmeasured via total internal reflection ellipsometry (TIRE). It is\nshown that defect formation during MOF-CVD alters the VOC uptake.\nHowever, SPP resonances tunable over the entire Vis–NIR range\nand as sharp as 14 nm are obtained for optimized synthesis conditions.\nRecord-breaking shifts stronger than 150 nm upon methanol uptake and\na limit of detection below 1 ppm are observed. By modeling the TIRE\nspectra, changes in the ZIF-8 refractive index from 1 × 10<sup>–4</sup> (single-digit ppm VOC concentration) up to 0.06 are\nresolved with a resolution better than 1 × 10<sup>–5</sup>.</p>", "clean_text": "Because of their guest adsorption properties, metal-organic frameworks (MOFs) are promising materials to realize chemical sensors. However, achieving high sensitivities requires the reproducible deposition of well-defined MOF films and their integration with a suitable sensor design. In this work, we report the sensitive detection of volatile organic compounds (VOCs) by transducing the adsorption in zeolitic imidazolate framework 8 (ZIF-8) thin films, prepared by chemical vapor deposition (MOF-CVD), into surface plasmon polariton (SPP) shifts measured via total internal reflection ellipsometry (TIRE). It is shown that defect formation during MOF-CVD alters the VOC uptake. However, SPP resonances tunable over the entire Vis-NIR range and as sharp as 14 nm are obtained for optimized synthesis conditions. Record-breaking shifts stronger than 150 nm upon methanol uptake and a limit of detection below 1 ppm are observed. By modeling the TIRE spectra, changes in the ZIF-8 refractive index from 1 × 10-4 (single-digit ppm VOC concentration) up to 0.06 are resolved with a resolution better than 1 × 10-5.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Sensing volatile\norganic compounds\n(VOCs) is important in various applications, e.g., in monitoring industrial\nprocesses and air quality or the detection of biomarkers in breath. State-of-the-art miniature VOC sensors are based\non semiconducting metal oxide (SMOx) thick-film chemiresistors. While\nthese sensors can have low detection limits, they lack selectivity. Therefore, using\nporous materials with selective adsorption properties is an interesting\nalternative. In particular, microporous metal–organic\nframeworks (MOFs) have gained interest due to their high internal\nsurface areas and functionalizable pore interiors, resulting in VOC uptake even\nat trace levels in ambient conditions.\n</p>", "clean_text": "Sensing volatile organic compounds (VOCs) is important in various applications, e.g., in monitoring industrial processes and air quality or the detection of biomarkers in breath. State-of-the-art miniature VOC sensors are based on semiconducting metal oxide (SMOx) thick-film chemiresistors. While these sensors can have low detection limits, they lack selectivity. Therefore, using porous materials with selective adsorption properties is an interesting alternative. In particular, microporous metal-organic frameworks (MOFs) have gained interest due to their high internal surface areas and functionalizable pore interiors, resulting in VOC uptake even at trace levels in ambient conditions. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Various\nsensor concepts have been developed to transduce the guest\nuptake in MOFs into a readable signal. Optical sensors possess the advantage of a cheap readout, e.g.,\nvia a simple photodiode. In the simplest form of an optical sensor,\nthe MOF itself indicates guest adsorption via a change of its color,\ni.e., its spectral absorption. Also,\nchanges in an MOF’s photoluminescence spectrum were shown to\nindicate the adsorption of guests in the case of specific interactions\nbetween the framework and, for example, differently substituted aromatic\nguest molecules. However, a broadly applicable\nsensing technology would employ a transduction principle that functions\nirrespective of the host–guest combination. Therefore, most\noptical sensor designs make use of an increase in the MOF’s\nrefractive index (<italic toggle=\"yes\">n</italic>) upon guest adsorption. This effect can be monitored either by scientific\ninstruments such as ellipsometric porosimetry (EP) setups or in integrated sensor designs. A selection of related sensor concepts\nis given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. A first class of\ndevices represents Fabry–Perot interferometers and oscillators for which VOC adsorption causes shifts\nin their optical resonance peaks. For instance, a shift of 340 pm\nwas reported for a 121 pm sharp resonance of an 80 μm ring oscillator\nsurrounded by a 1 μm coating of zeolitic imidazolate framework\n8 (ZIF-8). Fabry–Perot etalons\nemploying ZIF-8 showed optical shifts of ca. 50–60 nm at a\nbandwidth of &gt;100 nm. The second type\nof devices, photonic crystals, employ MOFs in periodic structures\nwith alternating regions of low and high refractive indices, e.g.,\nlayered 1D distributed Bragg reflectors (DBRs) or superlattices of MOF particles. Light waves entering the photonic crystal undergo multiple\nreflections and destructive interference, which prevents their propagation\nat certain wavelengths, called stopbands. The spectral shift of a\nDBR stopband upon VOC adsorption is typically in the order of 30–50\nnm, exceptionally 100 nm. To obtain the\nsharp stopband edges required for a high sensitivity, stacks of at\nleast 3–5 bilayers are needed. The third sensor class employs\nplasmonics, either as localized surface plasmon resonances (LSPR)\nin metal nanoscale structures or nanoparticles or SPR in metal films, each in contact\nwith an MOF coating. Broad plasmonic absorptions are typically observed\n(FWHM &gt; 100 nm). SPR shifts upon guest adsorption in the MOF have\nbeen measured up to 75 nm. LSPR spectral\nshifts are much weaker and more difficult to control.\n</p>", "clean_text": "Various sensor concepts have been developed to transduce the guest uptake in MOFs into a readable signal. Optical sensors possess the advantage of a cheap readout, e.g., via a simple photodiode. In the simplest form of an optical sensor, the MOF itself indicates guest adsorption via a change of its color, i.e., its spectral absorption. Also, changes in an MOF's photoluminescence spectrum were shown to indicate the adsorption of guests in the case of specific interactions between the framework and, for example, differently substituted aromatic guest molecules. However, a broadly applicable sensing technology would employ a transduction principle that functions irrespective of the host-guest combination. Therefore, most optical sensor designs make use of an increase in the MOF's refractive index (n) upon guest adsorption. This effect can be monitored either by scientific instruments such as ellipsometric porosimetry (EP) setups or in integrated sensor designs. A selection of related sensor concepts is given in Table S1. A first class of devices represents Fabry-Perot interferometers and oscillators for which VOC adsorption causes shifts in their optical resonance peaks. For instance, a shift of 340 pm was reported for a 121 pm sharp resonance of an 80 μm ring oscillator surrounded by a 1 μm coating of zeolitic imidazolate framework 8 (ZIF-8). Fabry-Perot etalons employing ZIF-8 showed optical shifts of ca. 50-60 nm at a bandwidth of >100 nm. The second type of devices, photonic crystals, employ MOFs in periodic structures with alternating regions of low and high refractive indices, e.g., layered 1D distributed Bragg reflectors (DBRs) or superlattices of MOF particles. Light waves entering the photonic crystal undergo multiple reflections and destructive interference, which prevents their propagation at certain wavelengths, called stopbands. The spectral shift of a DBR stopband upon VOC adsorption is typically in the order of 30-50 nm, exceptionally 100 nm. To obtain the sharp stopband edges required for a high sensitivity, stacks of at least 3-5 bilayers are needed. The third sensor class employs plasmonics, either as localized surface plasmon resonances (LSPR) in metal nanoscale structures or nanoparticles or SPR in metal films, each in contact with an MOF coating. Broad plasmonic absorptions are typically observed (FWHM > 100 nm). SPR shifts upon guest adsorption in the MOF have been measured up to 75 nm. LSPR spectral shifts are much weaker and more difficult to control. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The signal (<italic toggle=\"yes\">S</italic>) in the sensor concepts\ndescribed\nabove is typically the transmitted or reflected light intensity, which\nin the simplest case is monitored at a single wavelength. Therefore,\nboth the sensitivity (Δ<italic toggle=\"yes\">S</italic>/Δ<italic toggle=\"yes\">c</italic>, with <italic toggle=\"yes\">c</italic> being the VOC concentration in the atmosphere)\nand the lower limit of detection (LoD) are determined by the attainable\nshift of spectral features (Δλ/Δ<italic toggle=\"yes\">n</italic>) versus the “sharpness” of these features (expressed,\ne.g., as the full width at half maximum, FWHM). In most reported sensor\ndesigns, the largest shift Δλ<sub>max</sub> upon VOC adsorption\nis similar or even lower than the width of their spectral features,\nwhich limits sensitivity. The sensitivity Δ<italic toggle=\"yes\">S</italic>/Δ<italic toggle=\"yes\">c</italic> is further governed by the VOC uptake\nin the MOF, as this directly determines Δ<italic toggle=\"yes\">n</italic>/Δ<italic toggle=\"yes\">c</italic>. The adsorption of VOCs into microporous MOFs is typically\nnonlinear (e.g., type I or sigmoidal adsorption isotherms). For ZIFs,\nthe step in the sigmoidal isotherm appears at rather high concentrations\n(&gt;1000 ppm) and is typically sharper for more polar VOCs. To resolve uptake in the application-relevant\nppm range or even below, it is hence desired\nto explore optical sensor designs in which both the transduction mechanism\nΔλ/Δ<italic toggle=\"yes\">n</italic> and the Δλ<sub>max</sub>/FWHM ratio of the sensor’s spectral feature are\nmaximal. This way, even very small changes in Δ<italic toggle=\"yes\">n</italic> can be detected, enabling a very low LoD.</p>", "clean_text": "The signal (S) in the sensor concepts described above is typically the transmitted or reflected light intensity, which in the simplest case is monitored at a single wavelength. Therefore, both the sensitivity (ΔS/Δc, with c being the VOC concentration in the atmosphere) and the lower limit of detection (LoD) are determined by the attainable shift of spectral features (Δλ/Δn) versus the \"sharpness\" of these features (expressed, e.g., as the full width at half maximum, FWHM). In most reported sensor designs, the largest shift Δλmax upon VOC adsorption is similar or even lower than the width of their spectral features, which limits sensitivity. The sensitivity ΔS/Δc is further governed by the VOC uptake in the MOF, as this directly determines Δn/Δc. The adsorption of VOCs into microporous MOFs is typically nonlinear (e.g., type I or sigmoidal adsorption isotherms). For ZIFs, the step in the sigmoidal isotherm appears at rather high concentrations (>1000 ppm) and is typically sharper for more polar VOCs. To resolve uptake in the application-relevant ppm range or even below, it is hence desired to explore optical sensor designs in which both the transduction mechanism Δλ/Δn and the Δλmax/FWHM ratio of the sensor's spectral feature are maximal. This way, even very small changes in Δn can be detected, enabling a very low LoD.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work, we\ndemonstrate for the first time the highly sensitive\ntransduction of VOC uptake in MOF thin films into surface plasmon\npolariton (SPP) shifts by applying spectroscopic total internal reflection\nellipsometry (TIRE). SPP resonances as sharp as 14 nm and tunable\nover the entire Vis–NIR range are obtained for ZIF-8 thin films\ndeposited on metal-coated glass by chemical vapor deposition (MOF-CVD). Upon VOC adsorption, optical shifts of up to\n160 nm and an LoD of &lt;1 ppm are demonstrated. Optical modeling\nenables resolving changes in the MOF refractive index by less than\n1 × 10<sup>–5</sup> refractive index units (RIUs), thus\noutperforming conventional ellipsometric porosimetry. The FWHMs of\nthe SPP resonances are shown to correlate with the roughness of the\nMOF films. Therefore, a very high MOF film quality is required to\nmake full use of the ultrahigh sensitivity of this transduction mechanism.\nThese findings will be very helpful for the future development of\nmicrointegrated MOF-based optical gas sensor arrays with a very high\nsensitivity.</p>", "clean_text": "In this work, we demonstrate for the first time the highly sensitive transduction of VOC uptake in MOF thin films into surface plasmon polariton (SPP) shifts by applying spectroscopic total internal reflection ellipsometry (TIRE). SPP resonances as sharp as 14 nm and tunable over the entire Vis-NIR range are obtained for ZIF-8 thin films deposited on metal-coated glass by chemical vapor deposition (MOF-CVD). Upon VOC adsorption, optical shifts of up to 160 nm and an LoD of <1 ppm are demonstrated. Optical modeling enables resolving changes in the MOF refractive index by less than 1 × 10-5 refractive index units (RIUs), thus outperforming conventional ellipsometric porosimetry. The FWHMs of the SPP resonances are shown to correlate with the roughness of the MOF films. Therefore, a very high MOF film quality is required to make full use of the ultrahigh sensitivity of this transduction mechanism. These findings will be very helpful for the future development of microintegrated MOF-based optical gas sensor arrays with a very high sensitivity.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Sensing Principle</title><p>SPP excitation is suitable to characterize\nadsorption phenomena with high accuracy. For instance, it has been used to detect DNA monolayers on CrAu\nfilms. Also, VOC sensing via absorption\ninto nonporous polymers has been shown. The TIRE sample configuration is shown in a. Incident linearly p- and s-polarized light\nis coupled into a glass substrate via a right-angle prism and totally\nreflected at its backside, which is coated with a metal thin film\n(Kretschmann geometry). As a result, SPP waves are excited in the\nmetal film via coupling to the p-polarized light. Since Ψ in\nspectroscopic ellipsometry (SE) is related to changes in the amplitude\nratio of p- and s-polarized light, a\ndrop in Ψ is a direct measure for the strength of the SPP excitation.\nThe SPP frequency ω<sub>SP</sub> is determined by the metal\nplasma frequency ω<sub>P</sub> and the complex dielectric function <inline-formula>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"inline\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε̲</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>n̲</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mi>i</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>κ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</inline-formula> of the surrounding medium, with <italic toggle=\"yes\">n</italic>\n<sub>d</sub> and κ<sub>d</sub> denoting the dielectric’s\nrefractive index and extinction coefficient, respectively, via .\n<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>ω</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>SP</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac bevelled=\"true\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ω</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msqrt>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε̲</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msqrt>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>\n</p>", "clean_text": "Results and Discussion\n\nSensing Principle\n\nSPP excitation is suitable to characterize adsorption phenomena with high accuracy. For instance, it has been used to detect DNA monolayers on CrAu films. Also, VOC sensing via absorption into nonporous polymers has been shown. The TIRE sample configuration is shown in a. Incident linearly p- and s-polarized light is coupled into a glass substrate via a right-angle prism and totally reflected at its backside, which is coated with a metal thin film (Kretschmann geometry). As a result, SPP waves are excited in the metal film via coupling to the p-polarized light. Since Ψ in spectroscopic ellipsometry (SE) is related to changes in the amplitude ratio of p- and s-polarized light, a drop in Ψ is a direct measure for the strength of the SPP excitation. The SPP frequency ωSP is determined by the metal plasma frequency ωP and the complex dielectric function       ε̲   d   =   n̲   d   2   =   (   n   d   + i   κ   d   )   2      of the surrounding medium, with n d and κd denoting the dielectric's refractive index and extinction coefficient, respectively, via .       ω   SP   =     ω   P       1 +   ε̲   d         1  ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>TIRE/SPP principle. (a)\nTIRE measurement geometry and sample layer\nstack. (b) Modeled SPP spectra for Ag­(55 nm)/AlOx­(10 nm)/MOF stacks\nwith MOF layers in the 20<bold>–</bold>200 nm thickness range.\n(c) Modeled SPP broadening due to an increase in the MOF <italic toggle=\"yes\">k</italic>-value from 0 to 0.1 for a 100 nm MOF film.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0002.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  TIRE/SPP principle. (a) TIRE measurement geometry and sample layer stack. (b) Modeled SPP spectra for Ag(55 nm)/AlOx(10 nm)/MOF stacks with MOF layers in the 20-200 nm thickness range. (c) Modeled SPP broadening due to an increase in the MOF k-value from 0 to 0.1 for a 100 nm MOF film.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The SPP frequency ω<sub>SP</sub> (or resonance wavelength\nλ<sub>r</sub>) is sensitive to <inline-formula>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"inline\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε̲</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</inline-formula> of the surrounding\nmedium up to a few hundreds\nof nm away from the metal surface, and ω<sub>SP</sub> decreases\n(λ<sub>r</sub> increases) when <inline-formula>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"inline\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε̲</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</inline-formula> increases.</p>", "clean_text": "The SPP frequency ωSP (or resonance wavelength λr) is sensitive to       ε̲   d      of the surrounding medium up to a few hundreds of nm away from the metal surface, and ωSP decreases (λr increases) when       ε̲   d      increases.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In this work, layered samples of the type Ag/oxide/MOF deposited\non a glass substrate are investigated. To illustrate the SPP shift\nwith rising thickness of the MOF film, optical modeling is performed\non Ag­(55 nm)/AlOx­(10 nm)/MOF stacks. For the sake of simplicity, the\nMOF film is described by a nondispersive Cauchy model (<italic toggle=\"yes\">n</italic> = 1.3, <italic toggle=\"yes\">k</italic> = 0) and the AlOx layer by <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">k</italic> database values (CompleteEASE, Cauchy model).\nFor the Ag layer, optical constants determined via spectroscopic ellipsometry\n(SE) in conjunction with transmission measurements on glass/Ag samples\nare applied. A detailed characterization of the optical properties\nand morphology of the RF-sputtered Ag films used throughout this work\nis given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. For bare Ag films,\nthe TIRE spectra show Ψ peaks at 370 nm (FWHM = 16.4 nm). Adding\n10 nm AlOx shifts the SPP just beyond 400 nm <bold>(</bold>\nb<bold>)</bold>.\nAdding 20–200 nm of MOF on top yields SPP peak positions from\n464–935 nm, with FWHMs of 7.5–9.2 nm. Since MOF materials\nmay not be ideally transparent (<italic toggle=\"yes\">k</italic> &gt; 0) and can\neven\nundergo spectral absorption (color) changes upon adsorption or desorption\nof guest molecules, the impact of <italic toggle=\"yes\">k</italic> on the SPP peak is illustrated in c. As shown for a 100 nm MOF film, an increase\nof <italic toggle=\"yes\">k</italic> from 0 to 0.1 broadens the SPP FWHM to almost\n40 nm without altering its position.</p>", "clean_text": "In this work, layered samples of the type Ag/oxide/MOF deposited on a glass substrate are investigated. To illustrate the SPP shift with rising thickness of the MOF film, optical modeling is performed on Ag(55 nm)/AlOx(10 nm)/MOF stacks. For the sake of simplicity, the MOF film is described by a nondispersive Cauchy model (n = 1.3, k = 0) and the AlOx layer by n and k database values (CompleteEASE, Cauchy model). For the Ag layer, optical constants determined via spectroscopic ellipsometry (SE) in conjunction with transmission measurements on glass/Ag samples are applied. A detailed characterization of the optical properties and morphology of the RF-sputtered Ag films used throughout this work is given in Figure S1. For bare Ag films, the TIRE spectra show Ψ peaks at 370 nm (FWHM = 16.4 nm). Adding 10 nm AlOx shifts the SPP just beyond 400 nm ( b). Adding 20-200 nm of MOF on top yields SPP peak positions from 464-935 nm, with FWHMs of 7.5-9.2 nm. Since MOF materials may not be ideally transparent (k > 0) and can even undergo spectral absorption (color) changes upon adsorption or desorption of guest molecules, the impact of k on the SPP peak is illustrated in c. As shown for a 100 nm MOF film, an increase of k from 0 to 0.1 broadens the SPP FWHM to almost 40 nm without altering its position.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>As shown in a, the SPP λ<sub>r</sub> linearly correlates with the thickness\nof the MOF layer (<italic toggle=\"yes\">t</italic>\n<sub>MOF</sub>), and the slope\nincreases with its refractive index (plotted for <italic toggle=\"yes\">n</italic> = 1.3 and 1.4). Thus, the SPP shift Δλ<sub>r</sub> for\nthe same refractive index change Δ<italic toggle=\"yes\">n</italic> is higher\nfor thicker MOF films. As illustrated in b, SPP λ<sub>r</sub> correlates linearly\nwith the refractive index <italic toggle=\"yes\">n</italic>, and the slope Δλ<sub>r</sub>/Δ<italic toggle=\"yes\">n</italic> is steeper for thicker MOF films.\nThe sensitivity of the SPP/MOF configuration in terms of SPP shift\nper change in refractive index unit, Δλ<sub>r</sub>/RIU,\nis given in c. For a 40 nm MOF coating, it is 380 nm/RIU and increases approximately\nlinearly to 2150 nm/RIU for a 160 nm MOF layer. Typically, the maximal\nΔ<italic toggle=\"yes\">n</italic> in MOFs upon VOC uptake (i.e., Δ<italic toggle=\"yes\">n</italic> for high pore filling w.r.t. to the activated material)\nis of the order of 0.1. An MOF-based\nsensor in the TIRE configuration with Δλ<sub>r</sub>/RIU\nof 1000 would thus yield an SPP peak shift of 100 nm, which is considerably\nmore than most of the reported values (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>\n<bold>)</bold> and can be realized with an MOF film only 85–90\nnm thin (cf. c).</p>", "clean_text": "As shown in a, the SPP λr linearly correlates with the thickness of the MOF layer (t MOF), and the slope increases with its refractive index (plotted for n = 1.3 and 1.4). Thus, the SPP shift Δλr for the same refractive index change Δn is higher for thicker MOF films. As illustrated in b, SPP λr correlates linearly with the refractive index n, and the slope Δλr/Δn is steeper for thicker MOF films. The sensitivity of the SPP/MOF configuration in terms of SPP shift per change in refractive index unit, Δλr/RIU, is given in c. For a 40 nm MOF coating, it is 380 nm/RIU and increases approximately linearly to 2150 nm/RIU for a 160 nm MOF layer. Typically, the maximal Δn in MOFs upon VOC uptake (i.e., Δn for high pore filling w.r.t. to the activated material) is of the order of 0.1. An MOF-based sensor in the TIRE configuration with Δλr/RIU of 1000 would thus yield an SPP peak shift of 100 nm, which is considerably more than most of the reported values (Table S1 ) and can be realized with an MOF film only 85-90 nm thin (cf. c).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Sensitivity analysis. SPP peak positions λ<sub>r</sub> modeled\nfor Ag­(55 nm)/AlOx­(10 nm)/MOF­(20–200 nm) stacks plotted vs\n(a) the MOF thickness or (b) the MOF refractive index. (c) Corresponding\nsensing sensitivity in terms of Δλ<sub>r</sub>/RIU.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Sensitivity analysis. SPP peak positions λr modeled for Ag(55 nm)/AlOx(10 nm)/MOF(20-200 nm) stacks plotted vs (a) the MOF thickness or (b) the MOF refractive index. (c) Corresponding sensing sensitivity in terms of Δλr/RIU.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The LoD and sensitivity of a practical SPP/MOF\nsensor, i.e., in\nwhich changes in the reflected light intensity (Δ<italic toggle=\"yes\">I</italic>\n<sub>R</sub>) are monitored, is further determined by the FWHM of\nthe SPP peak since small shifts are more readily detected for sharp\npeaks. As illustrated in c, the MOF layer’s <italic toggle=\"yes\">k</italic>-value\ncrucially determines the SPP FWHM. Therefore, to obtain a high sensitivity\nΔ<italic toggle=\"yes\">I</italic>\n<sub>R</sub>/Δ<italic toggle=\"yes\">c</italic>, MOF\nfilms with weak optical absorption (<italic toggle=\"yes\">k</italic> ≪ 0.1)\nand high uptake (Δ<italic toggle=\"yes\">n</italic>/Δ<italic toggle=\"yes\">c</italic>) are required. In the following sections, it is shown that MOF-CVD\nZIF-8 films with <italic toggle=\"yes\">t</italic>\n<sub>MOF</sub> &lt;120 nm can fulfill\nthese requirements, yielding an LoD of &lt;1 ppm for methanol vapor.</p>", "clean_text": "The LoD and sensitivity of a practical SPP/MOF sensor, i.e., in which changes in the reflected light intensity (ΔI R) are monitored, is further determined by the FWHM of the SPP peak since small shifts are more readily detected for sharp peaks. As illustrated in c, the MOF layer's k-value crucially determines the SPP FWHM. Therefore, to obtain a high sensitivity ΔI R/Δc, MOF films with weak optical absorption (k ≪ 0.1) and high uptake (Δn/Δc) are required. In the following sections, it is shown that MOF-CVD ZIF-8 films with t MOF <120 nm can fulfill these requirements, yielding an LoD of <1 ppm for methanol vapor.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Optimization of the MOF-CVD ZIF-8 Thin Film Growth</title><p>Throughout\nthis work, ZIF-8 films are synthesized in a Schlenk tube\nvia MOF-CVD starting from RF-sputtered ZnO precursor films on 54 mm\n× 54 mm Ag­(50 nm)/AlOx­(10 nm)-coated glass substrates. First,\nthe conversion of 6 nm ZnO is studied in detail. The ZIF-8 thickness\nas a function of the conversion time shows an S-shaped increase until\nfull conversion is reached after 18 h (a; corresponding SE spectra are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>). The resulting TIRE spectra (b) show an increasing\nSPP redshift with increasing conversion time. AFM images of the samples\nare given in c, and the RMS roughness and the corresponding SPP FWHMs are plotted\nas a function of conversion time in d. Both parameters increase with increasing\nZIF-8 thickness, with a sharp rise around 12 h of conversion, i.e.,\nwhere the thickness expansion is fastest (cf. a). The fully converted films show an RMS\nroughness of &gt;20 nm and 35 nm wide SPP peaks, whereas ZIF-8 films\nthinner than 80 nm yield SPP resonances as sharp as 14 nm and a roughness\nin the order of only 10 nm. As the roughness increases, the appearance\nof the samples changes from highly reflecting mirror-like toward more\ndull and green-beige tinted (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>). As the observed color does not change with the viewing angle,\nit is attributed to light scattering rather than thin film interference\n(ZIF-8 is expected to be transparent in the visible range as an electronic\nband gap of 5 eV was estimated by DFT). The GIXRD diffractograms of the 15 and 18 h samples, each activated\nat 110 °C for 4 h in ambient air, show the characteristic diffractions\nof ZIF-8 (e),\nwith the three main peaks at 7.5 [110], 10.7 [200], and 13.0°\n2θ [211]. Compared to previously simulated and measured MOF-CVD\nZIF-8 diffractograms, the [200] diffraction\nis enhanced w.r.t. to the [110] and [211] diffractions, particularly\nfor the 18 h sample, which might be attributed to a slightly preferential\n[100] orientation. Also, the [110]/[211] diffraction\nintensity ratio is &lt;1 for the 18 h sample, whereas for the 15 h\nsample, it is &gt;1. Upon activation, the [110] diffraction intensity\nis expected to increase in intensity due to desorption of unreacted\nlinkers from the pores (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>).\nSince this is not the case for the 18 h film, we conclude that it\ndoes not properly activate.</p>", "clean_text": "Optimization of the MOF-CVD ZIF-8 Thin Film Growth\n\nThroughout this work, ZIF-8 films are synthesized in a Schlenk tube via MOF-CVD starting from RF-sputtered ZnO precursor films on 54 mm × 54 mm Ag(50 nm)/AlOx(10 nm)-coated glass substrates. First, the conversion of 6 nm ZnO is studied in detail. The ZIF-8 thickness as a function of the conversion time shows an S-shaped increase until full conversion is reached after 18 h (a; corresponding SE spectra are given in Figure S2a). The resulting TIRE spectra (b) show an increasing SPP redshift with increasing conversion time. AFM images of the samples are given in c, and the RMS roughness and the corresponding SPP FWHMs are plotted as a function of conversion time in d. Both parameters increase with increasing ZIF-8 thickness, with a sharp rise around 12 h of conversion, i.e., where the thickness expansion is fastest (cf. a). The fully converted films show an RMS roughness of >20 nm and 35 nm wide SPP peaks, whereas ZIF-8 films thinner than 80 nm yield SPP resonances as sharp as 14 nm and a roughness in the order of only 10 nm. As the roughness increases, the appearance of the samples changes from highly reflecting mirror-like toward more dull and green-beige tinted (Figure S2b). As the observed color does not change with the viewing angle, it is attributed to light scattering rather than thin film interference (ZIF-8 is expected to be transparent in the visible range as an electronic band gap of 5 eV was estimated by DFT). The GIXRD diffractograms of the 15 and 18 h samples, each activated at 110 °C for 4 h in ambient air, show the characteristic diffractions of ZIF-8 (e), with the three main peaks at 7.5 [110], 10.7 [200], and 13.0° 2θ [211]. Compared to previously simulated and measured MOF-CVD ZIF-8 diffractograms, the [200] diffraction is enhanced w.r.t. to the [110] and [211] diffractions, particularly for the 18 h sample, which might be attributed to a slightly preferential [100] orientation. Also, the [110]/[211] diffraction intensity ratio is <1 for the 18 h sample, whereas for the 15 h sample, it is >1. Upon activation, the [110] diffraction intensity is expected to increase in intensity due to desorption of unreacted linkers from the pores (see Figure S3a). Since this is not the case for the 18 h film, we conclude that it does not properly activate.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Characterization of Ag/AlOx/ZIF-8 SPP samples\nwith MOF-CVD ZIF-8\ngrown from 6 nm ZnO. Evolution of the ZIF-8 thickness (a) and SPP\npeak positions of samples (b) with increasing conversion time. (c)\nCorresponding AFM images. (d) Evolution of the SPP peak FWHMs and\nAFM RMS roughness with the conversion time. (e) GIXRD diffractograms\nof samples converted for 15 and 18 h. (f) Illustration of the SPP\nredshift upon exposure to MeOH vapors in the concentration range p/p<sup>0</sup> = 0–60%. (g) Corresponding sensing characteristics\nΔλ<sub>r</sub>(p/p<sup>0</sup>) determined on samples\nof varying conversion time. (h) Zn 2p3 core-level HAXPES spectra of\nSi/ZIF-8 samples with a semiconverted (9 h MOF-CVD, upper panel) and\na fully converted ZIF-8 film (24 h MOF-CVD, lower panel).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Characterization of Ag/AlOx/ZIF-8 SPP samples with MOF-CVD ZIF-8 grown from 6 nm ZnO. Evolution of the ZIF-8 thickness (a) and SPP peak positions of samples (b) with increasing conversion time. (c) Corresponding AFM images. (d) Evolution of the SPP peak FWHMs and AFM RMS roughness with the conversion time. (e) GIXRD diffractograms of samples converted for 15 and 18 h. (f) Illustration of the SPP redshift upon exposure to MeOH vapors in the concentration range p/p0 = 0-60%. (g) Corresponding sensing characteristics Δλr(p/p0) determined on samples of varying conversion time. (h) Zn 2p3 core-level HAXPES spectra of Si/ZIF-8 samples with a semiconverted (9 h MOF-CVD, upper panel) and a fully converted ZIF-8 film (24 h MOF-CVD, lower panel).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>To study the film porosity, the SPP redshift upon methanol\n(MeOH)\nadsorption is monitored as a function of concentration (f,g). The 12 and 15 h samples,\ndesignated as “S6a” and “S6b”, show an\nS-shaped isotherm similar to previously reported ZIF-8 films. At p/p<sup>0</sup> = 70%, Δλ<sub>r</sub> reaches almost 50 nm. The samples with longer conversion\ntimes, however, show lower MeOH uptake (Δλ<sub>r</sub> = 20–30 nm for p/p<sup>0</sup> = 70%), even when the activation\nprocedure is increased to 8 h or performed in a vacuum (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>). Although the ZIF-8 film thickness\ndoes not substantially increase after 15 h of conversion (110 nm vs\n90 nm; a),\nthe samples obtained after longer conversion times show significantly\nredshifted SPP peaks (b; λ<sub>r</sub> = 700–750 nm), i.e., their refractive\nindex must be higher. Similar results are obtained for ZIF-8 films\nsynthesized from only 5 or 4 nm ZnO, resulting in optimal MOF-CVD\ntimes in terms of sensing response of 8.5 and 6 h, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figures S3c,d</ext-link>). The optimal MOF-CVD conversion\ntime correlates approximately linearly with the ZnO precursor thickness\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S3f</ext-link>). Keeping the fully converted\nZIF-8 films for longer in the saturated 2-methyl-imidazole (2-mIm)\natmosphere seems to cause structural changes, as indicated by the\nreduced intensity of the [110] diffractions (cf. e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S3e</ext-link>) and a lower MeOH uptake. Since no new diffractions are\nobserved in GIXRD, we presume that the SOD topology is maintained\nand rather than inducing a transition to a denser phase, the prolonged 2-mIm exposure likely introduces\ndefects in the lattice.</p>", "clean_text": "To study the film porosity, the SPP redshift upon methanol (MeOH) adsorption is monitored as a function of concentration (f,g). The 12 and 15 h samples, designated as \"S6a\" and \"S6b\", show an S-shaped isotherm similar to previously reported ZIF-8 films. At p/p0 = 70%, Δλr reaches almost 50 nm. The samples with longer conversion times, however, show lower MeOH uptake (Δλr = 20-30 nm for p/p0 = 70%), even when the activation procedure is increased to 8 h or performed in a vacuum (Figure S3b). Although the ZIF-8 film thickness does not substantially increase after 15 h of conversion (110 nm vs 90 nm; a), the samples obtained after longer conversion times show significantly redshifted SPP peaks (b; λr = 700-750 nm), i.e., their refractive index must be higher. Similar results are obtained for ZIF-8 films synthesized from only 5 or 4 nm ZnO, resulting in optimal MOF-CVD times in terms of sensing response of 8.5 and 6 h, respectively (Figures S3c,d). The optimal MOF-CVD conversion time correlates approximately linearly with the ZnO precursor thickness (Figure S3f). Keeping the fully converted ZIF-8 films for longer in the saturated 2-methyl-imidazole (2-mIm) atmosphere seems to cause structural changes, as indicated by the reduced intensity of the [110] diffractions (cf. e and Figure S3e) and a lower MeOH uptake. Since no new diffractions are observed in GIXRD, we presume that the SOD topology is maintained and rather than inducing a transition to a denser phase, the prolonged 2-mIm exposure likely introduces defects in the lattice.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Brief Discussion on Defects</title><p>To gain\na deeper insight\ninto the composition of the ZIF-8 films and understand the origin\nof reduced VOC uptakes at long conversion times, hard X-ray photoemission\nspectroscopy (HAXPES) measurements are performed on films grown on\nsilicon. Since the inelastic mean free path of photoelectrons in HAXPES\nusing Ga K<sub>α</sub> irradiation (<italic toggle=\"yes\">h</italic>ν\n= 9.52 keV) is several times larger than in Al K<sub>α</sub> XPS, the bulk properties rather than\nthe surface properties of the ZIF-8 thin films are probed in these\nmeasurements. Two ZIF-8 samples, obtained after 9 and 24 h conversion\nof 6 nm ZnO, are investigated. After 24 h of linker exposure, a 100\nnm film is obtained (full conversion), with a refractive index (at\n632.8 nm) as high as 1.4662 (1.4149) before (after) activation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S4a</ext-link>). On the contrary, 9 h of MOF-CVD yields a film of only 59 nm with\na lower refractive index of 1.3582 after activation. Similar to the\nSPP samples, the 24 h MOF-CVD film on silicon also shows a [110]/[211]\nratio of &lt;1 in GIXRD, whereas for the 9 h film, it is &gt;1 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>). HAXPES survey scans reveal clear\nC 1s, N 1s, and Zn 2p signals (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S4c</ext-link>,d). Furthermore, small but visible O 1s as well as Si 1s signals\n(including Si plasmonic excitations) are present. The latter originate\nfrom the Si substrate underneath the MOF films. High-resolution scans\nof Zn 2p3 indicate the formation of ZIF-8 with two main subpeaks (h). The 9 h sample\nadditionally shows as a subpeak related to unconverted ZnO (1022.2\neV) as concluded by comparison to the spectra of a Si/ZnO­(6.1 nm)\nreference sample (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S4e</ext-link>). The main\npeak in the Zn 2p3 signal (marked blue, 1023.7 eV) is attributed to\nintact ZIF-8, i.e., Zn atoms coordinated to four 2-mIm linkers, whereas\nthe high-binding-energy shoulder (marked magenta, 1024.7 eV) likely\ncorresponds to defective ZIF-8. The same is observed in the N 1s signals\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S4c,d</ext-link>), and the defect fractions\naccount for 16–19% (27–32%) in the 9 h (24 h) CVD sample.\nWe think that this high fraction of defects in the 24 h CVD sample\nis responsible for the reduced MeOH uptake observed in films obtained\nat reaction times longer than optimal (cf. g).</p>", "clean_text": "Brief Discussion on Defects\n\nTo gain a deeper insight into the composition of the ZIF-8 films and understand the origin of reduced VOC uptakes at long conversion times, hard X-ray photoemission spectroscopy (HAXPES) measurements are performed on films grown on silicon. Since the inelastic mean free path of photoelectrons in HAXPES using Ga Kα irradiation (hν = 9.52 keV) is several times larger than in Al Kα XPS, the bulk properties rather than the surface properties of the ZIF-8 thin films are probed in these measurements. Two ZIF-8 samples, obtained after 9 and 24 h conversion of 6 nm ZnO, are investigated. After 24 h of linker exposure, a 100 nm film is obtained (full conversion), with a refractive index (at 632.8 nm) as high as 1.4662 (1.4149) before (after) activation (Table S2 and Figure S4a). On the contrary, 9 h of MOF-CVD yields a film of only 59 nm with a lower refractive index of 1.3582 after activation. Similar to the SPP samples, the 24 h MOF-CVD film on silicon also shows a [110]/[211] ratio of <1 in GIXRD, whereas for the 9 h film, it is >1 (Figure S4b). HAXPES survey scans reveal clear C 1s, N 1s, and Zn 2p signals (Figure S4c,d). Furthermore, small but visible O 1s as well as Si 1s signals (including Si plasmonic excitations) are present. The latter originate from the Si substrate underneath the MOF films. High-resolution scans of Zn 2p3 indicate the formation of ZIF-8 with two main subpeaks (h). The 9 h sample additionally shows as a subpeak related to unconverted ZnO (1022.2 eV) as concluded by comparison to the spectra of a Si/ZnO(6.1 nm) reference sample (Figure S4e). The main peak in the Zn 2p3 signal (marked blue, 1023.7 eV) is attributed to intact ZIF-8, i.e., Zn atoms coordinated to four 2-mIm linkers, whereas the high-binding-energy shoulder (marked magenta, 1024.7 eV) likely corresponds to defective ZIF-8. The same is observed in the N 1s signals (Figure S4c,d), and the defect fractions account for 16-19% (27-32%) in the 9 h (24 h) CVD sample. We think that this high fraction of defects in the 24 h CVD sample is responsible for the reduced MeOH uptake observed in films obtained at reaction times longer than optimal (cf. g).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Zn<sup>2+</sup> vacancies, linker\nvacancies (Zn-X···H<sub>2</sub>O-Zn), and dangling\nlinkers (Zn-X···HmIm-Zn) in which X is OH<sup>–</sup>, NO<sub>3</sub>\n<sup>–</sup>, or COOH<sup>–</sup> have\nbeen discussed as defects in ZIF-8. Also\nthe formation of carbonate complexes in the presence of humidified\nCO<sub>2</sub> was reported for ZIF-8. In fact, the N/Zn ratios for the 9 and 24 h samples are 3.2 and\n3.3, respectively. Therefore, both films contain less 2-mIm than expected\nbased on the structure formula (C<sub>8</sub>H<sub>10</sub>N<sub>4</sub>Zn). Furthermore, the O/Zn ratio is as high as 0.7 for both samples,\nwhereas no oxygen is expected in defect-free ZIF-8. The O 1s signals\nof the two samples contain two subpeaks (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S4c</ext-link>,d): 533.5 eV (marked orange) and 534.8 eV (marked red),\nwhich are assigned to oxygen-containing species bound to defects in\nthe framework, e.g., OH (orange peak) or H<sub>2</sub>O or/and CO3\n(red peak) groups. Consistently, a small\nhigh-binding energy subpeak (289.9 eV) is observed in the C 1s scans,\ncomparing well to C 1s reported for ZnCO<sub>3</sub>. The FWHMs of the two main ZIF-8-related C 1s peaks are\nbroader by 0.2 eV in the 24 h sample than in the 9 h sample. Therefore,\nanother subpeak related to defects such as dangling linkers is suspected\nthere. A more detailed analysis goes beyond the scope of this article\nand will be discussed elsewhere.</p>", "clean_text": "Zn2+ vacancies, linker vacancies (Zn-X⋅⋅⋅H2O-Zn), and dangling linkers (Zn-X⋅⋅⋅HmIm-Zn) in which X is OH-, NO3 -, or COOH- have been discussed as defects in ZIF-8. Also the formation of carbonate complexes in the presence of humidified CO2 was reported for ZIF-8. In fact, the N/Zn ratios for the 9 and 24 h samples are 3.2 and 3.3, respectively. Therefore, both films contain less 2-mIm than expected based on the structure formula (C8H10N4Zn). Furthermore, the O/Zn ratio is as high as 0.7 for both samples, whereas no oxygen is expected in defect-free ZIF-8. The O 1s signals of the two samples contain two subpeaks (Figure S4c,d): 533.5 eV (marked orange) and 534.8 eV (marked red), which are assigned to oxygen-containing species bound to defects in the framework, e.g., OH (orange peak) or H2O or/and CO3 (red peak) groups. Consistently, a small high-binding energy subpeak (289.9 eV) is observed in the C 1s scans, comparing well to C 1s reported for ZnCO3. The FWHMs of the two main ZIF-8-related C 1s peaks are broader by 0.2 eV in the 24 h sample than in the 9 h sample. Therefore, another subpeak related to defects such as dangling linkers is suspected there. A more detailed analysis goes beyond the scope of this article and will be discussed elsewhere.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>It was further observed that\nsemiconverted ZIF-8 films amorphized\nwhen stored in ambient air for several weeks, likely by breaking the\nZn–mIm coordination bond in the presence of water vapor. However,\na subsequent 2 h exposure to linker vapor yields highly crystalline\nfilms as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S5a</ext-link> for a set\nof SPP samples with the ZIF-8 grown from 6 nm ZnO for 9, 11, or 15\nh in the first step. The second 2 h step strongly redshifts the SPP\npeaks beyond 700 nm. At the same time, the peaks become substantially\nsharper (FWHM = 15–20 nm) than for samples fully converted\nin one step (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figures S5b</ext-link> vs b) due to the lower\nroughness of “two-step” films (15 nm vs 20–25\nnm; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S5c</ext-link> vs Figure 3c). Consistently,\ntheir appearance is less dull and more reflective (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S5d</ext-link> vs <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>). MeOH uptake experiments yielded SPP shifts Δλ<sub>r</sub> as strong as 80 nm for the (11 + 2) h MOF-CVD sample (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S5e</ext-link>), which has a 116 nm ZIF-8 film and\na sharp SPP peak (16.4 nm FWHM) and is now referred to as sample S6c.\nIts MeOH uptake is clearly higher than for samples with the same ZIF-8\nthickness obtained from 6 nm ZnO in one step (cf. a,g). We think that storage\nin ambient air does lead to protonation of linkers or/and the formation\nof -Zn-H<sub>2</sub>O defects, which enables a (re)­crystallization\nand defect healing in the second conversion step by the incorporation of additional linkers. Control experiments\n(not shown here) revealed that ca. 3 weeks of storage in ambient air\nare needed for this two-step process.</p>", "clean_text": "It was further observed that semiconverted ZIF-8 films amorphized when stored in ambient air for several weeks, likely by breaking the Zn-mIm coordination bond in the presence of water vapor. However, a subsequent 2 h exposure to linker vapor yields highly crystalline films as shown in Figure S5a for a set of SPP samples with the ZIF-8 grown from 6 nm ZnO for 9, 11, or 15 h in the first step. The second 2 h step strongly redshifts the SPP peaks beyond 700 nm. At the same time, the peaks become substantially sharper (FWHM = 15-20 nm) than for samples fully converted in one step (cf. Figures S5b vs b) due to the lower roughness of \"two-step\" films (15 nm vs 20-25 nm; Figure S5c vs Figure 3c). Consistently, their appearance is less dull and more reflective (cf. Figure S5d vs Figure S2b). MeOH uptake experiments yielded SPP shifts Δλr as strong as 80 nm for the (11 + 2) h MOF-CVD sample (Figure S5e), which has a 116 nm ZIF-8 film and a sharp SPP peak (16.4 nm FWHM) and is now referred to as sample S6c. Its MeOH uptake is clearly higher than for samples with the same ZIF-8 thickness obtained from 6 nm ZnO in one step (cf. a,g). We think that storage in ambient air does lead to protonation of linkers or/and the formation of -Zn-H2O defects, which enables a (re)crystallization and defect healing in the second conversion step by the incorporation of additional linkers. Control experiments (not shown here) revealed that ca. 3 weeks of storage in ambient air are needed for this two-step process.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<title>SPP Samples with Varying\nZIF-8 Thin Film Thicknesses</title><p>As shown in c, the sensitivity scales with\nthe MOF thickness. Therefore, a series\nof samples of the type Ag­(40,50 nm)/ZnO­(0, 15, and 30 nm)/AlOx­(12\nnm)/ZIF-8 was prepared via the conversion of 4–12 nm precursor\nZnO films deposited on top of the AlOx layer. Upon conversion, a thicker\nZnO precursor film will yield a thicker ZIF-8 film (see a), with a theoretical thickness\nexpansion by a factor of 16–17 for full conversion of crystalline\nZnO. A second ZnO film, underneath the\nAlOx layer and not converted to ZIF-8, is included as an optical spacer\nto demonstrate SPP λ<sub>r</sub> tuning for samples with very\nthin ZIF-8 films. The samples are named “S<italic toggle=\"yes\">x</italic>_<italic toggle=\"yes\">y</italic>”, with <italic toggle=\"yes\">x</italic> and <italic toggle=\"yes\">y</italic> being the thicknesses of the ZnO precursor and optical\nspacer layers, respectively. An overview of the sample structures\nand MOF-CVD conversion times is given in . The ZIF-8 thickness ranged from 39.4 nm\n(S4) to 192 nm (S12) as obtained by modeling SE spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). The TIRE spectra of the activated samples without spacer layers\nare shown in b. The observed SPP peak position scales approximately linearly with\nthe ZIF-8 thickness (c), which means that the refractive index of the MOF film\ndoes not depend on its thickness (cf. a). All samples show [110]/[211] diffraction\npeak intensity ratios of &gt;1 in GIXRD (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S7a</ext-link>), confirming their porosity/activation. Practically identical\ndiffraction\npatterns are obtained for the samples S4, S4_15, and S4_30 regardless\nof the ZnO spacer layer underneath, which confirms (1) the functionality\nof the AlOx layer as a 2-mIm barrier during MOF-CVD and (2) the reproducibility\nof the synthesis method. As illustrated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>, 6 h of MOF-CVD redshifts the SPP peaks by 160 ± 10\nnm for each of these samples, which corresponds to the formation of\n35–40 nm ZIF-8. AFM images of all samples are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S9a</ext-link>, and the RMS roughness increases with\nincreasing ZIF-8 thickness, from &lt;10 nm for the S4 samples to &gt;40\nnm for sample S12. The same trend is found for the SPP FWHMs, which\nrange from 14 nm to almost 80 nm. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S7b</ext-link>, for all measurements performed in this work, the SPP FWHMs are\nplotted against the respective AFM RMS roughness, demonstrating a\nclear positive correlation. Also, an increase in the <italic toggle=\"yes\">k</italic>-values (at 632.8 nm) from 0.00686 for very thin and smooth (S4)\nto 0.0472 for thick and rough (S12) ZIF-8 films was determined by\nSE modeling (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>).</p>", "clean_text": "SPP Samples with Varying ZIF-8 Thin Film Thicknesses\n\nAs shown in c, the sensitivity scales with the MOF thickness. Therefore, a series of samples of the type Ag(40,50 nm)/ZnO(0, 15, and 30 nm)/AlOx(12 nm)/ZIF-8 was prepared via the conversion of 4-12 nm precursor ZnO films deposited on top of the AlOx layer. Upon conversion, a thicker ZnO precursor film will yield a thicker ZIF-8 film (see a), with a theoretical thickness expansion by a factor of 16-17 for full conversion of crystalline ZnO. A second ZnO film, underneath the AlOx layer and not converted to ZIF-8, is included as an optical spacer to demonstrate SPP λr tuning for samples with very thin ZIF-8 films. The samples are named \"Sx_y\", with x and y being the thicknesses of the ZnO precursor and optical spacer layers, respectively. An overview of the sample structures and MOF-CVD conversion times is given in . The ZIF-8 thickness ranged from 39.4 nm (S4) to 192 nm (S12) as obtained by modeling SE spectra (Figure S6 and Table S3). The TIRE spectra of the activated samples without spacer layers are shown in b. The observed SPP peak position scales approximately linearly with the ZIF-8 thickness (c), which means that the refractive index of the MOF film does not depend on its thickness (cf. a). All samples show [110]/[211] diffraction peak intensity ratios of >1 in GIXRD (Figure S7a), confirming their porosity/activation. Practically identical diffraction patterns are obtained for the samples S4, S4_15, and S4_30 regardless of the ZnO spacer layer underneath, which confirms (1) the functionality of the AlOx layer as a 2-mIm barrier during MOF-CVD and (2) the reproducibility of the synthesis method. As illustrated in Figure S8, 6 h of MOF-CVD redshifts the SPP peaks by 160 ± 10 nm for each of these samples, which corresponds to the formation of 35-40 nm ZIF-8. AFM images of all samples are given in Figure S9a, and the RMS roughness increases with increasing ZIF-8 thickness, from <10 nm for the S4 samples to >40 nm for sample S12. The same trend is found for the SPP FWHMs, which range from 14 nm to almost 80 nm. In Figure S7b, for all measurements performed in this work, the SPP FWHMs are plotted against the respective AFM RMS roughness, demonstrating a clear positive correlation. Also, an increase in the k-values (at 632.8 nm) from 0.00686 for very thin and smooth (S4) to 0.0472 for thick and rough (S12) ZIF-8 films was determined by SE modeling (Table S3).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SPP properties of sample\nseries S4–S12. (a) Illustration\nof the MOF-CVD process for obtaining ZIF-8 thin films of varying thicknesses.\n(b) TIRE spectra (incident angle of 70°) measured on Ag­(50 and\n40 nm)/AlOx­(12 nm)/ZIF-8 samples, with the MOF obtained from 4–12\nnm ZnO precursor thin films. (c) Corresponding SPP λ<sub>r</sub> vs the ZIF-8 thickness fitted from SE (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The dotted line indicates the theoretical thickness expansion\nfrom crystalline ZnO to ZIF-8 (factor 17).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  SPP properties of sample series S4-S12. (a) Illustration of the MOF-CVD process for obtaining ZIF-8 thin films of varying thicknesses. (b) TIRE spectra (incident angle of 70°) measured on Ag(50 and 40 nm)/AlOx(12 nm)/ZIF-8 samples, with the MOF obtained from 4-12 nm ZnO precursor thin films. (c) Corresponding SPP λr vs the ZIF-8 thickness fitted from SE (cf. Figure S6). The dotted line indicates the theoretical thickness expansion from crystalline ZnO to ZIF-8 (factor 17).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structure and SPP Properties of Samples\nS4–S12<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"GRAPHIC-d7e998-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0010.eps\" xlink:type=\"simple\"></graphic>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Layer thickness, SPP λ<sub>r</sub>, FWHM, and AFM RMS roughness values are given in nm.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>Sensing Performance</title><p>An analysis\nof the VOC sensing\nperformance of the sample series S4–S12 is given in , with the SPP peaks\nrecorded during exposure to MeOH vapors at different p/p<sup>0</sup> shown in a and S9b, respectively. Systematic and reversible redshifts of the\nSPP peaks are observed upon contact of the sensors with MeOH vapor.\nThe plots of the Δλ<sub>r</sub> values as a function of\nthe MeOH concentration (b) closely resemble reported adsorption isotherms, for instance,\nfor solvothermally grown ZIF-8 films. Samples S4, S4_15, and S4_30, with 35–40 nm ZIF-8 each, show\nsimilar shifts of about 25 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S9c</ext-link>). As expected from b,c, samples with thicker ZIF-8 films yield stronger shifts,\napproaching 160 nm in the case of sample S12 with 192 nm ZIF-8. The\nresponse is so strong that the SPP peak moves out of the spectral\nrange of the ellipsometer (&gt;1000 nm). For all samples, the SPP\nshift\nfor p/p<sup>0</sup> = 65% w.r.t. to the baseline in nitrogen is plotted\nvs the ZIF-8 thicknesses in c, and a linear correlation with a slope of 0.78 nm/nm\nis found. Since λ<sub>r</sub> generally scales linearly with\nboth <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">t</italic>\n<sub>MOF</sub> (), it can be concluded\nthat the underlying Δ<italic toggle=\"yes\">n</italic> is approximately the\nsame for all the samples, i.e., they are equally porous. Furthermore,\nthe SPP peaks of S10 broaden with increasing VOC uptake (a, bottom). A plot\nof the SPP FWHMs as a function of the MeOH concentration (e) shows the same\nprofile as the sigmoidal adsorption isotherm. For very thin films,\ni.e., those with small fitted <italic toggle=\"yes\">k</italic>-values, the SPP broadening\nis less pronounced (see a, top). Since the SPP FWHM correlates with the MOF <italic toggle=\"yes\">k</italic>-value (c and ),\nthese findings indicate that SPP-based sensing can resolve the presence\nof analytes in the MOF pores via changes in <italic toggle=\"yes\">k</italic> as\nwell.</p>", "clean_text": "Sensing Performance\n\nAn analysis of the VOC sensing performance of the sample series S4-S12 is given in , with the SPP peaks recorded during exposure to MeOH vapors at different p/p0 shown in a and S9b, respectively. Systematic and reversible redshifts of the SPP peaks are observed upon contact of the sensors with MeOH vapor. The plots of the Δλr values as a function of the MeOH concentration (b) closely resemble reported adsorption isotherms, for instance, for solvothermally grown ZIF-8 films. Samples S4, S4_15, and S4_30, with 35-40 nm ZIF-8 each, show similar shifts of about 25 nm (Figure S9c). As expected from b,c, samples with thicker ZIF-8 films yield stronger shifts, approaching 160 nm in the case of sample S12 with 192 nm ZIF-8. The response is so strong that the SPP peak moves out of the spectral range of the ellipsometer (>1000 nm). For all samples, the SPP shift for p/p0 = 65% w.r.t. to the baseline in nitrogen is plotted vs the ZIF-8 thicknesses in c, and a linear correlation with a slope of 0.78 nm/nm is found. Since λr generally scales linearly with both n and t MOF (), it can be concluded that the underlying Δn is approximately the same for all the samples, i.e., they are equally porous. Furthermore, the SPP peaks of S10 broaden with increasing VOC uptake (a, bottom). A plot of the SPP FWHMs as a function of the MeOH concentration (e) shows the same profile as the sigmoidal adsorption isotherm. For very thin films, i.e., those with small fitted k-values, the SPP broadening is less pronounced (see a, top). Since the SPP FWHM correlates with the MOF k-value (c and ), these findings indicate that SPP-based sensing can resolve the presence of analytes in the MOF pores via changes in k as well.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Sensing properties of series S4–S12. (a) TIRE spectra of\nsamples S4 and S10 under exposure to dry MeOH vapor with p/p<sup>0</sup> = 0–72%. Spectra of the other samples are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>. (b) Corresponding MeOH sensing characteristics\nΔλ<sub>r</sub>(p/p<sup>0</sup>). (c) The samples’\nMeOH sensing strength (in terms of SPP Δλ<sub>r</sub> for\np/p<sup>0</sup>= 0–60%) plotted against their ZIF-8 film thickness,\nindicating a linear correlation, which is in agreement with <xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>. (d) Sensing characteristics\nfor ethanol and methanol in comparison to water, exemplarily measured\non sample S10. (e) SPP FWHM vs MeOH p/p<sup>0</sup> for sample S10.\nOptical <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">k</italic> values, determined\nfrom modeling the TIRE/SPP spectra of sample S10 vs (f) the MeOH partial\npressure p/p<sup>0</sup> and (g) the SPP peak position λ<sub>r</sub>. The time evolution of the modeled <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">k</italic> values during the MeOH dosing is given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S10d</ext-link>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Sensing properties of series S4-S12. (a) TIRE spectra of samples S4 and S10 under exposure to dry MeOH vapor with p/p0 = 0-72%. Spectra of the other samples are given in Figure S9. (b) Corresponding MeOH sensing characteristics Δλr(p/p0). (c) The samples' MeOH sensing strength (in terms of SPP Δλr for p/p0= 0-60%) plotted against their ZIF-8 film thickness, indicating a linear correlation, which is in agreement with Figure  . (d) Sensing characteristics for ethanol and methanol in comparison to water, exemplarily measured on sample S10. (e) SPP FWHM vs MeOH p/p0 for sample S10. Optical n and k values, determined from modeling the TIRE/SPP spectra of sample S10 vs (f) the MeOH partial pressure p/p0 and (g) the SPP peak position λr. The time evolution of the modeled n and k values during the MeOH dosing is given in Figure S10d.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The uptakes of ethanol (EtOH) and water vapor were evaluated for\nsample S10 (d). At 70% relative humidity, the SPP redshifts only 3.6 nm w.r.t.\nto dry nitrogen, indicating the hydrophobicity of the ZIF-8 film.\nFor EtOH and MeOH at relative vapor pressures of 70 %, however, the\nΔλ<sub>r</sub> reaches 80 and 102 nm, respectively. For\np/p<sup>0</sup> &lt; 15%, a significantly stronger uptake of EtOH\nthan of MeOH is observed, as expected for ZIF-8.\n</p>", "clean_text": "The uptakes of ethanol (EtOH) and water vapor were evaluated for sample S10 (d). At 70% relative humidity, the SPP redshifts only 3.6 nm w.r.t. to dry nitrogen, indicating the hydrophobicity of the ZIF-8 film. For EtOH and MeOH at relative vapor pressures of 70 %, however, the Δλr reaches 80 and 102 nm, respectively. For p/p0 < 15%, a significantly stronger uptake of EtOH than of MeOH is observed, as expected for ZIF-8. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Optical Modeling and Comparison to Conventional Ellipsometric\nPorosimetry</title><p>In the following, the optical constants are determined\nvia modeling the TIRE SPP sensing data and compared to ellipsometric\nporosimetry measurements (VOC uptake characterization via <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">k</italic> modeling by fitting Ψ and\nΔ spectra in a conventional SE geometry). Optical modeling is\nperformed first for sample S10 because (1) a clear interference maximum\naround 650 nm is observable in SE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>), yielding a good fit, and (2) the SPP response, Δλ<sub>r</sub>, is as strong as 100 nm while a clear broadening of the SPP\nexcitation upon MeOH uptake is observed. The ZIF-8 film thickness\nis 144.4 nm. Details of the used SE model are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. For TIRE modeling, an angle offset\nof −8.1° is used due to refraction at the Cathete edges\nof the right-angle prism (70° incident angle, <italic toggle=\"yes\">n</italic>\n<sub>prism</sub> = 1.455). The modeled refractive index (at 850 nm)\nof the ZIF-8 film after 2 h of activation is 1.3772 in a nitrogen\natmosphere. MeOH uptake from vapors with p/p<sup>0</sup> of up to\n72% increases <italic toggle=\"yes\">n</italic> by up to 0.0616, reaching 1.4388.\nThe refractive index plotted as a function of the MeOH concentration\nresembles the expected isotherm as for the SPP resonance λ<sub>r</sub> (f,d).\nThe same holds for the extinction coefficient, <italic toggle=\"yes\">k</italic>,\nwhich increases from 0.0099 to 0.0154. As shown in g, the modeled <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">k</italic> both follow a linear correlation with the\nSPP λ<sub>r</sub> for different MeOH concentrations, which indicates\nself-consistency of the fit because λ<sub>r</sub> and <italic toggle=\"yes\">n</italic> are expected to scale linearly based on theory (cf. b).</p>", "clean_text": "Optical Modeling and Comparison to Conventional Ellipsometric Porosimetry\n\nIn the following, the optical constants are determined via modeling the TIRE SPP sensing data and compared to ellipsometric porosimetry measurements (VOC uptake characterization via n and k modeling by fitting Ψ and Δ spectra in a conventional SE geometry). Optical modeling is performed first for sample S10 because (1) a clear interference maximum around 650 nm is observable in SE (Figure S10a), yielding a good fit, and (2) the SPP response, Δλr, is as strong as 100 nm while a clear broadening of the SPP excitation upon MeOH uptake is observed. The ZIF-8 film thickness is 144.4 nm. Details of the used SE model are given in Table S3. For TIRE modeling, an angle offset of -8.1° is used due to refraction at the Cathete edges of the right-angle prism (70° incident angle, n prism = 1.455). The modeled refractive index (at 850 nm) of the ZIF-8 film after 2 h of activation is 1.3772 in a nitrogen atmosphere. MeOH uptake from vapors with p/p0 of up to 72% increases n by up to 0.0616, reaching 1.4388. The refractive index plotted as a function of the MeOH concentration resembles the expected isotherm as for the SPP resonance λr (f,d). The same holds for the extinction coefficient, k, which increases from 0.0099 to 0.0154. As shown in g, the modeled n and k both follow a linear correlation with the SPP λr for different MeOH concentrations, which indicates self-consistency of the fit because λr and n are expected to scale linearly based on theory (cf. b).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Similar\nvalues and characteristics are obtained for a MeOH dosing experiment\non the same sample but in a conventional SE configuration (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>–c). Here, an increase in <italic toggle=\"yes\">n</italic> from 1.3700 in nitrogen to 1.4336 at p/p<sup>0</sup> =\n59% is determined for the ZIF-8 layer. The increase of Δ<italic toggle=\"yes\">n</italic> = 0.0636 is similar to the value modeled for the TIRE\ngeometry. However, although the fitting error is significantly lower\nin SE (root mean squared error (RMSE) of &lt;3 vs &gt;10 for SPP spectra),\nthe fluctuation of the modeled optical constants, particularly in\nthe extinction coefficient, is clearly larger in SE (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S10d</ext-link>,c). The reason is that <italic toggle=\"yes\">n</italic> is directly correlated with the SPP λ<sub>r</sub> position\nand <italic toggle=\"yes\">k</italic> is directly correlated with its FWHM, whereas\nSE requires fitting of the entire Ψ and Δ spectra to determine <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">k</italic>, which renders the former method\nmore precise with regard to resolving relative changes. This difference\nbecomes particularly clear for very thin MOF films, which do not show\na clear interference maximum in SE but have a sharp SPP peak due to\ntheir low roughness. For instance, for a Ag­(50 nm)/AlOx­(24 nm)/ZnO­(4\nnm) sample for which the ZnO layer is converted to 34.4 nm of ZIF-8\n(6 h MOF-CVD), the change in refractive index is modeled with much\nlower noise in the TIRE configuration than in the SE configuration\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). For the latter, the noise\nis ca. 0.002 RIU, whereas for the former, it is &lt;10<sup>–4</sup>. These values show the potential of SPP-based gas sensing via MOFs\nin accurately resolving very small changes in the uptake of VOCs.</p>", "clean_text": "Similar values and characteristics are obtained for a MeOH dosing experiment on the same sample but in a conventional SE configuration (Figure S10a-c). Here, an increase in n from 1.3700 in nitrogen to 1.4336 at p/p0 = 59% is determined for the ZIF-8 layer. The increase of Δn = 0.0636 is similar to the value modeled for the TIRE geometry. However, although the fitting error is significantly lower in SE (root mean squared error (RMSE) of <3 vs >10 for SPP spectra), the fluctuation of the modeled optical constants, particularly in the extinction coefficient, is clearly larger in SE (cf. Figure S10d,c). The reason is that n is directly correlated with the SPP λr position and k is directly correlated with its FWHM, whereas SE requires fitting of the entire Ψ and Δ spectra to determine n and k, which renders the former method more precise with regard to resolving relative changes. This difference becomes particularly clear for very thin MOF films, which do not show a clear interference maximum in SE but have a sharp SPP peak due to their low roughness. For instance, for a Ag(50 nm)/AlOx(24 nm)/ZnO(4 nm) sample for which the ZnO layer is converted to 34.4 nm of ZIF-8 (6 h MOF-CVD), the change in refractive index is modeled with much lower noise in the TIRE configuration than in the SE configuration (Figure S11). For the latter, the noise is ca. 0.002 RIU, whereas for the former, it is <10-4. These values show the potential of SPP-based gas sensing via MOFs in accurately resolving very small changes in the uptake of VOCs.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>LoD in Dry and Humidified Nitrogen</title><p>The high sensitivity\nof the SPP approach is expected to translate into a low LoD. To resolve\nthe MeOH uptake in the ppm range, samples with sharp resonances are\nrequired, i.e., for which the Δλ<sub>r</sub>/FWHM ratio\nis as high as possible while ideally possessing a thick MOF film (b,c). However, it\nwas observed that samples with ZIF-8 films with thicknesses greater\nthan 100 nm show rather broad SPP peaks due to their increased roughness\n( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). This effect even holds for ZIF-8 films\nobtained from converting only 6 nm ZnO, marking the transition from\nsharp to broad SPP peaks when approaching full conversion (samples\nS6a vs S6b). Therefore, the Δλ<sub>r</sub>(p/p<sup>0</sup> = 0–60% MeOH)/FWHM values of all samples of the series S4–S12\nare compared in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S12a</ext-link>, including\na sample with the ZIF-8 grown by the conversion of 5 nm ZnO (S5_24).\nValues between 1.46 (S6b) and 2.17 (S10) are found. For sample S6c\ngrown via two MOF-CVD steps, a substantially higher Δλ<sub>r</sub>/FWHM of 4.87 is observed. Therefore, LOD measurements are\nperformed on S6c and compared to S5_24 as the latter shows an equally\nsharp SPP (FWHM = 17.7 nm) at a reasonably high Δλ<sub>r</sub>/FWHM of 1.89.</p>", "clean_text": "LoD in Dry and Humidified Nitrogen\n\nThe high sensitivity of the SPP approach is expected to translate into a low LoD. To resolve the MeOH uptake in the ppm range, samples with sharp resonances are required, i.e., for which the Δλr/FWHM ratio is as high as possible while ideally possessing a thick MOF film (b,c). However, it was observed that samples with ZIF-8 films with thicknesses greater than 100 nm show rather broad SPP peaks due to their increased roughness ( and Table S3). This effect even holds for ZIF-8 films obtained from converting only 6 nm ZnO, marking the transition from sharp to broad SPP peaks when approaching full conversion (samples S6a vs S6b). Therefore, the Δλr(p/p0 = 0-60% MeOH)/FWHM values of all samples of the series S4-S12 are compared in Figure S12a, including a sample with the ZIF-8 grown by the conversion of 5 nm ZnO (S5_24). Values between 1.46 (S6b) and 2.17 (S10) are found. For sample S6c grown via two MOF-CVD steps, a substantially higher Δλr/FWHM of 4.87 is observed. Therefore, LOD measurements are performed on S6c and compared to S5_24 as the latter shows an equally sharp SPP (FWHM = 17.7 nm) at a reasonably high Δλr/FWHM of 1.89.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>Sample S5_24 has the structure Ag­(50\nnm)/ZnO­(24 nm)/AlOx­(12 nm)/ZIF-8­(50 nm) and shows a sharp SPP peak\nat 754.0 nm, which redshifts by 33.1 nm upon MeOH uptake at p/p<sup>0</sup> = 65% (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S12b</ext-link>). For p/p<sup>0</sup> = 10% (ca. 16,000 ppm), Δλ<sub>r</sub> is only\n5.1 nm. To resolve uptake at even lower concentrations, Ψ at\na fixed wavelength a few nm lower than the baseline λ<sub>r</sub> (in dry nitrogen) is defined as sensor signal, i.e., Ψ­(746.8\nnm). An LoD as low as 20 ppm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S12c</ext-link>) can be reached because the Ψ readout is positioned at the\nedge of the very sharp SPP peak, i.e., where dΨ/dλ is\nmaximal. It is remarkable that MeOH uptake down to the a few tens\nof ppm can be resolved despite using only a few 10 nm thin ZIF-8 films.\nQCM-based VOC sensors based on solvothermal ZIF-8 films a few 100\nnm to 1 μm thick could resolve uptake only down to 1000 ppm, and other optical sensing techniques can typically\nresolve uptake down to a few hundreds of ppm. LoD values of &lt;1 ppm or even &lt;100 ppb have been reported only\nrarely.\n</p>", "clean_text": "Sample S5_24 has the structure Ag(50 nm)/ZnO(24 nm)/AlOx(12 nm)/ZIF-8(50 nm) and shows a sharp SPP peak at 754.0 nm, which redshifts by 33.1 nm upon MeOH uptake at p/p0 = 65% (Figure S12b). For p/p0 = 10% (ca. 16,000 ppm), Δλr is only 5.1 nm. To resolve uptake at even lower concentrations, Ψ at a fixed wavelength a few nm lower than the baseline λr (in dry nitrogen) is defined as sensor signal, i.e., Ψ(746.8 nm). An LoD as low as 20 ppm (Figure S12c) can be reached because the Ψ readout is positioned at the edge of the very sharp SPP peak, i.e., where dΨ/dλ is maximal. It is remarkable that MeOH uptake down to the a few tens of ppm can be resolved despite using only a few 10 nm thin ZIF-8 films. QCM-based VOC sensors based on solvothermal ZIF-8 films a few 100 nm to 1 μm thick could resolve uptake only down to 1000 ppm, and other optical sensing techniques can typically resolve uptake down to a few hundreds of ppm. LoD values of <1 ppm or even <100 ppb have been reported only rarely. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>If the MOF-CVD ZIF-8 adsorbs\nMeOH in the single-digit ppm range,\nit might be possible to resolve that via sample S6c. This sample has\nbeen repeatedly activated for at least 1 h at 110 °C under nitrogen\nflow before transferring it to the ellipsometer, where it was purged\nwith dry nitrogen for several hours to entirely desorb residual water.\nConsecutively, three sensing runs were performed with pulses of: (1)\nMeOH (8000 to 0.5 ppm) in dry nitrogen, (2) nitrogen with a relative\nhumidity of 20 to 80%, and (3) MeOH (8000 to 8 ppm) in nitrogen at\n40% relative humidity. The baseline SPP positions before each of these\nruns were near-identical (724.5–725.7 nm). The equilibrium\nSPP peak positions, the Ψ readouts (at a suitable wavelength),\nand the modeled ZIF-8 refractive index for each of the three experiments\nare given in  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>. In dry nitrogen, a clear\nΨ signal can be observed down to 0.5 ppm MeOH (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13a</ext-link>), whereas in the presence of 40% relative humidity,\nthe LoD for MeOH is only around 80 ppm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13c</ext-link>). The same holds for the modeled refractive index (a–c). Interestingly,\nthe sensor shows a response to MeOH on top of its response to the\n40% relative humidity background. The magnitude of the sensor response\nto high MeOH concentrations is roughly the same in dry and humidified\nnitrogen. Exposure to 40% H<sub>2</sub>O increases the MOF refractive\nindex by 0.00489 (from 1.35041 to 1.35530). Mixing 8000 ppm MeOH into\nthe humidified N<sub>2</sub> increases <italic toggle=\"yes\">n</italic> by another\n0.00425 (to 1.35955), while 8000 ppm MeOH into dry nitrogen does increase <italic toggle=\"yes\">n</italic> by 0.00543 (from 1.34961 to 1.35504), i.e., by 0.00118\nRIUs (26%) more than in humidified nitrogen. Nevertheless, the MeOH\nresponse drops more quickly at lower concentrations in humidified\nnitrogen compared to dry nitrogen and vanishes at a few tens of ppm\n(f). For the\nΨ readout (at one wavelength each), the differences between\nthe measurements in humidified and dry nitrogen are more pronounced\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13a</ext-link>,c). As another example, we\nstudied the LoD of toluene, which is a biomarker for lung cancer. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>, the refractive index and Ψ responses to vapors in the 1–2\nppm range are 4 and 3 times stronger than for methanol, respectively.\nFurthermore, an LoD of about 90–100 ppb is observed, which\nis better than a previously reported plasmonic-based sensor with ZIF-8\n(200 ppm) and on par with optical ring-oscillator\nsensing concepts (76 ppb). At 120 ppb\ntoluene, the SPP/ZIF-8 sensor can still resolve a Δ<italic toggle=\"yes\">n</italic> step of 0.00003.</p>", "clean_text": "If the MOF-CVD ZIF-8 adsorbs MeOH in the single-digit ppm range, it might be possible to resolve that via sample S6c. This sample has been repeatedly activated for at least 1 h at 110 °C under nitrogen flow before transferring it to the ellipsometer, where it was purged with dry nitrogen for several hours to entirely desorb residual water. Consecutively, three sensing runs were performed with pulses of: (1) MeOH (8000 to 0.5 ppm) in dry nitrogen, (2) nitrogen with a relative humidity of 20 to 80%, and (3) MeOH (8000 to 8 ppm) in nitrogen at 40% relative humidity. The baseline SPP positions before each of these runs were near-identical (724.5-725.7 nm). The equilibrium SPP peak positions, the Ψ readouts (at a suitable wavelength), and the modeled ZIF-8 refractive index for each of the three experiments are given in  and Figure S13. In dry nitrogen, a clear Ψ signal can be observed down to 0.5 ppm MeOH (Figure S13a), whereas in the presence of 40% relative humidity, the LoD for MeOH is only around 80 ppm (Figure S13c). The same holds for the modeled refractive index (a-c). Interestingly, the sensor shows a response to MeOH on top of its response to the 40% relative humidity background. The magnitude of the sensor response to high MeOH concentrations is roughly the same in dry and humidified nitrogen. Exposure to 40% H2O increases the MOF refractive index by 0.00489 (from 1.35041 to 1.35530). Mixing 8000 ppm MeOH into the humidified N2 increases n by another 0.00425 (to 1.35955), while 8000 ppm MeOH into dry nitrogen does increase n by 0.00543 (from 1.34961 to 1.35504), i.e., by 0.00118 RIUs (26%) more than in humidified nitrogen. Nevertheless, the MeOH response drops more quickly at lower concentrations in humidified nitrogen compared to dry nitrogen and vanishes at a few tens of ppm (f). For the Ψ readout (at one wavelength each), the differences between the measurements in humidified and dry nitrogen are more pronounced (Figure S13a,c). As another example, we studied the LoD of toluene, which is a biomarker for lung cancer. As shown in Figure S14, the refractive index and Ψ responses to vapors in the 1-2 ppm range are 4 and 3 times stronger than for methanol, respectively. Furthermore, an LoD of about 90-100 ppb is observed, which is better than a previously reported plasmonic-based sensor with ZIF-8 (200 ppm) and on par with optical ring-oscillator sensing concepts (76 ppb). At 120 ppb toluene, the SPP/ZIF-8 sensor can still resolve a Δn step of 0.00003.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>LoD of MeOH in dry and humidified nitrogen. Refractive\nindex response\nof the ZIF-8 layer in sample S6c (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figures S5 and S13</ext-link>) determined by modeling the SPP peak shifts during\nexposure to (a) MeOH in dry nitrogen, (b) nitrogen of varying relative\nhumidity, and (c) MeOH in humidified nitrogen at a relative humidity\nof 40%. Red numbers indicate the MeOH concentration in ppm. The measured\nSPP peak redshifts are given in (d) and (e) as well as in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13d</ext-link>. (f) Modeled refractive index values\nvs the MeOH concentration for MeOH pulses in dry nitrogen (left axis)\nor in humidified nitrogen (right axis). The dotted lines represent\nthe baseline levels for each of the experiments.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  LoD of MeOH in dry and humidified nitrogen. Refractive index response of the ZIF-8 layer in sample S6c (cf. Figures S5 and S13) determined by modeling the SPP peak shifts during exposure to (a) MeOH in dry nitrogen, (b) nitrogen of varying relative humidity, and (c) MeOH in humidified nitrogen at a relative humidity of 40%. Red numbers indicate the MeOH concentration in ppm. The measured SPP peak redshifts are given in (d) and (e) as well as in Figure S13d. (f) Modeled refractive index values vs the MeOH concentration for MeOH pulses in dry nitrogen (left axis) or in humidified nitrogen (right axis). The dotted lines represent the baseline levels for each of the experiments.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Finally, it should be pointed out that, although TIRE SPP-based\nsensing enables resolving changes in the MOF refractive index with\na precision of at least 1 × 10<sup>–5</sup> (see insets\nof a), it is\nnot possible to derive absolute values without exact knowledge of\nthe thickness <italic toggle=\"yes\">t</italic>\n<sub>MOF</sub> because the SPP λ<sub>r</sub> scales linearly with both <italic toggle=\"yes\">t</italic>\n<sub>MOF</sub> and <italic toggle=\"yes\">n</italic> (). Nevertheless, the presented data demonstrate how\neven very low VOC uptakes can be resolved. Since the same sensitivity\nis observed not only in the Ψ and Δ of TIRE but also in\nthe intensity of the reflected (p-polarized) light (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>), the realization of practical SPP-based VOC sensors\nnot requiring ellipsometry is feasible. Compared to luminescent sensors\nbased on specific host–guest interactions, SPP-based sensing is more versatile because any MOF film with reversible\nguest adsorption can be applied. Compared to other sensor concepts\nbased on refractive index changes (e.g., DBRs), the deposition of\na single MOF thin film is sufficient to realize SPP-based sensors.\nHowever, the high sensitivity demonstrated in this work requires not\nonly high-quality MOF thin films but also operation at a well-defined\nincident angle above the critical angle (to avoid peak broadening\nupon angular dispersion) as well as application of p-polarized light.\nTherefore, the realization of SPP-based sensors as a microintegrated\noptical system is challenging but feasible and might offer a powerful\nplatform for next-generation optical gas sensors and arrays of such\ndevices.\n</p>", "clean_text": "Finally, it should be pointed out that, although TIRE SPP-based sensing enables resolving changes in the MOF refractive index with a precision of at least 1 × 10-5 (see insets of a), it is not possible to derive absolute values without exact knowledge of the thickness t MOF because the SPP λr scales linearly with both t MOF and n (). Nevertheless, the presented data demonstrate how even very low VOC uptakes can be resolved. Since the same sensitivity is observed not only in the Ψ and Δ of TIRE but also in the intensity of the reflected (p-polarized) light (Figure S15), the realization of practical SPP-based VOC sensors not requiring ellipsometry is feasible. Compared to luminescent sensors based on specific host-guest interactions, SPP-based sensing is more versatile because any MOF film with reversible guest adsorption can be applied. Compared to other sensor concepts based on refractive index changes (e.g., DBRs), the deposition of a single MOF thin film is sufficient to realize SPP-based sensors. However, the high sensitivity demonstrated in this work requires not only high-quality MOF thin films but also operation at a well-defined incident angle above the critical angle (to avoid peak broadening upon angular dispersion) as well as application of p-polarized light. Therefore, the realization of SPP-based sensors as a microintegrated optical system is challenging but feasible and might offer a powerful platform for next-generation optical gas sensors and arrays of such devices. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have demonstrated the highly sensitive detection\nof VOCs by transducing their adsorption in MOF thin films into shifts\nof optically excited SPPs. Resonance peaks as sharp as 14 nm are obtained\nfor ZIF-8 films prepared by MOF-CVD. Upon MeOH adsorption, SPP shifts\nof up to 160 nm are observed, and a lower limit of detection of &lt;1\nppm is demonstrated. Optical modeling of the measured TIRE/SPP spectra\nenabled resolving changes in the refractive index with a resolution\nbetter than 1 × 10<sup>–5</sup>. To achieve this level\nof performance, the growth and porosity of MOF-CVD ZIF-8 films were\nsystematically studied, with particular attention to the negative\nimpact of film roughness on SPP sharpness and that of linker defects\non the VOC uptake. These results can be extended to other VOCs and\nMOF materials for the development of SPP-based VOC sensor arrays or\nother integrated optoelectronic gas sensor designs.</p>", "clean_text": "Conclusions\n\nIn summary, we have demonstrated the highly sensitive detection of VOCs by transducing their adsorption in MOF thin films into shifts of optically excited SPPs. Resonance peaks as sharp as 14 nm are obtained for ZIF-8 films prepared by MOF-CVD. Upon MeOH adsorption, SPP shifts of up to 160 nm are observed, and a lower limit of detection of <1 ppm is demonstrated. Optical modeling of the measured TIRE/SPP spectra enabled resolving changes in the refractive index with a resolution better than 1 × 10-5. To achieve this level of performance, the growth and porosity of MOF-CVD ZIF-8 films were systematically studied, with particular attention to the negative impact of film roughness on SPP sharpness and that of linker defects on the VOC uptake. These results can be extended to other VOCs and MOF materials for the development of SPP-based VOC sensor arrays or other integrated optoelectronic gas sensor designs.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Methods</title><title>ZIF-8 Thin Film Synthesis and Sample Preparation</title><p>A\nscheme of the Schlenk tube used for MOF-CVD throughout this work is\ngiven in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>. Glass substrates (54\nmm × 54 mm) were positioned horizontally just below its middle,\ntogether with an open vessel containing three to four spatulas (600–800\nmg) of 2-mIm linker powder (Sigma-Aldrich, Germany). For sealing the\nSchlenk tube, a Teflon ring was used so that silicon grease was only\nneeded at the valves. MOF-CVD was performed at 110 °C in a synthesis\noven with forced convection (Venti-Line 56 Prime). Prior the reaction,\nthe Schlenk tube was purged through a Schlenk line with dry nitrogen\nfor 7–8 min (except for sample S12; here, only 4 min of purging\nwas used) and finally sealed under nitrogen at 1 atm. Unless stated\notherwise, the MOF films were activated at 110 °C for 2 h in\nambient air (convection oven). Silver, AlOx, and ZnO films were RF-sputtered\nin a Balzers RF-sputter coater (baseline pressure of 2 × 10<sup>–5</sup> mbar) at an argon partial pressure of 2–6\n× 10<sup>–3</sup> mbar at 100 W (Ag) or 150 W (oxides).\nTo guarantee homogeneous depositions from sputtering 3 inch targets,\nthe substrates were rotated tangentially over the targets (target–sample\ndistance is 4 cm), which further ensures low deposition rates (ca.\n6 nm/min). Two to three substrates were coated simultaneously. The\nsample-to-sample thickness variation was &lt;0.5 nm. The run-to-run\nthickness reproducibility was estimated at ±0.5 nm, which is\nsufficient to enable MOF-CVD films of defined thickness and high porosity.</p>", "clean_text": "Methods\n\nZIF-8 Thin Film Synthesis and Sample Preparation\n\nA scheme of the Schlenk tube used for MOF-CVD throughout this work is given in Figure S16. Glass substrates (54 mm × 54 mm) were positioned horizontally just below its middle, together with an open vessel containing three to four spatulas (600-800 mg) of 2-mIm linker powder (Sigma-Aldrich, Germany). For sealing the Schlenk tube, a Teflon ring was used so that silicon grease was only needed at the valves. MOF-CVD was performed at 110 °C in a synthesis oven with forced convection (Venti-Line 56 Prime). Prior the reaction, the Schlenk tube was purged through a Schlenk line with dry nitrogen for 7-8 min (except for sample S12; here, only 4 min of purging was used) and finally sealed under nitrogen at 1 atm. Unless stated otherwise, the MOF films were activated at 110 °C for 2 h in ambient air (convection oven). Silver, AlOx, and ZnO films were RF-sputtered in a Balzers RF-sputter coater (baseline pressure of 2 × 10-5 mbar) at an argon partial pressure of 2-6 × 10-3 mbar at 100 W (Ag) or 150 W (oxides). To guarantee homogeneous depositions from sputtering 3 inch targets, the substrates were rotated tangentially over the targets (target-sample distance is 4 cm), which further ensures low deposition rates (ca. 6 nm/min). Two to three substrates were coated simultaneously. The sample-to-sample thickness variation was <0.5 nm. The run-to-run thickness reproducibility was estimated at ±0.5 nm, which is sufficient to enable MOF-CVD films of defined thickness and high porosity.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Spectroscopic Ellipsometry and Total Internal Reflection Ellipsometry</title><p>SE and TIRE measurements were performed either with an M-2000X\n(J. A. Woollam, US; 65° incident angle, spectral range 245–1000\nnm) or an iSE (J. A. Woollam, US; 70° incident angle, spectral\n400–1000 nm) instrument. The latter was used for the VOC and\nH<sub>2</sub>O vapor exposure experiments (sensing). In these experiments,\nthe samples were placed (together with the prism) in a stainless steel\nin situ gas cell with glass windows (Thorlabs, UK). For TIRE measurements,\nthe glass substrate (BoroFloat33, <italic toggle=\"yes\">n</italic> = 1.46953 at\n643.8 nm) was positioned on thin support sheets, with the side with\nthe active layers facing downward, and a right-angle prism (Thorlabs,\nUS; 20 mm Cathete lengths, UV fused silica, <italic toggle=\"yes\">n</italic> = 1.45667\nat 644 nm) was attached on top to the substrate backside using glycerol\nas an <italic toggle=\"yes\">n</italic>-matching liquid for light in-/out-coupling\n(cf. ). Optical\nmodeling was performed using the CompleteEASE (v6) software (J. A.\nWoollam, US). For the silver films, a B-Spline model was used (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), whereas for oxide and ZIF-8 films,\nCauchy models (<italic toggle=\"yes\">C</italic> = 0) were applied. In the TIRE configuration,\nan angle offset of −8.055° (relative to the incident 70°)\nwas fixed. The root mean squared errors (RMSE) for fitting Ψ\nand Δ spectra in the used TIRE configuration were in the range\nof 10–20. Nevertheless, the fitted spectra perfectly reproduced\nthe SPP peak position λ<sub>r</sub>. For conventional SE measurements,\nthe RMSE for fitting Ψ and Δ spectra were &lt;10, except\nfor thick and rough ZIF-8 films (&gt;15, despite enabling a roughness\nfit in the Cauchy model). To estimate the uncertainty in the thickness\ndetermination, parameter uniqueness fits were performed for the thinnest\nand thickest ZIF-8 films samples of a. The RMSE minimum is less pronounced for\nthe thinner film, which is due to an increased correlation between\nthe refractive index and layer thickness for very thin films. Thus,\nwe estimated that the thickness uncertainty ranges from ±15 to\n±5% when going from thin to thick ZIF-8 films (cf. error bars\nin a).</p>", "clean_text": "Spectroscopic Ellipsometry and Total Internal Reflection Ellipsometry\n\nSE and TIRE measurements were performed either with an M-2000X (J. A. Woollam, US; 65° incident angle, spectral range 245-1000 nm) or an iSE (J. A. Woollam, US; 70° incident angle, spectral 400-1000 nm) instrument. The latter was used for the VOC and H2O vapor exposure experiments (sensing). In these experiments, the samples were placed (together with the prism) in a stainless steel in situ gas cell with glass windows (Thorlabs, UK). For TIRE measurements, the glass substrate (BoroFloat33, n = 1.46953 at 643.8 nm) was positioned on thin support sheets, with the side with the active layers facing downward, and a right-angle prism (Thorlabs, US; 20 mm Cathete lengths, UV fused silica, n = 1.45667 at 644 nm) was attached on top to the substrate backside using glycerol as an n-matching liquid for light in-/out-coupling (cf. ). Optical modeling was performed using the CompleteEASE (v6) software (J. A. Woollam, US). For the silver films, a B-Spline model was used (cf. Figure S1), whereas for oxide and ZIF-8 films, Cauchy models (C = 0) were applied. In the TIRE configuration, an angle offset of -8.055° (relative to the incident 70°) was fixed. The root mean squared errors (RMSE) for fitting Ψ and Δ spectra in the used TIRE configuration were in the range of 10-20. Nevertheless, the fitted spectra perfectly reproduced the SPP peak position λr. For conventional SE measurements, the RMSE for fitting Ψ and Δ spectra were <10, except for thick and rough ZIF-8 films (>15, despite enabling a roughness fit in the Cauchy model). To estimate the uncertainty in the thickness determination, parameter uniqueness fits were performed for the thinnest and thickest ZIF-8 films samples of a. The RMSE minimum is less pronounced for the thinner film, which is due to an increased correlation between the refractive index and layer thickness for very thin films. Thus, we estimated that the thickness uncertainty ranges from ±15 to ±5% when going from thin to thick ZIF-8 films (cf. error bars in a).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>VOC Vapor\nSupply</title><p>VOC vapors were generated via a Bronkhorst\nControlled Evaporation Mixing (CEM) system, which consists of a Coriolis\nliquid flow controller (for methanol and ethanol), a mass flow controller\n(MFC) for the carrier gas (nitrogen), and a temperature-controlled\nmixing and evaporation device. The target vapor concentration was\nset by the ratio of the MFC flows (Bronkhorst Fluidat), yielding VOC\nvapors with 5–80% p/p<sup>0</sup>. Lower concentrations were\nobtained by diluting vapors with either 5 or 10% p/p<sup>0</sup> (ca.\n16,000 ppm for MeOH). Humidified nitrogen was obtained via a bubbler\nsystem for water and subsequently mixed with dry nitrogen or/and a\ndiluted dry VOC vapor for generating either N<sub>2</sub>:H<sub>2</sub>O or N<sub>2</sub>:H<sub>2</sub>O:VOC vapors of defined concentrations.\nHomemade LabView programs were used to control the MFCs of the CEM\nand dilution systems. Typical flows through the in situ cell were\nin the range of 300–600 sccm. To generate trace concentrations\nof toluene, a calibrated toluene permeation tube (KIN-TEK Analytical,\nInc.) was placed in a permeation oven (Dynacalibrator 150, VICI Metronics.\nInc.) held at a precisely controlled temperature of 30.00 °C.\nToluene permeates through the tube wall and is released into the nitrogen\ncarrier gas flow. The resulting concentration was calculated as<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_m005.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>F</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>with a constant <italic toggle=\"yes\">K</italic> = 0.243,\nthe toluene evaporation rate at 30 °C (<italic toggle=\"yes\">R</italic>(30\n°C)) = 285 ng/min, and the nitrogen flow (<italic toggle=\"yes\">F</italic>)\nin sccm.</p>", "clean_text": "VOC Vapor Supply\n\nVOC vapors were generated via a Bronkhorst Controlled Evaporation Mixing (CEM) system, which consists of a Coriolis liquid flow controller (for methanol and ethanol), a mass flow controller (MFC) for the carrier gas (nitrogen), and a temperature-controlled mixing and evaporation device. The target vapor concentration was set by the ratio of the MFC flows (Bronkhorst Fluidat), yielding VOC vapors with 5-80% p/p0. Lower concentrations were obtained by diluting vapors with either 5 or 10% p/p0 (ca. 16,000 ppm for MeOH). Humidified nitrogen was obtained via a bubbler system for water and subsequently mixed with dry nitrogen or/and a diluted dry VOC vapor for generating either N2:H2O or N2:H2O:VOC vapors of defined concentrations. Homemade LabView programs were used to control the MFCs of the CEM and dilution systems. Typical flows through the in situ cell were in the range of 300-600 sccm. To generate trace concentrations of toluene, a calibrated toluene permeation tube (KIN-TEK Analytical, Inc.) was placed in a permeation oven (Dynacalibrator 150, VICI Metronics. Inc.) held at a precisely controlled temperature of 30.00 °C. Toluene permeates through the tube wall and is released into the nitrogen carrier gas flow. The resulting concentration was calculated as      K × R  ( T )    F     with a constant K = 0.243, the toluene evaporation rate at 30 °C (R(30 °C)) = 285 ng/min, and the nitrogen flow (F) in sccm.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Atomic Force Microscopy</title><p>AFM images of 2 μm ×\n2 μm and 8 μm × 8 μm in size were recorded\nusing an Agilent AFM 5100 microscope with a N2095A/B 9 μm scanner.\nAC160TS-R3 Olympus microcantilevers were mounted to scan the topography\nin intermittent contact mode. Using the WSxM 5.0 software, images were processed, and the RMS roughness\nwas calculated as the standard deviation from the average height of\nthe measured height profile of an image. For samples with a high RMS\nroughness (&gt;30 nm), several images were taken, and the average\nRMS\nroughness was determined with deviations of up to a few 10 nm. For\nsamples with ZIF-8 films with thicknesses of &lt;120 nm, this deviation\nwas only a few nm, and hence, only one to two images per sample were\ntaken.</p>", "clean_text": "Atomic Force Microscopy\n\nAFM images of 2 μm × 2 μm and 8 μm × 8 μm in size were recorded using an Agilent AFM 5100 microscope with a N2095A/B 9 μm scanner. AC160TS-R3 Olympus microcantilevers were mounted to scan the topography in intermittent contact mode. Using the WSxM 5.0 software, images were processed, and the RMS roughness was calculated as the standard deviation from the average height of the measured height profile of an image. For samples with a high RMS roughness (>30 nm), several images were taken, and the average RMS roughness was determined with deviations of up to a few 10 nm. For samples with ZIF-8 films with thicknesses of <120 nm, this deviation was only a few nm, and hence, only one to two images per sample were taken.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Grazing Incidence X-ray Diffraction</title><p>X-ray diffraction\ndata was recorded on a Malvern PANalytical Empyrean diffractometer\nequipped with a PIXcel3D solid-state detector using a Cu anode (Cu\nKa1: 1.5406 Å; Cu Ka2: 1.5444 Å). Before each measurement,\nan iterative scheme was employed to optimize both sample height (<italic toggle=\"yes\">z</italic>) and sample tilt (ω). Grazing incidence diffraction\npatterns were recorded at room temperature in reflection geometry\n(Bragg–Brentano, incident beam angle 0.2°) within a 5–20°\n2θ range using a step size of 0.053° and a counting time\nof 1000 s per step.</p>", "clean_text": "Grazing Incidence X-ray Diffraction\n\nX-ray diffraction data was recorded on a Malvern PANalytical Empyrean diffractometer equipped with a PIXcel3D solid-state detector using a Cu anode (Cu Ka1: 1.5406 Å; Cu Ka2: 1.5444 Å). Before each measurement, an iterative scheme was employed to optimize both sample height (z) and sample tilt (ω). Grazing incidence diffraction patterns were recorded at room temperature in reflection geometry (Bragg-Brentano, incident beam angle 0.2°) within a 5-20° 2θ range using a step size of 0.053° and a counting time of 1000 s per step.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Hard X-ray Photoemission Spectroscopy</title><p>Hard X-ray photoemission\nspectroscopy measurements were performed at IMO-IMOMEC (Hasselt University,\nBelgium) with a HAXPES lab system (Scienta Omicron, Sweden, Germany)\nequipped with a liquid gallium jet source (Excillum MetalJet D2; Excillum,\nSweden) and a monochromator (HAX9-5; Scienta Omicron) for generating\na monochromized (420 meV) Ga K<sub>α</sub> beam of <italic toggle=\"yes\">h</italic>ν = 9252.4 eV. A 200 mm hemispherical analyzer (R4000, Scienta\nOmicron) combined with a 40 mm microchannel plate/charge-coupled device\ndetector (MCP/CCD, VG Scienta) with 435 channels was used for photoelectron\ndetection. A slit of 0.8 mm and pass energies of 500 and 200 eV were\nused for survey and core-level scans, respectively. For the latter,\nthis configuration yields an energy resolution of 590 meV. To verify\nthe correct energy calibration of the instrument under Ga K<sub>α</sub>, Au 4f core level scans on a gold reference foil were performed.\nThe hard X-ray beam exiting the monochromator and the analyzer are\naligned under a right angle while the sample is tilted by ca. 3°\nw.r.t. to the incident X-ray beam. The Si/ZIF-8 samples analyzed in\nthis work were synthesized 1 day prior to the transfer into the HAXPES\nUHV chamber. Before the measurements, the samples were stored in ambient\nair. To estimate atomic ratios, recently published theoretical elemental\nphotoemission cross sections for Ga K<sub>α</sub> excitation\nwere used.\n</p>", "clean_text": "Hard X-ray Photoemission Spectroscopy\n\nHard X-ray photoemission spectroscopy measurements were performed at IMO-IMOMEC (Hasselt University, Belgium) with a HAXPES lab system (Scienta Omicron, Sweden, Germany) equipped with a liquid gallium jet source (Excillum MetalJet D2; Excillum, Sweden) and a monochromator (HAX9-5; Scienta Omicron) for generating a monochromized (420 meV) Ga Kα beam of hν = 9252.4 eV. A 200 mm hemispherical analyzer (R4000, Scienta Omicron) combined with a 40 mm microchannel plate/charge-coupled device detector (MCP/CCD, VG Scienta) with 435 channels was used for photoelectron detection. A slit of 0.8 mm and pass energies of 500 and 200 eV were used for survey and core-level scans, respectively. For the latter, this configuration yields an energy resolution of 590 meV. To verify the correct energy calibration of the instrument under Ga Kα, Au 4f core level scans on a gold reference foil were performed. The hard X-ray beam exiting the monochromator and the analyzer are aligned under a right angle while the sample is tilted by ca. 3° w.r.t. to the incident X-ray beam. The Si/ZIF-8 samples analyzed in this work were synthesized 1 day prior to the transfer into the HAXPES UHV chamber. Before the measurements, the samples were stored in ambient air. To estimate atomic ratios, recently published theoretical elemental photoemission cross sections for Ga Kα excitation were used. ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsanm.2c00012?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsanm.2c00012</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Review of optical VOC\ndetection principles via MOFs;\ndetailed discussion on modeling of ellipsometry spectra (SE and TIRE)\nof various samples; HAXPES spectra, GIXRD diffractograms, and AFM\nimages of various samples; VOC sensing characteristics from very low\nto high concentrations; sample photographs and an illustration of\nthe Schlenk tube used for the ZIF-8 synthesis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.2c00012.  Review of optical VOC detection principles via MOFs; detailed discussion on modeling of ellipsometry spectra (SE and TIRE) of various samples; HAXPES spectra, GIXRD diffractograms, and AFM images of various samples; VOC sensing characteristics from very low to high concentrations; sample photographs and an illustration of the Schlenk tube used for the ZIF-8 synthesis (PDF)   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Review of optical VOC\ndetection principles via MOFs;\ndetailed discussion on modeling of ellipsometry spectra (SE and TIRE)\nof various samples; HAXPES spectra, GIXRD diffractograms, and AFM\nimages of various samples; VOC sensing characteristics from very low\nto high concentrations; sample photographs and an illustration of\nthe Schlenk tube used for the ZIF-8 synthesis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Review of optical VOC detection principles via MOFs; detailed discussion on modeling of ellipsometry spectra (SE and TIRE) of various samples; HAXPES spectra, GIXRD diffractograms, and AFM images of various samples; VOC sensing characteristics from very low to high concentrations; sample photographs and an illustration of the Schlenk tube used for the ZIF-8 synthesis (PDF)", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>M.L.T. acknowledges\nfinancial support from the Research Foundation Flanders (FWO) by a\nsenior postdoctoral fellowship (12ZK720N). N.W. and G.A. acknowledge\nfinancial support from the FWO by SB-PhD fellowships (1SB7919N and\n1SA7320N). R.A. acknowledges funding from the European Research Council\n(no. 716472, VAPORE) and the FWO for funding in the large-scale infrastructure\nproject HERCULES HAXPES (I014018N).</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nM.L.T. acknowledges financial support from the Research Foundation Flanders (FWO) by a senior postdoctoral fellowship (12ZK720N). N.W. and G.A. acknowledge financial support from the FWO by SB-PhD fellowships (1SB7919N and 1SA7320N). R.A. acknowledges funding from the European Research Council (no. 716472, VAPORE) and the FWO for funding in the large-scale infrastructure project HERCULES HAXPES (I014018N).", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>ABBREVIATIONS</title><p>metal–organic framework</p><p>total internal reflection\nellipsometry</p><p>surface plasmon polariton</p><p>spectroscopic ellipsometry</p><p>ellipsometric porosimetry</p><p>zeolitic imidazolate framework\n8</p>", "clean_text": "The authors declare no competing financial interest.\n\nABBREVIATIONS\n\nmetal-organic framework\n\ntotal internal reflection ellipsometry\n\nsurface plasmon polariton\n\nspectroscopic ellipsometry\n\nellipsometric porosimetry\n\nzeolitic imidazolate framework 8", "data": null, "include_properties": null}], "cln_elements": [{"idx": 13, "type": "text", "classification": "synthesis condition", "content": "<title>Optimization of the MOF-CVD ZIF-8 Thin Film Growth</title><p>Throughout\nthis work, ZIF-8 films are synthesized in a Schlenk tube\nvia MOF-CVD starting from RF-sputtered ZnO precursor films on 54 mm\n× 54 mm Ag­(50 nm)/AlOx­(10 nm)-coated glass substrates. First,\nthe conversion of 6 nm ZnO is studied in detail. The ZIF-8 thickness\nas a function of the conversion time shows an S-shaped increase until\nfull conversion is reached after 18 h (a; corresponding SE spectra are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>). The resulting TIRE spectra (b) show an increasing\nSPP redshift with increasing conversion time. AFM images of the samples\nare given in c, and the RMS roughness and the corresponding SPP FWHMs are plotted\nas a function of conversion time in d. Both parameters increase with increasing\nZIF-8 thickness, with a sharp rise around 12 h of conversion, i.e.,\nwhere the thickness expansion is fastest (cf. a). The fully converted films show an RMS\nroughness of &gt;20 nm and 35 nm wide SPP peaks, whereas ZIF-8 films\nthinner than 80 nm yield SPP resonances as sharp as 14 nm and a roughness\nin the order of only 10 nm. As the roughness increases, the appearance\nof the samples changes from highly reflecting mirror-like toward more\ndull and green-beige tinted (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>). As the observed color does not change with the viewing angle,\nit is attributed to light scattering rather than thin film interference\n(ZIF-8 is expected to be transparent in the visible range as an electronic\nband gap of 5 eV was estimated by DFT). The GIXRD diffractograms of the 15 and 18 h samples, each activated\nat 110 °C for 4 h in ambient air, show the characteristic diffractions\nof ZIF-8 (e),\nwith the three main peaks at 7.5 [110], 10.7 [200], and 13.0°\n2θ [211]. Compared to previously simulated and measured MOF-CVD\nZIF-8 diffractograms, the [200] diffraction\nis enhanced w.r.t. to the [110] and [211] diffractions, particularly\nfor the 18 h sample, which might be attributed to a slightly preferential\n[100] orientation. Also, the [110]/[211] diffraction\nintensity ratio is &lt;1 for the 18 h sample, whereas for the 15 h\nsample, it is &gt;1. Upon activation, the [110] diffraction intensity\nis expected to increase in intensity due to desorption of unreacted\nlinkers from the pores (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>).\nSince this is not the case for the 18 h film, we conclude that it\ndoes not properly activate.</p>", "clean_text": "Optimization of the MOF-CVD ZIF-8 Thin Film Growth\n\nThroughout this work, ZIF-8 films are synthesized in a Schlenk tube via MOF-CVD starting from RF-sputtered ZnO precursor films on 54 mm × 54 mm Ag(50 nm)/AlOx(10 nm)-coated glass substrates. First, the conversion of 6 nm ZnO is studied in detail. The ZIF-8 thickness as a function of the conversion time shows an S-shaped increase until full conversion is reached after 18 h (a; corresponding SE spectra are given in Figure S2a). The resulting TIRE spectra (b) show an increasing SPP redshift with increasing conversion time. AFM images of the samples are given in c, and the RMS roughness and the corresponding SPP FWHMs are plotted as a function of conversion time in d. Both parameters increase with increasing ZIF-8 thickness, with a sharp rise around 12 h of conversion, i.e., where the thickness expansion is fastest (cf. a). The fully converted films show an RMS roughness of >20 nm and 35 nm wide SPP peaks, whereas ZIF-8 films thinner than 80 nm yield SPP resonances as sharp as 14 nm and a roughness in the order of only 10 nm. As the roughness increases, the appearance of the samples changes from highly reflecting mirror-like toward more dull and green-beige tinted (Figure S2b). As the observed color does not change with the viewing angle, it is attributed to light scattering rather than thin film interference (ZIF-8 is expected to be transparent in the visible range as an electronic band gap of 5 eV was estimated by DFT). The GIXRD diffractograms of the 15 and 18 h samples, each activated at 110 °C for 4 h in ambient air, show the characteristic diffractions of ZIF-8 (e), with the three main peaks at 7.5 [110], 10.7 [200], and 13.0° 2θ [211]. Compared to previously simulated and measured MOF-CVD ZIF-8 diffractograms, the [200] diffraction is enhanced w.r.t. to the [110] and [211] diffractions, particularly for the 18 h sample, which might be attributed to a slightly preferential [100] orientation. Also, the [110]/[211] diffraction intensity ratio is <1 for the 18 h sample, whereas for the 15 h sample, it is >1. Upon activation, the [110] diffraction intensity is expected to increase in intensity due to desorption of unreacted linkers from the pores (see Figure S3a). Since this is not the case for the 18 h film, we conclude that it does not properly activate.", "data": [{"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "MOF-CVD", "precursor": [{"name": "ZnO", "amount": "6", "unit": "nm"}], "substrate": [{"name": "Ag­(50 nm)/AlOx­(10 nm)-coated glass", "amount": "54 mm × 54 mm", "unit": ""}], "pressure": "", "temperature": "", "time": "18 h"}], "yield": "", "other properties": ["RMS roughness > 20 nm", "SPP peaks 35 nm wide"]}], "include_properties": ["chemical_vapor_deposition"]}, {"idx": "1, 19, 22, 27, 28", "type": "text", "classification": "property", "content": "<p>Because\nof their guest adsorption properties, metal–organic\nframeworks (MOFs) are promising materials to realize chemical sensors.\nHowever, achieving high sensitivities requires the reproducible deposition\nof well-defined MOF films and their integration with a suitable sensor\ndesign. In this work, we report the sensitive detection of volatile\norganic compounds (VOCs) by transducing the adsorption in zeolitic\nimidazolate framework 8 (ZIF-8) thin films, prepared by chemical vapor\ndeposition (MOF-CVD), into surface plasmon polariton (SPP) shifts\nmeasured via total internal reflection ellipsometry (TIRE). It is\nshown that defect formation during MOF-CVD alters the VOC uptake.\nHowever, SPP resonances tunable over the entire Vis–NIR range\nand as sharp as 14 nm are obtained for optimized synthesis conditions.\nRecord-breaking shifts stronger than 150 nm upon methanol uptake and\na limit of detection below 1 ppm are observed. By modeling the TIRE\nspectra, changes in the ZIF-8 refractive index from 1 × 10<sup>–4</sup> (single-digit ppm VOC concentration) up to 0.06 are\nresolved with a resolution better than 1 × 10<sup>–5</sup>.</p><title>SPP Samples with Varying\nZIF-8 Thin Film Thicknesses</title><p>As shown in c, the sensitivity scales with\nthe MOF thickness. Therefore, a series\nof samples of the type Ag­(40,50 nm)/ZnO­(0, 15, and 30 nm)/AlOx­(12\nnm)/ZIF-8 was prepared via the conversion of 4–12 nm precursor\nZnO films deposited on top of the AlOx layer. Upon conversion, a thicker\nZnO precursor film will yield a thicker ZIF-8 film (see a), with a theoretical thickness\nexpansion by a factor of 16–17 for full conversion of crystalline\nZnO. A second ZnO film, underneath the\nAlOx layer and not converted to ZIF-8, is included as an optical spacer\nto demonstrate SPP λ<sub>r</sub> tuning for samples with very\nthin ZIF-8 films. The samples are named “S<italic toggle=\"yes\">x</italic>_<italic toggle=\"yes\">y</italic>”, with <italic toggle=\"yes\">x</italic> and <italic toggle=\"yes\">y</italic> being the thicknesses of the ZnO precursor and optical\nspacer layers, respectively. An overview of the sample structures\nand MOF-CVD conversion times is given in . The ZIF-8 thickness ranged from 39.4 nm\n(S4) to 192 nm (S12) as obtained by modeling SE spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). The TIRE spectra of the activated samples without spacer layers\nare shown in b. The observed SPP peak position scales approximately linearly with\nthe ZIF-8 thickness (c), which means that the refractive index of the MOF film\ndoes not depend on its thickness (cf. a). All samples show [110]/[211] diffraction\npeak intensity ratios of &gt;1 in GIXRD (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S7a</ext-link>), confirming their porosity/activation. Practically identical\ndiffraction\npatterns are obtained for the samples S4, S4_15, and S4_30 regardless\nof the ZnO spacer layer underneath, which confirms (1) the functionality\nof the AlOx layer as a 2-mIm barrier during MOF-CVD and (2) the reproducibility\nof the synthesis method. As illustrated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>, 6 h of MOF-CVD redshifts the SPP peaks by 160 ± 10\nnm for each of these samples, which corresponds to the formation of\n35–40 nm ZIF-8. AFM images of all samples are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S9a</ext-link>, and the RMS roughness increases with\nincreasing ZIF-8 thickness, from &lt;10 nm for the S4 samples to &gt;40\nnm for sample S12. The same trend is found for the SPP FWHMs, which\nrange from 14 nm to almost 80 nm. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S7b</ext-link>, for all measurements performed in this work, the SPP FWHMs are\nplotted against the respective AFM RMS roughness, demonstrating a\nclear positive correlation. Also, an increase in the <italic toggle=\"yes\">k</italic>-values (at 632.8 nm) from 0.00686 for very thin and smooth (S4)\nto 0.0472 for thick and rough (S12) ZIF-8 films was determined by\nSE modeling (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>).</p><title>Sensing Performance</title><p>An analysis\nof the VOC sensing\nperformance of the sample series S4–S12 is given in , with the SPP peaks\nrecorded during exposure to MeOH vapors at different p/p<sup>0</sup> shown in a and S9b, respectively. Systematic and reversible redshifts of the\nSPP peaks are observed upon contact of the sensors with MeOH vapor.\nThe plots of the Δλ<sub>r</sub> values as a function of\nthe MeOH concentration (b) closely resemble reported adsorption isotherms, for instance,\nfor solvothermally grown ZIF-8 films. Samples S4, S4_15, and S4_30, with 35–40 nm ZIF-8 each, show\nsimilar shifts of about 25 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S9c</ext-link>). As expected from b,c, samples with thicker ZIF-8 films yield stronger shifts,\napproaching 160 nm in the case of sample S12 with 192 nm ZIF-8. The\nresponse is so strong that the SPP peak moves out of the spectral\nrange of the ellipsometer (&gt;1000 nm). For all samples, the SPP\nshift\nfor p/p<sup>0</sup> = 65% w.r.t. to the baseline in nitrogen is plotted\nvs the ZIF-8 thicknesses in c, and a linear correlation with a slope of 0.78 nm/nm\nis found. Since λ<sub>r</sub> generally scales linearly with\nboth <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">t</italic>\n<sub>MOF</sub> (), it can be concluded\nthat the underlying Δ<italic toggle=\"yes\">n</italic> is approximately the\nsame for all the samples, i.e., they are equally porous. Furthermore,\nthe SPP peaks of S10 broaden with increasing VOC uptake (a, bottom). A plot\nof the SPP FWHMs as a function of the MeOH concentration (e) shows the same\nprofile as the sigmoidal adsorption isotherm. For very thin films,\ni.e., those with small fitted <italic toggle=\"yes\">k</italic>-values, the SPP broadening\nis less pronounced (see a, top). Since the SPP FWHM correlates with the MOF <italic toggle=\"yes\">k</italic>-value (c and ),\nthese findings indicate that SPP-based sensing can resolve the presence\nof analytes in the MOF pores via changes in <italic toggle=\"yes\">k</italic> as\nwell.</p><title>LoD in Dry and Humidified Nitrogen</title><p>The high sensitivity\nof the SPP approach is expected to translate into a low LoD. To resolve\nthe MeOH uptake in the ppm range, samples with sharp resonances are\nrequired, i.e., for which the Δλ<sub>r</sub>/FWHM ratio\nis as high as possible while ideally possessing a thick MOF film (b,c). However, it\nwas observed that samples with ZIF-8 films with thicknesses greater\nthan 100 nm show rather broad SPP peaks due to their increased roughness\n( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). This effect even holds for ZIF-8 films\nobtained from converting only 6 nm ZnO, marking the transition from\nsharp to broad SPP peaks when approaching full conversion (samples\nS6a vs S6b). Therefore, the Δλ<sub>r</sub>(p/p<sup>0</sup> = 0–60% MeOH)/FWHM values of all samples of the series S4–S12\nare compared in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S12a</ext-link>, including\na sample with the ZIF-8 grown by the conversion of 5 nm ZnO (S5_24).\nValues between 1.46 (S6b) and 2.17 (S10) are found. For sample S6c\ngrown via two MOF-CVD steps, a substantially higher Δλ<sub>r</sub>/FWHM of 4.87 is observed. Therefore, LOD measurements are\nperformed on S6c and compared to S5_24 as the latter shows an equally\nsharp SPP (FWHM = 17.7 nm) at a reasonably high Δλ<sub>r</sub>/FWHM of 1.89.</p><p>Sample S5_24 has the structure Ag­(50\nnm)/ZnO­(24 nm)/AlOx­(12 nm)/ZIF-8­(50 nm) and shows a sharp SPP peak\nat 754.0 nm, which redshifts by 33.1 nm upon MeOH uptake at p/p<sup>0</sup> = 65% (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S12b</ext-link>). For p/p<sup>0</sup> = 10% (ca. 16,000 ppm), Δλ<sub>r</sub> is only\n5.1 nm. To resolve uptake at even lower concentrations, Ψ at\na fixed wavelength a few nm lower than the baseline λ<sub>r</sub> (in dry nitrogen) is defined as sensor signal, i.e., Ψ­(746.8\nnm). An LoD as low as 20 ppm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S12c</ext-link>) can be reached because the Ψ readout is positioned at the\nedge of the very sharp SPP peak, i.e., where dΨ/dλ is\nmaximal. It is remarkable that MeOH uptake down to the a few tens\nof ppm can be resolved despite using only a few 10 nm thin ZIF-8 films.\nQCM-based VOC sensors based on solvothermal ZIF-8 films a few 100\nnm to 1 μm thick could resolve uptake only down to 1000 ppm, and other optical sensing techniques can typically\nresolve uptake down to a few hundreds of ppm. LoD values of &lt;1 ppm or even &lt;100 ppb have been reported only\nrarely.\n</p>", "clean_text": "Because of their guest adsorption properties, metal-organic frameworks (MOFs) are promising materials to realize chemical sensors. However, achieving high sensitivities requires the reproducible deposition of well-defined MOF films and their integration with a suitable sensor design. In this work, we report the sensitive detection of volatile organic compounds (VOCs) by transducing the adsorption in zeolitic imidazolate framework 8 (ZIF-8) thin films, prepared by chemical vapor deposition (MOF-CVD), into surface plasmon polariton (SPP) shifts measured via total internal reflection ellipsometry (TIRE). It is shown that defect formation during MOF-CVD alters the VOC uptake. However, SPP resonances tunable over the entire Vis-NIR range and as sharp as 14 nm are obtained for optimized synthesis conditions. Record-breaking shifts stronger than 150 nm upon methanol uptake and a limit of detection below 1 ppm are observed. By modeling the TIRE spectra, changes in the ZIF-8 refractive index from 1 × 10-4 (single-digit ppm VOC concentration) up to 0.06 are resolved with a resolution better than 1 × 10-5.\n\nSPP Samples with Varying ZIF-8 Thin Film Thicknesses\n\nAs shown in c, the sensitivity scales with the MOF thickness. Therefore, a series of samples of the type Ag(40,50 nm)/ZnO(0, 15, and 30 nm)/AlOx(12 nm)/ZIF-8 was prepared via the conversion of 4-12 nm precursor ZnO films deposited on top of the AlOx layer. Upon conversion, a thicker ZnO precursor film will yield a thicker ZIF-8 film (see a), with a theoretical thickness expansion by a factor of 16-17 for full conversion of crystalline ZnO. A second ZnO film, underneath the AlOx layer and not converted to ZIF-8, is included as an optical spacer to demonstrate SPP λr tuning for samples with very thin ZIF-8 films. The samples are named \"Sx_y\", with x and y being the thicknesses of the ZnO precursor and optical spacer layers, respectively. An overview of the sample structures and MOF-CVD conversion times is given in . The ZIF-8 thickness ranged from 39.4 nm (S4) to 192 nm (S12) as obtained by modeling SE spectra (Figure S6 and Table S3). The TIRE spectra of the activated samples without spacer layers are shown in b. The observed SPP peak position scales approximately linearly with the ZIF-8 thickness (c), which means that the refractive index of the MOF film does not depend on its thickness (cf. a). All samples show [110]/[211] diffraction peak intensity ratios of >1 in GIXRD (Figure S7a), confirming their porosity/activation. Practically identical diffraction patterns are obtained for the samples S4, S4_15, and S4_30 regardless of the ZnO spacer layer underneath, which confirms (1) the functionality of the AlOx layer as a 2-mIm barrier during MOF-CVD and (2) the reproducibility of the synthesis method. As illustrated in Figure S8, 6 h of MOF-CVD redshifts the SPP peaks by 160 ± 10 nm for each of these samples, which corresponds to the formation of 35-40 nm ZIF-8. AFM images of all samples are given in Figure S9a, and the RMS roughness increases with increasing ZIF-8 thickness, from <10 nm for the S4 samples to >40 nm for sample S12. The same trend is found for the SPP FWHMs, which range from 14 nm to almost 80 nm. In Figure S7b, for all measurements performed in this work, the SPP FWHMs are plotted against the respective AFM RMS roughness, demonstrating a clear positive correlation. Also, an increase in the k-values (at 632.8 nm) from 0.00686 for very thin and smooth (S4) to 0.0472 for thick and rough (S12) ZIF-8 films was determined by SE modeling (Table S3).\n\nSensing Performance\n\nAn analysis of the VOC sensing performance of the sample series S4-S12 is given in , with the SPP peaks recorded during exposure to MeOH vapors at different p/p0 shown in a and S9b, respectively. Systematic and reversible redshifts of the SPP peaks are observed upon contact of the sensors with MeOH vapor. The plots of the Δλr values as a function of the MeOH concentration (b) closely resemble reported adsorption isotherms, for instance, for solvothermally grown ZIF-8 films. Samples S4, S4_15, and S4_30, with 35-40 nm ZIF-8 each, show similar shifts of about 25 nm (Figure S9c). As expected from b,c, samples with thicker ZIF-8 films yield stronger shifts, approaching 160 nm in the case of sample S12 with 192 nm ZIF-8. The response is so strong that the SPP peak moves out of the spectral range of the ellipsometer (>1000 nm). For all samples, the SPP shift for p/p0 = 65% w.r.t. to the baseline in nitrogen is plotted vs the ZIF-8 thicknesses in c, and a linear correlation with a slope of 0.78 nm/nm is found. Since λr generally scales linearly with both n and t MOF (), it can be concluded that the underlying Δn is approximately the same for all the samples, i.e., they are equally porous. Furthermore, the SPP peaks of S10 broaden with increasing VOC uptake (a, bottom). A plot of the SPP FWHMs as a function of the MeOH concentration (e) shows the same profile as the sigmoidal adsorption isotherm. For very thin films, i.e., those with small fitted k-values, the SPP broadening is less pronounced (see a, top). Since the SPP FWHM correlates with the MOF k-value (c and ), these findings indicate that SPP-based sensing can resolve the presence of analytes in the MOF pores via changes in k as well.\n\nLoD in Dry and Humidified Nitrogen\n\nThe high sensitivity of the SPP approach is expected to translate into a low LoD. To resolve the MeOH uptake in the ppm range, samples with sharp resonances are required, i.e., for which the Δλr/FWHM ratio is as high as possible while ideally possessing a thick MOF film (b,c). However, it was observed that samples with ZIF-8 films with thicknesses greater than 100 nm show rather broad SPP peaks due to their increased roughness ( and Table S3). This effect even holds for ZIF-8 films obtained from converting only 6 nm ZnO, marking the transition from sharp to broad SPP peaks when approaching full conversion (samples S6a vs S6b). Therefore, the Δλr(p/p0 = 0-60% MeOH)/FWHM values of all samples of the series S4-S12 are compared in Figure S12a, including a sample with the ZIF-8 grown by the conversion of 5 nm ZnO (S5_24). Values between 1.46 (S6b) and 2.17 (S10) are found. For sample S6c grown via two MOF-CVD steps, a substantially higher Δλr/FWHM of 4.87 is observed. Therefore, LOD measurements are performed on S6c and compared to S5_24 as the latter shows an equally sharp SPP (FWHM = 17.7 nm) at a reasonably high Δλr/FWHM of 1.89.\n\nSample S5_24 has the structure Ag(50 nm)/ZnO(24 nm)/AlOx(12 nm)/ZIF-8(50 nm) and shows a sharp SPP peak at 754.0 nm, which redshifts by 33.1 nm upon MeOH uptake at p/p0 = 65% (Figure S12b). For p/p0 = 10% (ca. 16,000 ppm), Δλr is only 5.1 nm. To resolve uptake at even lower concentrations, Ψ at a fixed wavelength a few nm lower than the baseline λr (in dry nitrogen) is defined as sensor signal, i.e., Ψ(746.8 nm). An LoD as low as 20 ppm (Figure S12c) can be reached because the Ψ readout is positioned at the edge of the very sharp SPP peak, i.e., where dΨ/dλ is maximal. It is remarkable that MeOH uptake down to the a few tens of ppm can be resolved despite using only a few 10 nm thin ZIF-8 films. QCM-based VOC sensors based on solvothermal ZIF-8 films a few 100 nm to 1 μm thick could resolve uptake only down to 1000 ppm, and other optical sensing techniques can typically resolve uptake down to a few hundreds of ppm. LoD values of <1 ppm or even <100 ppb have been reported only rarely. ", "data": [[{"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "160", "unit": "nm", "condition": "methanol uptake"}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 29, "type": "text", "classification": "property", "content": "<p>If the MOF-CVD ZIF-8 adsorbs\nMeOH in the single-digit ppm range,\nit might be possible to resolve that via sample S6c. This sample has\nbeen repeatedly activated for at least 1 h at 110 °C under nitrogen\nflow before transferring it to the ellipsometer, where it was purged\nwith dry nitrogen for several hours to entirely desorb residual water.\nConsecutively, three sensing runs were performed with pulses of: (1)\nMeOH (8000 to 0.5 ppm) in dry nitrogen, (2) nitrogen with a relative\nhumidity of 20 to 80%, and (3) MeOH (8000 to 8 ppm) in nitrogen at\n40% relative humidity. The baseline SPP positions before each of these\nruns were near-identical (724.5–725.7 nm). The equilibrium\nSPP peak positions, the Ψ readouts (at a suitable wavelength),\nand the modeled ZIF-8 refractive index for each of the three experiments\nare given in  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>. In dry nitrogen, a clear\nΨ signal can be observed down to 0.5 ppm MeOH (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13a</ext-link>), whereas in the presence of 40% relative humidity,\nthe LoD for MeOH is only around 80 ppm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13c</ext-link>). The same holds for the modeled refractive index (a–c). Interestingly,\nthe sensor shows a response to MeOH on top of its response to the\n40% relative humidity background. The magnitude of the sensor response\nto high MeOH concentrations is roughly the same in dry and humidified\nnitrogen. Exposure to 40% H<sub>2</sub>O increases the MOF refractive\nindex by 0.00489 (from 1.35041 to 1.35530). Mixing 8000 ppm MeOH into\nthe humidified N<sub>2</sub> increases <italic toggle=\"yes\">n</italic> by another\n0.00425 (to 1.35955), while 8000 ppm MeOH into dry nitrogen does increase <italic toggle=\"yes\">n</italic> by 0.00543 (from 1.34961 to 1.35504), i.e., by 0.00118\nRIUs (26%) more than in humidified nitrogen. Nevertheless, the MeOH\nresponse drops more quickly at lower concentrations in humidified\nnitrogen compared to dry nitrogen and vanishes at a few tens of ppm\n(f). For the\nΨ readout (at one wavelength each), the differences between\nthe measurements in humidified and dry nitrogen are more pronounced\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13a</ext-link>,c). As another example, we\nstudied the LoD of toluene, which is a biomarker for lung cancer. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>, the refractive index and Ψ responses to vapors in the 1–2\nppm range are 4 and 3 times stronger than for methanol, respectively.\nFurthermore, an LoD of about 90–100 ppb is observed, which\nis better than a previously reported plasmonic-based sensor with ZIF-8\n(200 ppm) and on par with optical ring-oscillator\nsensing concepts (76 ppb). At 120 ppb\ntoluene, the SPP/ZIF-8 sensor can still resolve a Δ<italic toggle=\"yes\">n</italic> step of 0.00003.</p>", "clean_text": "If the MOF-CVD ZIF-8 adsorbs MeOH in the single-digit ppm range, it might be possible to resolve that via sample S6c. This sample has been repeatedly activated for at least 1 h at 110 °C under nitrogen flow before transferring it to the ellipsometer, where it was purged with dry nitrogen for several hours to entirely desorb residual water. Consecutively, three sensing runs were performed with pulses of: (1) MeOH (8000 to 0.5 ppm) in dry nitrogen, (2) nitrogen with a relative humidity of 20 to 80%, and (3) MeOH (8000 to 8 ppm) in nitrogen at 40% relative humidity. The baseline SPP positions before each of these runs were near-identical (724.5-725.7 nm). The equilibrium SPP peak positions, the Ψ readouts (at a suitable wavelength), and the modeled ZIF-8 refractive index for each of the three experiments are given in  and Figure S13. In dry nitrogen, a clear Ψ signal can be observed down to 0.5 ppm MeOH (Figure S13a), whereas in the presence of 40% relative humidity, the LoD for MeOH is only around 80 ppm (Figure S13c). The same holds for the modeled refractive index (a-c). Interestingly, the sensor shows a response to MeOH on top of its response to the 40% relative humidity background. The magnitude of the sensor response to high MeOH concentrations is roughly the same in dry and humidified nitrogen. Exposure to 40% H2O increases the MOF refractive index by 0.00489 (from 1.35041 to 1.35530). Mixing 8000 ppm MeOH into the humidified N2 increases n by another 0.00425 (to 1.35955), while 8000 ppm MeOH into dry nitrogen does increase n by 0.00543 (from 1.34961 to 1.35504), i.e., by 0.00118 RIUs (26%) more than in humidified nitrogen. Nevertheless, the MeOH response drops more quickly at lower concentrations in humidified nitrogen compared to dry nitrogen and vanishes at a few tens of ppm (f). For the Ψ readout (at one wavelength each), the differences between the measurements in humidified and dry nitrogen are more pronounced (Figure S13a,c). As another example, we studied the LoD of toluene, which is a biomarker for lung cancer. As shown in Figure S14, the refractive index and Ψ responses to vapors in the 1-2 ppm range are 4 and 3 times stronger than for methanol, respectively. Furthermore, an LoD of about 90-100 ppb is observed, which is better than a previously reported plasmonic-based sensor with ZIF-8 (200 ppm) and on par with optical ring-oscillator sensing concepts (76 ppb). At 120 ppb toluene, the SPP/ZIF-8 sensor can still resolve a Δn step of 0.00003.", "data": [[{"meta": {"name": "MOF-CVD ZIF-8", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "", "unit": "", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 21, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structure and SPP Properties of Samples\nS4–S12<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"GRAPHIC-d7e998-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0010.eps\" xlink:type=\"simple\"></graphic>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Layer thickness, SPP λ<sub>r</sub>, FWHM, and AFM RMS roughness values are given in nm.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Structure and SPP Properties of Samples S4–S12[^a]\n\n| Layer thickness (nm) | SPP λ<sub>r</sub> (nm) | FWHM (nm) | AFM RMS roughness (nm) |\n|----------------------|-----------------------|-----------|------------------------|\n|                      |                       |           |                        |", "data": ["No properties found"], "include_properties": []}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>TIRE/SPP principle. (a)\nTIRE measurement geometry and sample layer\nstack. (b) Modeled SPP spectra for Ag­(55 nm)/AlOx­(10 nm)/MOF stacks\nwith MOF layers in the 20<bold>–</bold>200 nm thickness range.\n(c) Modeled SPP broadening due to an increase in the MOF <italic toggle=\"yes\">k</italic>-value from 0 to 0.1 for a 100 nm MOF film.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0002.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  TIRE/SPP principle. (a) TIRE measurement geometry and sample layer stack. (b) Modeled SPP spectra for Ag(55 nm)/AlOx(10 nm)/MOF stacks with MOF layers in the 20-200 nm thickness range. (c) Modeled SPP broadening due to an increase in the MOF k-value from 0 to 0.1 for a 100 nm MOF film.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Sensitivity analysis. SPP peak positions λ<sub>r</sub> modeled\nfor Ag­(55 nm)/AlOx­(10 nm)/MOF­(20–200 nm) stacks plotted vs\n(a) the MOF thickness or (b) the MOF refractive index. (c) Corresponding\nsensing sensitivity in terms of Δλ<sub>r</sub>/RIU.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Sensitivity analysis. SPP peak positions λr modeled for Ag(55 nm)/AlOx(10 nm)/MOF(20-200 nm) stacks plotted vs (a) the MOF thickness or (b) the MOF refractive index. (c) Corresponding sensing sensitivity in terms of Δλr/RIU.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Characterization of Ag/AlOx/ZIF-8 SPP samples\nwith MOF-CVD ZIF-8\ngrown from 6 nm ZnO. Evolution of the ZIF-8 thickness (a) and SPP\npeak positions of samples (b) with increasing conversion time. (c)\nCorresponding AFM images. (d) Evolution of the SPP peak FWHMs and\nAFM RMS roughness with the conversion time. (e) GIXRD diffractograms\nof samples converted for 15 and 18 h. (f) Illustration of the SPP\nredshift upon exposure to MeOH vapors in the concentration range p/p<sup>0</sup> = 0–60%. (g) Corresponding sensing characteristics\nΔλ<sub>r</sub>(p/p<sup>0</sup>) determined on samples\nof varying conversion time. (h) Zn 2p3 core-level HAXPES spectra of\nSi/ZIF-8 samples with a semiconverted (9 h MOF-CVD, upper panel) and\na fully converted ZIF-8 film (24 h MOF-CVD, lower panel).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Characterization of Ag/AlOx/ZIF-8 SPP samples with MOF-CVD ZIF-8 grown from 6 nm ZnO. Evolution of the ZIF-8 thickness (a) and SPP peak positions of samples (b) with increasing conversion time. (c) Corresponding AFM images. (d) Evolution of the SPP peak FWHMs and AFM RMS roughness with the conversion time. (e) GIXRD diffractograms of samples converted for 15 and 18 h. (f) Illustration of the SPP redshift upon exposure to MeOH vapors in the concentration range p/p0 = 0-60%. (g) Corresponding sensing characteristics Δλr(p/p0) determined on samples of varying conversion time. (h) Zn 2p3 core-level HAXPES spectra of Si/ZIF-8 samples with a semiconverted (9 h MOF-CVD, upper panel) and a fully converted ZIF-8 film (24 h MOF-CVD, lower panel).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SPP properties of sample\nseries S4–S12. (a) Illustration\nof the MOF-CVD process for obtaining ZIF-8 thin films of varying thicknesses.\n(b) TIRE spectra (incident angle of 70°) measured on Ag­(50 and\n40 nm)/AlOx­(12 nm)/ZIF-8 samples, with the MOF obtained from 4–12\nnm ZnO precursor thin films. (c) Corresponding SPP λ<sub>r</sub> vs the ZIF-8 thickness fitted from SE (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The dotted line indicates the theoretical thickness expansion\nfrom crystalline ZnO to ZIF-8 (factor 17).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  SPP properties of sample series S4-S12. (a) Illustration of the MOF-CVD process for obtaining ZIF-8 thin films of varying thicknesses. (b) TIRE spectra (incident angle of 70°) measured on Ag(50 and 40 nm)/AlOx(12 nm)/ZIF-8 samples, with the MOF obtained from 4-12 nm ZnO precursor thin films. (c) Corresponding SPP λr vs the ZIF-8 thickness fitted from SE (cf. Figure S6). The dotted line indicates the theoretical thickness expansion from crystalline ZnO to ZIF-8 (factor 17).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Sensing properties of series S4–S12. (a) TIRE spectra of\nsamples S4 and S10 under exposure to dry MeOH vapor with p/p<sup>0</sup> = 0–72%. Spectra of the other samples are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>. (b) Corresponding MeOH sensing characteristics\nΔλ<sub>r</sub>(p/p<sup>0</sup>). (c) The samples’\nMeOH sensing strength (in terms of SPP Δλ<sub>r</sub> for\np/p<sup>0</sup>= 0–60%) plotted against their ZIF-8 film thickness,\nindicating a linear correlation, which is in agreement with <xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>. (d) Sensing characteristics\nfor ethanol and methanol in comparison to water, exemplarily measured\non sample S10. (e) SPP FWHM vs MeOH p/p<sup>0</sup> for sample S10.\nOptical <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">k</italic> values, determined\nfrom modeling the TIRE/SPP spectra of sample S10 vs (f) the MeOH partial\npressure p/p<sup>0</sup> and (g) the SPP peak position λ<sub>r</sub>. The time evolution of the modeled <italic toggle=\"yes\">n</italic> and <italic toggle=\"yes\">k</italic> values during the MeOH dosing is given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S10d</ext-link>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Sensing properties of series S4-S12. (a) TIRE spectra of samples S4 and S10 under exposure to dry MeOH vapor with p/p0 = 0-72%. Spectra of the other samples are given in Figure S9. (b) Corresponding MeOH sensing characteristics Δλr(p/p0). (c) The samples' MeOH sensing strength (in terms of SPP Δλr for p/p0= 0-60%) plotted against their ZIF-8 film thickness, indicating a linear correlation, which is in agreement with Figure  . (d) Sensing characteristics for ethanol and methanol in comparison to water, exemplarily measured on sample S10. (e) SPP FWHM vs MeOH p/p0 for sample S10. Optical n and k values, determined from modeling the TIRE/SPP spectra of sample S10 vs (f) the MeOH partial pressure p/p0 and (g) the SPP peak position λr. The time evolution of the modeled n and k values during the MeOH dosing is given in Figure S10d.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>LoD of MeOH in dry and humidified nitrogen. Refractive\nindex response\nof the ZIF-8 layer in sample S6c (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figures S5 and S13</ext-link>) determined by modeling the SPP peak shifts during\nexposure to (a) MeOH in dry nitrogen, (b) nitrogen of varying relative\nhumidity, and (c) MeOH in humidified nitrogen at a relative humidity\nof 40%. Red numbers indicate the MeOH concentration in ppm. The measured\nSPP peak redshifts are given in (d) and (e) as well as in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c00012/suppl_file/an2c00012_si_001.pdf\" xlink:type=\"simple\">Figure S13d</ext-link>. (f) Modeled refractive index values\nvs the MeOH concentration for MeOH pulses in dry nitrogen (left axis)\nor in humidified nitrogen (right axis). The dotted lines represent\nthe baseline levels for each of the experiments.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c00012_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  LoD of MeOH in dry and humidified nitrogen. Refractive index response of the ZIF-8 layer in sample S6c (cf. Figures S5 and S13) determined by modeling the SPP peak shifts during exposure to (a) MeOH in dry nitrogen, (b) nitrogen of varying relative humidity, and (c) MeOH in humidified nitrogen at a relative humidity of 40%. Red numbers indicate the MeOH concentration in ppm. The measured SPP peak redshifts are given in (d) and (e) as well as in Figure S13d. (f) Modeled refractive index values vs the MeOH concentration for MeOH pulses in dry nitrogen (left axis) or in humidified nitrogen (right axis). The dotted lines represent the baseline levels for each of the experiments.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsanm.2c00012", "title": "\nParts-per-Million Detection of Volatile Organic Compounds\nvia Surface Plasmon Polaritons and Nanometer-Thick Metal–Organic\nFramework Films\n", "journal": "American Chemical Society", "date": "2022.03", "author_list": ["Tietze\nMax L.", "Obst\nMartin", "Arnauts\nGiel", "Wauteraerts\nNathalie", "Rodríguez-Hermida\nSabina", "Ameloot\nRob"]}}