{"filepath": "../L2M3_data/1_application_papers/acs_xml/ao2c00874.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A new highly fluorescent\nzinc–organic framework [Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>n</sub> (<bold>Zn-MOF</bold>) was prepared via in situ ligand\nformation by the solvothermal reaction\nof Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and pyromellitic\ndianhydride (PMDA) in DMSO solvent. During the solvothermal reaction,\nPMDA was gradually hydrolyzed to a pyromellitic acid, 1,2,4,5-benzene\ntetracarboxylic acid (H<sub>4</sub>btca), to provide a tetracarboxylic\nacid as a linker in the reaction medium. Single-crystal X-ray diffraction\nanalysis exhibits a 3D porous structure with open tetragonal channels\nrunning along the crystallographic <italic toggle=\"yes\">c</italic>-axis. The <bold>Zn-MOF</bold> was explored as an on-mode fluorescent sensor for tracing\ncimetidine in biological fluids and pharmaceutical samples in the\npresence of interfering species. The results show a quick response\nin a short time range. The characteristics of this sensor were investigated\nby field-emission scanning electron microscopy, dynamic light scattering,\nenergy-dispersive X-ray analysis, powder X-ray diffraction, Fourier\ntransform infrared and UV–vis spectroscopy as well as thermogravimetric,\nand elemental analyses.</p>", "clean_text": "A new highly fluorescent zinc-organic framework [Zn2(btca)(DMSO)2]n (Zn-MOF) was prepared via in situ ligand formation by the solvothermal reaction of Zn(NO3)2⋅6H2O and pyromellitic dianhydride (PMDA) in DMSO solvent. During the solvothermal reaction, PMDA was gradually hydrolyzed to a pyromellitic acid, 1,2,4,5-benzene tetracarboxylic acid (H4btca), to provide a tetracarboxylic acid as a linker in the reaction medium. Single-crystal X-ray diffraction analysis exhibits a 3D porous structure with open tetragonal channels running along the crystallographic c-axis. The Zn-MOF was explored as an on-mode fluorescent sensor for tracing cimetidine in biological fluids and pharmaceutical samples in the presence of interfering species. The results show a quick response in a short time range. The characteristics of this sensor were investigated by field-emission scanning electron microscopy, dynamic light scattering, energy-dispersive X-ray analysis, powder X-ray diffraction, Fourier transform infrared and UV-vis spectroscopy as well as thermogravimetric, and elemental analyses.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Currently,\npeople around the world have better living conditions\nthrough medical treatments, and a healthy life can be achieved through\npills, syrups, and so forth. Medications often have the ability to\ncure diseases. Efforts in the field of medicine are focused on finding\nthe best treatment for diseases, to the extent that medical research\nmethods are mainly aimed at neutralizing the side effects of medical\ndrugs and maintaining health in human life.\n</p>", "clean_text": "Introduction\n\nCurrently, people around the world have better living conditions through medical treatments, and a healthy life can be achieved through pills, syrups, and so forth. Medications often have the ability to cure diseases. Efforts in the field of medicine are focused on finding the best treatment for diseases, to the extent that medical research methods are mainly aimed at neutralizing the side effects of medical drugs and maintaining health in human life. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The sensitive and selective detection of drugs in biological\nsamples\nis attracting immense attention due to their pharmacodynamics and\npharmacokinetics in human bodies. Researchers\nhave reported that cimetidine causes many unwanted effects when it\nis administered at higher therapeutic doses. Cimetidine, <italic toggle=\"yes\">N</italic>″-cyano-<italic toggle=\"yes\">N</italic>-methyl-<italic toggle=\"yes\">N</italic>′-[2­([(5-methyl-1<italic toggle=\"yes\">H</italic>-imidazole-4-yl)­methyl]­thio)­ethyl]­guanidine,\nis the prototype of the histamine H2-receptor antagonist among the\nmost commonly prescribed drugs in the world, which can also be obtained without a prescription. It is widely\nused in clinical treatments for gastric reflux or other gastrointestinal\ndiseases. The action of histamine on all H2-receptors\nprevents the production of acid in the stomach wall cells and improves\ngastric and duodenal ulcers. These two ulcers are one of the most\ncommon causes of indigestion, and cimetidine is effective in managing\ngastric hypersecretion. Cimetidine is\nsafe enough that it is available without a prescription. However,\nthere is a concern about cimetidine-induced neutropenia, and it can\ncause overdose or drug interactions. Serious side effects of cimetidine\ninclude confusion and hallucinations, decreased white blood cell counts,\nirregular heartbeat, and so forth; these effects may be more likely\nto occur in older adults and those who are ill or debilitated. Many\ndrugs may affect cimetidine or be made less effective when taken at\nthe same time as cimetidine. This includes prescription and over-the-counter\nmedicines, vitamins, and herbal products. Thus, a study to evaluate and track cimetidine is felt necessary\nto solve this issue.</p>", "clean_text": "The sensitive and selective detection of drugs in biological samples is attracting immense attention due to their pharmacodynamics and pharmacokinetics in human bodies. Researchers have reported that cimetidine causes many unwanted effects when it is administered at higher therapeutic doses. Cimetidine, N\"-cyano-N-methyl-N'-[2([(5-methyl-1H-imidazole-4-yl)methyl]thio)ethyl]guanidine, is the prototype of the histamine H2-receptor antagonist among the most commonly prescribed drugs in the world, which can also be obtained without a prescription. It is widely used in clinical treatments for gastric reflux or other gastrointestinal diseases. The action of histamine on all H2-receptors prevents the production of acid in the stomach wall cells and improves gastric and duodenal ulcers. These two ulcers are one of the most common causes of indigestion, and cimetidine is effective in managing gastric hypersecretion. Cimetidine is safe enough that it is available without a prescription. However, there is a concern about cimetidine-induced neutropenia, and it can cause overdose or drug interactions. Serious side effects of cimetidine include confusion and hallucinations, decreased white blood cell counts, irregular heartbeat, and so forth; these effects may be more likely to occur in older adults and those who are ill or debilitated. Many drugs may affect cimetidine or be made less effective when taken at the same time as cimetidine. This includes prescription and over-the-counter medicines, vitamins, and herbal products. Thus, a study to evaluate and track cimetidine is felt necessary to solve this issue.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Various methodologies have been reported\nfor detection of this\ndrug; however, most of them are time-consuming, tedious, and require\nexpensive instruments. Hence, detection studies and monitoring of cimetidine are imperative\nfor improving drug therapy.</p>", "clean_text": "Various methodologies have been reported for detection of this drug; however, most of them are time-consuming, tedious, and require expensive instruments. Hence, detection studies and monitoring of cimetidine are imperative for improving drug therapy.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>On the other hand, many efforts\nin the field of crystal engineering\nare under process to obtain new crystalline materials with desired\nproperties. Crystal engineering is one of the amazing research fields\nin chemistry which combines chemistry and art to rationally design\nand create new structural architectures with desired properties and\napplications. In this regard, an explosion\nof interest in the design and synthesis of coordination polymers (CPs)\nand its unique subclass, that is, metal–organic frameworks\n(MOFs), has occurred over the past few decades due to their outstanding\nproperties and a myriad of possible applications, which include traditional\nuses of microporous materials, such as gas storage, separation, and\ncatalysis, as well as new realms in biomedicine, electronic devices, and information storage. MOFs are a fascinating class of porous crystalline substances that\nare composed of multidentate organic linkers and inorganic metal nodes\nthat form exciting three-dimensional frameworks. Among the various categories of organic linkers, used in the structure\nof MOFs, multidentate carboxylate ligands are one of the most successful\ncategory of organic linkers which provide crystalline structures with\nsuitable chemical stability. One of the most important goals\nof MOF synthesis has been to gain high-quality single-crystals for\nunderstanding various structural features of such materials. Because\nof the fast reaction between metal and ligand sources, obtaining a\nhigh-quality single-crystal is still a time-consuming and challenging\nstep in the MOF synthesis process. To fix the problem, some crystallization\nmethods, such as solvent layering and crystallization in gels, as well as in situ formation of starting materials which reduce\nthe combination rate of the reagents can be applied. In this regard and in continuation of our research activity on the\nexploration of effective factors on the design, synthesis, and potential\napplications of new CPs, in this work, in situ ligand\nformation and subsequent MOF crystallization in a one-pot reaction\nhas been examined. In this approach, a tetracarboxylate linker, 1,2,4,5-benzene\ntetracarboxylic acid, has been gradually obtained via hydrolysis of\npyromellitic dianhydride and formed a new zinc­(II)-based MOF crystal\nunder solvothermal conditions. The as-prepared [Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (Zn-MOF) acts as an attractive\nrecognition sensor for cimetidine determination. As far as we know,\nthere are no reports on the sensing property of any MOFs for selective\ncimetidine detection. This MOF-based sensor illustrates good potential\nfor detecting the drug cimetidine that exhibits no inherent fluorescence\nor color. The fluorescence intensity of [Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> was enhanced in the presence\nof cimetidine (on-mode), and this fluorescence intensity variation\nwas chosen as a monitoring signal. Flower-like aggregated square plates\nof [Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> exhibited low fluorescence intensity due to external interactions\nbetween square plates, but the presence of cimetidine can separate\nthe sheets of the MOF and increase the fluorescence intensity. Hence,\nthe designed sensor can quantitatively recognize and monitor cimetidine\nin biological fluids (plasma and urine samples) and tablets.</p>", "clean_text": "On the other hand, many efforts in the field of crystal engineering are under process to obtain new crystalline materials with desired properties. Crystal engineering is one of the amazing research fields in chemistry which combines chemistry and art to rationally design and create new structural architectures with desired properties and applications. In this regard, an explosion of interest in the design and synthesis of coordination polymers (CPs) and its unique subclass, that is, metal-organic frameworks (MOFs), has occurred over the past few decades due to their outstanding properties and a myriad of possible applications, which include traditional uses of microporous materials, such as gas storage, separation, and catalysis, as well as new realms in biomedicine, electronic devices, and information storage. MOFs are a fascinating class of porous crystalline substances that are composed of multidentate organic linkers and inorganic metal nodes that form exciting three-dimensional frameworks. Among the various categories of organic linkers, used in the structure of MOFs, multidentate carboxylate ligands are one of the most successful category of organic linkers which provide crystalline structures with suitable chemical stability. One of the most important goals of MOF synthesis has been to gain high-quality single-crystals for understanding various structural features of such materials. Because of the fast reaction between metal and ligand sources, obtaining a high-quality single-crystal is still a time-consuming and challenging step in the MOF synthesis process. To fix the problem, some crystallization methods, such as solvent layering and crystallization in gels, as well as in situ formation of starting materials which reduce the combination rate of the reagents can be applied. In this regard and in continuation of our research activity on the exploration of effective factors on the design, synthesis, and potential applications of new CPs, in this work, in situ ligand formation and subsequent MOF crystallization in a one-pot reaction has been examined. In this approach, a tetracarboxylate linker, 1,2,4,5-benzene tetracarboxylic acid, has been gradually obtained via hydrolysis of pyromellitic dianhydride and formed a new zinc(II)-based MOF crystal under solvothermal conditions. The as-prepared [Zn2(btca)(DMSO)2] n  (Zn-MOF) acts as an attractive recognition sensor for cimetidine determination. As far as we know, there are no reports on the sensing property of any MOFs for selective cimetidine detection. This MOF-based sensor illustrates good potential for detecting the drug cimetidine that exhibits no inherent fluorescence or color. The fluorescence intensity of [Zn2(btca)(DMSO)2] n  was enhanced in the presence of cimetidine (on-mode), and this fluorescence intensity variation was chosen as a monitoring signal. Flower-like aggregated square plates of [Zn2(btca)(DMSO)2] n  exhibited low fluorescence intensity due to external interactions between square plates, but the presence of cimetidine can separate the sheets of the MOF and increase the fluorescence intensity. Hence, the designed sensor can quantitatively recognize and monitor cimetidine in biological fluids (plasma and urine samples) and tablets.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Chemicals and Instruments</title><p>All chemicals\nwere of analytical grade or commercially available and used as received\nwithout further purification. Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (98%) and the pyromellitic dianhydride (97%) were purchased\nfrom Sigma-Aldrich. Dimethyl sulfoxide (DMSO) (99.9%) and anhydrous\nethanol (95%) were purchased from Merck Chemical Co. Phosphate buffer,\npH 6 was prepared by the addition of sodium hydroxide (0.1 mol L<sup>–1</sup>) to a phosphoric acid solution (0.1 mol L<sup>–1</sup>). The drug cimetidine was purchased from Sigma-Aldrich (St. Louis,\nMO, USA). A stock solution (10 ng mL<sup>–1</sup>) of cimetidine\nwas prepared, and working solutions were prepared from the appropriate\ndilution of this stock solution. Milli-Q-water (Cell Culture Grade,\nBioidea Company, Iran) was utilized to prepare the solutions.</p>", "clean_text": "Experimental Section\n\nChemicals and Instruments\n\nAll chemicals were of analytical grade or commercially available and used as received without further purification. Zn(NO3)2⋅6H2O (98%) and the pyromellitic dianhydride (97%) were purchased from Sigma-Aldrich. Dimethyl sulfoxide (DMSO) (99.9%) and anhydrous ethanol (95%) were purchased from Merck Chemical Co. Phosphate buffer, pH 6 was prepared by the addition of sodium hydroxide (0.1 mol L-1) to a phosphoric acid solution (0.1 mol L-1). The drug cimetidine was purchased from Sigma-Aldrich (St. Louis, MO, USA). A stock solution (10 ng mL-1) of cimetidine was prepared, and working solutions were prepared from the appropriate dilution of this stock solution. Milli-Q-water (Cell Culture Grade, Bioidea Company, Iran) was utilized to prepare the solutions.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The vibrational spectra in the infrared region were recorded from\nKBr pellets using a PerkinElmer Spectrum Two Fourier transform infrared\n(FT-IR) spectrometer in the region of 400–4000 cm<sup>–1</sup>. The amounts of C, H, N, and S were determined by elemental analysis\nwith an Elementar Vario EL CHNS analyzer. The powder X-ray diffraction\n(PXRD) pattern of the sample was measured on a Philips X’Pert\nPro diffractometer operating at 40 kV voltage and 30 mA current with\nCuKα X-ray radiation (λ = 1.54184 Å). Thermogravimetric\nanalysis (TGA) was performed by TA-TGA Q5000IR thermal analysis equipment\nunder a nitrogen flow of 40 mLmin<sup>–1</sup>. The heating\nrate was about 10 °C min<sup>–1</sup> within a temperature\nrange of 25–600 °C. The fluorescence spectra were recorded\nby a Hitachi F-7000 spectrofluorometer (Japan) equipped with a xenon\nlamp source. The bandwidths of excitation and emission wavelengths\nwere set at 10 and 5 nm, respectively. The UV–visible absorption\nspectra were recorded using a Jenway spectrophotometer model 6705\n(UK). The pH adjustments were performed using a digital pH-meter model\n632 (Metrohm, Herisau, Switzerland). Field-emission scanning electron\nmicroscopy (FE-SEM) images have been taken by the MIRA3 model. Dynamic\nlight scattering (DLS) was obtained by Nano ZS (red badge) ZEN 3600,\nMalvern Company (England). Simulated PXRD patterns, based on single-crystal\nX-ray diffraction data, were prepared using Mercury software. Topological analysis was performed using ToposPro.\n</p>", "clean_text": "The vibrational spectra in the infrared region were recorded from KBr pellets using a PerkinElmer Spectrum Two Fourier transform infrared (FT-IR) spectrometer in the region of 400-4000 cm-1. The amounts of C, H, N, and S were determined by elemental analysis with an Elementar Vario EL CHNS analyzer. The powder X-ray diffraction (PXRD) pattern of the sample was measured on a Philips X'Pert Pro diffractometer operating at 40 kV voltage and 30 mA current with CuKα X-ray radiation (λ = 1.54184 Å). Thermogravimetric analysis (TGA) was performed by TA-TGA Q5000IR thermal analysis equipment under a nitrogen flow of 40 mLmin-1. The heating rate was about 10 °C min-1 within a temperature range of 25-600 °C. The fluorescence spectra were recorded by a Hitachi F-7000 spectrofluorometer (Japan) equipped with a xenon lamp source. The bandwidths of excitation and emission wavelengths were set at 10 and 5 nm, respectively. The UV-visible absorption spectra were recorded using a Jenway spectrophotometer model 6705 (UK). The pH adjustments were performed using a digital pH-meter model 632 (Metrohm, Herisau, Switzerland). Field-emission scanning electron microscopy (FE-SEM) images have been taken by the MIRA3 model. Dynamic light scattering (DLS) was obtained by Nano ZS (red badge) ZEN 3600, Malvern Company (England). Simulated PXRD patterns, based on single-crystal X-ray diffraction data, were prepared using Mercury software. Topological analysis was performed using ToposPro. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>Zn-MOF</bold>\n</title><title>In Situ Synthesis</title><p>To prepare Zn-MOF via in situ ligand\nformation from pyromellitic dianhydride hydrolysis, a solution of\nZn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.292 g, 0.98\nmmol) in DMSO (5 mL) was added to a solution of pyromellitic dianhydride\n(0.118 g, 0.54 mmol) in DMSO (18 mL). The resulting mixture was transferred\ninto a 40 mL Teflon-lined stainless-steel autoclave reactor and then\nheated at 120 °C for 72 h. Then, slowly cooled to room temperature\nat a rate of 6 °C h<sup>–1</sup>. Colorless crystals,\nsuitable for single-crystal X-ray diffraction analysis were isolated,\nwashed with DMSO and anhydrous ethanol to remove all impurities, and\ndried in air. Yield: ca. 75% (based on Zn). Anal. Calcd for C<sub>14</sub>H<sub>14</sub>O<sub>10</sub>S<sub>2</sub>Zn<sub>2</sub> (FW\n= 537.11 g mol<sup>–1</sup>): C, 31.30; H, 2.60; S, 12.14%;\nfound: C, 30.86; H, 2.52; S, 12.14%.</p>", "clean_text": "Synthesis of Zn-MOF \n\nIn Situ Synthesis\n\nTo prepare Zn-MOF via in situ ligand formation from pyromellitic dianhydride hydrolysis, a solution of Zn(NO3)2⋅6H2O (0.292 g, 0.98 mmol) in DMSO (5 mL) was added to a solution of pyromellitic dianhydride (0.118 g, 0.54 mmol) in DMSO (18 mL). The resulting mixture was transferred into a 40 mL Teflon-lined stainless-steel autoclave reactor and then heated at 120 °C for 72 h. Then, slowly cooled to room temperature at a rate of 6 °C h-1. Colorless crystals, suitable for single-crystal X-ray diffraction analysis were isolated, washed with DMSO and anhydrous ethanol to remove all impurities, and dried in air. Yield: ca. 75% (based on Zn). Anal. Calcd for C14H14O10S2Zn2 (FW = 537.11 g mol-1): C, 31.30; H, 2.60; S, 12.14%; found: C, 30.86; H, 2.52; S, 12.14%.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Direct Synthesis</title><p>A solution of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\n(0.292 g, 0.98 mmol) in DMSO (5 mL)\nwas added to a solution of pyromellitic acid, H<sub>4</sub>btca, (0.137\ng, 0.54 mmol) in DMSO (18 mL). The resulting mixture was transferred\ninto a 40 mL Teflon-lined stainless-steel autoclave reactor and then\nheated at 120 °C for 72 h. Then, slowly cooled to room temperature\nat a rate of 6 °C h <sup>–1</sup>. Colorless crystals\nwere collected, washed with DMSO and anhydrous ethanol to remove all\nimpurities, and dried in air. Yield: ca. 55% (based on Zn).</p>", "clean_text": "Direct Synthesis\n\nA solution of Zn(NO3)2⋅6H2O (0.292 g, 0.98 mmol) in DMSO (5 mL) was added to a solution of pyromellitic acid, H4btca, (0.137 g, 0.54 mmol) in DMSO (18 mL). The resulting mixture was transferred into a 40 mL Teflon-lined stainless-steel autoclave reactor and then heated at 120 °C for 72 h. Then, slowly cooled to room temperature at a rate of 6 °C h -1. Colorless crystals were collected, washed with DMSO and anhydrous ethanol to remove all impurities, and dried in air. Yield: ca. 55% (based on Zn).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal Structure Determinations</title><p>Good quality single-crystals of <bold>Zn-MOF</bold> were selected\nfor the X-ray diffraction experiments at <italic toggle=\"yes\">T</italic> = 100(2)\nK. The diffraction data were collected on the Agilent Technologies\nSuperNova double source diffractometer with MoKα (λ =\n0.71073 Å) radiation, using CrysAlis RED software. The analytical absorption correction using a\nmultifaceted crystal model based on expressions derived by R.C. Clark\n&amp; J.S. Reid implemented in SCALE3\nABSPACK scaling algorithm, was applied. The structural determination procedure was carried out using the\nSHELX package. The structure was solved\nwith direct methods and then successive least-square refinement was\ncarried out based on the full-matrix least-squares method on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> using the SHELXL program. All H-atoms were positioned geometrically with the C–H\nequal to 0.93 and 0.96 Å for the aromatic and methyl H-atoms,\nrespectively, and constrained to ride on their parent atoms with <italic toggle=\"yes\">U</italic>\n<sub>iso</sub>(H) = <italic toggle=\"yes\">xU</italic>\n<sub>eq</sub>(C),\nwhere <italic toggle=\"yes\">x</italic> = 1.2 for the aromatic and 1.5 for the methyl\nH-atoms, respectively. The DMSO molecule containing the S1 atom was\nsubject to the RIGU restraint. The figures for this publication were\nprepared using Olex2, Mercury, and ToposPro.</p>", "clean_text": "Single-Crystal Structure Determinations\n\nGood quality single-crystals of Zn-MOF were selected for the X-ray diffraction experiments at T = 100(2) K. The diffraction data were collected on the Agilent Technologies SuperNova double source diffractometer with MoKα (λ = 0.71073 Å) radiation, using CrysAlis RED software. The analytical absorption correction using a multifaceted crystal model based on expressions derived by R.C. Clark & J.S. Reid implemented in SCALE3 ABSPACK scaling algorithm, was applied. The structural determination procedure was carried out using the SHELX package. The structure was solved with direct methods and then successive least-square refinement was carried out based on the full-matrix least-squares method on F 2 using the SHELXL program. All H-atoms were positioned geometrically with the C-H equal to 0.93 and 0.96 Å for the aromatic and methyl H-atoms, respectively, and constrained to ride on their parent atoms with U iso(H) = xU eq(C), where x = 1.2 for the aromatic and 1.5 for the methyl H-atoms, respectively. The DMSO molecule containing the S1 atom was subject to the RIGU restraint. The figures for this publication were prepared using Olex2, Mercury, and ToposPro.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>On-Fluorescence Assay of Cimetidine</title><p>The\ntypical experiment is described as follows: 2 mg of <bold>Zn-MOF</bold> and 0.1 mL phosphate buffer pH 6 was dispersed into 5 mL milli-Q\nwater via ultrasonication for 20 min. The resulting mixture was considered\nas a blank and its fluorescence spectrum was recorded at an excitation\nwavelength (λ<sub>ex</sub>) of 300 nm. The emission wavelengths\nwere registered from 350 to 600 nm and the maximum emission intensity\n(λ<sub>em</sub>) was noted as the fluorescence intensity of\nthe blank (<italic toggle=\"yes\">F</italic>\n<sub>0</sub>). All fluorescence spectra\nwere carried out with the slit widths of 10 and 5 nm for the excitation\nand emission wavelengths, respectively. For the determination of cimetidine,\nvarious concentrations of cimetidine (final concentration in the range\nof 1–10 ng mL<sup>–1</sup>) were added to the designed\nsensor so that the alterations in the final volume were ignored. The\nhighest intensity of emission wavelengths in the presence of cimetidine\nwas recorded and defined as <italic toggle=\"yes\">F</italic>. The fluorescence “turn-On”\nintensity of the sensor was measured after 3 min. The sensor responses\nwere described as the ratio of <italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub>.</p>", "clean_text": "On-Fluorescence Assay of Cimetidine\n\nThe typical experiment is described as follows: 2 mg of Zn-MOF and 0.1 mL phosphate buffer pH 6 was dispersed into 5 mL milli-Q water via ultrasonication for 20 min. The resulting mixture was considered as a blank and its fluorescence spectrum was recorded at an excitation wavelength (λex) of 300 nm. The emission wavelengths were registered from 350 to 600 nm and the maximum emission intensity (λem) was noted as the fluorescence intensity of the blank (F 0). All fluorescence spectra were carried out with the slit widths of 10 and 5 nm for the excitation and emission wavelengths, respectively. For the determination of cimetidine, various concentrations of cimetidine (final concentration in the range of 1-10 ng mL-1) were added to the designed sensor so that the alterations in the final volume were ignored. The highest intensity of emission wavelengths in the presence of cimetidine was recorded and defined as F. The fluorescence \"turn-On\" intensity of the sensor was measured after 3 min. The sensor responses were described as the ratio of F/F 0.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Pretreatments of Real Samples</title><p>Two\nfresh human plasma and urine samples were obtained from healthy volunteers\nof the medical diagnosis clinic. Trichloroacetic acid solution was\nadded to the plasma solution in a volume ratio of 2:1, centrifuged,\nand filtered to precipitate and remove all proteins from the plasma. 1 mL of urine sample was only diluted up to\nthree times without further pretreatment.</p>", "clean_text": "Pretreatments of Real Samples\n\nTwo fresh human plasma and urine samples were obtained from healthy volunteers of the medical diagnosis clinic. Trichloroacetic acid solution was added to the plasma solution in a volume ratio of 2:1, centrifuged, and filtered to precipitate and remove all proteins from the plasma. 1 mL of urine sample was only diluted up to three times without further pretreatment.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Two commercial cimetidine\ntablets (Kimia Darou Pharmaceutical Company) and ampule (Exir Company)\nwere prepared and the desired pretreatment was performed before analysis.\nThe tablet was completely milled and dissolved into the minimum amount\nof required Milli-Q water. After vigorous shaking for 5 min, the resulting\nsolution was passed through a filter paper. The filtrate was transferred\ninto a 25 mL volumetric flask, diluted to the mark, and saved as a\nstock tablet solution. The sequential dilutions were performed to\nprepare the appropriate stock solution of cimetidine ampoule. The\ndesired concentrations of cimetidine within the linear range of analytical\nmethodology were obtained through the proper dilution. Finally, all\nreal samples were tested according to the suggested procedure.</p>", "clean_text": "Two commercial cimetidine tablets (Kimia Darou Pharmaceutical Company) and ampule (Exir Company) were prepared and the desired pretreatment was performed before analysis. The tablet was completely milled and dissolved into the minimum amount of required Milli-Q water. After vigorous shaking for 5 min, the resulting solution was passed through a filter paper. The filtrate was transferred into a 25 mL volumetric flask, diluted to the mark, and saved as a stock tablet solution. The sequential dilutions were performed to prepare the appropriate stock solution of cimetidine ampoule. The desired concentrations of cimetidine within the linear range of analytical methodology were obtained through the proper dilution. Finally, all real samples were tested according to the suggested procedure.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis of the <bold>Zn-MOF</bold> Sensor</title><p>From the reaction of Zn­(II) ions with\npyromellitic dianhydride\nas a source of tetracarboxylate linker, 1,2,4,5-benzene tetracarboxylic\nacid (H<sub>4</sub>btca), under solvothermal conditions, a new 3D\nMOF [Zn<sub>2</sub>(btca) (DMSO)<sub>2</sub>]<sub>n</sub> (<bold>Zn-MOF</bold>) has been successfully prepared. One of the barriers to the faster\ngrowth of novel as-prepared MOF structures is the challenge of growing\nMOF single-crystals of quality suitable for structural determination\nusing a single-crystal X-ray diffractometer. In this context, fast\nreaction of starting reagents has often led to the appearance of a\nprecipitate instead of well-grown single-crystals. Several different\ncrystallization methods have been introduced to reduce the combination\nrate of metal ions and linker ligands such as solvent layering, crystallization\nin gels, and so forth. Another amazing\napproach is in situ gradual formation of metal ions or linker ligands\nin the reaction medium. In this approach, metal ions can be produced\nfrom insoluble metal oxides or pure metal electrodes and carboxylate\nlinker ligands can be generated in situ via the hydrolysis of anhydride\nspecies. The hydrolysis reaction is promoted in the presence of water\nand transition-metal ions as a catalyst. With this idea\nin mind, pyromellitic dianhydride, as the source of the linker ligand,\nhas been reacted with a Zn­(II) ion under solvothermal conditions for\nthe in situ gradual formation of 1,2,4,5-benzene tetracarboxylic acid\nlinker (H<sub>4</sub>btca) via gradual hydrolysis and crystallization\nof the desired <bold>Zn-MOF</bold>. The as-prepared MOF is insoluble\nin water and all common organic solvents, stable toward air and moisture,\nand well characterized by FT-IR spectroscopy, thermogravimetric, and\nelemental analyses, PXRD, and single-crystal X-ray diffraction analysis.</p>", "clean_text": "Results and Discussion\n\nSynthesis of the Zn-MOF Sensor\n\nFrom the reaction of Zn(II) ions with pyromellitic dianhydride as a source of tetracarboxylate linker, 1,2,4,5-benzene tetracarboxylic acid (H4btca), under solvothermal conditions, a new 3D MOF [Zn2(btca) (DMSO)2]n (Zn-MOF) has been successfully prepared. One of the barriers to the faster growth of novel as-prepared MOF structures is the challenge of growing MOF single-crystals of quality suitable for structural determination using a single-crystal X-ray diffractometer. In this context, fast reaction of starting reagents has often led to the appearance of a precipitate instead of well-grown single-crystals. Several different crystallization methods have been introduced to reduce the combination rate of metal ions and linker ligands such as solvent layering, crystallization in gels, and so forth. Another amazing approach is in situ gradual formation of metal ions or linker ligands in the reaction medium. In this approach, metal ions can be produced from insoluble metal oxides or pure metal electrodes and carboxylate linker ligands can be generated in situ via the hydrolysis of anhydride species. The hydrolysis reaction is promoted in the presence of water and transition-metal ions as a catalyst. With this idea in mind, pyromellitic dianhydride, as the source of the linker ligand, has been reacted with a Zn(II) ion under solvothermal conditions for the in situ gradual formation of 1,2,4,5-benzene tetracarboxylic acid linker (H4btca) via gradual hydrolysis and crystallization of the desired Zn-MOF. The as-prepared MOF is insoluble in water and all common organic solvents, stable toward air and moisture, and well characterized by FT-IR spectroscopy, thermogravimetric, and elemental analyses, PXRD, and single-crystal X-ray diffraction analysis.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Characterization of the <bold>Zn-MOF</bold> Sensor</title><p>Single-crystal X-ray diffraction analysis reveals\na three-dimensional polymeric structure for [Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>. The investigated compound\ncrystallizes in the monoclinic <italic toggle=\"yes\">Cc</italic> space group with <italic toggle=\"yes\">Z</italic> = 4. Crystallographic data and refinement details of the\ncomplex [Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> are gathered in  and its crystal structure is shown in .</p>", "clean_text": "Characterization of the Zn-MOF Sensor\n\nSingle-crystal X-ray diffraction analysis reveals a three-dimensional polymeric structure for [Zn2(btca)(DMSO)2] n . The investigated compound crystallizes in the monoclinic Cc space group with Z = 4. Crystallographic data and refinement details of the complex [Zn2(btca)(DMSO)2] n  are gathered in  and its crystal structure is shown in .", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of [Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Zn-MOF</bold>). (a)\nAsymmetric part\nof the unit cell of the crystal lattice with the atom labeling. The\ndisplacement ellipsoids are drawn at the 50% probability level and\nthe H atoms are shown as small spheres of arbitrary radius; (b) general\nview on the 3D framework along the <italic toggle=\"yes\">c</italic>-axis with open\nrhomboidal channels (colored in red), occupied by the DMSO molecules\n(colored in blue). The H-atoms were omitted for clarity; (c) topological\nview of the simplified <bold>sda</bold> net along the <italic toggle=\"yes\">a</italic>- (left) and <italic toggle=\"yes\">c</italic>- (right) axes.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of [Zn2(btca)(DMSO)2] n  (Zn-MOF). (a) Asymmetric part of the unit cell of the crystal lattice with the atom labeling. The displacement ellipsoids are drawn at the 50% probability level and the H atoms are shown as small spheres of arbitrary radius; (b) general view on the 3D framework along the c-axis with open rhomboidal channels (colored in red), occupied by the DMSO molecules (colored in blue). The H-atoms were omitted for clarity; (c) topological view of the simplified sda net along the a- (left) and c- (right) axes.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and Structure Refinement\nDetails for <bold>Zn-MOF</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>14</sub>H<sub>14</sub>O<sub>10</sub>S<sub>2</sub>Zn<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>537.11</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature/K</oasis:entry>\n<oasis:entry>100(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Cc</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>10.44615(15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>15.5309(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>11.69200(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α/°</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/°</oasis:entry>\n<oasis:entry>93.0473(14)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ/°</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>volume/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1894.21(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ρ<sub>calc</sub> g/cm<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1.883</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ/mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>2.804</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>1080.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal size/mm<sup>3</sup>\n</oasis:entry>\n<oasis:entry>0.20 ×\n0.11 × 0.09</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>radiation</oasis:entry>\n<oasis:entry>MoKα (λ = 0.71073 Å)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2Θ\nrange for data collection/°</oasis:entry>\n<oasis:entry>4.704 to 52.724</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>index ranges</oasis:entry>\n<oasis:entry>–13 ≤ <italic toggle=\"yes\">h</italic> ≤ 13, −19\n≤ <italic toggle=\"yes\">k</italic> ≤ 19, −14 ≤ <italic toggle=\"yes\">l</italic> ≤ 14</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>38929</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>3869 [<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0490, <italic toggle=\"yes\">R</italic>\n<sub>sigma</sub> = 0.0251]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>3869/26/257</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.053</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indexes [<italic toggle=\"yes\">I</italic> ≥2σ\n(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0236, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.0584</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indexes [all data]</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0241, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> =\n0.0588</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff. peak/hole/e Å<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>0.86/–0.69</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>flack parameter</oasis:entry>\n<oasis:entry>–0.007(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The asymmetric unit contains\ntwo Zn<sup>2+</sup> ions, a fully\ndeprotonated btca<sup>4–</sup> ligand, and two coordinated\nDMSO guest molecules (a). There are two crystallographically independent Zn­(II)\nions in the crystal structure. The Zn1 ion shows a distorted octahedral\ngeometry, coordinated by four O atoms from three discrete btca<sup>4–</sup> ligands (O1, O2, O5, and O8) and two O atoms from\nDMSO molecules (O6 and O7). Due to the rigidity of chelating carboxylate\ngroups, a coordination environment of the Zn1 centers is distorted\nfrom the ideal octahedral geometry with a bond angle in the range\n80.27(12)–94.06(13)°. Interestingly, the cis-coordinated\nDMSO molecules are orientated in a way such that the angle between\ntheir coordinated O atoms is lower than 90° [O6–Zn1–O7\n87.08(13)°]. The Zn1–O bond lengths range from 2.055(3)\nto 2.180(3) Å. The shortest bond lengths of 2.055(3) and 2.066(3)°\ncorrespond to the coordinated DMSO molecules, while the longest one\n[Zn1–O2 2.180(3) Å] is attributed to the O2 atom of the\ncarboxylate moiety, which exhibits a bridging– chelating mode\n(a). The Zn2\nshows a highly distorted tetrahedral geometry, coordinated by four\nO atoms from four btca<sup>4</sup>– anions. The value of deviation\nof metallic center can be calculated by the τ<sub>4</sub> Houser\nvalue. The values of this parameter for perfect\ntetrahedral and trigonal pyramidal geometries are 1.00 and 0.85, respectively,\nand for the seesaw geometry, it varies from about 0 to 0.64. The calculated\nτ<sub>4</sub> value of 0.75 shows a geometry between seesaw\nand trigonal pyramidal for the Zn2 centers. The Zn2–O bond\nlengths are in the range from 1.959(3) to 1.996(3) Å. Fully deprotonated\ntetracarboxylate ligands in the form of btca<sup>4–</sup> anions\nact as a μ<sub>6</sub>-bridging moiety in the structure of the\ncomplex. Four carboxylate groups of the ligands show three different\ncoordination modes with Harris notations of 2.11 and 2.20 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). The presence\nof four carboxylic groups in the structure of H<sub>4</sub>btca, which\ncan be partially or completely deprotonated, leading to a wide variety\nof coordination modes in the polymeric structures. Some of the common coordination modes are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>.</p>", "clean_text": "The asymmetric unit contains two Zn2+ ions, a fully deprotonated btca4- ligand, and two coordinated DMSO guest molecules (a). There are two crystallographically independent Zn(II) ions in the crystal structure. The Zn1 ion shows a distorted octahedral geometry, coordinated by four O atoms from three discrete btca4- ligands (O1, O2, O5, and O8) and two O atoms from DMSO molecules (O6 and O7). Due to the rigidity of chelating carboxylate groups, a coordination environment of the Zn1 centers is distorted from the ideal octahedral geometry with a bond angle in the range 80.27(12)-94.06(13)°. Interestingly, the cis-coordinated DMSO molecules are orientated in a way such that the angle between their coordinated O atoms is lower than 90° [O6-Zn1-O7 87.08(13)°]. The Zn1-O bond lengths range from 2.055(3) to 2.180(3) Å. The shortest bond lengths of 2.055(3) and 2.066(3)° correspond to the coordinated DMSO molecules, while the longest one [Zn1-O2 2.180(3) Å] is attributed to the O2 atom of the carboxylate moiety, which exhibits a bridging- chelating mode (a). The Zn2 shows a highly distorted tetrahedral geometry, coordinated by four O atoms from four btca4- anions. The value of deviation of metallic center can be calculated by the τ4 Houser value. The values of this parameter for perfect tetrahedral and trigonal pyramidal geometries are 1.00 and 0.85, respectively, and for the seesaw geometry, it varies from about 0 to 0.64. The calculated τ4 value of 0.75 shows a geometry between seesaw and trigonal pyramidal for the Zn2 centers. The Zn2-O bond lengths are in the range from 1.959(3) to 1.996(3) Å. Fully deprotonated tetracarboxylate ligands in the form of btca4- anions act as a μ6-bridging moiety in the structure of the complex. Four carboxylate groups of the ligands show three different coordination modes with Harris notations of 2.11 and 2.20 (Figure S1). The presence of four carboxylic groups in the structure of H4btca, which can be partially or completely deprotonated, leading to a wide variety of coordination modes in the polymeric structures. Some of the common coordination modes are shown in Figure S2.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Extended connection of Zn­(II) centers with\nbtca<sup>4–</sup> linkers in the crystal forms a three dimensional\nMOF with open tetragonal\nchannels running along the <bold>\n<italic toggle=\"yes\">c</italic>\n</bold>-axis (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">S3</ext-link>).</p><p>The channels are occupied by the DMSO\nmolecules coordinated to\nthe octahedral zinc centers (b). A non-classical C–H•••O\n(H•••O 2.59 Å) hydrogen bond was also observed\nbetween an H atom of a DMSO molecule and O12 atom of the linker. The\ncoordination bond and hydrogen interactions between the DMSO molecules\nand the skeleton of the framework increase the immobilization of the\nsolvent molecules into the pores of the structure. Excluding the solvent\nmolecules from the above-mentioned channels, it was possible to predict\na potential solvent accessible volume of about 48% for this specific\nstructure. To better understand the complex\n3D structure of <bold>Zn-MOF</bold>, topological analysis by the ToposPro\nprogram was also performed. A simplification of the investigated structure\ngives a uninodal six-connected net with a {3<sup>3</sup>.5<sup>9</sup>.6<sup>2</sup>.7} point symbol and <bold>sda</bold> topology for the compounds (c).</p>", "clean_text": "Extended connection of Zn(II) centers with btca4- linkers in the crystal forms a three dimensional MOF with open tetragonal channels running along the  c -axis (b and S3).\n\nThe channels are occupied by the DMSO molecules coordinated to the octahedral zinc centers (b). A non-classical C-H⋅⋅⋅O (H⋅⋅⋅O 2.59 Å) hydrogen bond was also observed between an H atom of a DMSO molecule and O12 atom of the linker. The coordination bond and hydrogen interactions between the DMSO molecules and the skeleton of the framework increase the immobilization of the solvent molecules into the pores of the structure. Excluding the solvent molecules from the above-mentioned channels, it was possible to predict a potential solvent accessible volume of about 48% for this specific structure. To better understand the complex 3D structure of Zn-MOF, topological analysis by the ToposPro program was also performed. A simplification of the investigated structure gives a uninodal six-connected net with a {33.59.62.7} point symbol and sda topology for the compounds (c).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The FT-IR spectrum of <bold>Zn-MOF</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) shows two strong sharp bands in the\nranges of 1350–1450\nand 1538–1625 cm<sup>–1</sup>, assigned to the symmetric\nand asymmetric stretching vibrations of coordinated carboxylate groups,\nrespectively. The observed band with\nweak to medium intensity at 1050 cm<sup>–1</sup> can be assigned\nto the SO vibrations of the coordinated DMSO molecules. The\npeaks in the region 2900–3100 cm<sup>–1</sup> can be\nattributed to the aromatic and aliphatic −C–H vibration\nbands of the btca<sup>4–</sup> and DMSO components. The strong\nbroad band at 3432 cm<sup>–1</sup> can be attributed to the\nstretching vibrations of the adsorbed water molecules.</p>", "clean_text": "The FT-IR spectrum of Zn-MOF (Figure S4) shows two strong sharp bands in the ranges of 1350-1450 and 1538-1625 cm-1, assigned to the symmetric and asymmetric stretching vibrations of coordinated carboxylate groups, respectively. The observed band with weak to medium intensity at 1050 cm-1 can be assigned to the SO vibrations of the coordinated DMSO molecules. The peaks in the region 2900-3100 cm-1 can be attributed to the aromatic and aliphatic -C-H vibration bands of the btca4- and DMSO components. The strong broad band at 3432 cm-1 can be attributed to the stretching vibrations of the adsorbed water molecules.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The powder\nX-Ray diffraction was used to check the purity of the\nbulk <bold>Zn-MOF</bold> samples. The PXRD patterns of the in situ\nsynthesis as well as the direct formation of the <bold>Zn-MOF</bold> via the reaction of pyromellitic acid (H<sub>4</sub>btca) and Zn­(II)\nions are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>. The result\nshows that all the peaks displayed in the measured pattern at room\ntemperature closely match those in the simulated patterns generated\nfrom single-crystal diffraction data, indicating single-phase purity\nand high crystallinity of the products of both synthetic methods.\nIn addition, this result reveals for the MOFs with low solubility\nthat the reaction product is always a powder instead of suitable single-crystals,\nthe gradual in situ ligand formation is an alternative approach to\ngrow suitable single-crystals for X-ray crystallography.</p>", "clean_text": "The powder X-Ray diffraction was used to check the purity of the bulk Zn-MOF samples. The PXRD patterns of the in situ synthesis as well as the direct formation of the Zn-MOF via the reaction of pyromellitic acid (H4btca) and Zn(II) ions are shown in Figure S5. The result shows that all the peaks displayed in the measured pattern at room temperature closely match those in the simulated patterns generated from single-crystal diffraction data, indicating single-phase purity and high crystallinity of the products of both synthetic methods. In addition, this result reveals for the MOFs with low solubility that the reaction product is always a powder instead of suitable single-crystals, the gradual in situ ligand formation is an alternative approach to grow suitable single-crystals for X-ray crystallography.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>To\nexamine the thermal stability, TGA for the <bold>Zn-MOF</bold> was\nalso performed on polycrystalline samples under a nitrogen atmosphere\nfrom 25 to 600 °C with a heating rate of 10 °C.min<sup>–1</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The TGA curve shows a weight\nloss of 29.0% up to about 320 °C, ascribed to the departure of\ntwo coordinated DMSO molecules. Upon further heating from 400 to 500\n°C a weight loss of 45.0% was observed, which is consistent with\nthe decomposition of the btca<sup>4–</sup> organic linkers\nand a collapse of the 3D structure. A residual weight of about 15%\nis attributed to the formation of ZnO.</p>", "clean_text": "To examine the thermal stability, TGA for the Zn-MOF was also performed on polycrystalline samples under a nitrogen atmosphere from 25 to 600 °C with a heating rate of 10 °C.min-1 (Figure S6). The TGA curve shows a weight loss of 29.0% up to about 320 °C, ascribed to the departure of two coordinated DMSO molecules. Upon further heating from 400 to 500 °C a weight loss of 45.0% was observed, which is consistent with the decomposition of the btca4- organic linkers and a collapse of the 3D structure. A residual weight of about 15% is attributed to the formation of ZnO.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Fluorescent\nBehavior of the <bold>Zn-MOF</bold> Sensor</title><p>CP- and MOF-containing\nZn­(II) nodes and conjugated\naromatic linkers are well-known photoactive materials. Due to the d<sup>10</sup> electron configuration\nof Zn<sup>2+</sup>, the luminescence behavior of these materials can\nbe presumed to the π–π* transition of the ligand.\nUpon complex formation, a red shift in the emission spectrum of the\nMOF, with respect to that of its free ligand, is observed. Because\nZn­(II) ions are difficult to oxidize or reduce, the emissions of Zn­(II)\nMOFs are neither metal-to-ligand charge transfer nor ligand-to-metal\ncharge transfer. Thus, the emission is probably attributed to the\nintraligand π–π* transitions, perturbed by metal\ncoordination. In the Zn­(II) carboxylate-based\nMOFs, the highest occupied molecular orbital (HOMO) is likely the\nπ-bonding orbital from the aromatic rings and the lowest unoccupied\nmolecular orbital (LUMO) is related mainly to the Zn–O (carboxylate)\nπ*-antibonding orbital, which is localized often on the metal\ncenters. As the luminescence of Zn­(II) MOFs mainly\noriginates from the π–π* transition of ligand and\non the other hand, this transition is mostly affected by guest molecules\nand solvent polarity changes; hence,\npotential luminescence properties of the <bold>Zn-MOF</bold> are first\ninvestigated in various solvents.</p>", "clean_text": "Fluorescent Behavior of the Zn-MOF Sensor\n\nCP- and MOF-containing Zn(II) nodes and conjugated aromatic linkers are well-known photoactive materials. Due to the d10 electron configuration of Zn2+, the luminescence behavior of these materials can be presumed to the π-π* transition of the ligand. Upon complex formation, a red shift in the emission spectrum of the MOF, with respect to that of its free ligand, is observed. Because Zn(II) ions are difficult to oxidize or reduce, the emissions of Zn(II) MOFs are neither metal-to-ligand charge transfer nor ligand-to-metal charge transfer. Thus, the emission is probably attributed to the intraligand π-π* transitions, perturbed by metal coordination. In the Zn(II) carboxylate-based MOFs, the highest occupied molecular orbital (HOMO) is likely the π-bonding orbital from the aromatic rings and the lowest unoccupied molecular orbital (LUMO) is related mainly to the Zn-O (carboxylate) π*-antibonding orbital, which is localized often on the metal centers. As the luminescence of Zn(II) MOFs mainly originates from the π-π* transition of ligand and on the other hand, this transition is mostly affected by guest molecules and solvent polarity changes; hence, potential luminescence properties of the Zn-MOF are first investigated in various solvents.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The suspension of <bold>Zn-MOF</bold> in a solvent illustrates an emission peak upon the excitation at\na wavelength of 300 nm. As expected, the emission peaks of the <bold>Zn-MOF</bold> are different in different solvents. The emission and\nUV–vis spectra as well as the emission values for the synthesized <bold>Zn-MOF</bold> in different solvents with various polarities are shown\nin  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">S7</ext-link>, and , respectively. As can be seen in , the maximum emission wavelengths\nof the <bold>Zn-MOF</bold> shift to shorter wavelengths in the presence\nof DMSO, DMF, <italic toggle=\"yes\">n</italic>-hexane, and CCl<sub>4</sub> while\nfor more polar ethanol and H<sub>2</sub>O, solvents shift to longer\nwavelengths. As in this transition, the excited state (π*) is\nmore polar than the ground state (π), the π* is stabilized\nrelative to the ground state and shows a red shift in more polar solvents. Given the above, as well as the higher intensity\nof the fluorescent signal in water and the aqueous media of biological\nsystems, the choice of water as a solvent for further studies seems\nto be reasonable. Therefore, H<sub>2</sub>O was selected as a suitable\nsolvent for further analysis. The <bold>Zn-MOF</bold> emission peak\nin water can be considered as a fluorescence signal for monitoring\nthe sensing process.</p>", "clean_text": "The suspension of Zn-MOF in a solvent illustrates an emission peak upon the excitation at a wavelength of 300 nm. As expected, the emission peaks of the Zn-MOF are different in different solvents. The emission and UV-vis spectra as well as the emission values for the synthesized Zn-MOF in different solvents with various polarities are shown in  and S7, and , respectively. As can be seen in , the maximum emission wavelengths of the Zn-MOF shift to shorter wavelengths in the presence of DMSO, DMF, n-hexane, and CCl4 while for more polar ethanol and H2O, solvents shift to longer wavelengths. As in this transition, the excited state (π*) is more polar than the ground state (π), the π* is stabilized relative to the ground state and shows a red shift in more polar solvents. Given the above, as well as the higher intensity of the fluorescent signal in water and the aqueous media of biological systems, the choice of water as a solvent for further studies seems to be reasonable. Therefore, H2O was selected as a suitable solvent for further analysis. The Zn-MOF emission peak in water can be considered as a fluorescence signal for monitoring the sensing process.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Emission spectra of the dispersed <bold>Zn-MOF</bold> in\ndifferent\nsolvents with various polarities.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Emission spectra of the dispersed Zn-MOF in different solvents with various polarities.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Emission Values of <bold>Zn-MOF</bold> in Different\nSolvents with Their Emission/Absorption Wavelengths</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">solvent</oasis:entry>\n<oasis:entry align=\"center\">λ<sub>abs</sub> (nm)</oasis:entry>\n<oasis:entry align=\"center\">λ<sub>em</sub> (nm)</oasis:entry>\n<oasis:entry align=\"center\">intensity</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>318</oasis:entry>\n<oasis:entry>367.5</oasis:entry>\n<oasis:entry>1437.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMF</oasis:entry>\n<oasis:entry>320</oasis:entry>\n<oasis:entry>334.5</oasis:entry>\n<oasis:entry>1695.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>3</sub>CN</oasis:entry>\n<oasis:entry>309</oasis:entry>\n<oasis:entry>334.5</oasis:entry>\n<oasis:entry>1514.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>446.5</oasis:entry>\n<oasis:entry>1063.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CCl<sub>4</sub>\n</oasis:entry>\n<oasis:entry>469</oasis:entry>\n<oasis:entry>335.0</oasis:entry>\n<oasis:entry>915.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">n</italic>-hexane</oasis:entry>\n<oasis:entry>385</oasis:entry>\n<oasis:entry>333.5</oasis:entry>\n<oasis:entry>816.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>EtOH</oasis:entry>\n<oasis:entry>455</oasis:entry>\n<oasis:entry>440.0</oasis:entry>\n<oasis:entry>1609.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>\n<bold>493</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>432.0</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>3650.0</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Interestingly, it was\nfound that the fluorescence intensity of\n[Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> is enhanced in the presence of cimetidine ().</p><p>The FE-SEM images of the <bold>Zn-MOF</bold> crystals in the absence\nand presence of cimetidine show interesting results. The images exhibit\na flower-like morphology, consisting of aggregated square plates,\nfor the as-synthesized <bold>Zn-MOF</bold> and a discrete square plate\nshape for the <bold>Zn-MOF</bold>-cimetidine mixture (). In the presence of cimetidine,\nthe flower-like structures disintegrate into single square plates.\nThis observation may be due to the presence of stronger interactions\nbetween cimetidine molecules and the surface of <bold>Zn-MOF</bold> square plates with respect to the interactions between the adjacent <bold>Zn-MOF</bold> plates. The EDX elemental mapping of the <bold>Zn-MOF</bold> in the presence of cimetidine also showed the well distribution\nof sulfur atoms over the sample, which can be attributed to the presence\nof cimetidine drug.</p>", "clean_text": "Interestingly, it was found that the fluorescence intensity of [Zn2(btca)(DMSO)2] n  is enhanced in the presence of cimetidine ().\n\nThe FE-SEM images of the Zn-MOF crystals in the absence and presence of cimetidine show interesting results. The images exhibit a flower-like morphology, consisting of aggregated square plates, for the as-synthesized Zn-MOF and a discrete square plate shape for the Zn-MOF-cimetidine mixture (). In the presence of cimetidine, the flower-like structures disintegrate into single square plates. This observation may be due to the presence of stronger interactions between cimetidine molecules and the surface of Zn-MOF square plates with respect to the interactions between the adjacent Zn-MOF plates. The EDX elemental mapping of the Zn-MOF in the presence of cimetidine also showed the well distribution of sulfur atoms over the sample, which can be attributed to the presence of cimetidine drug.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Increase of Fluorescence Intensity\nof the <bold>Zn-MOF</bold> in\nthe Presence of Cimetidine (Turn-On Mode)</title>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Increase of Fluorescence Intensity of the Zn-MOF in the Presence of Cimetidine (Turn-On Mode)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>FE-SEM images and EDX elemental mapping for (a) <bold>Zn-MOF</bold> sensor and (b) <bold>Zn-MOF</bold>–cimetidine\nmixture.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  FE-SEM images and EDX elemental mapping for (a) Zn-MOF sensor and (b) Zn-MOF-cimetidine mixture.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The results of the DLS analysis\nalso illustrate that the average\nsize of MOF was almost halved in the presence of cimetidine. This\naverage size decreased for 100% frequency from 15.3 (<bold>Zn-MOF</bold>) to 7.0 nm (<bold>Zn-MOF</bold>-cimetidine mixture) (). The observation is consistent\nwith disintegration of flower-shaped aggregations to single square\nplates in the presence of cimetidine in the SEM analyses.</p>", "clean_text": "The results of the DLS analysis also illustrate that the average size of MOF was almost halved in the presence of cimetidine. This average size decreased for 100% frequency from 15.3 (Zn-MOF) to 7.0 nm (Zn-MOF-cimetidine mixture) (). The observation is consistent with disintegration of flower-shaped aggregations to single square plates in the presence of cimetidine in the SEM analyses.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>DLS diagrams\nfor (a) <bold>Zn-MOF</bold> and (b) <bold>Zn-MOF</bold>-cimetidine\nmixture under optimal conditions.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  DLS diagrams for (a) Zn-MOF and (b) Zn-MOF-cimetidine mixture under optimal conditions.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Emission spectra of the dispersed <bold>Zn-MOF</bold> in distilled\nwater before and after adding of cimetidine upon λ<sub>ex</sub> = 300 nm are shown in . An obvious enhancement in the emission intensity of this\nsensor was seen after adding cimetidine. These enhancements in the\nfluorescence intensity showed a linear relationship (in two concentration\nareas) with the increase of drug concentrations.</p>", "clean_text": "Emission spectra of the dispersed Zn-MOF in distilled water before and after adding of cimetidine upon λex = 300 nm are shown in . An obvious enhancement in the emission intensity of this sensor was seen after adding cimetidine. These enhancements in the fluorescence intensity showed a linear relationship (in two concentration areas) with the increase of drug concentrations.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Emission spectra of the\ndispersed <bold>Zn-MOF</bold> in the absence\n(blue) and presence (orange) of cimetidine (50 ng mL<sup>–1</sup>) upon excitation at 300 nm in H<sub>2</sub>O.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Emission spectra of the dispersed Zn-MOF in the absence (blue) and presence (orange) of cimetidine (50 ng mL-1) upon excitation at 300 nm in H2O.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>In general, electron-rich molecules are found to enhance the luminescence\nof the hosts. On the other hand, due\nto the presence of several functional groups in the structure of cimetidine,\nit can easily interact with surface of the MOF via hydrogen bonds.\nHence, the observed enhanced luminescence intensity in the presence\nof cimetidine may be due to the antenna effect of the guest analyte\nthat absorbs the excitation energy and transfers it to the LUMO of\nthe <bold>Zn-MOF</bold>, resulting in\nenhanced emission intensity.</p>", "clean_text": "In general, electron-rich molecules are found to enhance the luminescence of the hosts. On the other hand, due to the presence of several functional groups in the structure of cimetidine, it can easily interact with surface of the MOF via hydrogen bonds. Hence, the observed enhanced luminescence intensity in the presence of cimetidine may be due to the antenna effect of the guest analyte that absorbs the excitation energy and transfers it to the LUMO of the Zn-MOF, resulting in enhanced emission intensity.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Effect of pH on the Sensor\nPerformance</title><p>To investigate the influence of pH on sensor\nresponses, the desired\namount of hydrochloric acid (0.1 mol L<sup>–1</sup>) and sodium\nhydroxide (0.1 mol L<sup>–1</sup>) was added to the stated\nsensing procedure, and the desired pH was adjusted in the range of\n3–11. As can be seen in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>, the fluorescent response consequently increased in a range of 4.0–6.0.\nAt a higher pH, the signals were falling and showed no significant\nresponses. Hence, pH 6 was selected as the optimal one to achieve\nthe best response.</p>", "clean_text": "Effect of pH on the Sensor Performance\n\nTo investigate the influence of pH on sensor responses, the desired amount of hydrochloric acid (0.1 mol L-1) and sodium hydroxide (0.1 mol L-1) was added to the stated sensing procedure, and the desired pH was adjusted in the range of 3-11. As can be seen in Figure S8, the fluorescent response consequently increased in a range of 4.0-6.0. At a higher pH, the signals were falling and showed no significant responses. Hence, pH 6 was selected as the optimal one to achieve the best response.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Various buffers (acetate, citrate, phosphate,\nand Britton-Robinson buffers) were investigated at the optimal pH,\nand phosphate buffer exhibits the best response among others. Finally,\n0.1 mL phosphate buffer pH 6 was used to adjust the pH through the\nrecommended procedure.</p>", "clean_text": "Various buffers (acetate, citrate, phosphate, and Britton-Robinson buffers) were investigated at the optimal pH, and phosphate buffer exhibits the best response among others. Finally, 0.1 mL phosphate buffer pH 6 was used to adjust the pH through the recommended procedure.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Effect of Reaction Time</title><p>To have an\nestimate of the optimal conditions for sensing of cimetidine as an\nenhancer factor, various reaction times were investigated in the time\ndomain from 1 to 7 min for three concentrations of cimetidine. As\ndisplayed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>, the emission intensities\nare enhanced along with increasing cimetidine concentrations. Besides,\nthe emission intensity of the proposed sensor slightly increases after\nthe reaction time reaches 3 min. Fluorescence intensity variations\ncan be neglected over 3 to 7 min. Hence, 3 min was selected as an\noptimum time of reaction for further research.</p>", "clean_text": "Effect of Reaction Time\n\nTo have an estimate of the optimal conditions for sensing of cimetidine as an enhancer factor, various reaction times were investigated in the time domain from 1 to 7 min for three concentrations of cimetidine. As displayed in Figure S9, the emission intensities are enhanced along with increasing cimetidine concentrations. Besides, the emission intensity of the proposed sensor slightly increases after the reaction time reaches 3 min. Fluorescence intensity variations can be neglected over 3 to 7 min. Hence, 3 min was selected as an optimum time of reaction for further research.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<title>Analytical\nParameters and Performance</title><p>The emission spectra of the <bold>Zn-MOF</bold> sensor in the presence\nof various concentrations of cimetidine indicated an obvious enhancement\nin the emission intensity of the sensor. Upon the addition of cimetidine\nto the <bold>Zn-MOF</bold> suspension in the optimized experimental\nconditions, the fluorescence intensities gradually increased with\ndrug concentrations (). The enhanced fluorescence intensity displayed two linear\nrelationships at two concentration areas from 1.0 to 10.0 ng mL<sup>–1</sup> and from 20.0 to 80.0 ng mL<sup>–1</sup> (inset\nof ). The fitted\nlinear equations would be expressed as <italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub> = 0.0352 [Cimetidine] + 0.9611 (<italic toggle=\"yes\">r</italic>\n<sup>2</sup> = 0.9922), <italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub> = 0.012 [Cimetidine] + 1.1794 (<italic toggle=\"yes\">r</italic>\n<sup>2</sup> = 0.9912), and the results show a good linear relationship.</p>", "clean_text": "Analytical Parameters and Performance\n\nThe emission spectra of the Zn-MOF sensor in the presence of various concentrations of cimetidine indicated an obvious enhancement in the emission intensity of the sensor. Upon the addition of cimetidine to the Zn-MOF suspension in the optimized experimental conditions, the fluorescence intensities gradually increased with drug concentrations (). The enhanced fluorescence intensity displayed two linear relationships at two concentration areas from 1.0 to 10.0 ng mL-1 and from 20.0 to 80.0 ng mL-1 (inset of ). The fitted linear equations would be expressed as F/F 0 = 0.0352 [Cimetidine] + 0.9611 (r 2 = 0.9922), F/F 0 = 0.012 [Cimetidine] + 1.1794 (r 2 = 0.9912), and the results show a good linear relationship.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Linear relationships\nof <bold>Zn-MOF</bold> sensor in the presence\nof different concentrations of cimetidine under optimum conditions\nat two concentration areas, inset: the linear calibration graph for\ncimetidine sensing (1.0 to 10.0 ng mL<sup>–1</sup>).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Linear relationships of Zn-MOF sensor in the presence of different concentrations of cimetidine under optimum conditions at two concentration areas, inset: the linear calibration graph for cimetidine sensing (1.0 to 10.0 ng mL-1).   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<p>Limit of detection (3Sd/<italic toggle=\"yes\">K</italic>) was\ncalculated based\non the standard deviation (Sd) of 10 times measuring of <italic toggle=\"yes\">F</italic>\n<sub>0</sub> and the slope (<italic toggle=\"yes\">K</italic>) of the calibration\ngraph. The limit of quantification (10Sd/<italic toggle=\"yes\">K</italic>) was also\nevaluated by the above assumptions. The limit of detection (LOD) and\nlimit of quantification (LOQ) is 0.31 and 1.05 ng mL<sup>–1</sup>. The precision is stated as the relative standard deviation (RSD)\nfor two concentrations of cimetidine (7 and 60 ng mL<sup>–1</sup>). Their RSD were, respectively, obtained 4.1 and 3.2% for 10 replicate\nmeasurements.</p>", "clean_text": "Limit of detection (3Sd/K) was calculated based on the standard deviation (Sd) of 10 times measuring of F 0 and the slope (K) of the calibration graph. The limit of quantification (10Sd/K) was also evaluated by the above assumptions. The limit of detection (LOD) and limit of quantification (LOQ) is 0.31 and 1.05 ng mL-1. The precision is stated as the relative standard deviation (RSD) for two concentrations of cimetidine (7 and 60 ng mL-1). Their RSD were, respectively, obtained 4.1 and 3.2% for 10 replicate measurements.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The figures of merits were compared with some\npreviously reported\nmethodology applied for cimetidine determination (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). As can be seen from the table, the proposed method\nusing the <bold>Zn-MOF</bold> as a fluorescence probe displays comparable\nor better LOD and linear range.</p>", "clean_text": "The figures of merits were compared with some previously reported methodology applied for cimetidine determination (Table S1). As can be seen from the table, the proposed method using the Zn-MOF as a fluorescence probe displays comparable or better LOD and linear range.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Selectivity\nof the <bold>Zn-MOF</bold> Sensor\nin the Presence of Interference Species</title><p>To check the selective\nsensing manner of <bold>Zn-MOF</bold> toward cimetidine, the experimental\nprotocol was performed in the presence of various ions, a concomitant\nprescription drug (i.e., polypropanalamine), and similar structures\nof cimetidine (i.e., ranitidine and famotidine) alone. All these species\nhad no impressive effect on the enhancement of fluorescence under\nsimilar experimental conditions, which propounds the selective sensing\nmanner of <bold>Zn-MOF</bold> toward cimetidine. The selectivity was\nalso examined in the presence of a mixture of drugs to investigate\nsome competition behaviors (). When various species were added to the <bold>Zn-MOF</bold> suspension, the emission intensities were not affected much even\nat high concentrations (200 times of 80 ng mL<sup>–1</sup>)\nbut an efficacious enhancement was observed after adding cimetidine.\nThis finding confirms the considerable selectivity.</p>", "clean_text": "Selectivity of the Zn-MOF Sensor in the Presence of Interference Species\n\nTo check the selective sensing manner of Zn-MOF toward cimetidine, the experimental protocol was performed in the presence of various ions, a concomitant prescription drug (i.e., polypropanalamine), and similar structures of cimetidine (i.e., ranitidine and famotidine) alone. All these species had no impressive effect on the enhancement of fluorescence under similar experimental conditions, which propounds the selective sensing manner of Zn-MOF toward cimetidine. The selectivity was also examined in the presence of a mixture of drugs to investigate some competition behaviors (). When various species were added to the Zn-MOF suspension, the emission intensities were not affected much even at high concentrations (200 times of 80 ng mL-1) but an efficacious enhancement was observed after adding cimetidine. This finding confirms the considerable selectivity.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Interference investigation\nof coexisting species [Ca<sup>2+</sup>, Mg<sup>2+</sup>, Na<sup>+</sup>, K<sup>+</sup>, Fe<sup>2+</sup>, Fe<sup>3+</sup>, Zn<sup>2+</sup>, Cu<sup>2+</sup>, CO<sub>3</sub>\n<sup>2–</sup>, HCO<sub>3</sub>\n<sup>–</sup>, Cl<sup>–</sup>, SO<sub>4</sub>\n<sup>2–</sup>, glucose (Gl)]\nand drugs such as polypropanalamine (PA), ranitidine (Ra), and famotidine\n(Fa) on sensor response with/without cimetidine.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Interference investigation of coexisting species [Ca2+, Mg2+, Na+, K+, Fe2+, Fe3+, Zn2+, Cu2+, CO3 2-, HCO3 -, Cl-, SO4 2-, glucose (Gl)] and drugs such as polypropanalamine (PA), ranitidine (Ra), and famotidine (Fa) on sensor response with/without cimetidine.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<title>Real-Sample Assay</title><p>For inspection\nof the reliability of the proposed sensor, the fresh plasma, urine,\nand commercial tablet, and ampoule samples were tested by the instruction\nof the proposed method. Various concentrations of cimetidine were\nspiked into the stated samples. The recovery was calculated for each\nsample after spiking the standard amounts of cimetidine under optimal\nconditions. The outcome data are listed in . Satisfactory recoveries in the range of\n93.3–104.0% indicate that the ingredients of real samples have\nnot interfered with cimetidine measurements at all.</p>", "clean_text": "Real-Sample Assay\n\nFor inspection of the reliability of the proposed sensor, the fresh plasma, urine, and commercial tablet, and ampoule samples were tested by the instruction of the proposed method. Various concentrations of cimetidine were spiked into the stated samples. The recovery was calculated for each sample after spiking the standard amounts of cimetidine under optimal conditions. The outcome data are listed in . Satisfactory recoveries in the range of 93.3-104.0% indicate that the ingredients of real samples have not interfered with cimetidine measurements at all.", "data": null, "include_properties": null}, {"idx": 45, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Analytical Results for Cimetidine\nDetermination (<italic toggle=\"yes\">n</italic> = 5) in Various Real Samples Using\nthe Proposed Method at Optimal Conditions</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">real samples</oasis:entry>\n<oasis:entry align=\"center\">added (ng mL<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">found<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref> (ng mL<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">recovery (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>human plasma</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n<oasis:entry>60 ± 0.5</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>69 ± 0.3</oasis:entry>\n<oasis:entry>98.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>78 ± 0.1</oasis:entry>\n<oasis:entry>97.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>urine</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n<oasis:entry>ND<xref ref-type=\"table-fn\" rid=\"t3fn2\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>38 ± 0.5</oasis:entry>\n<oasis:entry>95.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>60</oasis:entry>\n<oasis:entry>62 ± 0.6</oasis:entry>\n<oasis:entry>103.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>tablet</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>50 ± 0.5</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>56 ± 0.8</oasis:entry>\n<oasis:entry>93.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>67 ± 0.7</oasis:entry>\n<oasis:entry>95.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ampoule</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>55 ± 0.1</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>66 ± 0.2</oasis:entry>\n<oasis:entry>101.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>78 ± 0.3</oasis:entry>\n<oasis:entry>104.0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">x</italic> = <italic toggle=\"yes\">ts</italic>/√<italic toggle=\"yes\">n</italic> at 95% confidence\n(<italic toggle=\"yes\">n</italic> = 3).</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>ND: Not Detected.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>To establish\nthe accuracy evaluation, the content of cimetidine\nin the tablet and ampoule samples was measured through the proposed\nprocedure. Terminal data of their analysis were estimated and compared\nwith a labeled value of the pharmaceutical manufactory. The findings\nare illustrated in . As can be seen, there are no significant differences between\nthe recommended analytical method and reported values. Hence, the\nproposed <bold>Zn-MOF</bold> sensor could be effectively applied for\ncimetidine assaying in biological fluids and pharmaceutical factories.</p>", "clean_text": "To establish the accuracy evaluation, the content of cimetidine in the tablet and ampoule samples was measured through the proposed procedure. Terminal data of their analysis were estimated and compared with a labeled value of the pharmaceutical manufactory. The findings are illustrated in . As can be seen, there are no significant differences between the recommended analytical method and reported values. Hence, the proposed Zn-MOF sensor could be effectively applied for cimetidine assaying in biological fluids and pharmaceutical factories.", "data": null, "include_properties": null}, {"idx": 47, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Comparison of the Recommended Method\nfor Two Real Samples Containing Cimetidine with Reported Labels of\nthe Manufacturer<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">real samples</oasis:entry>\n<oasis:entry align=\"center\">reported\nvalue</oasis:entry>\n<oasis:entry align=\"center\">found by the developed method</oasis:entry>\n<oasis:entry align=\"center\">relative error (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ampule</oasis:entry>\n<oasis:entry>200 mg/2 mL</oasis:entry>\n<oasis:entry>205.4 ± 0.9</oasis:entry>\n<oasis:entry>–2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>tablet</oasis:entry>\n<oasis:entry>200 mg/tablet</oasis:entry>\n<oasis:entry>190.8 ± 0.6</oasis:entry>\n<oasis:entry>–4.6</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">x</italic> = <italic toggle=\"yes\">ts</italic>/√<italic toggle=\"yes\">n</italic> at 95% confidence\n(<italic toggle=\"yes\">n</italic> = 3).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary, a new zinc-tetracarboxylate\nMOF was synthesized via\nin situ ligand formation by the solvothermal reaction. The synthesized\nMOF reveals a three-dimensional structure with open rhomboidal channels.\nThe channels were occupied by the guest solvent molecules. The compound\nacts as an effective room-temperature fluorescent sensor for selective\nand sensitive detection of cimetidine. The fluorescence response of\nthe sensor was enhanced in the presence of various concentrations\nof cimetidine (on-mode). The phenomenon was investigated by FE-SEM,\nDLS, and EDX mapping analyses. Based on these findings, this luminescence\nturn-on sensor illustrates good sensitivity and selectivity over two\nlinear ranges of 1.0–10.0 and 20.0–80.0 ng mL<sup>–1</sup>, respectively. The LOD and LOQ are calculated to be 0.31 and 1.05\nng mL<sup>–1</sup>, respectively. Further, the proposed sensor\nhas been successfully conducted for cimetidine detection in the human\nplasma, urine, commercial ampule, and tablet. The applicability of\nthe sensor was established using the obtained good recovery percentages.\nConsidering the simplicity of the operation methodology, the current\nmethod is recommended to be applied for typical routine analysis.\nThis work suggests a new strategy that may open a new level of interest\nin MOF-based sensors for on-site and real-time analytical detection\nof drugs in pharmaceutical factories and medical laboratories.</p>", "clean_text": "Conclusions\n\nIn summary, a new zinc-tetracarboxylate MOF was synthesized via in situ ligand formation by the solvothermal reaction. The synthesized MOF reveals a three-dimensional structure with open rhomboidal channels. The channels were occupied by the guest solvent molecules. The compound acts as an effective room-temperature fluorescent sensor for selective and sensitive detection of cimetidine. The fluorescence response of the sensor was enhanced in the presence of various concentrations of cimetidine (on-mode). The phenomenon was investigated by FE-SEM, DLS, and EDX mapping analyses. Based on these findings, this luminescence turn-on sensor illustrates good sensitivity and selectivity over two linear ranges of 1.0-10.0 and 20.0-80.0 ng mL-1, respectively. The LOD and LOQ are calculated to be 0.31 and 1.05 ng mL-1, respectively. Further, the proposed sensor has been successfully conducted for cimetidine detection in the human plasma, urine, commercial ampule, and tablet. The applicability of the sensor was established using the obtained good recovery percentages. Considering the simplicity of the operation methodology, the current method is recommended to be applied for typical routine analysis. This work suggests a new strategy that may open a new level of interest in MOF-based sensors for on-site and real-time analytical detection of drugs in pharmaceutical factories and medical laboratories.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsomega.2c00874?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsomega.2c00874</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Coordination modes of\nthe btca<sup>\n<italic toggle=\"yes\">n</italic>–</sup> ligand; IR spectrum,\nPXRD patterns, TGA curve, and\nUV–vis spectra of <bold>Zn-MOF</bold> in different solvents;\ngraphs of pH and reaction time effect on the intensity of <bold>Zn-MOF</bold> sensor; and comparison of cimetidine determination by various methods\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Details\nof crystallographic information (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_003.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsomega.2c00874.  Coordination modes of the btca n- ligand; IR spectrum, PXRD patterns, TGA curve, and UV-vis spectra of Zn-MOF in different solvents; graphs of pH and reaction time effect on the intensity of Zn-MOF sensor; and comparison of cimetidine determination by various methods (PDF)   Details of crystallographic information (CIF)   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>Coordination modes of\nthe btca<sup>\n<italic toggle=\"yes\">n</italic>–</sup> ligand; IR spectrum,\nPXRD patterns, TGA curve, and\nUV–vis spectra of <bold>Zn-MOF</bold> in different solvents;\ngraphs of pH and reaction time effect on the intensity of <bold>Zn-MOF</bold> sensor; and comparison of cimetidine determination by various methods\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Coordination modes of the btca n- ligand; IR spectrum, PXRD patterns, TGA curve, and UV-vis spectra of Zn-MOF in different solvents; graphs of pH and reaction time effect on the intensity of Zn-MOF sensor; and comparison of cimetidine determination by various methods (PDF)", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>Details\nof crystallographic information (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_003.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>CCDC 2131644 contains\nthe supplementary crystallographic data for this paper. These data\ncan be obtained freely via <uri xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">http://www.ccdc.cam.ac.uk/data_request/cif</uri>, by e-mailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email> or by contacting\ndirectly the Cambridge Crystallographic Data Centre (12 Union Road,\nCambridge CB2 1EZ, UK. Fax: +44 1223 336033).</p>", "clean_text": "Details of crystallographic information (CIF)\n\nCCDC 2131644 contains the supplementary crystallographic data for this paper. These data can be obtained freely via http://www.ccdc.cam.ac.uk/data_request/cif, by e-mailing data_request@ccdc.cam.ac.uk or by contacting directly the Cambridge Crystallographic Data Centre (12 Union Road, Cambridge CB2 1EZ, UK. Fax: +44 1223 336033).", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of <bold>Zn-MOF</bold>\n</title><title>In Situ Synthesis</title><p>To prepare Zn-MOF via in situ ligand\nformation from pyromellitic dianhydride hydrolysis, a solution of\nZn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.292 g, 0.98\nmmol) in DMSO (5 mL) was added to a solution of pyromellitic dianhydride\n(0.118 g, 0.54 mmol) in DMSO (18 mL). The resulting mixture was transferred\ninto a 40 mL Teflon-lined stainless-steel autoclave reactor and then\nheated at 120 °C for 72 h. Then, slowly cooled to room temperature\nat a rate of 6 °C h<sup>–1</sup>. Colorless crystals,\nsuitable for single-crystal X-ray diffraction analysis were isolated,\nwashed with DMSO and anhydrous ethanol to remove all impurities, and\ndried in air. Yield: ca. 75% (based on Zn). Anal. Calcd for C<sub>14</sub>H<sub>14</sub>O<sub>10</sub>S<sub>2</sub>Zn<sub>2</sub> (FW\n= 537.11 g mol<sup>–1</sup>): C, 31.30; H, 2.60; S, 12.14%;\nfound: C, 30.86; H, 2.52; S, 12.14%.</p><title>Direct Synthesis</title><p>A solution of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\n(0.292 g, 0.98 mmol) in DMSO (5 mL)\nwas added to a solution of pyromellitic acid, H<sub>4</sub>btca, (0.137\ng, 0.54 mmol) in DMSO (18 mL). The resulting mixture was transferred\ninto a 40 mL Teflon-lined stainless-steel autoclave reactor and then\nheated at 120 °C for 72 h. Then, slowly cooled to room temperature\nat a rate of 6 °C h <sup>–1</sup>. Colorless crystals\nwere collected, washed with DMSO and anhydrous ethanol to remove all\nimpurities, and dried in air. Yield: ca. 55% (based on Zn).</p>", "clean_text": "Synthesis of Zn-MOF \n\nIn Situ Synthesis\n\nTo prepare Zn-MOF via in situ ligand formation from pyromellitic dianhydride hydrolysis, a solution of Zn(NO3)2⋅6H2O (0.292 g, 0.98 mmol) in DMSO (5 mL) was added to a solution of pyromellitic dianhydride (0.118 g, 0.54 mmol) in DMSO (18 mL). The resulting mixture was transferred into a 40 mL Teflon-lined stainless-steel autoclave reactor and then heated at 120 °C for 72 h. Then, slowly cooled to room temperature at a rate of 6 °C h-1. Colorless crystals, suitable for single-crystal X-ray diffraction analysis were isolated, washed with DMSO and anhydrous ethanol to remove all impurities, and dried in air. Yield: ca. 75% (based on Zn). Anal. Calcd for C14H14O10S2Zn2 (FW = 537.11 g mol-1): C, 31.30; H, 2.60; S, 12.14%; found: C, 30.86; H, 2.52; S, 12.14%.\n\nDirect Synthesis\n\nA solution of Zn(NO3)2⋅6H2O (0.292 g, 0.98 mmol) in DMSO (5 mL) was added to a solution of pyromellitic acid, H4btca, (0.137 g, 0.54 mmol) in DMSO (18 mL). The resulting mixture was transferred into a 40 mL Teflon-lined stainless-steel autoclave reactor and then heated at 120 °C for 72 h. Then, slowly cooled to room temperature at a rate of 6 °C h -1. Colorless crystals were collected, washed with DMSO and anhydrous ethanol to remove all impurities, and dried in air. Yield: ca. 55% (based on Zn).", "data": [{"meta": {"name": "Zn-MOF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "in situ synthesis", "precursor": [{"name": "Zn­(NO3)2·6H2O", "amount": "0.292", "unit": "g"}], "solvent": [{"name": "DMSO", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "120°C", "time": "72 h", "heating rate": "", "cooling rate": "6°C/h"}, {"synthesis method": "washing", "washing solution": "DMSO, anhydrous ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "ca. 75% (based on Zn)"}, {"meta": {"name": "Zn-MOF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "direct synthesis", "precursor": [{"name": "Zn­(NO3)2·6H2O", "amount": "0.292", "unit": "g"}], "solvent": [{"name": "DMSO", "amount": "5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "120°C", "time": "72 h", "heating rate": "", "cooling rate": "6°C/h"}, {"synthesis method": "washing", "washing solution": "DMSO, anhydrous ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "ca. 55% (based on Zn)"}], "include_properties": ["solvothermal_synthesis", "washing", "drying"]}, {"idx": "22, 38, 40, 48", "type": "text", "classification": "property", "content": "<p>To\nexamine the thermal stability, TGA for the <bold>Zn-MOF</bold> was\nalso performed on polycrystalline samples under a nitrogen atmosphere\nfrom 25 to 600 °C with a heating rate of 10 °C.min<sup>–1</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsomega.2c00874/suppl_file/ao2c00874_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The TGA curve shows a weight\nloss of 29.0% up to about 320 °C, ascribed to the departure of\ntwo coordinated DMSO molecules. Upon further heating from 400 to 500\n°C a weight loss of 45.0% was observed, which is consistent with\nthe decomposition of the btca<sup>4–</sup> organic linkers\nand a collapse of the 3D structure. A residual weight of about 15%\nis attributed to the formation of ZnO.</p><title>Analytical\nParameters and Performance</title><p>The emission spectra of the <bold>Zn-MOF</bold> sensor in the presence\nof various concentrations of cimetidine indicated an obvious enhancement\nin the emission intensity of the sensor. Upon the addition of cimetidine\nto the <bold>Zn-MOF</bold> suspension in the optimized experimental\nconditions, the fluorescence intensities gradually increased with\ndrug concentrations (). The enhanced fluorescence intensity displayed two linear\nrelationships at two concentration areas from 1.0 to 10.0 ng mL<sup>–1</sup> and from 20.0 to 80.0 ng mL<sup>–1</sup> (inset\nof ). The fitted\nlinear equations would be expressed as <italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub> = 0.0352 [Cimetidine] + 0.9611 (<italic toggle=\"yes\">r</italic>\n<sup>2</sup> = 0.9922), <italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub> = 0.012 [Cimetidine] + 1.1794 (<italic toggle=\"yes\">r</italic>\n<sup>2</sup> = 0.9912), and the results show a good linear relationship.</p><p>Limit of detection (3Sd/<italic toggle=\"yes\">K</italic>) was\ncalculated based\non the standard deviation (Sd) of 10 times measuring of <italic toggle=\"yes\">F</italic>\n<sub>0</sub> and the slope (<italic toggle=\"yes\">K</italic>) of the calibration\ngraph. The limit of quantification (10Sd/<italic toggle=\"yes\">K</italic>) was also\nevaluated by the above assumptions. The limit of detection (LOD) and\nlimit of quantification (LOQ) is 0.31 and 1.05 ng mL<sup>–1</sup>. The precision is stated as the relative standard deviation (RSD)\nfor two concentrations of cimetidine (7 and 60 ng mL<sup>–1</sup>). Their RSD were, respectively, obtained 4.1 and 3.2% for 10 replicate\nmeasurements.</p><title>Conclusions</title><p>In summary, a new zinc-tetracarboxylate\nMOF was synthesized via\nin situ ligand formation by the solvothermal reaction. The synthesized\nMOF reveals a three-dimensional structure with open rhomboidal channels.\nThe channels were occupied by the guest solvent molecules. The compound\nacts as an effective room-temperature fluorescent sensor for selective\nand sensitive detection of cimetidine. The fluorescence response of\nthe sensor was enhanced in the presence of various concentrations\nof cimetidine (on-mode). The phenomenon was investigated by FE-SEM,\nDLS, and EDX mapping analyses. Based on these findings, this luminescence\nturn-on sensor illustrates good sensitivity and selectivity over two\nlinear ranges of 1.0–10.0 and 20.0–80.0 ng mL<sup>–1</sup>, respectively. The LOD and LOQ are calculated to be 0.31 and 1.05\nng mL<sup>–1</sup>, respectively. Further, the proposed sensor\nhas been successfully conducted for cimetidine detection in the human\nplasma, urine, commercial ampule, and tablet. The applicability of\nthe sensor was established using the obtained good recovery percentages.\nConsidering the simplicity of the operation methodology, the current\nmethod is recommended to be applied for typical routine analysis.\nThis work suggests a new strategy that may open a new level of interest\nin MOF-based sensors for on-site and real-time analytical detection\nof drugs in pharmaceutical factories and medical laboratories.</p>", "clean_text": "To examine the thermal stability, TGA for the Zn-MOF was also performed on polycrystalline samples under a nitrogen atmosphere from 25 to 600 °C with a heating rate of 10 °C.min-1 (Figure S6). The TGA curve shows a weight loss of 29.0% up to about 320 °C, ascribed to the departure of two coordinated DMSO molecules. Upon further heating from 400 to 500 °C a weight loss of 45.0% was observed, which is consistent with the decomposition of the btca4- organic linkers and a collapse of the 3D structure. A residual weight of about 15% is attributed to the formation of ZnO.\n\nAnalytical Parameters and Performance\n\nThe emission spectra of the Zn-MOF sensor in the presence of various concentrations of cimetidine indicated an obvious enhancement in the emission intensity of the sensor. Upon the addition of cimetidine to the Zn-MOF suspension in the optimized experimental conditions, the fluorescence intensities gradually increased with drug concentrations (). The enhanced fluorescence intensity displayed two linear relationships at two concentration areas from 1.0 to 10.0 ng mL-1 and from 20.0 to 80.0 ng mL-1 (inset of ). The fitted linear equations would be expressed as F/F 0 = 0.0352 [Cimetidine] + 0.9611 (r 2 = 0.9922), F/F 0 = 0.012 [Cimetidine] + 1.1794 (r 2 = 0.9912), and the results show a good linear relationship.\n\nLimit of detection (3Sd/K) was calculated based on the standard deviation (Sd) of 10 times measuring of F 0 and the slope (K) of the calibration graph. The limit of quantification (10Sd/K) was also evaluated by the above assumptions. The limit of detection (LOD) and limit of quantification (LOQ) is 0.31 and 1.05 ng mL-1. The precision is stated as the relative standard deviation (RSD) for two concentrations of cimetidine (7 and 60 ng mL-1). Their RSD were, respectively, obtained 4.1 and 3.2% for 10 replicate measurements.\n\nConclusions\n\nIn summary, a new zinc-tetracarboxylate MOF was synthesized via in situ ligand formation by the solvothermal reaction. The synthesized MOF reveals a three-dimensional structure with open rhomboidal channels. The channels were occupied by the guest solvent molecules. The compound acts as an effective room-temperature fluorescent sensor for selective and sensitive detection of cimetidine. The fluorescence response of the sensor was enhanced in the presence of various concentrations of cimetidine (on-mode). The phenomenon was investigated by FE-SEM, DLS, and EDX mapping analyses. Based on these findings, this luminescence turn-on sensor illustrates good sensitivity and selectivity over two linear ranges of 1.0-10.0 and 20.0-80.0 ng mL-1, respectively. The LOD and LOQ are calculated to be 0.31 and 1.05 ng mL-1, respectively. Further, the proposed sensor has been successfully conducted for cimetidine detection in the human plasma, urine, commercial ampule, and tablet. The applicability of the sensor was established using the obtained good recovery percentages. Considering the simplicity of the operation methodology, the current method is recommended to be applied for typical routine analysis. This work suggests a new strategy that may open a new level of interest in MOF-based sensors for on-site and real-time analytical detection of drugs in pharmaceutical factories and medical laboratories.", "data": [[{"meta": {"name": "Zn-MOF", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "320", "unit": "°C", "type": "departure of two coordinated DMSO molecules", "condition": ""}, {"value": "400 to 500", "unit": "°C", "type": "decomposition of the btca4– organic linkers and a collapse of the 3D structure", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 17, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and Structure Refinement\nDetails for <bold>Zn-MOF</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>14</sub>H<sub>14</sub>O<sub>10</sub>S<sub>2</sub>Zn<sub>2</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>537.11</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature/K</oasis:entry>\n<oasis:entry>100(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Cc</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>10.44615(15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>15.5309(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>11.69200(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α/°</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/°</oasis:entry>\n<oasis:entry>93.0473(14)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ/°</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>volume/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1894.21(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ρ<sub>calc</sub> g/cm<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1.883</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ/mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>2.804</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>1080.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal size/mm<sup>3</sup>\n</oasis:entry>\n<oasis:entry>0.20 ×\n0.11 × 0.09</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>radiation</oasis:entry>\n<oasis:entry>MoKα (λ = 0.71073 Å)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2Θ\nrange for data collection/°</oasis:entry>\n<oasis:entry>4.704 to 52.724</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>index ranges</oasis:entry>\n<oasis:entry>–13 ≤ <italic toggle=\"yes\">h</italic> ≤ 13, −19\n≤ <italic toggle=\"yes\">k</italic> ≤ 19, −14 ≤ <italic toggle=\"yes\">l</italic> ≤ 14</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>38929</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>independent reflections</oasis:entry>\n<oasis:entry>3869 [<italic toggle=\"yes\">R</italic>\n<sub>int</sub> = 0.0490, <italic toggle=\"yes\">R</italic>\n<sub>sigma</sub> = 0.0251]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>3869/26/257</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.053</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indexes [<italic toggle=\"yes\">I</italic> ≥2σ\n(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0236, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.0584</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic> indexes [all data]</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0241, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> =\n0.0588</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff. peak/hole/e Å<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>0.86/–0.69</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>flack parameter</oasis:entry>\n<oasis:entry>–0.007(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structure Refinement Details for Zn-MOF\n\n|                    |                    |\n|--------------------|--------------------|\n| empirical formula | C<sub>14</sub>H<sub>14</sub>O<sub>10</sub>S<sub>2</sub>Zn<sub>2</sub> |\n| formula weight     | 537.11             |\n| temperature/K      | 100(2)             |\n| crystal system     | monoclinic         |\n| space group        | *Cc*               |\n| *a*/Å              | 10.44615(15)       |\n| *b*/Å              | 15.5309(2)         |\n| *c*/Å              | 11.69200(18)       |\n| α/°                | 90                 |\n| β/°                | 93.0473(14)        |\n| γ/°                | 90                 |\n| volume/Å<sup>3</sup> | 1894.21(5)        |\n| *Z*                | 4                  |\n| ρ<sub>calc</sub> g/cm<sup>3</sup> | 1.883 |\n| μ/mm<sup>–1</sup> | 2.804              |\n| *F*(000)           | 1080.0             |\n| crystal size/mm<sup>3</sup> | 0.20 × 0.11 × 0.09 |\n| radiation         | MoKα (λ = 0.71073 Å) |\n| 2Θ range for data collection/° | 4.704 to 52.724 |\n| index ranges       | –13 ≤ *h* ≤ 13, −19 ≤ *k* ≤ 19, −14 ≤ *l* ≤ 14 |\n| reflections collected | 38929         |\n| independent reflections | 3869 [<italic toggle=\"yes\">R</italic><sub>int</sub> = 0.0490, <italic toggle=\"yes\">R</italic><sub>sigma</sub> = 0.0251] |\n| data/restraints/parameters | 3869/26/257 |\n| goodness-of-fit on *F*<sup>2</sup> | 1.053 |\n| final *R* indexes [*I* ≥2σ(*I*)] | *R*<sub>1</sub> = 0.0236, w*R*<sub>2</sub> = 0.0584 |\n| final *R* indexes [all data] | *R*<sub>1</sub> = 0.0241, w*R*<sub>2</sub> = 0.0588 |\n| largest diff. peak/hole/e Å<sup>–3</sup> | 0.86/–0.69 |\n| flack parameter | –0.007(5)          |", "data": ["substring not found"], "include_properties": null}, {"idx": 26, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Emission Values of <bold>Zn-MOF</bold> in Different\nSolvents with Their Emission/Absorption Wavelengths</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">solvent</oasis:entry>\n<oasis:entry align=\"center\">λ<sub>abs</sub> (nm)</oasis:entry>\n<oasis:entry align=\"center\">λ<sub>em</sub> (nm)</oasis:entry>\n<oasis:entry align=\"center\">intensity</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>318</oasis:entry>\n<oasis:entry>367.5</oasis:entry>\n<oasis:entry>1437.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMF</oasis:entry>\n<oasis:entry>320</oasis:entry>\n<oasis:entry>334.5</oasis:entry>\n<oasis:entry>1695.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>3</sub>CN</oasis:entry>\n<oasis:entry>309</oasis:entry>\n<oasis:entry>334.5</oasis:entry>\n<oasis:entry>1514.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>446.5</oasis:entry>\n<oasis:entry>1063.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CCl<sub>4</sub>\n</oasis:entry>\n<oasis:entry>469</oasis:entry>\n<oasis:entry>335.0</oasis:entry>\n<oasis:entry>915.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">n</italic>-hexane</oasis:entry>\n<oasis:entry>385</oasis:entry>\n<oasis:entry>333.5</oasis:entry>\n<oasis:entry>816.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>EtOH</oasis:entry>\n<oasis:entry>455</oasis:entry>\n<oasis:entry>440.0</oasis:entry>\n<oasis:entry>1609.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>\n<bold>493</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>432.0</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>3650.0</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Emission Values of Zn-MOF in Different Solvents with Their Emission/Absorption Wavelengths\n\n| solvent   | λ<sub>abs</sub> (nm) | λ<sub>em</sub> (nm) | intensity |\n|-----------|---------------------|---------------------|-----------|\n| DMSO      | 318                 | 367.5               | 1437.2    |\n| DMF       | 320                 | 334.5               | 1695.6    |\n| CH<sub>3</sub>CN | 309          | 334.5               | 1514.0    |\n|           |                     | 446.5               | 1063.0    |\n| CCl<sub>4</sub> | 469            | 335.0               | 915.6     |\n| n-hexane  | 385                 | 333.5               | 816.0     |\n| EtOH      | 455                 | 440.0               | 1609.0    |\n| H<sub>2</sub>O | 493            | 432.0               | 3650.0    |", "data": ["substring not found"], "include_properties": null}, {"idx": 45, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Analytical Results for Cimetidine\nDetermination (<italic toggle=\"yes\">n</italic> = 5) in Various Real Samples Using\nthe Proposed Method at Optimal Conditions</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">real samples</oasis:entry>\n<oasis:entry align=\"center\">added (ng mL<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">found<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref> (ng mL<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">recovery (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>human plasma</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n<oasis:entry>60 ± 0.5</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>69 ± 0.3</oasis:entry>\n<oasis:entry>98.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>78 ± 0.1</oasis:entry>\n<oasis:entry>97.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>urine</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n<oasis:entry>ND<xref ref-type=\"table-fn\" rid=\"t3fn2\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>38 ± 0.5</oasis:entry>\n<oasis:entry>95.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>60</oasis:entry>\n<oasis:entry>62 ± 0.6</oasis:entry>\n<oasis:entry>103.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>tablet</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>50 ± 0.5</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>56 ± 0.8</oasis:entry>\n<oasis:entry>93.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>67 ± 0.7</oasis:entry>\n<oasis:entry>95.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ampoule</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>55 ± 0.1</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>66 ± 0.2</oasis:entry>\n<oasis:entry>101.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>78 ± 0.3</oasis:entry>\n<oasis:entry>104.0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">x</italic> = <italic toggle=\"yes\">ts</italic>/√<italic toggle=\"yes\">n</italic> at 95% confidence\n(<italic toggle=\"yes\">n</italic> = 3).</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>ND: Not Detected.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Analytical Results for Cimetidine Determination (n = 5) in Various Real Samples Using the Proposed Method at Optimal Conditions\n\n| real samples | added (ng mL–1) | found (ng mL–1) | recovery (%) |\n|--------------|----------------|----------------|---------------|\n| human plasma | 0.0            | 60 ± 0.5       |               |\n|              | 10             | 69 ± 0.3       | 98.6          |\n|              | 20             | 78 ± 0.1       | 97.5          |\n| urine        | 0.0            | ND             |               |\n|              | 40             | 38 ± 0.5       | 95.0          |\n|              | 60             | 62 ± 0.6       | 103.3         |\n| tablet       | 0              | 50 ± 0.5       |               |\n|              | 10             | 56 ± 0.8       | 93.3          |\n|              | 20             | 67 ± 0.7       | 95.7          |\n| ampoule      | 0              | 55 ± 0.1       |               |\n|              | 10             | 66 ± 0.2       | 101.5         |\n|              | 20             | 78 ± 0.3       | 104.0         |\n\na x = ts/√n at 95% confidence (n = 3).\nb ND: Not Detected.", "data": ["substring not found"], "include_properties": null}, {"idx": 47, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Comparison of the Recommended Method\nfor Two Real Samples Containing Cimetidine with Reported Labels of\nthe Manufacturer<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">real samples</oasis:entry>\n<oasis:entry align=\"center\">reported\nvalue</oasis:entry>\n<oasis:entry align=\"center\">found by the developed method</oasis:entry>\n<oasis:entry align=\"center\">relative error (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ampule</oasis:entry>\n<oasis:entry>200 mg/2 mL</oasis:entry>\n<oasis:entry>205.4 ± 0.9</oasis:entry>\n<oasis:entry>–2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>tablet</oasis:entry>\n<oasis:entry>200 mg/tablet</oasis:entry>\n<oasis:entry>190.8 ± 0.6</oasis:entry>\n<oasis:entry>–4.6</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">x</italic> = <italic toggle=\"yes\">ts</italic>/√<italic toggle=\"yes\">n</italic> at 95% confidence\n(<italic toggle=\"yes\">n</italic> = 3).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Comparison of the Recommended Method for Two Real Samples Containing Cimetidine with Reported Labels of the Manufacturer[^a]\n\n| real samples | reported value | found by the developed method | relative error (%) |\n|--------------|----------------|-------------------------------|---------------------|\n| ampule       | 200 mg/2 mL     | 205.4 ± 0.9                   | –2.7                |\n| tablet       | 200 mg/tablet   | 190.8 ± 0.6                   | –4.6                |\n\n[^a]: x = ts/√n at 95% confidence (n = 3).", "data": ["substring not found"], "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of [Zn<sub>2</sub>(btca)­(DMSO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Zn-MOF</bold>). (a)\nAsymmetric part\nof the unit cell of the crystal lattice with the atom labeling. The\ndisplacement ellipsoids are drawn at the 50% probability level and\nthe H atoms are shown as small spheres of arbitrary radius; (b) general\nview on the 3D framework along the <italic toggle=\"yes\">c</italic>-axis with open\nrhomboidal channels (colored in red), occupied by the DMSO molecules\n(colored in blue). The H-atoms were omitted for clarity; (c) topological\nview of the simplified <bold>sda</bold> net along the <italic toggle=\"yes\">a</italic>- (left) and <italic toggle=\"yes\">c</italic>- (right) axes.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of [Zn2(btca)(DMSO)2] n  (Zn-MOF). (a) Asymmetric part of the unit cell of the crystal lattice with the atom labeling. The displacement ellipsoids are drawn at the 50% probability level and the H atoms are shown as small spheres of arbitrary radius; (b) general view on the 3D framework along the c-axis with open rhomboidal channels (colored in red), occupied by the DMSO molecules (colored in blue). The H-atoms were omitted for clarity; (c) topological view of the simplified sda net along the a- (left) and c- (right) axes.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Emission spectra of the dispersed <bold>Zn-MOF</bold> in\ndifferent\nsolvents with various polarities.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Emission spectra of the dispersed Zn-MOF in different solvents with various polarities.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Increase of Fluorescence Intensity\nof the <bold>Zn-MOF</bold> in\nthe Presence of Cimetidine (Turn-On Mode)</title>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Increase of Fluorescence Intensity of the Zn-MOF in the Presence of Cimetidine (Turn-On Mode)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>FE-SEM images and EDX elemental mapping for (a) <bold>Zn-MOF</bold> sensor and (b) <bold>Zn-MOF</bold>–cimetidine\nmixture.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  FE-SEM images and EDX elemental mapping for (a) Zn-MOF sensor and (b) Zn-MOF-cimetidine mixture.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>DLS diagrams\nfor (a) <bold>Zn-MOF</bold> and (b) <bold>Zn-MOF</bold>-cimetidine\nmixture under optimal conditions.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  DLS diagrams for (a) Zn-MOF and (b) Zn-MOF-cimetidine mixture under optimal conditions.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Emission spectra of the\ndispersed <bold>Zn-MOF</bold> in the absence\n(blue) and presence (orange) of cimetidine (50 ng mL<sup>–1</sup>) upon excitation at 300 nm in H<sub>2</sub>O.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Emission spectra of the dispersed Zn-MOF in the absence (blue) and presence (orange) of cimetidine (50 ng mL-1) upon excitation at 300 nm in H2O.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Linear relationships\nof <bold>Zn-MOF</bold> sensor in the presence\nof different concentrations of cimetidine under optimum conditions\nat two concentration areas, inset: the linear calibration graph for\ncimetidine sensing (1.0 to 10.0 ng mL<sup>–1</sup>).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Linear relationships of Zn-MOF sensor in the presence of different concentrations of cimetidine under optimum conditions at two concentration areas, inset: the linear calibration graph for cimetidine sensing (1.0 to 10.0 ng mL-1).   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Interference investigation\nof coexisting species [Ca<sup>2+</sup>, Mg<sup>2+</sup>, Na<sup>+</sup>, K<sup>+</sup>, Fe<sup>2+</sup>, Fe<sup>3+</sup>, Zn<sup>2+</sup>, Cu<sup>2+</sup>, CO<sub>3</sub>\n<sup>2–</sup>, HCO<sub>3</sub>\n<sup>–</sup>, Cl<sup>–</sup>, SO<sub>4</sub>\n<sup>2–</sup>, glucose (Gl)]\nand drugs such as polypropanalamine (PA), ranitidine (Ra), and famotidine\n(Fa) on sensor response with/without cimetidine.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ao2c00874_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Interference investigation of coexisting species [Ca2+, Mg2+, Na+, K+, Fe2+, Fe3+, Zn2+, Cu2+, CO3 2-, HCO3 -, Cl-, SO4 2-, glucose (Gl)] and drugs such as polypropanalamine (PA), ranitidine (Ra), and famotidine (Fa) on sensor response with/without cimetidine.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsomega.2c00874", "title": "\nDesign of a Sensitive Fluorescent Zn-Based Metal–Organic\nFramework Sensor for Cimetidine Monitoring in Biological and Pharmaceutical\nSamples\n", "journal": "American Chemical Society", "date": "2022.06", "author_list": ["Afravi\nZahra", "Nobakht\nValiollah", "Pourreza\nNahid", "Ghomi\nMatineh", "Trzybiński\nDamian", "Woźniak\nKrzysztof"]}}