{"filepath": "../L2M3_data/1_application_papers/acs_xml/ar7b00357.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<title>Conspectus</title><p>An exciting advance in materials science is\nthe discovery of hybrid\norganic–inorganic solids known as metal–organic frameworks\n(MOFs). Although they have numerous important applications, the local\nstructures, specific molecular-level features, and guest behaviors\nunderpinning desirable properties and applications are often unknown.\nSolid-state nuclear magnetic resonance (SSNMR) is a powerful tool\nfor MOF characterization as it provides information complementary\nto that from X-ray diffraction (XRD). We describe our novel pursuits\nin the three primary applications of SSNMR for MOF characterization:\ninterrogating the metal center, targeting linker molecules, and probing\nguests.</p>", "clean_text": "Conspectus\n\nAn exciting advance in materials science is the discovery of hybrid organic-inorganic solids known as metal-organic frameworks (MOFs). Although they have numerous important applications, the local structures, specific molecular-level features, and guest behaviors underpinning desirable properties and applications are often unknown. Solid-state nuclear magnetic resonance (SSNMR) is a powerful tool for MOF characterization as it provides information complementary to that from X-ray diffraction (XRD). We describe our novel pursuits in the three primary applications of SSNMR for MOF characterization: interrogating the metal center, targeting linker molecules, and probing guests.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>MOFs have relatively low densities, and the incorporated\nmetals\nare often quadrupolar nuclei, making SSNMR detection difficult. Recently,\nwe examined the local structures of metal centers (i.e., <sup>25</sup>Mg, <sup>47/49</sup>Ti, <sup>63/65</sup>Cu, <sup>67</sup>Zn, <sup>69/71</sup>Ga, <sup>91</sup>Zr, <sup>115</sup>In, <sup>135/137</sup>Ba, <sup>139</sup>La, <sup>27</sup>Al) in representative MOFs by\nSSNMR at a high magnetic field of 21.1 T, addressing several important\nissues: (1) resolving chemically and crystallographically nonequivalent\nmetal sites; (2) exploring the origin of disorder around metals; (3)\nrefining local metal geometry; (4) probing the effects of activation\nand adsorption on the metal local environment; and (5) monitoring\nin situ phase changes in MOFs.</p>", "clean_text": "MOFs have relatively low densities, and the incorporated metals are often quadrupolar nuclei, making SSNMR detection difficult. Recently, we examined the local structures of metal centers (i.e., 25Mg, 47/49Ti, 63/65Cu, 67Zn, 69/71Ga, 91Zr, 115In, 135/137Ba, 139La, 27Al) in representative MOFs by SSNMR at a high magnetic field of 21.1 T, addressing several important issues: (1) resolving chemically and crystallographically nonequivalent metal sites; (2) exploring the origin of disorder around metals; (3) refining local metal geometry; (4) probing the effects of activation and adsorption on the metal local environment; and (5) monitoring in situ phase changes in MOFs.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Organic linkers can be characterized\nby <sup>1</sup>H, <sup>13</sup>C, and <sup>17</sup>O SSNMR. Although\nthe framework structure can\nbe determined by X-ray diffraction, hydrogen atoms cannot be accurately\nlocated, and thus the local structure about hydrogen is poorly characterized.\nOur work demonstrates that magic-angle spinning (MAS) experiments\nat very high magnetic field along with ultrafast spinning rates and\nisotope dilution enables one to obtain ultrahigh resolution <sup>1</sup>H MAS spectra of MOFs, yielding structural information truly complementary\nto that obtained from single-crystal XRD. Oxygen is a key constituent\nof many important MOFs but <sup>17</sup>O SSNMR work on MOFs is scarce\ndue to the low natural abundance of <sup>17</sup>O. <sup>17</sup>O\nenriched MOFs can now be prepared in an efficient and economically\nfeasible manner using solvothermal approaches involving labeled H<sub>2</sub>\n<sup>17</sup>O water; the resulting <sup>17</sup>O SSNMR spectra\nprovide distinct spectral signatures of various key oxygen species\nin representative MOFs.</p>", "clean_text": "Organic linkers can be characterized by 1H, 13C, and 17O SSNMR. Although the framework structure can be determined by X-ray diffraction, hydrogen atoms cannot be accurately located, and thus the local structure about hydrogen is poorly characterized. Our work demonstrates that magic-angle spinning (MAS) experiments at very high magnetic field along with ultrafast spinning rates and isotope dilution enables one to obtain ultrahigh resolution 1H MAS spectra of MOFs, yielding structural information truly complementary to that obtained from single-crystal XRD. Oxygen is a key constituent of many important MOFs but 17O SSNMR work on MOFs is scarce due to the low natural abundance of 17O. 17O enriched MOFs can now be prepared in an efficient and economically feasible manner using solvothermal approaches involving labeled H2 17O water; the resulting 17O SSNMR spectra provide distinct spectral signatures of various key oxygen species in representative MOFs.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>MOFs are suitable for the capture of\nthe greenhouse gas CO<sub>2</sub> and the storage of energy carrier\ngases such as H<sub>2</sub> and CH<sub>4</sub>. A better understanding\nof gas adsorption obtained\nusing <sup>13</sup>C, <sup>2</sup>H, and <sup>17</sup>O SSNMR will\nenable researchers to improve performance and realize practical applications\nfor MOFs as gas adsorbents and carriers. The combination of SSNMR\nwith XRD allows us to determine the number of adsorption sites in\nthe framework, identify the location of binding sites, gain physical\ninsight into the nature and strength of host–guest interactions,\nand understand guest dynamics.</p>", "clean_text": "MOFs are suitable for the capture of the greenhouse gas CO2 and the storage of energy carrier gases such as H2 and CH4. A better understanding of gas adsorption obtained using 13C, 2H, and 17O SSNMR will enable researchers to improve performance and realize practical applications for MOFs as gas adsorbents and carriers. The combination of SSNMR with XRD allows us to determine the number of adsorption sites in the framework, identify the location of binding sites, gain physical insight into the nature and strength of host-guest interactions, and understand guest dynamics.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) have diverse applications,\narising from their ability to incorporate a plethora of elements in\ncountless structural configurations. In many applications, the connections\nbetween local structure and properties of the material are poorly\nunderstood. Solid-state nuclear magnetic resonance (SSNMR) can be\nused to probe MOFs, correlating local structure and environment to\nkey functions and applications. Our research group uses SSNMR to investigate\nMOF metals, linkers, and guests (), described within , , and ,\nrespectively.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) have diverse applications, arising from their ability to incorporate a plethora of elements in countless structural configurations. In many applications, the connections between local structure and properties of the material are poorly understood. Solid-state nuclear magnetic resonance (SSNMR) can be used to probe MOFs, correlating local structure and environment to key functions and applications. Our research group uses SSNMR to investigate MOF metals, linkers, and guests (), described within , , and , respectively.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Different SSNMR targets for MOF characterization.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ar-2017-00357s_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Different SSNMR targets for MOF characterization.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>SSNMR spectra are influenced by\nthe chemical shift (CS) and quadrupolar\ninteraction (QI), which alter spectral appearance and provide detailed\ninformation on the local environment. CS probes the magnetic environment\nand is modeled by a tensor with three components: δ<sub>11</sub>, δ<sub>22</sub>, and δ<sub>33</sub>, where δ<sub>11</sub> &gt; δ<sub>22</sub> &gt; δ<sub>33</sub>. The\ndifference\nbetween δ<sub>11</sub> and δ<sub>33</sub> is the span\n(Ω) and measures CS anisotropy (CSA); CSA dominates spin-1/2\nspectral appearance. The skew (κ) describes the CS tensor axial\nsymmetry and observed powder pattern shape; it ranges from −1\nto +1, with either limit representing an axially symmetric tensor.</p>", "clean_text": "SSNMR spectra are influenced by the chemical shift (CS) and quadrupolar interaction (QI), which alter spectral appearance and provide detailed information on the local environment. CS probes the magnetic environment and is modeled by a tensor with three components: δ11, δ22, and δ33, where δ11 > δ22 > δ33. The difference between δ11 and δ33 is the span (Ω) and measures CS anisotropy (CSA); CSA dominates spin-1/2 spectral appearance. The skew (κ) describes the CS tensor axial symmetry and observed powder pattern shape; it ranges from -1 to +1, with either limit representing an axially symmetric tensor.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The quadrupole moment (<italic>Q</italic>) of quadrupolar nuclei\n(spin (<italic>I</italic>) &gt; 1/2) interacts with the electric field\ngradient (EFG) from the surrounding environment (i.e., chemical bonds\nand local structure) via the QI, broadening SSNMR spectra across tens\nto thousands of kHz, reducing their signal-to-noise ratio (S/N), and\nrendering acquisition difficult. The QI also encodes rich information\nregarding the local electronic and geometric environment. The QI is\ndescribed using the quadrupolar coupling constant (<italic>C</italic>\n<sub>Q</sub>), where higher values correspond to less spherically\nsymmetric environments and broad spectra. The axial symmetry of the\nEFG tensor is modeled by the asymmetry parameter, η<sub>Q</sub>, which governs the spectral “horn” positions and ranges\nfrom 0 in perfectly axially symmetric electronic environments to 1\nin axially asymmetric surroundings.</p>", "clean_text": "The quadrupole moment (Q) of quadrupolar nuclei (spin (I) > 1/2) interacts with the electric field gradient (EFG) from the surrounding environment (i.e., chemical bonds and local structure) via the QI, broadening SSNMR spectra across tens to thousands of kHz, reducing their signal-to-noise ratio (S/N), and rendering acquisition difficult. The QI also encodes rich information regarding the local electronic and geometric environment. The QI is described using the quadrupolar coupling constant (C Q), where higher values correspond to less spherically symmetric environments and broad spectra. The axial symmetry of the EFG tensor is modeled by the asymmetry parameter, ηQ, which governs the spectral \"horn\" positions and ranges from 0 in perfectly axially symmetric electronic environments to 1 in axially asymmetric surroundings.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>SSNMR of\nMetal Centers</title><p>Metal atoms play key roles in MOF applications\nsuch as guest adsorption,\ncatalysis, drug delivery, sensing, and luminescence. To understand\nhow metals are connected to these applications, the local metal environment\nmust be characterized, and SSNMR is an attractive route.\n<italic>I</italic> = 1/2 nuclides such as <sup>111/113</sup>Cd, <sup>119</sup>Sn, <sup>195</sup>Pt, and <sup>207</sup>Pb often have large\nCSAs and broad powder patterns. Most metal nuclei are quadrupolar\n(<italic>I</italic> &gt; 1/2), which are (i) high sensitivity, high\nnatural\nabundance (n.a.) with moderate <italic>Q</italic> such as <sup>27</sup>Al and <sup>45</sup>Sc; (ii) high n.a., high frequency, large <italic>Q</italic> including <sup>69/71</sup>Ga, <sup>115</sup>In, and <sup>139</sup>La; and (iii) challenging low n.a., low frequency nuclei\nwith medium-to-large <italic>Q</italic> such as <sup>25</sup>Mg, <sup>67</sup>Zn, <sup>91</sup>Zr, <sup>135/137</sup>Ba, <sup>47/49</sup>Ti, and <sup>43</sup>Ca. Metals are diluted within low-density MOF\nstructures, compounding n.a. issues. Advances in high magnetic fields\nand specialized pulse sequences (e.g., MQMAS, WURST-CPMG, etc.) have\ngreatly reduced acquisition times for high-quality SSNMR spectra of\nmetal nuclei.</p>", "clean_text": "SSNMR of Metal Centers\n\nMetal atoms play key roles in MOF applications such as guest adsorption, catalysis, drug delivery, sensing, and luminescence. To understand how metals are connected to these applications, the local metal environment must be characterized, and SSNMR is an attractive route. I = 1/2 nuclides such as 111/113Cd, 119Sn, 195Pt, and 207Pb often have large CSAs and broad powder patterns. Most metal nuclei are quadrupolar (I > 1/2), which are (i) high sensitivity, high natural abundance (n.a.) with moderate Q such as 27Al and 45Sc; (ii) high n.a., high frequency, large Q including 69/71Ga, 115In, and 139La; and (iii) challenging low n.a., low frequency nuclei with medium-to-large Q such as 25Mg, 67Zn, 91Zr, 135/137Ba, 47/49Ti, and 43Ca. Metals are diluted within low-density MOF structures, compounding n.a. issues. Advances in high magnetic fields and specialized pulse sequences (e.g., MQMAS, WURST-CPMG, etc.) have greatly reduced acquisition times for high-quality SSNMR spectra of metal nuclei.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Zinc is incorporated within many MOFs, however,\nthe quadrupolar <sup>67</sup>Zn isotope is challenging (<italic>I</italic> = 5/2, <italic>Q</italic> = 150 mb, n.a. = 4.1%). ZIFs are good examples\nof how SSNMR can directly\ninvestigate the metal environment, host–guest interactions,\nand guest distributions. ZnN<sub>4</sub> tetrahedra in ZIF-8 are symmetrical and yield a narrow <sup>67</sup>Zn MAS resonance, whereas increased ZnN<sub>4</sub> distortion in\nZIF-14 causes a broadened line shape (a,b). ZIF-4 features two Zn sites: Zn1 has\ndistorted ZnN<sub>4</sub> units, higher <italic>C</italic>\n<sub>Q</sub>(<sup>67</sup>Zn), and a broader line shape, while more symmetrical\nZnN<sub>4</sub> units in Zn2 have smaller <italic>C</italic>\n<sub>Q</sub>(<sup>67</sup>Zn) and a narrower powder pattern (c).</p>", "clean_text": "Zinc is incorporated within many MOFs, however, the quadrupolar 67Zn isotope is challenging (I = 5/2, Q = 150 mb, n.a. = 4.1%). ZIFs are good examples of how SSNMR can directly investigate the metal environment, host-guest interactions, and guest distributions. ZnN4 tetrahedra in ZIF-8 are symmetrical and yield a narrow 67Zn MAS resonance, whereas increased ZnN4 distortion in ZIF-14 causes a broadened line shape (a,b). ZIF-4 features two Zn sites: Zn1 has distorted ZnN4 units, higher C Q(67Zn), and a broader line shape, while more symmetrical ZnN4 units in Zn2 have smaller C Q(67Zn) and a narrower powder pattern (c).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Simulated and experimental <sup>67</sup>Zn MAS NMR spectra for (a) ZIF-8, (b) ZIF-14, and\n(c) ZIF-4 at 21.1 T. Asterisks (*) denote spinning sidebands. In (d), <sup>67</sup>Zn MAS spectra and MD simulations of ZIF-8 are depicted.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref7\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2012 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ar-2017-00357s_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Simulated and experimental 67Zn MAS NMR spectra for (a) ZIF-8, (b) ZIF-14, and (c) ZIF-4 at 21.1 T. Asterisks (*) denote spinning sidebands. In (d), 67Zn MAS spectra and MD simulations of ZIF-8 are depicted. Adapted with permission from ref . Copyright 2012 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Metal SSNMR is sensitive\nto guest distributions and dynamics (d). Empty ZIF-8 corresponds\nto a single narrow <sup>67</sup>Zn MAS powder pattern and ordered\nlocal environment, while H<sub>2</sub>O yields broader featureless\nspectra, suggesting a disordered Zn local structure. MD simulations\nindicate this arises from irregular H<sub>2</sub>O aggregation in\nthe pores. Benzene-loaded ZIF-8 gives rise to a narrow line shape,\nowing to the even time-averaged distribution and jumping of benzene\nmolecules. <sup>67</sup>Zn SSNMR spectra of other MOFs, such as MOF-5,\nare also exquisitely sensitive to the presence of guest molecules\nand binding.\n</p>", "clean_text": "Metal SSNMR is sensitive to guest distributions and dynamics (d). Empty ZIF-8 corresponds to a single narrow 67Zn MAS powder pattern and ordered local environment, while H2O yields broader featureless spectra, suggesting a disordered Zn local structure. MD simulations indicate this arises from irregular H2O aggregation in the pores. Benzene-loaded ZIF-8 gives rise to a narrow line shape, owing to the even time-averaged distribution and jumping of benzene molecules. 67Zn SSNMR spectra of other MOFs, such as MOF-5, are also exquisitely sensitive to the presence of guest molecules and binding. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Many MOFs feature nonequivalent quadrupolar metal sites in\nsimilar\nchemical environments, giving rise to overlapping signals that one-dimensional\nstatic or MAS experiments cannot resolve, such as the four nonequivalent\nMg sites in three α-Mg-formate phases (as-made with DMF guests, activated, and benzene-loaded). The unreceptive <sup>25</sup>Mg (<italic>I</italic> = 5/2, <italic>Q</italic> = 199 mb, n.a. = 10.0%) has a narrow CS range,\nhence, static and MAS techniques cannot resolve nonequivalent sites\n(a). To resolve\nall four signals, 2D MQMAS can remove the second-order quadrupolar\nbroadening (b). MAS spectra of all four resonances\ncan then be simulated (c) and assigned to crystallographic Mg sites using DFT calculations.</p>", "clean_text": "Many MOFs feature nonequivalent quadrupolar metal sites in similar chemical environments, giving rise to overlapping signals that one-dimensional static or MAS experiments cannot resolve, such as the four nonequivalent Mg sites in three α-Mg-formate phases (as-made with DMF guests, activated, and benzene-loaded). The unreceptive 25Mg (I = 5/2, Q = 199 mb, n.a. = 10.0%) has a narrow CS range, hence, static and MAS techniques cannot resolve nonequivalent sites (a). To resolve all four signals, 2D MQMAS can remove the second-order quadrupolar broadening (b). MAS spectra of all four resonances can then be simulated (c) and assigned to crystallographic Mg sites using DFT calculations.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>21.1 T <sup>25</sup>Mg static and 5 kHz MAS NMR spectra of α-Mg-formate\nare shown in (a), along with the activated <sup>25</sup>Mg SPAM-MQMAS\nspectrum (b), and simulated MAS spectra (c). Asterisks (*) denote\nspinning sidebands. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref5\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2013 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ar-2017-00357s_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  21.1 T 25Mg static and 5 kHz MAS NMR spectra of α-Mg-formate are shown in (a), along with the activated 25Mg SPAM-MQMAS spectrum (b), and simulated MAS spectra (c). Asterisks (*) denote spinning sidebands. Reproduced with permission from ref . Copyright 2013 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Introducing MOF defects by design\ncan improve performance in applications\nsuch as adsorption and catalysis. Defect\ncharacterization is challenging due to their localized nature and\nirregular distribution. We have intentionally introduced defects into\nMIL-120­(Al) (a), which features edge-sharing Al­(OH<sub>4</sub>)­O<sub>2</sub> octahedra. Each 1,2,4,5-benzenetetracarboxylate\n(BTEC) linker binds eight six-coordinate Al centers; substituting\n30% BTEC for the benzenedicarboxylate (BDC) linker yields five-coordinate\nAl centers as defect open metal sites (OMSs, b). The parent and defect MIL-120­(Al) pXRD\npatterns are similar since the framework structure is preserved (c); however, <sup>27</sup>Al SSNMR serves as a short-range complementary defect characterization\nmethod.</p>", "clean_text": "Introducing MOF defects by design can improve performance in applications such as adsorption and catalysis. Defect characterization is challenging due to their localized nature and irregular distribution. We have intentionally introduced defects into MIL-120(Al) (a), which features edge-sharing Al(OH4)O2 octahedra. Each 1,2,4,5-benzenetetracarboxylate (BTEC) linker binds eight six-coordinate Al centers; substituting 30% BTEC for the benzenedicarboxylate (BDC) linker yields five-coordinate Al centers as defect open metal sites (OMSs, b). The parent and defect MIL-120(Al) pXRD patterns are similar since the framework structure is preserved (c); however, 27Al SSNMR serves as a short-range complementary defect characterization method.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>MIL-120­(Al)\nstructure is shown in (a), along with BTEC/BDC linkers\nand corresponding Al coordination (b), and the pXRD patterns of parent\nand defect MIL-120­(Al) (c). <sup>27</sup>Al MAS NMR spectra are depicted\nin (d) (21.1 T, spinning rate: 31.5 kHz), along with MQMAS spectra\nand NMR parameters of (e) parent and (f) defect MIL-120­(Al).<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ar-2017-00357s_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  MIL-120(Al) structure is shown in (a), along with BTEC/BDC linkers and corresponding Al coordination (b), and the pXRD patterns of parent and defect MIL-120(Al) (c). 27Al MAS NMR spectra are depicted in (d) (21.1 T, spinning rate: 31.5 kHz), along with MQMAS spectra and NMR parameters of (e) parent and (f) defect MIL-120(Al).    ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>\n<sup>27</sup>Al MAS SSNMR of MIL-120­(Al) at 21.1 T yields\na signal\nin the octahedral Al CS range; however,\nthe defect MIL-120­(Al) MAS spectrum features three signals (d). The overlapping <sup>27</sup>Al resonances of both MOFs necessitate <sup>27</sup>Al MQMAS\nexperiments. The MQMAS spectrum of parent MIL-120­(Al) (e) yields the expected two\nresonances for six-coordinate AlO<sub>6</sub>, but the defect spectrum (f) features four resonances. Three high-field\nresonances are assigned to unique six-coordinate Al sites; the additional\noctahedral Al site reflects subtle changes in crystal symmetry upon\ndefect introduction. The new high-frequency resonance is assigned\nto a defect five-coordinate Al OMS based on CS. This and other examples illustrate that metal SSNMR is a sensitive probe of local metal\ncoordination for investigating the presence of a defect site in MOFs.</p>", "clean_text": " 27Al MAS SSNMR of MIL-120(Al) at 21.1 T yields a signal in the octahedral Al CS range; however, the defect MIL-120(Al) MAS spectrum features three signals (d). The overlapping 27Al resonances of both MOFs necessitate 27Al MQMAS experiments. The MQMAS spectrum of parent MIL-120(Al) (e) yields the expected two resonances for six-coordinate AlO6, but the defect spectrum (f) features four resonances. Three high-field resonances are assigned to unique six-coordinate Al sites; the additional octahedral Al site reflects subtle changes in crystal symmetry upon defect introduction. The new high-frequency resonance is assigned to a defect five-coordinate Al OMS based on CS. This and other examples illustrate that metal SSNMR is a sensitive probe of local metal coordination for investigating the presence of a defect site in MOFs.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>When the QI is large, metal spectra can be so broad that\nspinning-based\ntechniques are inapplicable and one must extract information from\nstatic “wideline” spectra. An extremely wide spectrum\ndoes not mean resolution is low, as demonstrated by MIL-68­(In). <sup>115</sup>In (<italic>I</italic> = 9/2, Q = 770 mb, n.a. = 95.7%) is associated\nwith spectral broadening that makes acquisition extremely challenging.\n<sup>113</sup>In is avoided due to low n.a.\nAs-made MIL-68­(In) MOF incorporating DMF (a) features two unique In centers (b). The <sup>115</sup>In 21.1 T spectral breadth of as-made\nMIL-68­(In) exceeds 4 MHz (c). In1 has more uniform InO<sub>6</sub> bond distances,\ncorresponding to <italic>C</italic>\n<sub>Q</sub>(<sup>115</sup>In)\nof 248 MHz and the narrower line shape, while InO<sub>6</sub> octahedral\ndistortion about In2 leads to a larger <italic>C</italic>\n<sub>Q</sub>(<sup>115</sup>In) of 300 MHz. Activation causes the large In1 <italic>C</italic>\n<sub>Q</sub>(<sup>115</sup>In) to decrease to 197 MHz (d); DMF removal makes\n(In1)­O<sub>6</sub> octahedral bond angles and distances more uniform.</p>", "clean_text": "When the QI is large, metal spectra can be so broad that spinning-based techniques are inapplicable and one must extract information from static \"wideline\" spectra. An extremely wide spectrum does not mean resolution is low, as demonstrated by MIL-68(In). 115In (I = 9/2, Q = 770 mb, n.a. = 95.7%) is associated with spectral broadening that makes acquisition extremely challenging. 113In is avoided due to low n.a. As-made MIL-68(In) MOF incorporating DMF (a) features two unique In centers (b). The 115In 21.1 T spectral breadth of as-made MIL-68(In) exceeds 4 MHz (c). In1 has more uniform InO6 bond distances, corresponding to C Q(115In) of 248 MHz and the narrower line shape, while InO6 octahedral distortion about In2 leads to a larger C Q(115In) of 300 MHz. Activation causes the large In1 C Q(115In) to decrease to 197 MHz (d); DMF removal makes (In1)O6 octahedral bond angles and distances more uniform.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>MIL-68­(In)\nis shown in (a), with In local environments illustrated\nin (b), along with static (c) as-made and (d) activated MIL-68­(In) <sup>115</sup>In SSNMR spectra at 21.1 T. Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2014 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ar-2017-00357s_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  MIL-68(In) is shown in (a), with In local environments illustrated in (b), along with static (c) as-made and (d) activated MIL-68(In) 115In SSNMR spectra at 21.1 T. Adapted with permission from ref . Copyright 2014 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>SSNMR can refine local\nmetal geometry in MOFs with pXRD crystal\nstructures, such as MIL-140A, which contains NMR-active <sup>91</sup>Zr. Quadrupolar <sup>91</sup>Zr SSNMR\nis sensitive to the local environment in materials, but is challenging due to its properties (<italic>I</italic> = 5/2, <italic>Q</italic> = 176 mb, n.a. = 11.2%) and low Larmor frequency.\nMIL-140A contains ZrO<sub>7</sub> SBUs, with four oxygen atoms from\nBDC linkers and three from bridging μ<sub>3</sub>-O<sup>2–</sup> groups connecting SBUs (a–c). A <italic>C</italic>\n<sub>Q</sub>(<sup>91</sup>Zr) value of 35 MHz was obtained from the <sup>91</sup>Zr\nSSNMR spectrum at 21.1 T (d). Plane-wave density\nfunctional theory (DFT) calculations were used to relate structural\nfeatures to NMR parameters. The DFT calculated <italic>C</italic>\n<sub>Q</sub>(<sup>91</sup>Zr) of 62.1 MHz using the MIL-140A pXRD structure\nwith optimized hydrogen positions was a poor match (g), prompting optimization\nof all atoms. The corresponding calculated <sup>91</sup>Zr NMR parameters\n(f) matched\nwell with experiment, implying the local Zr environment was more accurately\nrepresented. The larger pXRD bond length and angle distributions (h) yield an overestimated <italic>C</italic>\n<sub>Q</sub>(<sup>91</sup>Zr), while smaller geometry-optimized ranges (i) produce a calculated <italic>C</italic>\n<sub>Q</sub>(<sup>91</sup>Zr) of 39.8 MHz, near the experimental\n35.0 MHz. j\nreveals the two structures yield similar pXRD patterns, while their <sup>91</sup>Zr NMR parameters are very different. <sup>91</sup>Zr SSNMR\nis more sensitive to the Zr local structure than pXRD here, demonstrating\nhow SSNMR can refine the local metal geometry in MOFs; this is highlighted\nin approaches such as NMR crystallography.\n</p>", "clean_text": "SSNMR can refine local metal geometry in MOFs with pXRD crystal structures, such as MIL-140A, which contains NMR-active 91Zr. Quadrupolar 91Zr SSNMR is sensitive to the local environment in materials, but is challenging due to its properties (I = 5/2, Q = 176 mb, n.a. = 11.2%) and low Larmor frequency. MIL-140A contains ZrO7 SBUs, with four oxygen atoms from BDC linkers and three from bridging μ3-O2- groups connecting SBUs (a-c). A C Q(91Zr) value of 35 MHz was obtained from the 91Zr SSNMR spectrum at 21.1 T (d). Plane-wave density functional theory (DFT) calculations were used to relate structural features to NMR parameters. The DFT calculated C Q(91Zr) of 62.1 MHz using the MIL-140A pXRD structure with optimized hydrogen positions was a poor match (g), prompting optimization of all atoms. The corresponding calculated 91Zr NMR parameters (f) matched well with experiment, implying the local Zr environment was more accurately represented. The larger pXRD bond length and angle distributions (h) yield an overestimated C Q(91Zr), while smaller geometry-optimized ranges (i) produce a calculated C Q(91Zr) of 39.8 MHz, near the experimental 35.0 MHz. j reveals the two structures yield similar pXRD patterns, while their 91Zr NMR parameters are very different. 91Zr SSNMR is more sensitive to the Zr local structure than pXRD here, demonstrating how SSNMR can refine the local metal geometry in MOFs; this is highlighted in approaches such as NMR crystallography. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>MIL-140A\nis shown in (a) with ZrO<sub>7</sub> SBUs (b) and Zr coordination\n(c). Experimental (d), simulated (e), and calculated (f, g) <sup>91</sup>Zr 21.1 T SSNMR spectra with bond length and angle distributions\nare included for ­(h) reported and (i) fully geometry optimized structures,\nalong with (j) calculated pXRD patterns. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref4\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2014 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ar-2017-00357s_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  MIL-140A is shown in (a) with ZrO7 SBUs (b) and Zr coordination (c). Experimental (d), simulated (e), and calculated (f, g) 91Zr 21.1 T SSNMR spectra with bond length and angle distributions are included for (h) reported and (i) fully geometry optimized structures, along with (j) calculated pXRD patterns. Reproduced with permission from ref . Copyright 2014 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>In MOFs, the metal local environment can be disordered while\nthe\nlong-range framework structure is highly ordered. We recently demonstrated\nthat disorder can be investigated using <sup>47/49</sup>Ti SSNMR. MIL-125­(Ti) features TiO<sub>6</sub> polyhedra\n(a,b) connected\nby BDC linkers. Three oxygen atoms originate from carboxylate groups,\ntwo from bridging μ<sub>2</sub>-O<sup>2–</sup>, and one\nfrom bridging μ<sub>2</sub>–OH (c). The μ<sub>2</sub>–OH and\nμ<sub>2</sub>-O<sup>2–</sup> assignments are unknown.\n<sup>47/49</sup>Ti SSNMR sheds insight on Ti\nlocal structure in many materials. The\ntwo quadrupolar NMR-active isotopes of Ti have low Larmor frequencies: <sup>47</sup>Ti (<italic>I</italic> = 5/2, <italic>Q</italic> = 302 mb,\nn.a. = 7.4%) and <sup>49</sup>Ti (<italic>I</italic> = 7/2, <italic>Q</italic> = 247 mb, n.a. = 5.4%). Due to their\nsimilar frequencies, the broader <sup>47</sup>Ti signal often overlaps\nwith the narrower, more intense <sup>49</sup>Ti signal.\n</p>", "clean_text": "In MOFs, the metal local environment can be disordered while the long-range framework structure is highly ordered. We recently demonstrated that disorder can be investigated using 47/49Ti SSNMR. MIL-125(Ti) features TiO6 polyhedra (a,b) connected by BDC linkers. Three oxygen atoms originate from carboxylate groups, two from bridging μ2-O2-, and one from bridging μ2-OH (c). The μ2-OH and μ2-O2- assignments are unknown. 47/49Ti SSNMR sheds insight on Ti local structure in many materials. The two quadrupolar NMR-active isotopes of Ti have low Larmor frequencies: 47Ti (I = 5/2, Q = 302 mb, n.a. = 7.4%) and 49Ti (I = 7/2, Q = 247 mb, n.a. = 5.4%). Due to their similar frequencies, the broader 47Ti signal often overlaps with the narrower, more intense 49Ti signal. ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>MIL-125­(Ti)\nis shown in (a), (b), and (c). In (d), (e), and (f),\nthree possible interior hydrogen configurations are shown. The <sup>47/49</sup>Ti SSNMR spectra at 21.1 T of as-made (g) and activated\n(h) MIL-125­(Ti) are included. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref4\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2014 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ar-2017-00357s_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  MIL-125(Ti) is shown in (a), (b), and (c). In (d), (e), and (f), three possible interior hydrogen configurations are shown. The 47/49Ti SSNMR spectra at 21.1 T of as-made (g) and activated (h) MIL-125(Ti) are included. Reproduced with permission from ref . Copyright 2014 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>As-made and activated MIL-125­(Ti) yield\nsimilar static <sup>47/49</sup>Ti SSNMR spectra at 21.1 T consisting\nof a featureless, 200 kHz broad <sup>49</sup>Ti resonance with underlying <sup>47</sup>Ti signal (g,h). While pXRD\nindicates high crystallinity, Ti line shapes suggest a disordered system\nand distribution of local environments. To investigate this disorder,\nDFT calculations were performed on three possible MIL-125­(Ti) structures\nwith different μ<sub>2</sub>–OH and μ<sub>2</sub>-O<sup>2–</sup> locations (d). <sup>47/49</sup>Ti <italic>C</italic>\n<sub>Q</sub> and η<sub>Q</sub> values were affected by μ<sub>2</sub>–OH and μ<sub>2</sub>-O<sup>2–</sup> positions,\nrevealing Ti local disorder likely originates from random μ<sub>2</sub>-OH and μ<sub>2</sub>-O<sup>2–</sup> distributions.</p>", "clean_text": "As-made and activated MIL-125(Ti) yield similar static 47/49Ti SSNMR spectra at 21.1 T consisting of a featureless, 200 kHz broad 49Ti resonance with underlying 47Ti signal (g,h). While pXRD indicates high crystallinity, Ti line shapes suggest a disordered system and distribution of local environments. To investigate this disorder, DFT calculations were performed on three possible MIL-125(Ti) structures with different μ2-OH and μ2-O2- locations (d). 47/49Ti C Q and ηQ values were affected by μ2-OH and μ2-O2- positions, revealing Ti local disorder likely originates from random μ2-OH and μ2-O2- distributions.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The sensitivity of metal\nNMR parameters to structural changes can\nalso be exploited for <italic>in situ</italic> monitoring of MOF phase\nchanges, as shown by <sup>25</sup>Mg/<sup>67</sup>Zn SSNMR of [NH<sub>4</sub>]­[M­(HCOO)<sub>3</sub>] (M =\nMg, Zn) MOFs as well as <sup>27</sup>Al<sup>3</sup> and <sup>69/71</sup>Ga\nSSNMR of MIL-53.</p>", "clean_text": "The sensitivity of metal NMR parameters to structural changes can also be exploited for in situ monitoring of MOF phase changes, as shown by 25Mg/67Zn SSNMR of [NH4][M(HCOO)3] (M = Mg, Zn) MOFs as well as 27Al3 and 69/71Ga SSNMR of MIL-53.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>SSNMR of\nLinkers</title><p>Organic MOF linkers incorporate the NMR-active isotopes <sup>1</sup>H, <sup>13</sup>C, <sup>14/15</sup>N, <sup>17</sup>O, and <sup>19</sup>F.\nSSNMR targeting linker atoms can provide information on the local environment\nthat is unavailable from other techniques such as XRD. Hydrogen atoms\nare invisible to XRD and placed with questionable accuracy at idealized\npositions, but characterization is important because these atoms are\noften involved in adsorption, guest binding, and catalysis. <sup>1</sup>H SSNMR yields detailed structural data truly complementary to XRD,\nbut is challenging due to strong <sup>1</sup>H–<sup>1</sup>H homonuclear dipolar interactions that severely broaden spectra.\nUsing techniques including fast MAS, CRAMPS, and specialized pulse\nsequences,\n<sup>1</sup>H resonances from\nchemically different species (e.g., phenyl, methyl, amine, hydroxyl\ngroups) can be resolved. Chemically identical, but crystallographically\nnonequivalent hydrogens have similar CSs and overlapping resonances.\nUsing high magnetic fields, fast MAS (i.e., ≥40 kHz), and <sup>1</sup>H spin dilution involving partial substitution of <sup>2</sup>H, up to six framework protons (not undergoing dynamics) can be resolved\nwithin a 0.8 ppm chemical shift range. These ultrahigh resolution\nMOF <sup>1</sup>H SSNMR spectra provide information complementary\nto XRD data.\n</p>", "clean_text": "SSNMR of Linkers\n\nOrganic MOF linkers incorporate the NMR-active isotopes 1H, 13C, 14/15N, 17O, and 19F. SSNMR targeting linker atoms can provide information on the local environment that is unavailable from other techniques such as XRD. Hydrogen atoms are invisible to XRD and placed with questionable accuracy at idealized positions, but characterization is important because these atoms are often involved in adsorption, guest binding, and catalysis. 1H SSNMR yields detailed structural data truly complementary to XRD, but is challenging due to strong 1H-1H homonuclear dipolar interactions that severely broaden spectra. Using techniques including fast MAS, CRAMPS, and specialized pulse sequences, 1H resonances from chemically different species (e.g., phenyl, methyl, amine, hydroxyl groups) can be resolved. Chemically identical, but crystallographically nonequivalent hydrogens have similar CSs and overlapping resonances. Using high magnetic fields, fast MAS (i.e., ≥40 kHz), and 1H spin dilution involving partial substitution of 2H, up to six framework protons (not undergoing dynamics) can be resolved within a 0.8 ppm chemical shift range. These ultrahigh resolution MOF 1H SSNMR spectra provide information complementary to XRD data. ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The activated, DMF-loaded,\nand benzene-loaded α-Mg-formate\nMOF phases reside in the same <italic>P</italic>2<sub>1</sub>/<italic>n</italic> space group, featuring six\nchemically similar, crystallographically nonequivalent hydrogen atoms\n(a). The activated\nstatic <sup>1</sup>H SSNMR spectrum at 21.1 T is ca. 30 kHz wide (b). Spinning at 18\nkHz narrows the spectrum to a single broad resonance, yet spinning\nat 62.5 kHz still cannot achieve total resolution. <sup>1</sup>H isotopic\ndilution and ultrafast MAS at 62.5 kHz distinguishes all six resonances\n(c).\n</p>", "clean_text": "The activated, DMF-loaded, and benzene-loaded α-Mg-formate MOF phases reside in the same P21/n space group, featuring six chemically similar, crystallographically nonequivalent hydrogen atoms (a). The activated static 1H SSNMR spectrum at 21.1 T is ca. 30 kHz wide (b). Spinning at 18 kHz narrows the spectrum to a single broad resonance, yet spinning at 62.5 kHz still cannot achieve total resolution. 1H isotopic dilution and ultrafast MAS at 62.5 kHz distinguishes all six resonances (c). ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>DMF-loaded α-Mg-formate is shown in (a). Resolution\nenhancement\nstrategies on activated α-Mg-formate are depicted in (b), along\nwith experimental (red) and deconvoluted (blue) <sup>1</sup>H MAS\nNMR spectra at 21.1 T of 20% <sup>1</sup>H samples spinning at 62.5 kHz in (c). <sup>1</sup>H–<sup>13</sup>C CP/MAS spectra of the 20% <sup>1</sup>H samples at 18 kHz and 21.1 T are shown in (d). Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref11\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2015 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ar-2017-00357s_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  DMF-loaded α-Mg-formate is shown in (a). Resolution enhancement strategies on activated α-Mg-formate are depicted in (b), along with experimental (red) and deconvoluted (blue) 1H MAS NMR spectra at 21.1 T of 20% 1H samples spinning at 62.5 kHz in (c). 1H-13C CP/MAS spectra of the 20% 1H samples at 18 kHz and 21.1 T are shown in (d). Adapted with permission from ref . Copyright 2015 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H–<sup>1</sup>H dipolar coupling can be\nexploited\nusing rotor-synchronized two-dimensional (2D) <sup>1</sup>H–<sup>1</sup>H double-quantum (DQ) MAS experiments employing the back-to-back\n(BABA) recoupling pulse sequence, which yields a DQ signal if <sup>1</sup>H–<sup>1</sup>H dipolar coupling exists. Using calculated\neffective dipolar couplings, 80% <sup>2</sup>H dilution, and 2D <sup>1</sup>H–<sup>1</sup>H DQ BABA experiments (), all six <sup>1</sup>H resonances\nwere unambiguously assigned to chemically similar <sup>1</sup>H sites\nin activated α-Mg-formate (c).</p>", "clean_text": " 1H-1H dipolar coupling can be exploited using rotor-synchronized two-dimensional (2D) 1H-1H double-quantum (DQ) MAS experiments employing the back-to-back (BABA) recoupling pulse sequence, which yields a DQ signal if 1H-1H dipolar coupling exists. Using calculated effective dipolar couplings, 80% 2H dilution, and 2D 1H-1H DQ BABA experiments (), all six 1H resonances were unambiguously assigned to chemically similar 1H sites in activated α-Mg-formate (c).", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>2D <sup>1</sup>H–<sup>1</sup>H DQ BABA\nspectra at 21.1 T of activated\n20% <sup>1</sup>H α-Mg-formate spinning at 18 kHz, using three\ndifferent excitation/conversion times and only new correlations shown\nat longer periods. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref11\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2015 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ar-2017-00357s_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  2D 1H-1H DQ BABA spectra at 21.1 T of activated 20% 1H α-Mg-formate spinning at 18 kHz, using three different excitation/conversion times and only new correlations shown at longer periods. Reproduced with permission from ref . Copyright 2015 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>DMF-, benzene-, and pyridine-loaded\nα-Mg-formate yield distinct <sup>1</sup>H MAS SSNMR spectra\n(c) because <sup>1</sup>H SSNMR is sensitive to the\nlocal hydrogen environment and host–guest interactions. In DMF-loaded α-Mg-formate, H5 and H6\nCSs change due to C–H···O formate–DMF\nhydrogen bonds. Benzene guests deshield H3 while shielding H2 due\nto ring current effects. The H5 proton in pyridine-loaded α-Mg-formate\nis deshielded due to hydrogen bonding, while pyridine <italic>C</italic>\n<sub>2</sub> π-flipping averages out ring current effects. <sup>1</sup>H–<sup>13</sup>C cross-polarization (CP)/MAS SSNMR\nexperiments (d) and 2D <sup>1</sup>H–<sup>13</sup>C heteronuclear correlation\n(HETCOR) experiments can identify the six unique formate carbon atoms\nin all three α-Mg-formate phases. <sup>13</sup>C SSNMR experiments\nalso have other uses; for example, rotational-echo double-resonance\n(REDOR) can be used to map linker distributions in MOFs.\n</p>", "clean_text": "DMF-, benzene-, and pyridine-loaded α-Mg-formate yield distinct 1H MAS SSNMR spectra (c) because 1H SSNMR is sensitive to the local hydrogen environment and host-guest interactions. In DMF-loaded α-Mg-formate, H5 and H6 CSs change due to C-H⋅⋅⋅O formate-DMF hydrogen bonds. Benzene guests deshield H3 while shielding H2 due to ring current effects. The H5 proton in pyridine-loaded α-Mg-formate is deshielded due to hydrogen bonding, while pyridine C 2 π-flipping averages out ring current effects. 1H-13C cross-polarization (CP)/MAS SSNMR experiments (d) and 2D 1H-13C heteronuclear correlation (HETCOR) experiments can identify the six unique formate carbon atoms in all three α-Mg-formate phases. 13C SSNMR experiments also have other uses; for example, rotational-echo double-resonance (REDOR) can be used to map linker distributions in MOFs. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Oxygen is an ideal choice for linker characterization,\nbut the\nNMR-active <sup>17</sup>O n.a is only 0.037%.\n<sup>17</sup>O enrichment of porous materials is possible; we used a solvothermal approach and <sup>17</sup>O-enriched H<sub>2</sub>\n<sup>17</sup>O vapor to embed <sup>17</sup>O within MOFs.\n<sup>17</sup>O SSNMR\ncan establish structural solutions and connectivity alongside XRD. <sup>17</sup>O MAS and <sup>1</sup>H–<sup>17</sup>O CP/MAS SSNMR\ncan distinguish chemically unique oxygen species, and even crystallographically\nnonequivalent oxygen atoms under ideal circumstances. UiO-66 features\nthree chemically unique oxygens: carboxylate (COO<sup>–</sup>) alongside μ<sub>3</sub>-O<sup>2–</sup> anions and\nμ<sub>3</sub>–OH groups that cannot be distinguished\nusing XRD, but have unique <sup>17</sup>O CSs (a). <sup>1</sup>H–<sup>17</sup>O\nCP/MAS experiments assign the 65 ppm resonance to μ<sub>3</sub>–OH and the 386 ppm resonance to μ<sub>3</sub>-O<sup>2–</sup>.</p>", "clean_text": "Oxygen is an ideal choice for linker characterization, but the NMR-active 17O n.a is only 0.037%. 17O enrichment of porous materials is possible; we used a solvothermal approach and 17O-enriched H2 17O vapor to embed 17O within MOFs. 17O SSNMR can establish structural solutions and connectivity alongside XRD. 17O MAS and 1H-17O CP/MAS SSNMR can distinguish chemically unique oxygen species, and even crystallographically nonequivalent oxygen atoms under ideal circumstances. UiO-66 features three chemically unique oxygens: carboxylate (COO-) alongside μ3-O2- anions and μ3-OH groups that cannot be distinguished using XRD, but have unique 17O CSs (a). 1H-17O CP/MAS experiments assign the 65 ppm resonance to μ3-OH and the 386 ppm resonance to μ3-O2-.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Framework, metal coordination, <sup>17</sup>O MAS, and <sup>1</sup>H–<sup>17</sup>O CP/MAS SSNMR spectra at 21.1 T of (a) UiO-66 and\n(b) MIL-53­(Al). Asterisks (*) denote spinning sidebands. Reproduced\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2013 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ar-2017-00357s_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Framework, metal coordination, 17O MAS, and 1H-17O CP/MAS SSNMR spectra at 21.1 T of (a) UiO-66 and (b) MIL-53(Al). Asterisks (*) denote spinning sidebands. Reproduced with permission from ref . Copyright 2013 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>\n<sup>17</sup>O SSNMR is sensitive to phase\ntransitions. Linker\ncarboxylate oxygens in flexible MIL-53 are equivalent in the large-pore\n(lp) phase, giving rise to a single NMR signal, but nonequivalent\nin the narrow-pore (np) phase, yielding two resonances ((b)). The two nonequivalent\ncarboxylate groups, bridging μ<sub>2</sub>–OH, and free\nH<sub>2</sub>O generate four <sup>17</sup>O resonances that are assignable\nusing NMR parameters. The oxygen groups bridging AlO<sub>6</sub> were\nassigned as μ<sub>2</sub>–OH using <sup>1</sup>H–<sup>17</sup>O CP/MAS SSNMR. <sup>17</sup>O SSNMR can also probe structure\nin paramagnetic MOFs.\n</p>", "clean_text": " 17O SSNMR is sensitive to phase transitions. Linker carboxylate oxygens in flexible MIL-53 are equivalent in the large-pore (lp) phase, giving rise to a single NMR signal, but nonequivalent in the narrow-pore (np) phase, yielding two resonances ((b)). The two nonequivalent carboxylate groups, bridging μ2-OH, and free H2O generate four 17O resonances that are assignable using NMR parameters. The oxygen groups bridging AlO6 were assigned as μ2-OH using 1H-17O CP/MAS SSNMR. 17O SSNMR can also probe structure in paramagnetic MOFs. ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>SSNMR of Guest Species</title><p>MOF guests can be probed using <sup>2</sup>H,\n<sup>13</sup>C,\n<sup>17</sup>O, and <sup>14</sup>N<sup>2</sup> SSNMR. Capture and storage\nof CO<sub>2</sub> within MOFs carries tremendous importance. CO<sub>2</sub> is an excellent example of how SSNMR can investigate the\nnumber of adsorption sites, adsorption locations, guest dynamics,\nand host–guest interactions in MOFs. <sup>13</sup>C (<italic>I</italic> = 1/2, n.a. = 1.1%) SSNMR\nof isotopically enriched <sup>13</sup>CO<sub>2</sub> can unravel CO<sub>2</sub> dynamics in MOFs; any motion reorienting the <sup>13</sup>C CS tensor alters spectral breadth and shape. With knowledge of\nthe static and observed variable-temperature\n(VT) anisotropic NMR parameters, spectral simulations can reveal the routes of guest motion (), along with motional angles\nand rates.</p>", "clean_text": "SSNMR of Guest Species\n\nMOF guests can be probed using 2H, 13C, 17O, and 14N2 SSNMR. Capture and storage of CO2 within MOFs carries tremendous importance. CO2 is an excellent example of how SSNMR can investigate the number of adsorption sites, adsorption locations, guest dynamics, and host-guest interactions in MOFs. 13C (I = 1/2, n.a. = 1.1%) SSNMR of isotopically enriched 13CO2 can unravel CO2 dynamics in MOFs; any motion reorienting the 13C CS tensor alters spectral breadth and shape. With knowledge of the static and observed variable-temperature (VT) anisotropic NMR parameters, spectral simulations can reveal the routes of guest motion (), along with motional angles and rates.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Simulated <sup>13</sup>C static NMR powder patterns of\nCO<sub>2</sub> at various motional rates undergoing (a) <italic>C</italic>\n<sub>6</sub> rotation through an angle α = 70°, (b) <italic>C</italic>\n<sub>2</sub> hopping through an angle β = 35°,\nand (c) combined <italic>C</italic>\n<sub>6</sub> and <italic>C</italic>\n<sub>2</sub> rotation through angles of α = 70° and β\n= 35°, respectively.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"ar-2017-00357s_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Simulated 13C static NMR powder patterns of CO2 at various motional rates undergoing (a) C 6 rotation through an angle α = 70°, (b) C 2 hopping through an angle β = 35°, and (c) combined C 6 and C 2 rotation through angles of α = 70° and β = 35°, respectively.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>\n<sup>13</sup>C SSNMR of guest CO<sub>2</sub>, supported by\nsingle-crystal\nXRD (SCXRD), reveals the number of adsorption sites, guest dynamics,\nand differences in host–guest binding strengths at separate\nadsorption sites. Microporous PbSDB features linear channels, the\nV-shaped 4,4′-sulfonyldibenzoate (SDB) linker, and PbO<sub>7</sub> coordination. PbSDB <sup>13</sup>C VT SSNMR spectra (a) feature a sharp\nfree CO<sub>2</sub> resonance at 125 ppm, accompanied by a broad powder\npattern indicative of one unique adsorption site. Motional simulations reveal two CO<sub>2</sub> motional\ncomponents: a localized “wobbling” modeled by a <italic>C</italic>\n<sub>6</sub> rotation and nonlocalized <italic>C</italic>\n<sub>2</sub> hopping (b). Complementary SCXRD studies situate the CO<sub>2</sub> motional model in the V-shaped SDB “π-pocket”\n(c,d).</p>", "clean_text": " 13C SSNMR of guest CO2, supported by single-crystal XRD (SCXRD), reveals the number of adsorption sites, guest dynamics, and differences in host-guest binding strengths at separate adsorption sites. Microporous PbSDB features linear channels, the V-shaped 4,4'-sulfonyldibenzoate (SDB) linker, and PbO7 coordination. PbSDB 13C VT SSNMR spectra (a) feature a sharp free CO2 resonance at 125 ppm, accompanied by a broad powder pattern indicative of one unique adsorption site. Motional simulations reveal two CO2 motional components: a localized \"wobbling\" modeled by a C 6 rotation and nonlocalized C 2 hopping (b). Complementary SCXRD studies situate the CO2 motional model in the V-shaped SDB \"π-pocket\" (c,d).", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>VT static <sup>13</sup>C SSNMR spectra of CO<sub>2</sub> in PbSDB\nare shown in (a), with wobbling and hopping in (b). The CO<sub>2</sub>-loaded PbSDB SCXRD structure is illustrated in (c) with the motional\nmodel in (d). <sup>13</sup>C SSNMR spectra of CO<sub>2</sub> in CdSDB\nare in (e), with the SCXRD structure in (f), and unique adsorption\nsites labeled C1A and C1B. Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref1\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"ar-2017-00357s_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  VT static 13C SSNMR spectra of CO2 in PbSDB are shown in (a), with wobbling and hopping in (b). The CO2-loaded PbSDB SCXRD structure is illustrated in (c) with the motional model in (d). 13C SSNMR spectra of CO2 in CdSDB are in (e), with the SCXRD structure in (f), and unique adsorption sites labeled C1A and C1B. Adapted with permission from ref . Copyright 2016 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The Cd analogue of PbSDB, CdSDB, has 6-coordinate Cd atoms and\nsinusoidal-shaped channels. There are two powder patterns in <sup>13</sup>C VT SSNMR spectra of CdSDB (e). One resonance resembles the PbSDB <sup>13</sup>C resonance, indicating a CO<sub>2</sub> adsorption site\nexists at a common location, while the other CdSDB adsorption site\nmust be in located elsewhere due to the distinct <sup>13</sup>C line\nshape. SCXRD reveals two unique adsorption sites in CdSDB (f), with the site\ncommon to both PbSDB and CdSDB located in the V-shaped SDB π-pocket.\nThe second CdSDB adsorption site lies within a Cd-based π-pocket\nthat is structurally prohibited in PbSDB. Stronger guest binding and\nrestricted guest motion corresponds to increased <sup>13</sup>C CSA.\nCO<sub>2</sub> at adsorption site 1 (C1A, f) exhibits span values 66–77% versus\nadsorption site 2 CO<sub>2</sub> (C1B, f), indicating site 2 is the stronger binding\nsite. In agreement, SCXRD studies reveal that CO<sub>2</sub> prefers\nsite 2, and only populates the weaker binding site 1 at higher loading\nlevels.</p>", "clean_text": "The Cd analogue of PbSDB, CdSDB, has 6-coordinate Cd atoms and sinusoidal-shaped channels. There are two powder patterns in 13C VT SSNMR spectra of CdSDB (e). One resonance resembles the PbSDB 13C resonance, indicating a CO2 adsorption site exists at a common location, while the other CdSDB adsorption site must be in located elsewhere due to the distinct 13C line shape. SCXRD reveals two unique adsorption sites in CdSDB (f), with the site common to both PbSDB and CdSDB located in the V-shaped SDB π-pocket. The second CdSDB adsorption site lies within a Cd-based π-pocket that is structurally prohibited in PbSDB. Stronger guest binding and restricted guest motion corresponds to increased 13C CSA. CO2 at adsorption site 1 (C1A, f) exhibits span values 66-77% versus adsorption site 2 CO2 (C1B, f), indicating site 2 is the stronger binding site. In agreement, SCXRD studies reveal that CO2 prefers site 2, and only populates the weaker binding site 1 at higher loading levels.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>For many MOFs, high-quality\nsingle crystals can be difficult to\nobtain, instead VT <sup>13</sup>C and <sup>1</sup>H–<sup>13</sup>C CP SSNMR can be used to identify guest adsorption locations. In\nGa-MIL-53, Al-MIL-53, and linker-functionalized Ga-/Al-MIL-53-NH<sub>2</sub>, CO<sub>2</sub> presents a broad <sup>13</sup>C NMR powder\npattern indicative of a single adsorption site. Dynamic simulations indicate\nCO<sub>2</sub> undergoes localized rotational wobbling and 2-fold\nhopping between equivalent adsorption sites in MIL-53, thought to\nbe bridging −OH linking MO<sub>6</sub> octahedra (a,b).\n</p>", "clean_text": "For many MOFs, high-quality single crystals can be difficult to obtain, instead VT 13C and 1H-13C CP SSNMR can be used to identify guest adsorption locations. In Ga-MIL-53, Al-MIL-53, and linker-functionalized Ga-/Al-MIL-53-NH2, CO2 presents a broad 13C NMR powder pattern indicative of a single adsorption site. Dynamic simulations indicate CO2 undergoes localized rotational wobbling and 2-fold hopping between equivalent adsorption sites in MIL-53, thought to be bridging -OH linking MO6 octahedra (a,b). ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig13\" position=\"float\">\n<label>13</label>\n<caption>\n<p>CO<sub>2</sub> dynamics at bridging −OH groups\n(blue circles)\nin MIL-53 are shown in (a), with a perpendicular hopping perspective\nin (b). Static <sup>1</sup>H–<sup>13</sup>C CP SSNMR spectra\nare shown of (c) CO<sub>2</sub>-loaded, (d) CO<sub>2</sub>-loaded\ndeuterium exchanged, and (e) empty MIL-53 frameworks. Asterisks (*)\ndenote the adsorbed CO<sub>2</sub> resonance. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref17\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2016 The Royal Society of Chemistry.</p>\n</caption>\n<graphic id=\"gr13\" position=\"float\" xlink:href=\"ar-2017-00357s_0013.tif\"></graphic>\n</fig>", "clean_text": " 13  CO2 dynamics at bridging -OH groups (blue circles) in MIL-53 are shown in (a), with a perpendicular hopping perspective in (b). Static 1H-13C CP SSNMR spectra are shown of (c) CO2-loaded, (d) CO2-loaded deuterium exchanged, and (e) empty MIL-53 frameworks. Asterisks (*) denote the adsorbed CO2 resonance. Reproduced with permission from ref . Copyright 2016 The Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>VT <sup>1</sup>H–<sup>13</sup>C\nCP SSNMR experiments and\ndeuteration confirm CO<sub>2</sub> adsorption takes place upon bridging\n–OH groups. CP between framework <sup>1</sup>H and <sup>13</sup>CO<sub>2</sub> was successful (c), indicating that MIL-53 hydrogen and <sup>13</sup>CO<sub>2</sub> carbon are proximate. To determine if the\nCP source was MIL-53 phenyl linkers or bridging −OH groups,\nbridging −O<sup>1</sup>H groups were deuterium-exchanged in\nD<sub>2</sub>O, yielding −O<sup>2</sup>H groups. <sup>1</sup>H–<sup>13</sup>C CP SSNMR spectra of MIL-53-O<sup>2</sup>H\nlack a CO<sub>2</sub> signal (d), indicating the <sup>1</sup>H CP source and <sup>13</sup>CO<sub>2</sub> adsorption site is bridging −OH groups,\nsince phenyl <sup>1</sup>H does not exchange for <sup>2</sup>H in\nD<sub>2</sub>O. CO<sub>2</sub> locations and dynamics obtained from\nSSNMR can be verified using computational methods, as demonstrated\nin the α-Mg<sub>3</sub>(HCOO)<sub>6</sub> MOF. It is also possible to calculate activation energies for\nCO<sub>2</sub> motion and reveal CO<sub>2</sub> dynamics in mixed-metal MOFs via SSNMR.\n</p>", "clean_text": "VT 1H-13C CP SSNMR experiments and deuteration confirm CO2 adsorption takes place upon bridging -OH groups. CP between framework 1H and 13CO2 was successful (c), indicating that MIL-53 hydrogen and 13CO2 carbon are proximate. To determine if the CP source was MIL-53 phenyl linkers or bridging -OH groups, bridging -O1H groups were deuterium-exchanged in D2O, yielding -O2H groups. 1H-13C CP SSNMR spectra of MIL-53-O2H lack a CO2 signal (d), indicating the 1H CP source and 13CO2 adsorption site is bridging -OH groups, since phenyl 1H does not exchange for 2H in D2O. CO2 locations and dynamics obtained from SSNMR can be verified using computational methods, as demonstrated in the α-Mg3(HCOO)6 MOF. It is also possible to calculate activation energies for CO2 motion and reveal CO2 dynamics in mixed-metal MOFs via SSNMR. ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Ambiguity regarding CO<sub>2</sub> motion can exist. For\nexample, <sup>13</sup>C VT spectra of CO<sub>2</sub> in Mg-MOF-74\ncan be simulated\nusing two different motional models: either CO<sub>2</sub> undergoes\nuniaxial rotation upon the OMS or CO<sub>2</sub> performs localized wobbling on the OMS and <italic>C</italic>\n<sub>6</sub> nonlocalized hopping between OMSs. Smit et al. demonstrated MD simulations can validate the\nwobbling and hopping model. We have alternately\nshown a SSNMR approach examining the other NMR-active isotope in CO<sub>2</sub>, <sup>17</sup>O, encodes unambiguous dynamic data.\n</p>", "clean_text": "Ambiguity regarding CO2 motion can exist. For example, 13C VT spectra of CO2 in Mg-MOF-74 can be simulated using two different motional models: either CO2 undergoes uniaxial rotation upon the OMS or CO2 performs localized wobbling on the OMS and C 6 nonlocalized hopping between OMSs. Smit et al. demonstrated MD simulations can validate the wobbling and hopping model. We have alternately shown a SSNMR approach examining the other NMR-active isotope in CO2, 17O, encodes unambiguous dynamic data. ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>\n<sup>17</sup>O SSNMR spectra are influenced\nby the independent\nanisotropic QI and CS, and simulated spectra must account for both. <sup>17</sup>O SSNMR of labeled C<sup>17</sup>O<sub>2</sub> in Mg-MOF-74<sup>15</sup> confirms CO<sub>2</sub> undergoes both localized <italic>C</italic>\n<sub>6</sub> rotational wobbling (a) and nonlocalized <italic>C</italic>\n<sub>6</sub> hopping between OMSs (b–d). Using <sup>17</sup>O motional\nparameters, simulated <sup>13</sup>C SSNMR spectra fit experimental\nspectra. The opposite approach fails: <sup>17</sup>O spectra generated using <sup>13</sup>C <italic>C</italic>\n<sub>6</sub> rotation data differ from\nexperimental <sup>17</sup>O spectra (f). <sup>17</sup>O SSNMR seems to be a technique\nthat can unambiguously determine CO<sub>2</sub> guest motion in MOFs.</p>", "clean_text": " 17O SSNMR spectra are influenced by the independent anisotropic QI and CS, and simulated spectra must account for both. 17O SSNMR of labeled C17O2 in Mg-MOF-7415 confirms CO2 undergoes both localized C 6 rotational wobbling (a) and nonlocalized C 6 hopping between OMSs (b-d). Using 17O motional parameters, simulated 13C SSNMR spectra fit experimental spectra. The opposite approach fails: 17O spectra generated using 13C C 6 rotation data differ from experimental 17O spectra (f). 17O SSNMR seems to be a technique that can unambiguously determine CO2 guest motion in MOFs.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig14\" position=\"float\">\n<label>14</label>\n<caption>\n<p>CO<sub>2</sub> wobbling in Mg-MOF-74 is depicted (a), alongside\nnonlocalized 6-fold hopping motion between OMSs (b, c). VT <sup>17</sup>O SSNMR spectra of C<sup>17</sup>O<sub>2</sub> are shown in (d),\nwith motionally simulated<xref ref-type=\"bibr\" rid=\"ref42\"></xref> spectra: (e)\nwobbling and hopping, (f) only wobbling, and (g) only hopping. Rates\nare in Hz. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2014 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr14\" position=\"float\" xlink:href=\"ar-2017-00357s_0014.tif\"></graphic>\n</fig>", "clean_text": " 14  CO2 wobbling in Mg-MOF-74 is depicted (a), alongside nonlocalized 6-fold hopping motion between OMSs (b, c). VT 17O SSNMR spectra of C17O2 are shown in (d), with motionally simulated spectra: (e) wobbling and hopping, (f) only wobbling, and (g) only hopping. Rates are in Hz. Reproduced with permission from ref . Copyright 2014 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>SSNMR can also be used\nto study gases in MOFs, including H<sub>2</sub>\n and CH<sub>4.</sub>\n Understanding\nH<sub>2</sub> behavior is necessary\nto hasten MOF adoption as greener, safer H<sub>2</sub> storage materials.\nXRD cannot detect hydrogen atoms and <sup>1</sup>H SSNMR is challenging\ndue to <sup>1</sup>H–<sup>1</sup>H dipolar coupling and guest/linker\nresonance overlap. VT <sup>2</sup>H SSNMR and deuterated H<sub>2</sub> (D<sub>2</sub>) can probe adsorbed H<sub>2</sub> within MOFs (a–c). In Mg-MOF-74, H<sub>2</sub> undergoes fast <italic>C</italic>\n<sub>6</sub> wobbling on the OMS and <italic>C</italic>\n<sub>6</sub> hopping between OMSs below 163 K (d–f). In Ni-MOF-74,\nthe interaction of D<sub>2</sub> with Ni becomes significant at 233\nK, when a new <sup>2</sup>H signal appears from D<sub>2</sub> directly\ninteracting with Ni. However, the <sup>2</sup>H signal of D<sub>2</sub> in Zn-MOF-74 remains a single sharp line at all temperatures, suggesting\nlittle interaction between Zn and D<sub>2</sub>. <sup>2</sup>H SSNMR\ncan also reveal the motion of other species in MOFs, such as dynamic\ninterlocked components.\n</p>", "clean_text": "SSNMR can also be used to study gases in MOFs, including H2  and CH4.  Understanding H2 behavior is necessary to hasten MOF adoption as greener, safer H2 storage materials. XRD cannot detect hydrogen atoms and 1H SSNMR is challenging due to 1H-1H dipolar coupling and guest/linker resonance overlap. VT 2H SSNMR and deuterated H2 (D2) can probe adsorbed H2 within MOFs (a-c). In Mg-MOF-74, H2 undergoes fast C 6 wobbling on the OMS and C 6 hopping between OMSs below 163 K (d-f). In Ni-MOF-74, the interaction of D2 with Ni becomes significant at 233 K, when a new 2H signal appears from D2 directly interacting with Ni. However, the 2H signal of D2 in Zn-MOF-74 remains a single sharp line at all temperatures, suggesting little interaction between Zn and D2. 2H SSNMR can also reveal the motion of other species in MOFs, such as dynamic interlocked components. ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig15\" position=\"float\">\n<label>15</label>\n<caption>\n<p>Static <sup>2</sup>H\nSSNMR spectra of D<sub>2</sub> in MOF-74 (a–c),\nwith the motion of D<sub>2</sub> in Mg-MOF-74 illustrated in (d–f).\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 The Royal Society of Chemistry.</p>\n</caption>\n<graphic id=\"gr15\" position=\"float\" xlink:href=\"ar-2017-00357s_0015.tif\"></graphic>\n</fig>", "clean_text": " 15  Static 2H SSNMR spectra of D2 in MOF-74 (a-c), with the motion of D2 in Mg-MOF-74 illustrated in (d-f). Adapted with permission from ref . Copyright 2016 The Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<title>Future Outlook</title><p>The\nscientific community has just begun to realize the structural\ninsights and dynamic information available from SSNMR of MOFs, and\nthe future is promising. A major SSNMR problem is sensitivity; however,\nthere have been exciting advances such as the increased availability\nof high magnetic fields, innovative pulse sequences, and emergence\nof techniques such as dynamic nuclear polarization. These developments will enable more detailed SSNMR study of currently\naccessible isotopes and many additional challenging nuclei across\nthe periodic table, particularly those of low frequency and low n.a.\nIn the coming years, we envision SSNMR will shed a brighter light\non short-range MOF structure and its connections with applications,\nspanning topics including guest adsorption mechanisms and guest dynamics,\nhost–guest interactions, the roles of metal centers in processes\nsuch as catalysis and adsorption, as well as linker–metal and\nlinker–guest interactions.</p>", "clean_text": "Future Outlook\n\nThe scientific community has just begun to realize the structural insights and dynamic information available from SSNMR of MOFs, and the future is promising. A major SSNMR problem is sensitivity; however, there have been exciting advances such as the increased availability of high magnetic fields, innovative pulse sequences, and emergence of techniques such as dynamic nuclear polarization. These developments will enable more detailed SSNMR study of currently accessible isotopes and many additional challenging nuclei across the periodic table, particularly those of low frequency and low n.a. In the coming years, we envision SSNMR will shed a brighter light on short-range MOF structure and its connections with applications, spanning topics including guest adsorption mechanisms and guest dynamics, host-guest interactions, the roles of metal centers in processes such as catalysis and adsorption, as well as linker-metal and linker-guest interactions.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no\ncompeting financial interest.</p><p>\n<bold>Bryan E. G. Lucier</bold> received his B.Sc. (2007) and Ph.D.\n(2013) from the University of Windsor, researching SSNMR of insensitive\nmetal nuclei in inorganic materials. He is currently a postdoctoral\nassociate at the University of Western Ontario, where his interests lie\nin using SSNMR to unravel the structure of porous materials and examine\nhost–guest interactions.</p>", "clean_text": "The authors declare no competing financial interest.\n\n Bryan E. G. Lucier received his B.Sc. (2007) and Ph.D. (2013) from the University of Windsor, researching SSNMR of insensitive metal nuclei in inorganic materials. He is currently a postdoctoral associate at the University of Western Ontario, where his interests lie in using SSNMR to unravel the structure of porous materials and examine host-guest interactions.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Shoushun Chen</bold> received his B.Eng. from Liaoning University\n(2010) and M.Sc. from Xiamen University (2013). He is currently a Ph.D.\ncandidate at the University of Western Ontario. His interests include\nusing SSNMR and single crystal XRD to explore gas adsorption mechanisms\nand postsynthetic modification in MOFs.</p>", "clean_text": " Shoushun Chen received his B.Eng. from Liaoning University (2010) and M.Sc. from Xiamen University (2013). He is currently a Ph.D. candidate at the University of Western Ontario. His interests include using SSNMR and single crystal XRD to explore gas adsorption mechanisms and postsynthetic modification in MOFs.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Yining Huang</bold> obtained his B.Sc. and M.Sc. from Peking\nUniversity, earned his Ph.D. from McGill University, was a postdoctoral\nfellow at the University of British Columbia, and was an Assistant\nProfessor at Laurentian University. He is currently Full Professor\nand Chair of the Department of Chemistry at the University of Western\nOntario. His current research interests focus on characterization\nof layered materials, zeolites, and metal–organic frameworks\nby solid-state NMR and vibrational spectroscopy.</p>", "clean_text": " Yining Huang obtained his B.Sc. and M.Sc. from Peking University, earned his Ph.D. from McGill University, was a postdoctoral fellow at the University of British Columbia, and was an Assistant Professor at Laurentian University. He is currently Full Professor and Chair of the Department of Chemistry at the University of Western Ontario. His current research interests focus on characterization of layered materials, zeolites, and metal-organic frameworks by solid-state NMR and vibrational spectroscopy.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Different SSNMR targets for MOF characterization.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ar-2017-00357s_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Different SSNMR targets for MOF characterization.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Simulated and experimental <sup>67</sup>Zn MAS NMR spectra for (a) ZIF-8, (b) ZIF-14, and\n(c) ZIF-4 at 21.1 T. Asterisks (*) denote spinning sidebands. In (d), <sup>67</sup>Zn MAS spectra and MD simulations of ZIF-8 are depicted.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref7\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2012 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ar-2017-00357s_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Simulated and experimental 67Zn MAS NMR spectra for (a) ZIF-8, (b) ZIF-14, and (c) ZIF-4 at 21.1 T. Asterisks (*) denote spinning sidebands. In (d), 67Zn MAS spectra and MD simulations of ZIF-8 are depicted. Adapted with permission from ref . Copyright 2012 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>21.1 T <sup>25</sup>Mg static and 5 kHz MAS NMR spectra of α-Mg-formate\nare shown in (a), along with the activated <sup>25</sup>Mg SPAM-MQMAS\nspectrum (b), and simulated MAS spectra (c). Asterisks (*) denote\nspinning sidebands. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref5\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2013 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ar-2017-00357s_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  21.1 T 25Mg static and 5 kHz MAS NMR spectra of α-Mg-formate are shown in (a), along with the activated 25Mg SPAM-MQMAS spectrum (b), and simulated MAS spectra (c). Asterisks (*) denote spinning sidebands. Reproduced with permission from ref . Copyright 2013 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>MIL-120­(Al)\nstructure is shown in (a), along with BTEC/BDC linkers\nand corresponding Al coordination (b), and the pXRD patterns of parent\nand defect MIL-120­(Al) (c). <sup>27</sup>Al MAS NMR spectra are depicted\nin (d) (21.1 T, spinning rate: 31.5 kHz), along with MQMAS spectra\nand NMR parameters of (e) parent and (f) defect MIL-120­(Al).<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ar-2017-00357s_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  MIL-120(Al) structure is shown in (a), along with BTEC/BDC linkers and corresponding Al coordination (b), and the pXRD patterns of parent and defect MIL-120(Al) (c). 27Al MAS NMR spectra are depicted in (d) (21.1 T, spinning rate: 31.5 kHz), along with MQMAS spectra and NMR parameters of (e) parent and (f) defect MIL-120(Al).    ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>MIL-68­(In)\nis shown in (a), with In local environments illustrated\nin (b), along with static (c) as-made and (d) activated MIL-68­(In) <sup>115</sup>In SSNMR spectra at 21.1 T. Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2014 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ar-2017-00357s_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  MIL-68(In) is shown in (a), with In local environments illustrated in (b), along with static (c) as-made and (d) activated MIL-68(In) 115In SSNMR spectra at 21.1 T. Adapted with permission from ref . Copyright 2014 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>MIL-140A\nis shown in (a) with ZrO<sub>7</sub> SBUs (b) and Zr coordination\n(c). Experimental (d), simulated (e), and calculated (f, g) <sup>91</sup>Zr 21.1 T SSNMR spectra with bond length and angle distributions\nare included for ­(h) reported and (i) fully geometry optimized structures,\nalong with (j) calculated pXRD patterns. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref4\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2014 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ar-2017-00357s_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  MIL-140A is shown in (a) with ZrO7 SBUs (b) and Zr coordination (c). Experimental (d), simulated (e), and calculated (f, g) 91Zr 21.1 T SSNMR spectra with bond length and angle distributions are included for (h) reported and (i) fully geometry optimized structures, along with (j) calculated pXRD patterns. Reproduced with permission from ref . Copyright 2014 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>MIL-125­(Ti)\nis shown in (a), (b), and (c). In (d), (e), and (f),\nthree possible interior hydrogen configurations are shown. The <sup>47/49</sup>Ti SSNMR spectra at 21.1 T of as-made (g) and activated\n(h) MIL-125­(Ti) are included. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref4\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2014 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ar-2017-00357s_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  MIL-125(Ti) is shown in (a), (b), and (c). In (d), (e), and (f), three possible interior hydrogen configurations are shown. The 47/49Ti SSNMR spectra at 21.1 T of as-made (g) and activated (h) MIL-125(Ti) are included. Reproduced with permission from ref . Copyright 2014 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>DMF-loaded α-Mg-formate is shown in (a). Resolution\nenhancement\nstrategies on activated α-Mg-formate are depicted in (b), along\nwith experimental (red) and deconvoluted (blue) <sup>1</sup>H MAS\nNMR spectra at 21.1 T of 20% <sup>1</sup>H samples spinning at 62.5 kHz in (c). <sup>1</sup>H–<sup>13</sup>C CP/MAS spectra of the 20% <sup>1</sup>H samples at 18 kHz and 21.1 T are shown in (d). Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref11\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2015 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ar-2017-00357s_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  DMF-loaded α-Mg-formate is shown in (a). Resolution enhancement strategies on activated α-Mg-formate are depicted in (b), along with experimental (red) and deconvoluted (blue) 1H MAS NMR spectra at 21.1 T of 20% 1H samples spinning at 62.5 kHz in (c). 1H-13C CP/MAS spectra of the 20% 1H samples at 18 kHz and 21.1 T are shown in (d). Adapted with permission from ref . Copyright 2015 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>2D <sup>1</sup>H–<sup>1</sup>H DQ BABA\nspectra at 21.1 T of activated\n20% <sup>1</sup>H α-Mg-formate spinning at 18 kHz, using three\ndifferent excitation/conversion times and only new correlations shown\nat longer periods. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref11\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2015 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ar-2017-00357s_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  2D 1H-1H DQ BABA spectra at 21.1 T of activated 20% 1H α-Mg-formate spinning at 18 kHz, using three different excitation/conversion times and only new correlations shown at longer periods. Reproduced with permission from ref . Copyright 2015 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Framework, metal coordination, <sup>17</sup>O MAS, and <sup>1</sup>H–<sup>17</sup>O CP/MAS SSNMR spectra at 21.1 T of (a) UiO-66 and\n(b) MIL-53­(Al). Asterisks (*) denote spinning sidebands. Reproduced\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2013 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ar-2017-00357s_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Framework, metal coordination, 17O MAS, and 1H-17O CP/MAS SSNMR spectra at 21.1 T of (a) UiO-66 and (b) MIL-53(Al). Asterisks (*) denote spinning sidebands. Reproduced with permission from ref . Copyright 2013 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Simulated <sup>13</sup>C static NMR powder patterns of\nCO<sub>2</sub> at various motional rates undergoing (a) <italic>C</italic>\n<sub>6</sub> rotation through an angle α = 70°, (b) <italic>C</italic>\n<sub>2</sub> hopping through an angle β = 35°,\nand (c) combined <italic>C</italic>\n<sub>6</sub> and <italic>C</italic>\n<sub>2</sub> rotation through angles of α = 70° and β\n= 35°, respectively.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"ar-2017-00357s_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Simulated 13C static NMR powder patterns of CO2 at various motional rates undergoing (a) C 6 rotation through an angle α = 70°, (b) C 2 hopping through an angle β = 35°, and (c) combined C 6 and C 2 rotation through angles of α = 70° and β = 35°, respectively.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>VT static <sup>13</sup>C SSNMR spectra of CO<sub>2</sub> in PbSDB\nare shown in (a), with wobbling and hopping in (b). The CO<sub>2</sub>-loaded PbSDB SCXRD structure is illustrated in (c) with the motional\nmodel in (d). <sup>13</sup>C SSNMR spectra of CO<sub>2</sub> in CdSDB\nare in (e), with the SCXRD structure in (f), and unique adsorption\nsites labeled C1A and C1B. Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref1\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"ar-2017-00357s_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  VT static 13C SSNMR spectra of CO2 in PbSDB are shown in (a), with wobbling and hopping in (b). The CO2-loaded PbSDB SCXRD structure is illustrated in (c) with the motional model in (d). 13C SSNMR spectra of CO2 in CdSDB are in (e), with the SCXRD structure in (f), and unique adsorption sites labeled C1A and C1B. Adapted with permission from ref . Copyright 2016 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig13\" position=\"float\">\n<label>13</label>\n<caption>\n<p>CO<sub>2</sub> dynamics at bridging −OH groups\n(blue circles)\nin MIL-53 are shown in (a), with a perpendicular hopping perspective\nin (b). Static <sup>1</sup>H–<sup>13</sup>C CP SSNMR spectra\nare shown of (c) CO<sub>2</sub>-loaded, (d) CO<sub>2</sub>-loaded\ndeuterium exchanged, and (e) empty MIL-53 frameworks. Asterisks (*)\ndenote the adsorbed CO<sub>2</sub> resonance. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref17\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2016 The Royal Society of Chemistry.</p>\n</caption>\n<graphic id=\"gr13\" position=\"float\" xlink:href=\"ar-2017-00357s_0013.tif\"></graphic>\n</fig>", "clean_text": " 13  CO2 dynamics at bridging -OH groups (blue circles) in MIL-53 are shown in (a), with a perpendicular hopping perspective in (b). Static 1H-13C CP SSNMR spectra are shown of (c) CO2-loaded, (d) CO2-loaded deuterium exchanged, and (e) empty MIL-53 frameworks. Asterisks (*) denote the adsorbed CO2 resonance. Reproduced with permission from ref . Copyright 2016 The Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig14\" position=\"float\">\n<label>14</label>\n<caption>\n<p>CO<sub>2</sub> wobbling in Mg-MOF-74 is depicted (a), alongside\nnonlocalized 6-fold hopping motion between OMSs (b, c). VT <sup>17</sup>O SSNMR spectra of C<sup>17</sup>O<sub>2</sub> are shown in (d),\nwith motionally simulated<xref ref-type=\"bibr\" rid=\"ref42\"></xref> spectra: (e)\nwobbling and hopping, (f) only wobbling, and (g) only hopping. Rates\nare in Hz. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2014 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr14\" position=\"float\" xlink:href=\"ar-2017-00357s_0014.tif\"></graphic>\n</fig>", "clean_text": " 14  CO2 wobbling in Mg-MOF-74 is depicted (a), alongside nonlocalized 6-fold hopping motion between OMSs (b, c). VT 17O SSNMR spectra of C17O2 are shown in (d), with motionally simulated spectra: (e) wobbling and hopping, (f) only wobbling, and (g) only hopping. Rates are in Hz. Reproduced with permission from ref . Copyright 2014 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig15\" position=\"float\">\n<label>15</label>\n<caption>\n<p>Static <sup>2</sup>H\nSSNMR spectra of D<sub>2</sub> in MOF-74 (a–c),\nwith the motion of D<sub>2</sub> in Mg-MOF-74 illustrated in (d–f).\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 The Royal Society of Chemistry.</p>\n</caption>\n<graphic id=\"gr15\" position=\"float\" xlink:href=\"ar-2017-00357s_0015.tif\"></graphic>\n</fig>", "clean_text": " 15  Static 2H SSNMR spectra of D2 in MOF-74 (a-c), with the motion of D2 in Mg-MOF-74 illustrated in (d-f). Adapted with permission from ref . Copyright 2016 The Royal Society of Chemistry.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.accounts.7b00357", "title": "\nCharacterization of Metal–Organic Frameworks:\nUnlocking the Potential of Solid-State NMR\n", "journal": "American Chemical\nSociety", "date": "2017.12", "author_list": ["Lucier\nBryan\nE. G.", "Chen\nShoushun", "Huang\nYining"]}}