{"filepath": "../L2M3_data/1_application_papers/acs_xml/au1c00414.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Due to the dramatically\nincreased atmospheric CO<sub>2</sub> concentration\nand consequential climate change, significant effort has been made\nto develop sorbents to directly capture CO<sub>2</sub> from ambient\nair (direct air capture, DAC) to achieve negative CO<sub>2</sub> emissions\nin the immediate future. However, most developed sorbents have been\nstudied under a limited array of temperature (&gt;20 °C) and\nhumidity\nconditions. In particular, the dearth of experimental data on DAC\nat sub-ambient conditions (e.g., −30 to 20 °C) and under\nhumid conditions will severely hinder the large-scale implementation\nof DAC because the world has annual average temperatures ranging from\n−30 to 30 °C depending on the location and essentially\nno place has a zero absolute humidity. To this end, we suggest that\nunderstanding CO<sub>2</sub> adsorption from ambient air at sub-ambient\ntemperatures, below 20 °C, is crucial because colder temperatures\nrepresent important practical operating conditions and because such\ntemperatures may provide conditions where new sorbent materials or\nenhanced process performance might be achieved. Here we demonstrate\nthat MIL-101­(Cr) materials impregnated with amines (TEPA, tetraethylenepentamine,\nor PEI, poly­(ethylenimine)) offer promising adsorption and desorption\nbehavior under DAC conditions in both the presence and absence of\nhumidity under a wide range of temperatures (−20 to 25 °C).\nDepending on the amine loading and adsorption temperature, the sorbents\nshow different CO<sub>2</sub> capture behavior. With 30 and 50 wt\n% amine loadings, the sorbents show weak and strong chemisorption-dominant\nCO<sub>2</sub> capture behavior, respectively. Interestingly, at −20\n°C, the CO<sub>2</sub> adsorption capacity of 30 wt % TEPA-impregnated\nMIL-101­(Cr) significantly increased up to 1.12 mmol/g from 0.39 mmol/g\nat ambient conditions (25 °C) due to the enhanced weak chemisorption.\nMore importantly, the sorbents also show promising working capacities\n(0.72 mmol/g) over 15 small temperature swing cycles with an ultralow\nregeneration temperature (−20 °C sorption to 25 °C\ndesorption). The sub-ambient DAC performance of the sorbents is further\nenhanced under humid conditions, showing promising and stable CO<sub>2</sub> working capacities over multiple humid small temperature\nswing cycles. These results demonstrate that appropriately designed\nDAC sorbents can operate in a weak chemisorption modality at low temperatures\neven in the presence of humidity. Significant energy savings may be\nrealized via the utilization of small temperature swings enabled by\nthis weak chemisorption behavior. This work suggests that significant\nwork on DAC materials that operate at low, sub-ambient temperatures\nis warranted for possible deployment in temperate and polar climates.</p>", "clean_text": "Due to the dramatically increased atmospheric CO2 concentration and consequential climate change, significant effort has been made to develop sorbents to directly capture CO2 from ambient air (direct air capture, DAC) to achieve negative CO2 emissions in the immediate future. However, most developed sorbents have been studied under a limited array of temperature (>20 °C) and humidity conditions. In particular, the dearth of experimental data on DAC at sub-ambient conditions (e.g., -30 to 20 °C) and under humid conditions will severely hinder the large-scale implementation of DAC because the world has annual average temperatures ranging from -30 to 30 °C depending on the location and essentially no place has a zero absolute humidity. To this end, we suggest that understanding CO2 adsorption from ambient air at sub-ambient temperatures, below 20 °C, is crucial because colder temperatures represent important practical operating conditions and because such temperatures may provide conditions where new sorbent materials or enhanced process performance might be achieved. Here we demonstrate that MIL-101(Cr) materials impregnated with amines (TEPA, tetraethylenepentamine, or PEI, poly(ethylenimine)) offer promising adsorption and desorption behavior under DAC conditions in both the presence and absence of humidity under a wide range of temperatures (-20 to 25 °C). Depending on the amine loading and adsorption temperature, the sorbents show different CO2 capture behavior. With 30 and 50 wt % amine loadings, the sorbents show weak and strong chemisorption-dominant CO2 capture behavior, respectively. Interestingly, at -20 °C, the CO2 adsorption capacity of 30 wt % TEPA-impregnated MIL-101(Cr) significantly increased up to 1.12 mmol/g from 0.39 mmol/g at ambient conditions (25 °C) due to the enhanced weak chemisorption. More importantly, the sorbents also show promising working capacities (0.72 mmol/g) over 15 small temperature swing cycles with an ultralow regeneration temperature (-20 °C sorption to 25 °C desorption). The sub-ambient DAC performance of the sorbents is further enhanced under humid conditions, showing promising and stable CO2 working capacities over multiple humid small temperature swing cycles. These results demonstrate that appropriately designed DAC sorbents can operate in a weak chemisorption modality at low temperatures even in the presence of humidity. Significant energy savings may be realized via the utilization of small temperature swings enabled by this weak chemisorption behavior. This work suggests that significant work on DAC materials that operate at low, sub-ambient temperatures is warranted for possible deployment in temperate and polar climates.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Due to the vast amount\nof anthropogenic CO<sub>2</sub> emissions\ncaused by fossil fuel utilization, the atmospheric CO<sub>2</sub> concentration\nhas climbed from 280 ppm in the preindustrial era to 410 ppm in modern\ntimes. This rapid rise in the atmospheric\nCO<sub>2</sub> concentration has caused the global temperature to\nincrease by 1.2 °C relative to preindustrial levels. If this trend goes on unchecked, it is expected\nthat the global temperature will further increase by 4 °C by\nthe end of the 21st century. An uncontrolled\nincrease in the global temperature can cause an array of ecological\nand climatic consequences, and the repercussions on human\nsociety are likely to be catastrophic. Therefore,\nit is essential to curb CO<sub>2</sub> emissions into the atmosphere\nvia CO<sub>2</sub> mitigation approaches.</p>", "clean_text": "Introduction\n\nDue to the vast amount of anthropogenic CO2 emissions caused by fossil fuel utilization, the atmospheric CO2 concentration has climbed from 280 ppm in the preindustrial era to 410 ppm in modern times. This rapid rise in the atmospheric CO2 concentration has caused the global temperature to increase by 1.2 °C relative to preindustrial levels. If this trend goes on unchecked, it is expected that the global temperature will further increase by 4 °C by the end of the 21st century. An uncontrolled increase in the global temperature can cause an array of ecological and climatic consequences, and the repercussions on human society are likely to be catastrophic. Therefore, it is essential to curb CO2 emissions into the atmosphere via CO2 mitigation approaches.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>One approach to restrict\nCO<sub>2</sub> emissions from point sources\nsuch as power plants is to apply technologies such as amine scrubbing, oxy-combustion, chemical\nlooping, or other approaches to capture\nthe CO<sub>2</sub> before it is emitted into the atmosphere. However,\nthese “avoided emissions” methods, like the transition\nto renewable energy, are only capable of slowing the rate of increase\nof the atmospheric CO<sub>2</sub> concentration. To reverse the ascending\nglobal temperature, another type of approach that seeks to directly\nreduce the atmospheric CO<sub>2</sub> concentration, producing “negative\nemissions”, is necessary. Two technologies belonging to this\napproach are especially promising. One is bioenergy with carbon capture\nand storage (BECCS), which consists of extracting bioenergy from biomass\nand capturing the CO<sub>2</sub> produced in the process. The other aims to directly extract CO<sub>2</sub> from the air.\nThis technology is known as direct air capture (DAC).\n</p>", "clean_text": "One approach to restrict CO2 emissions from point sources such as power plants is to apply technologies such as amine scrubbing, oxy-combustion, chemical looping, or other approaches to capture the CO2 before it is emitted into the atmosphere. However, these \"avoided emissions\" methods, like the transition to renewable energy, are only capable of slowing the rate of increase of the atmospheric CO2 concentration. To reverse the ascending global temperature, another type of approach that seeks to directly reduce the atmospheric CO2 concentration, producing \"negative emissions\", is necessary. Two technologies belonging to this approach are especially promising. One is bioenergy with carbon capture and storage (BECCS), which consists of extracting bioenergy from biomass and capturing the CO2 produced in the process. The other aims to directly extract CO2 from the air. This technology is known as direct air capture (DAC). ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The development of DAC has attracted increased research attention\nin recent years, and multiple types of technologies have been proposed,\nas summarized in a review paper by Sanz-Perez and co-workers. Among these technologies, two have been the\nmost extensively studied, namely aqueous hydroxide CO<sub>2</sub> absorption and supported amine-based CO<sub>2</sub> adsorption. Both approaches\nshow promise for practical scalability, though the supported amine-based\nCO<sub>2</sub> adsorption appears to show the potential for lower\ncosts because it requires lower temperatures for sorbent regeneration\nand consumes less energy per unit of CO<sub>2</sub> captured.\n</p>", "clean_text": "The development of DAC has attracted increased research attention in recent years, and multiple types of technologies have been proposed, as summarized in a review paper by Sanz-Perez and co-workers. Among these technologies, two have been the most extensively studied, namely aqueous hydroxide CO2 absorption and supported amine-based CO2 adsorption. Both approaches show promise for practical scalability, though the supported amine-based CO2 adsorption appears to show the potential for lower costs because it requires lower temperatures for sorbent regeneration and consumes less energy per unit of CO2 captured. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In the past two decades, DAC technology has been increasingly\nstudied,\nand hundreds of scientific articles have been published on this topic.\nHowever, the studies conducted so far have been confined to ambient\nand above-ambient temperatures (&gt;20 °C). To date, only one\npaper\nin the literature reported studies of DAC at sub-ambient (&lt;20 °C)\nconditions. In addition, published studies\ninvestigating DAC under humid conditions have all been conducted at\nambient or higher temperatures. This dearth of literature data on DAC at sub-ambient conditions,\nespecially in the presence of humidity, severely hinders both DAC\ntechnology development and the potential for widespread implementation\nat a large scale because more than 80% of the land in the world has\nan annual average temperature below 25 °C () and essentially no place in the world has\nan absolute humidity of zero.\n</p>", "clean_text": "In the past two decades, DAC technology has been increasingly studied, and hundreds of scientific articles have been published on this topic. However, the studies conducted so far have been confined to ambient and above-ambient temperatures (>20 °C). To date, only one paper in the literature reported studies of DAC at sub-ambient (<20 °C) conditions. In addition, published studies investigating DAC under humid conditions have all been conducted at ambient or higher temperatures. This dearth of literature data on DAC at sub-ambient conditions, especially in the presence of humidity, severely hinders both DAC technology development and the potential for widespread implementation at a large scale because more than 80% of the land in the world has an annual average temperature below 25 °C () and essentially no place in the world has an absolute humidity of zero. ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Map of world\naverage temperature (°C), adapted from a ref <xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Map of world average temperature (°C), adapted from a ref .   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Therefore, for DAC to be implemented around the world, significant\nresearch efforts need to be dedicated to assessing the performance\nof both sorbent materials and processes under sub-ambient temperatures,\nwhich are defined here as &lt;20 °C. Similarly, research on DAC\nunder humid conditions across the whole temperature range needs to\nbe conducted to assess the performance of the sorbent materials in\nthe presence of moisture. At sub-ambient temperatures (especially\n&lt;0 °C), the physical and chemical properties of many CO<sub>2</sub> sorbents are expected to undergo significant changes. Consequently,\nsorbents optimized for ambient DAC need to be reevaluated and in many\ncases redesigned to achieve desirable performance at sub-ambient conditions.</p>", "clean_text": "Therefore, for DAC to be implemented around the world, significant research efforts need to be dedicated to assessing the performance of both sorbent materials and processes under sub-ambient temperatures, which are defined here as <20 °C. Similarly, research on DAC under humid conditions across the whole temperature range needs to be conducted to assess the performance of the sorbent materials in the presence of moisture. At sub-ambient temperatures (especially <0 °C), the physical and chemical properties of many CO2 sorbents are expected to undergo significant changes. Consequently, sorbents optimized for ambient DAC need to be reevaluated and in many cases redesigned to achieve desirable performance at sub-ambient conditions.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>DAC under sub-ambient temperature conditions may offer some advantages. The absolute humidity is much lower at cold\ntemperatures, which may limit water sorption as well as the energy\nexpended desorbing water across temperature or temperature–vacuum\nswing adsorption cycles. Additionally, cold temperatures may enable\nthe utilization of physisorbents instead of chemisorbents, which are\ndominantly used in DAC studies today. Physisorbent materials, which\nhave smaller enthalpies of adsorption, could potentially enable smaller\ntemperature swings and reduce the overall energy costs for DAC operation.\nAmong the many supported amine sorbent materials described in the\nliterature for DAC, we identified amine-loaded MIL-101­(Cr) as a promising\ncandidate for sub-ambient temperature operation. We chose supported\namine materials as the CO<sub>2</sub> sorbents for this study because\nsupported amine adsorbents require much lower regeneration temperatures\nand have a lower energy consumption for CO<sub>2</sub> desorption\ncompared to aqueous hydroxide absorbents or solid-state alkali carbonates. Branched poly­(ethylenimine) (PEI) and tetraethylenepentamine (TEPA)\nwere identified in previous studies as two promising amine materials\nthat showed good CO<sub>2</sub> adsorption performance when supported\non solid substrates and hence were chosen for this work. As for the choice of the support, MIL-101­(Cr) is\nmoisture-stable (it is stable in boiling water), suggesting it will\nnot catastrophically degrade during sorbent regeneration by steam;\nit is stable across a range of pH conditions, making it resistant\nto the basicity of amines and the acidity of CO<sub>2</sub>; and it\nhas a high surface area and high density of open metal sites, enabling\nthe loading of a large quantity of amines into the pores to attain\nhigh CO<sub>2</sub> capacities even at concentrations as low as 400\nppm. The feasibility of amine-loaded MIL-101­(Cr)\nfor DAC at ambient temperatures and dry conditions has been validated\nby previous studies. Darunte et al. studied\nthe uptake capacity and kinetics of MIL-101­(Cr) loaded with TREN and\nPEI-800 for DAC applications. The highest CO<sub>2</sub> capture capacities\nwere shown to be 1.35 mmol/g on PEI-loaded MIL-101­(Cr) and 2.8 mmol/g\non TREN-loaded MIL-101­(Cr). Sinha et al. conducted an economic analysis of DAC through temperature–vacuum\nswing adsorption using PEI-800-loaded MIL-101­(Cr) coated on monolithic\ncontactors. The results showed that the energy requirement per mole\nand the cost per metric ton of CO<sub>2</sub> production could be\nas low as 0.172 MJ and $77–142, respectively.</p>", "clean_text": "DAC under sub-ambient temperature conditions may offer some advantages. The absolute humidity is much lower at cold temperatures, which may limit water sorption as well as the energy expended desorbing water across temperature or temperature-vacuum swing adsorption cycles. Additionally, cold temperatures may enable the utilization of physisorbents instead of chemisorbents, which are dominantly used in DAC studies today. Physisorbent materials, which have smaller enthalpies of adsorption, could potentially enable smaller temperature swings and reduce the overall energy costs for DAC operation. Among the many supported amine sorbent materials described in the literature for DAC, we identified amine-loaded MIL-101(Cr) as a promising candidate for sub-ambient temperature operation. We chose supported amine materials as the CO2 sorbents for this study because supported amine adsorbents require much lower regeneration temperatures and have a lower energy consumption for CO2 desorption compared to aqueous hydroxide absorbents or solid-state alkali carbonates. Branched poly(ethylenimine) (PEI) and tetraethylenepentamine (TEPA) were identified in previous studies as two promising amine materials that showed good CO2 adsorption performance when supported on solid substrates and hence were chosen for this work. As for the choice of the support, MIL-101(Cr) is moisture-stable (it is stable in boiling water), suggesting it will not catastrophically degrade during sorbent regeneration by steam; it is stable across a range of pH conditions, making it resistant to the basicity of amines and the acidity of CO2; and it has a high surface area and high density of open metal sites, enabling the loading of a large quantity of amines into the pores to attain high CO2 capacities even at concentrations as low as 400 ppm. The feasibility of amine-loaded MIL-101(Cr) for DAC at ambient temperatures and dry conditions has been validated by previous studies. Darunte et al. studied the uptake capacity and kinetics of MIL-101(Cr) loaded with TREN and PEI-800 for DAC applications. The highest CO2 capture capacities were shown to be 1.35 mmol/g on PEI-loaded MIL-101(Cr) and 2.8 mmol/g on TREN-loaded MIL-101(Cr). Sinha et al. conducted an economic analysis of DAC through temperature-vacuum swing adsorption using PEI-800-loaded MIL-101(Cr) coated on monolithic contactors. The results showed that the energy requirement per mole and the cost per metric ton of CO2 production could be as low as 0.172 MJ and $77-142, respectively.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Here we\ndemonstrate that amine-loaded MIL-101­(Cr) sorbents are\npromising sorbent materials for DAC under sub-ambient conditions.\nFurthermore, we demonstrate that extrapolating the performance of\nthe materials to −20 °C from 25 °C is not straightforward,\nnecessitating cold temperature experimentation, and that optimal sorbent\nstructures under each condition exist. Finally, we demonstrate that\namine-loaded MIL-101­(Cr) sorbents are effective DAC sorbents at cold\ntemperatures, operating effectively as weak chemisorbents and allowing\nfor CO<sub>2</sub> desorption at very low temperatures of 25 °C\nwithout the implementation of vacuum during desorption. The results\npresented here suggest that an untapped manifold of DAC operation\nmay exist at cold temperatures that may offer promise for the application\nof a wide array of sorbents.</p>", "clean_text": "Here we demonstrate that amine-loaded MIL-101(Cr) sorbents are promising sorbent materials for DAC under sub-ambient conditions. Furthermore, we demonstrate that extrapolating the performance of the materials to -20 °C from 25 °C is not straightforward, necessitating cold temperature experimentation, and that optimal sorbent structures under each condition exist. Finally, we demonstrate that amine-loaded MIL-101(Cr) sorbents are effective DAC sorbents at cold temperatures, operating effectively as weak chemisorbents and allowing for CO2 desorption at very low temperatures of 25 °C without the implementation of vacuum during desorption. The results presented here suggest that an untapped manifold of DAC operation may exist at cold temperatures that may offer promise for the application of a wide array of sorbents.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Characterization of MIL-101­(Cr)</title><p>Three different batches\nof MIL-101­(Cr) were synthesized as described in the  to confirm the reproducibility of the\nsynthesis method. After synthesis, the three MIL-101­(Cr) powders were\ncharacterized by XRD to confirm their crystalline structure. As shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>, the XRD patterns revealed\nthat the MIL-101 structure was successfully obtained with high crystallinity\nfor all samples. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> shows an SEM\nimage of the synthesized MIL-101­(Cr) (a mixture of the three smaller\nbatches), which confirmed the formation of typical bipyramidal crystals\nwith a crystal size of about 500 nm, similar to the results of our\nprior study.\n</p>", "clean_text": "Results and Discussion\n\nCharacterization of MIL-101(Cr)\n\nThree different batches of MIL-101(Cr) were synthesized as described in the  to confirm the reproducibility of the synthesis method. After synthesis, the three MIL-101(Cr) powders were characterized by XRD to confirm their crystalline structure. As shown in Figure S1, the XRD patterns revealed that the MIL-101 structure was successfully obtained with high crystallinity for all samples. Figure S2 shows an SEM image of the synthesized MIL-101(Cr) (a mixture of the three smaller batches), which confirmed the formation of typical bipyramidal crystals with a crystal size of about 500 nm, similar to the results of our prior study. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>The BET surface area\nwas calculated from N<sub>2</sub> physisorption isotherms and the\nresults are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>. The\nsynthesized MIL-101­(Cr) powders from the three different batches have\nsimilar BET surface areas and showed BET surface areas (3493 ±\n198 m<sup>2</sup>/g) comparable with those from prior literature (3340\nm<sup>2</sup>/g).\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link> shows the CO<sub>2</sub> adsorption isotherms of\nplain unfunctionalized MIL-101­(Cr) (mixture of the three batches)\nobtained at 25 °C and −20 °C. The logarithmic plots\ngive a clearer view of the CO<sub>2</sub> uptake at 0.4 mbar (marked\nby the orange vertical line), which corresponds to 400 ppm of CO<sub>2</sub>. The CO<sub>2</sub> uptakes of MIL-101­(Cr) were significantly\nhigher at −20 °C because CO<sub>2</sub> adsorption is\nthermodynamically favorable at lower temperature conditions. However,\nthe CO<sub>2</sub> isotherms of MIL-101­(Cr) were almost linear, without\na significant increase at extremely low pressures. As a result, the\nuptake of MIL-101­(Cr) at 400 ppm of CO<sub>2</sub> was very low, no\nhigher than 0.01 mmol/g, even at −20 °C. The synthesized\nMIL-101­(Cr) powders were then impregnated with poly­(ethylenimine)\n(PEI, branched, MW = 800) and tetraethylenepentamine (TEPA) to enhance\nthe CO<sub>2</sub> adsorption capacity.</p>", "clean_text": "The BET surface area was calculated from N2 physisorption isotherms and the results are summarized in Figure S3a. The synthesized MIL-101(Cr) powders from the three different batches have similar BET surface areas and showed BET surface areas (3493 ± 198 m2/g) comparable with those from prior literature (3340 m2/g). Figure S3b shows the CO2 adsorption isotherms of plain unfunctionalized MIL-101(Cr) (mixture of the three batches) obtained at 25 °C and -20 °C. The logarithmic plots give a clearer view of the CO2 uptake at 0.4 mbar (marked by the orange vertical line), which corresponds to 400 ppm of CO2. The CO2 uptakes of MIL-101(Cr) were significantly higher at -20 °C because CO2 adsorption is thermodynamically favorable at lower temperature conditions. However, the CO2 isotherms of MIL-101(Cr) were almost linear, without a significant increase at extremely low pressures. As a result, the uptake of MIL-101(Cr) at 400 ppm of CO2 was very low, no higher than 0.01 mmol/g, even at -20 °C. The synthesized MIL-101(Cr) powders were then impregnated with poly(ethylenimine) (PEI, branched, MW = 800) and tetraethylenepentamine (TEPA) to enhance the CO2 adsorption capacity.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Based on the measured\npore volume of amine-impregnated MIL-101­(Cr)\nby N<sub>2</sub> physisorption, the extent\nof pore filling of 10, 30, and 50 wt % amine-impregnated MIL-101­(Cr)\nsorbents was estimated (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The\nbulk densities of pristine MIL-101­(Cr) and 30 and 50 wt % amine-loaded\nMIL-101­(Cr) were also measured, providing an estimation of the volume\noccupied by the sorbents. The data are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>.</p>", "clean_text": "Based on the measured pore volume of amine-impregnated MIL-101(Cr) by N2 physisorption, the extent of pore filling of 10, 30, and 50 wt % amine-impregnated MIL-101(Cr) sorbents was estimated (Table S1). The bulk densities of pristine MIL-101(Cr) and 30 and 50 wt % amine-loaded MIL-101(Cr) were also measured, providing an estimation of the volume occupied by the sorbents. The data are shown in Table S2.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>CO<sub>2</sub> Adsorption Behavior of Amine-Impregnated\n(PEI\nand TEPA) MIL-101­(Cr) under Dry Ambient Conditions (25 °C)</title><p>The measurements of CO<sub>2</sub> adsorption at 25 °C were\nconducted on branched poly­(ethylenimine)- (PEI) and tetraethylenepentamine-\n(TEPA) impregnated MIL-101­(Cr) powder sorbents with different amine\nloadings (0, 10, 30, and 50 wt %) to set the baseline for subsequent\ntests at sub-ambient temperatures (−20 °C). The  CO<sub>2</sub> adsorption capacities of the sorbents at 400 ppm CO<sub>2</sub> were determined volumetrically by a surface area and porosity (SAP)\nsystem and are plotted in a. The 400 ppm CO<sub>2</sub> uptake of the sorbents\nat 25 °C was significantly enhanced as the amine loading increased.\nInterestingly, a dramatic increase in CO<sub>2</sub> adsorption was\nobserved between 30 wt % at about 10 mmol N per gram of MOF amine\nloading and 50 wt % at about 20 mmol N per gram of MOF amine loading,\nwhile poor CO<sub>2</sub> adsorption performance was observed at &lt;10\nmmol N per gram of MOF amine loading, indicating that differences\nin the CO<sub>2</sub> adsorption mechanism(s) may be present between\nthe two loading conditions. This dramatic step-change in the CO<sub>2</sub> adsorption was also observed in our previous study. Previously, we hypothesized that the impregnated\namine groups strongly interact with the MOF framework at lower loadings\nof amine, and many amine sites may not be available for CO<sub>2</sub> capture, resulting in lower CO<sub>2</sub> adsorption.</p>", "clean_text": "CO2 Adsorption Behavior of Amine-Impregnated (PEI and TEPA) MIL-101(Cr) under Dry Ambient Conditions (25 °C)\n\nThe measurements of CO2 adsorption at 25 °C were conducted on branched poly(ethylenimine)- (PEI) and tetraethylenepentamine- (TEPA) impregnated MIL-101(Cr) powder sorbents with different amine loadings (0, 10, 30, and 50 wt %) to set the baseline for subsequent tests at sub-ambient temperatures (-20 °C). The  CO2 adsorption capacities of the sorbents at 400 ppm CO2 were determined volumetrically by a surface area and porosity (SAP) system and are plotted in a. The 400 ppm CO2 uptake of the sorbents at 25 °C was significantly enhanced as the amine loading increased. Interestingly, a dramatic increase in CO2 adsorption was observed between 30 wt % at about 10 mmol N per gram of MOF amine loading and 50 wt % at about 20 mmol N per gram of MOF amine loading, while poor CO2 adsorption performance was observed at <10 mmol N per gram of MOF amine loading, indicating that differences in the CO2 adsorption mechanism(s) may be present between the two loading conditions. This dramatic step-change in the CO2 adsorption was also observed in our previous study. Previously, we hypothesized that the impregnated amine groups strongly interact with the MOF framework at lower loadings of amine, and many amine sites may not be available for CO2 capture, resulting in lower CO2 adsorption.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Effect\nof amine loading on the 400 ppm of CO<sub>2</sub> adsorption\ncapacity of PEI- and TEPA-impregnated MIL-101­(Cr) powders at 25 °C\n(measured by SAP). (b) CO<sub>2</sub>-TPD profiles of PEI- and TEPA-impregnated\nMIL-101­(Cr) powders (30 and 50 wt % loadings). Adsorption conditions\nare as follows: gas, 400 ppm of CO<sub>2</sub>/He; flow rate, 90 mL/min; <italic toggle=\"yes\">T</italic> = 25 °C; and adsorption time, 12 h.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Effect of amine loading on the 400 ppm of CO2 adsorption capacity of PEI- and TEPA-impregnated MIL-101(Cr) powders at 25 °C (measured by SAP). (b) CO2-TPD profiles of PEI- and TEPA-impregnated MIL-101(Cr) powders (30 and 50 wt % loadings). Adsorption conditions are as follows: gas, 400 ppm of CO2/He; flow rate, 90 mL/min; T = 25 °C; and adsorption time, 12 h.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>The CO<sub>2</sub> uptakes of 50 wt % PEI- and TEPA-loaded\nsamples\nwere 1.81 and 2.14 mmol/g, respectively, at 400 ppm CO<sub>2</sub>, indicating that the TEPA sample was more effective than the branched\nPEI sample for direct air capture under ambient dry conditions (25\n°C). This may be because TEPA mainly consists of primary and\nsecondary amines, which have better CO<sub>2</sub> adsorption potentials\nunder dry conditions than tertiary amines, or because of the enhanced\namine chain mobility in the shorter TEPA chains relative to that of\nPEI. Thus, TEPA-impregnated MIL-101­(Cr) showed a higher amine efficiency\nthan PEI-impregnated sorbents at 25 °C, as shown in . Also, the ∼50\nwt % TEPA sample contains about 7.5% more amine groups than the ∼50\nwt % PEI material, as shown in a. Thus, the higher amine loadings are an additional\nfactor contributing to the higher CO<sub>2</sub> uptake of 50 wt %\nTEPA. However, mild regeneration temperature conditions will likely\nbe required to utilize TEPA-containing sorbents for DAC due to their\nlimited thermal stability induced by amine volatility at elevated\ndesorption temperatures.\n</p>", "clean_text": "The CO2 uptakes of 50 wt % PEI- and TEPA-loaded samples were 1.81 and 2.14 mmol/g, respectively, at 400 ppm CO2, indicating that the TEPA sample was more effective than the branched PEI sample for direct air capture under ambient dry conditions (25 °C). This may be because TEPA mainly consists of primary and secondary amines, which have better CO2 adsorption potentials under dry conditions than tertiary amines, or because of the enhanced amine chain mobility in the shorter TEPA chains relative to that of PEI. Thus, TEPA-impregnated MIL-101(Cr) showed a higher amine efficiency than PEI-impregnated sorbents at 25 °C, as shown in . Also, the ~50 wt % TEPA sample contains about 7.5% more amine groups than the ~50 wt % PEI material, as shown in a. Thus, the higher amine loadings are an additional factor contributing to the higher CO2 uptake of 50 wt % TEPA. However, mild regeneration temperature conditions will likely be required to utilize TEPA-containing sorbents for DAC due to their limited thermal stability induced by amine volatility at elevated desorption temperatures. ", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Pseudoequilibrium CO<sub>2</sub> Uptake at <italic toggle=\"yes\">–</italic>20 and 25 °C and\n400 ppm (Measured by the Volumetric System, SAP)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"×\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"×\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\" rowsep=\"1\">–20\n°C</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col9\" namest=\"col6\" rowsep=\"1\">25 °C</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">adsorption\nrate (mmol/g/min)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col9\" namest=\"col8\" rowsep=\"1\">adsorption\nrate (mmol/g/min)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbent (powders)</oasis:entry>\n<oasis:entry align=\"center\">CO<sub>2</sub> uptake (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">amine efficiency</oasis:entry>\n<oasis:entry align=\"center\">initial</oasis:entry>\n<oasis:entry align=\"center\">after 2 h</oasis:entry>\n<oasis:entry align=\"center\">CO<sub>2</sub> uptake (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">amine efficiency</oasis:entry>\n<oasis:entry align=\"center\">initial</oasis:entry>\n<oasis:entry align=\"center\">after 2 h</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry>0.01 ± 0.008</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.0008 ± 1.46 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)\n_10 wt % PEI</oasis:entry>\n<oasis:entry>0.05 ± 0.004</oasis:entry>\n<oasis:entry>0.02</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.006 ± 9.29 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>0.002</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _30 wt % PEI</oasis:entry>\n<oasis:entry>0.78 ± 0.03</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>0.018</oasis:entry>\n<oasis:entry>2.13 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>0.24 ± 0.02</oasis:entry>\n<oasis:entry>0.03</oasis:entry>\n<oasis:entry>0.021</oasis:entry>\n<oasis:entry>1.05 × 10<sup>–4</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _50 wt % PEI</oasis:entry>\n<oasis:entry>1.64 ± 0.17</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>0.015</oasis:entry>\n<oasis:entry>6.21 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>1.81 ± 0.17</oasis:entry>\n<oasis:entry>0.14</oasis:entry>\n<oasis:entry>0.016</oasis:entry>\n<oasis:entry>4.75 × 10<sup>–4</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _10 wt % TEPA</oasis:entry>\n<oasis:entry>0.02 ± 0.005</oasis:entry>\n<oasis:entry>0.01</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.002 ± 6.93 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>0.0005</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _30 wt % TEPA</oasis:entry>\n<oasis:entry>1.12 ± 0.02</oasis:entry>\n<oasis:entry>0.14</oasis:entry>\n<oasis:entry>0.021</oasis:entry>\n<oasis:entry>2.66 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>0.39 ± 0.12</oasis:entry>\n<oasis:entry>0.05</oasis:entry>\n<oasis:entry>0.022</oasis:entry>\n<oasis:entry>2.54 × 10<sup>–5</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _50 wt % TEPA</oasis:entry>\n<oasis:entry>1.26 ± 0.28</oasis:entry>\n<oasis:entry>0.10</oasis:entry>\n<oasis:entry>0.012</oasis:entry>\n<oasis:entry>5.71 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>2.14 ± 0.12</oasis:entry>\n<oasis:entry>0.16</oasis:entry>\n<oasis:entry>0.017</oasis:entry>\n<oasis:entry>2.70 × 10<sup>–4</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The adsorption rate was obtained\nbased on the TGA/DSC data shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>The 400 ppm CO<sub>2</sub> adsorption capacities of 30 and 50 wt\n% PEI- and TEPA-impregnated MIL-101­(Cr) sorbents were also measured\nby a TGA/DSC system at 25 °C, and the results are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4­(a)</ext-link>. The pseudoequilibrium CO<sub>2</sub> capture capacities obtained from the TGA/DSC system show a trend\nsimilar to that of the SAP data shown in a. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> shows\nthe CO<sub>2</sub> uptake as a function of time for different PEI\nand TEPA loadings (30 and 50 wt %) at 25 °C. Although the 30\nwt % PEI- and TEPA-impregnated MIL-101­(Cr) samples showed modest DAC\nperformance at 25 °C due to low amine loadings, they quickly\nreached their pseudoequilibrium capacities (at 720 min), showing rapid\nCO<sub>2</sub> capture kinetics. The 50 wt % amine-impregnated MIL-101­(Cr)\nsamples achieved 1 mmol/g uptakes within 75 (PEI) or 50 min (TEPA),\nshowing promising 400 ppm CO<sub>2</sub> capture kinetics at 25 °C.\nHowever, the relatively fast initial CO<sub>2</sub> adsorption kinetics\nwere followed by a slow increase in the CO<sub>2</sub> uptake due\nto the increased diffusion resistance encountered by CO<sub>2</sub> at long times. These results are comparable to our previous work\non PEI-impregnated MIL-101­(Cr), as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>.</p>", "clean_text": "The 400 ppm CO2 adsorption capacities of 30 and 50 wt % PEI- and TEPA-impregnated MIL-101(Cr) sorbents were also measured by a TGA/DSC system at 25 °C, and the results are shown in Figure S4(a). The pseudoequilibrium CO2 capture capacities obtained from the TGA/DSC system show a trend similar to that of the SAP data shown in a. Table S3 shows the CO2 uptake as a function of time for different PEI and TEPA loadings (30 and 50 wt %) at 25 °C. Although the 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) samples showed modest DAC performance at 25 °C due to low amine loadings, they quickly reached their pseudoequilibrium capacities (at 720 min), showing rapid CO2 capture kinetics. The 50 wt % amine-impregnated MIL-101(Cr) samples achieved 1 mmol/g uptakes within 75 (PEI) or 50 min (TEPA), showing promising 400 ppm CO2 capture kinetics at 25 °C. However, the relatively fast initial CO2 adsorption kinetics were followed by a slow increase in the CO2 uptake due to the increased diffusion resistance encountered by CO2 at long times. These results are comparable to our previous work on PEI-impregnated MIL-101(Cr), as shown in Table S3.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>To probe the CO<sub>2</sub> capture mechanism(s)\nof PEI- and TEPA-impregnated\nMIL-101­(Cr) samples at 25 °C, CO<sub>2</sub> temperature-programmed\ndesorption (TPD) experiments were carried out using the TGA/DSC system,\nas described in the . <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link> shows the CO<sub>2</sub> concentration\nof the outlet stream, the sample mass change, and the temperature\nprofiles during the CO<sub>2</sub> TPD experiments using 30 and 50\nwt % PEI- and TEPA-impregnated MIL-101­(Cr). Even during the helium\npurging step at 25 °C (first 1 h), some amount of CO<sub>2</sub> was desorbed from the sorbents, indicating that the CO<sub>2</sub> capture mechanism(s) of the amine-impregnated MIL-101­(Cr) materials\nalso included some degree of physisorption. After the 1 h helium purge\nstep, more CO<sub>2</sub> was desorbed from the sorbents when the\ntemperature increased. While the 30 wt % PEI- and TEPA-impregnated\nMIL-101­(Cr) sorbents were completely regenerated below 60 °C\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S5­(a)</ext-link>), a higher temperature was\nrequired for the complete desorption of CO<sub>2</sub> from the 50\nwt % PEI- and TEPA-impregnated sorbents, confirming that the 50 wt\n% amine-loaded MIL-101­(Cr) samples interacted more strongly with 400\nppm of CO<sub>2</sub> than the 30 wt % samples at 25 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S5b</ext-link>).</p>", "clean_text": "To probe the CO2 capture mechanism(s) of PEI- and TEPA-impregnated MIL-101(Cr) samples at 25 °C, CO2 temperature-programmed desorption (TPD) experiments were carried out using the TGA/DSC system, as described in the . Figure S5 shows the CO2 concentration of the outlet stream, the sample mass change, and the temperature profiles during the CO2 TPD experiments using 30 and 50 wt % PEI- and TEPA-impregnated MIL-101(Cr). Even during the helium purging step at 25 °C (first 1 h), some amount of CO2 was desorbed from the sorbents, indicating that the CO2 capture mechanism(s) of the amine-impregnated MIL-101(Cr) materials also included some degree of physisorption. After the 1 h helium purge step, more CO2 was desorbed from the sorbents when the temperature increased. While the 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) sorbents were completely regenerated below 60 °C (Figure S5(a)), a higher temperature was required for the complete desorption of CO2 from the 50 wt % PEI- and TEPA-impregnated sorbents, confirming that the 50 wt % amine-loaded MIL-101(Cr) samples interacted more strongly with 400 ppm of CO2 than the 30 wt % samples at 25 °C (Figure S5b).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The outlet CO<sub>2</sub> concentration\nprofiles of 30 and 50 wt\n% PEI- and TEPA-impregnated MIL-101­(Cr) sorbents during desorption\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link> are plotted as a function\nof temperature in b. The data clearly show that the dominant CO<sub>2</sub> capture\nmechanism of 30 wt % PEI- and TEPA-impregnated MIL-101­(Cr) is weak\nchemisorption or physisorption, and the amount of captured CO<sub>2</sub> (amine efficiency, ) is lower than that for the 50 wt % amine-loaded samples,\nwhich are strong chemisorption-dominant sorbents. This result suggests\nthat many of the impregnated amine groups at low loading conditions\n(∼30 wt %) strongly interacted with the open metal sites in\nthe MOFs and were less available for CO<sub>2</sub> capture, resulting\nin a lower CO<sub>2</sub> adsorption performance. In our previous\nwork, a decrease in the intensity of XRD reflections between 2°\nand 4° (2θ) was observed after the MIL-101­(Cr) MOFs were\nimpregnated with PEI, probably due to interaction between amine groups\nand the MOF framework, and low PEI loadings (about 30 wt %) showed\n0.2–0.3 mmol/g CO<sub>2</sub> adsorption capacities with only\n0.01–0.03 amine efficiencies. This\nprevious work also hypothesized that this observation was due to the\nstrong interaction between impregnated amines and the MOF framework.\nOn the other hand, the sufficient amount of excess amine groups in\nthe high amine loading conditions (50 wt %) dramatically enhanced\nthe CO<sub>2</sub> adsorption capacity via strong chemisorption. A\nsimilar trend was also observed for the amine-impregnated MCM-41 sorbent\nmaterials. In that case, the amine efficiency\nincreased with the amine loading until steric constraints decreased\nthe accessibility of all the amine sites inside the MCM-41.\n</p>", "clean_text": "The outlet CO2 concentration profiles of 30 and 50 wt % PEI- and TEPA-impregnated MIL-101(Cr) sorbents during desorption shown in Figure S5 are plotted as a function of temperature in b. The data clearly show that the dominant CO2 capture mechanism of 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) is weak chemisorption or physisorption, and the amount of captured CO2 (amine efficiency, ) is lower than that for the 50 wt % amine-loaded samples, which are strong chemisorption-dominant sorbents. This result suggests that many of the impregnated amine groups at low loading conditions (~30 wt %) strongly interacted with the open metal sites in the MOFs and were less available for CO2 capture, resulting in a lower CO2 adsorption performance. In our previous work, a decrease in the intensity of XRD reflections between 2° and 4° (2θ) was observed after the MIL-101(Cr) MOFs were impregnated with PEI, probably due to interaction between amine groups and the MOF framework, and low PEI loadings (about 30 wt %) showed 0.2-0.3 mmol/g CO2 adsorption capacities with only 0.01-0.03 amine efficiencies. This previous work also hypothesized that this observation was due to the strong interaction between impregnated amines and the MOF framework. On the other hand, the sufficient amount of excess amine groups in the high amine loading conditions (50 wt %) dramatically enhanced the CO2 adsorption capacity via strong chemisorption. A similar trend was also observed for the amine-impregnated MCM-41 sorbent materials. In that case, the amine efficiency increased with the amine loading until steric constraints decreased the accessibility of all the amine sites inside the MCM-41. ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>To quantify the weak and strong chemisorption,\nthe heats of adsorption\nof 30 and 50 wt % PEI- and TEPA-impregnated MIL-101­(Cr) for 400 ppm\nof CO<sub>2</sub> were measured by TGA/DSC. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>, the heat of adsorption of 30 wt %\namine-impregnated MIL-101­(Cr) was between −40 and −65\nkJ/mol, supporting the weak chemisorption-dominant CO<sub>2</sub> capture\nmechanism. The 50 wt % amine-loaded sorbents showed strong chemisorption-dominant\nbehavior, with relatively higher (absolute value) heats of adsorption\n(−95 to −110 kJ/mol).</p>", "clean_text": "To quantify the weak and strong chemisorption, the heats of adsorption of 30 and 50 wt % PEI- and TEPA-impregnated MIL-101(Cr) for 400 ppm of CO2 were measured by TGA/DSC. As shown in Figure S6, the heat of adsorption of 30 wt % amine-impregnated MIL-101(Cr) was between -40 and -65 kJ/mol, supporting the weak chemisorption-dominant CO2 capture mechanism. The 50 wt % amine-loaded sorbents showed strong chemisorption-dominant behavior, with relatively higher (absolute value) heats of adsorption (-95 to -110 kJ/mol).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub> Adsorption\nBehavior of Amine-Impregnated (PEI\nand TEPA) MIL-101­(Cr) under Dry Sub-Ambient Conditions (−20\n°C)</title><p>The CO<sub>2</sub> adsorption performance (i.e.,\n400 ppm CO<sub>2</sub> adsorption capacity) of PEI- and TEPA-impregnated\nMIL-101­(Cr) was next determined under dry sub-ambient temperature\nconditions (e.g., −20 °C) with the SAP (volumetric) system\nand compared with the data obtained at 25 °C. a shows the 400 ppm CO<sub>2</sub> adsorption capacities of amine-loaded (PEI and TEPA) MIL-101­(Cr)\nwith different amine loadings (0, 10, 30, and 50 wt %) obtained at\n25 °C and −20 °C. The amine-impregnated MIL-101­(Cr)\nsamples showed promising 400 ppm CO<sub>2</sub> adsorption capacities\neven at sub-ambient conditions (−20 °C). Interestingly,\nwhile the CO<sub>2</sub> adsorption capacities of samples with lower\namine loadings (&lt;15 mmol N per gram of MOF) were enhanced at −20\n°C, the sub-ambient temperature (−20 °C) had a negative\neffect on the CO<sub>2</sub> adsorption performance of the samples\nwith higher amine loadings on MIL-101­(Cr) (&gt;20 mmol N per gram\nof\nMOF). The CO<sub>2</sub> adsorption capacities of the 50 wt % PEI-\nand TEPA-impregnated samples were lower at −20 °C, possibly\ndue either to decreased amine mobility that results in dramatically\nlower accessibility of the gas phase CO<sub>2</sub> to the impregnated\namine groups or to there being insufficient thermal energy available\nto surpass chemisorption activation barriers. It is noteworthy that\nthe 50 wt % PEI-impregnated sorbents showed better performance than\nthe 50 wt % TEPA-impregnated materials, which is the opposite trend\nof the other loading (30 wt %) and temperature (25 °C) conditions.\nThe TGA/DSC CO<sub>2</sub> adsorption results at 25 °C and −20\n°C also showed the same trends in the pseudoequilibrium capacities\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4­(b)</ext-link>). While the macroscopic trends\nwere the same, the reported pseudoequilibrium values on each instrument\ndiffered slightly for the same sorbent materials (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">S4</ext-link>), as each instrument had unique features and only pseudoequilibria\nwere achieved.</p>", "clean_text": "CO2 Adsorption Behavior of Amine-Impregnated (PEI and TEPA) MIL-101(Cr) under Dry Sub-Ambient Conditions (-20 °C)\n\nThe CO2 adsorption performance (i.e., 400 ppm CO2 adsorption capacity) of PEI- and TEPA-impregnated MIL-101(Cr) was next determined under dry sub-ambient temperature conditions (e.g., -20 °C) with the SAP (volumetric) system and compared with the data obtained at 25 °C. a shows the 400 ppm CO2 adsorption capacities of amine-loaded (PEI and TEPA) MIL-101(Cr) with different amine loadings (0, 10, 30, and 50 wt %) obtained at 25 °C and -20 °C. The amine-impregnated MIL-101(Cr) samples showed promising 400 ppm CO2 adsorption capacities even at sub-ambient conditions (-20 °C). Interestingly, while the CO2 adsorption capacities of samples with lower amine loadings (<15 mmol N per gram of MOF) were enhanced at -20 °C, the sub-ambient temperature (-20 °C) had a negative effect on the CO2 adsorption performance of the samples with higher amine loadings on MIL-101(Cr) (>20 mmol N per gram of MOF). The CO2 adsorption capacities of the 50 wt % PEI- and TEPA-impregnated samples were lower at -20 °C, possibly due either to decreased amine mobility that results in dramatically lower accessibility of the gas phase CO2 to the impregnated amine groups or to there being insufficient thermal energy available to surpass chemisorption activation barriers. It is noteworthy that the 50 wt % PEI-impregnated sorbents showed better performance than the 50 wt % TEPA-impregnated materials, which is the opposite trend of the other loading (30 wt %) and temperature (25 °C) conditions. The TGA/DSC CO2 adsorption results at 25 °C and -20 °C also showed the same trends in the pseudoequilibrium capacities (Figure S4(b)). While the macroscopic trends were the same, the reported pseudoequilibrium values on each instrument differed slightly for the same sorbent materials (a and S4), as each instrument had unique features and only pseudoequilibria were achieved.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Effect of amine loading on the 400 ppm of CO<sub>2</sub> adsorption\ncapacity of PEI- and TEPA-impregnated MIL-101­(Cr) powders at 25 °C\nand −20 °C (measured by SAP). CO<sub>2</sub>-TPD profiles\nof PEI- and TEPA-impregnated MIL-101­(Cr) powders with (b) 30 and (c)\n50 wt % amine loadings. Adsorption conditions are as follows: gas,\n400 ppm of CO<sub>2</sub>/He; flow rate, 90 mL/min; <italic toggle=\"yes\">T</italic> = 25 and −20 °C; and adsorption time, 12 h.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Effect of amine loading on the 400 ppm of CO2 adsorption capacity of PEI- and TEPA-impregnated MIL-101(Cr) powders at 25 °C and -20 °C (measured by SAP). CO2-TPD profiles of PEI- and TEPA-impregnated MIL-101(Cr) powders with (b) 30 and (c) 50 wt % amine loadings. Adsorption conditions are as follows: gas, 400 ppm of CO2/He; flow rate, 90 mL/min; T = 25 and -20 °C; and adsorption time, 12 h.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>When increasing the amine loadingsup to 50 wt %, the extent\nof\npore filling increased, resulting in decreased pore volumes (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Due to the decreased pore volumes,\nthe overall CO<sub>2</sub> capture performance may be impacted by\nCO<sub>2</sub> mass transfer through the impregnated amine phase (pore-blocking). Additionally, the effect of pore-blocking should\nbe more significant at cold temperature conditions when polymer chains\nhave slower motions (−20 °C). Thus, the higher amine loading\nconditions led to reduced DAC performance at the sub-ambient temperature\n(−20 °C). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>, the TGA/DSC data obtained at −20 °C clearly show significantly\nreduced CO<sub>2</sub> capture kinetics for the 50 wt % amine-loaded\nsorbents after 2 h, after which the amount of CO<sub>2</sub> adsorbed\nonly slowly increased up to the end of the 12 h experiment. For example,\nthe initial CO<sub>2</sub> capture kinetics of the 50 wt % PEI-impregnated\nsorbent were dramatically reduced from 0.015 mmol/g/min to 6.21 ×\n10<sup>–4</sup> mmol/g/min after 2 h at −20 °C.\nEven after 12 h at −20 °C, equilibrium conditions were\nnot achieved. Therefore, the CO<sub>2</sub> adsorption capacity even\nat 12 h is only a pseudoequilibrium value.</p>", "clean_text": "When increasing the amine loadingsup to 50 wt %, the extent of pore filling increased, resulting in decreased pore volumes (see Table S1). Due to the decreased pore volumes, the overall CO2 capture performance may be impacted by CO2 mass transfer through the impregnated amine phase (pore-blocking). Additionally, the effect of pore-blocking should be more significant at cold temperature conditions when polymer chains have slower motions (-20 °C). Thus, the higher amine loading conditions led to reduced DAC performance at the sub-ambient temperature (-20 °C). As shown in Figure S4b, the TGA/DSC data obtained at -20 °C clearly show significantly reduced CO2 capture kinetics for the 50 wt % amine-loaded sorbents after 2 h, after which the amount of CO2 adsorbed only slowly increased up to the end of the 12 h experiment. For example, the initial CO2 capture kinetics of the 50 wt % PEI-impregnated sorbent were dramatically reduced from 0.015 mmol/g/min to 6.21 × 10-4 mmol/g/min after 2 h at -20 °C. Even after 12 h at -20 °C, equilibrium conditions were not achieved. Therefore, the CO2 adsorption capacity even at 12 h is only a pseudoequilibrium value.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>As shown in  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">S3</ext-link>, despite the decrease in the adsorption\ntemperature from 25 to −20 °C, the 30 wt % PEI- and TEPA-impregnated\nMIL-101­(Cr) samples showed promising initial CO<sub>2</sub> adsorption\nkinetics.  presents\nthe initial adsorption rate and the rate after 2 h, while <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> provides key numerical values extracted\nfrom <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>. The data show that with\na lower amine loading, the 30 wt % TEPA-impregnated sorbent showed\nfaster initial uptake kinetics (0.021 mmol/g/min) than the 50 wt %\nTEPA-impregnated material (0.012 mmol/g/min) at −20 °C.\nAdditionally, we note that the initial CO<sub>2</sub> adsorption kinetics\nof the 50 wt % amine loading samples were not significantly reduced\nat −20 °C. For example, the initial kinetics of the 50\nwt % PEI-impregnated MIL-101­(Cr) decreased from 0.016 mmol/g/min at\n25 °C to 0.015 mmol/g/min at −20 °C, indicating that\npromising CO<sub>2</sub> working capacities may be obtained with highly\nloaded amine-impregnated MIL-101­(Cr) sorbents even at sub-ambient\ntemperature conditions (−20 °C).</p>", "clean_text": "As shown in  and S3, despite the decrease in the adsorption temperature from 25 to -20 °C, the 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) samples showed promising initial CO2 adsorption kinetics.  presents the initial adsorption rate and the rate after 2 h, while Table S3 provides key numerical values extracted from Figure S4. The data show that with a lower amine loading, the 30 wt % TEPA-impregnated sorbent showed faster initial uptake kinetics (0.021 mmol/g/min) than the 50 wt % TEPA-impregnated material (0.012 mmol/g/min) at -20 °C. Additionally, we note that the initial CO2 adsorption kinetics of the 50 wt % amine loading samples were not significantly reduced at -20 °C. For example, the initial kinetics of the 50 wt % PEI-impregnated MIL-101(Cr) decreased from 0.016 mmol/g/min at 25 °C to 0.015 mmol/g/min at -20 °C, indicating that promising CO2 working capacities may be obtained with highly loaded amine-impregnated MIL-101(Cr) sorbents even at sub-ambient temperature conditions (-20 °C).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Given the slow\napproach to the sorption equilibrium for these materials\nunder all conditions, but especially at low temperatures like −20\n°C, significant measurement errors may be expected for the 400\nppm of CO<sub>2</sub> adsorption capacity of the most sterically hindered\nmaterials, specifically the 50 wt % amine-loaded MIL-101­(Cr) samples\n(a). Therefore,\nthe CO<sub>2</sub> adsorption capacities of the sorbents were measured\nmultiple times on the SAP (volumetric) system, and the pseudoequilibrium\ncapacities are presented with error bars in a. While the error bars for the 50 wt % PEI\nsample are significant, at lower amine loading conditions (30 wt %)\nthe measurement error is much smaller. In this case, the pores are\nnot as highly packed with amine groups, showing relatively larger\npore volumes and providing better accessibility to the gas-phase CO<sub>2</sub>. In this case, the overall CO<sub>2</sub> capture capacities\nappear less impacted by mass transfer with the stronger influence\nof thermodynamics, with pseudoequilibria being achieved more rapidly.</p>", "clean_text": "Given the slow approach to the sorption equilibrium for these materials under all conditions, but especially at low temperatures like -20 °C, significant measurement errors may be expected for the 400 ppm of CO2 adsorption capacity of the most sterically hindered materials, specifically the 50 wt % amine-loaded MIL-101(Cr) samples (a). Therefore, the CO2 adsorption capacities of the sorbents were measured multiple times on the SAP (volumetric) system, and the pseudoequilibrium capacities are presented with error bars in a. While the error bars for the 50 wt % PEI sample are significant, at lower amine loading conditions (30 wt %) the measurement error is much smaller. In this case, the pores are not as highly packed with amine groups, showing relatively larger pore volumes and providing better accessibility to the gas-phase CO2. In this case, the overall CO2 capture capacities appear less impacted by mass transfer with the stronger influence of thermodynamics, with pseudoequilibria being achieved more rapidly.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>To understand the interesting CO<sub>2</sub> adsorption behavior\nof the PEI- and TEPA-impregnated MIL-101­(Cr) materials at −20\n°C, CO<sub>2</sub> TPD experiments were also carried out with\nthe TGA/DSC system right after 400 ppm of CO<sub>2</sub> adsorption\nat −20 °C for 12 h. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, a small amount of CO<sub>2</sub> was desorbed from the\nsorbents during the helium purge step (first 1 h) at −20 °C\ndue to physisorbed CO<sub>2</sub>. During the temperature ramp step,\na single wide CO<sub>2</sub> concentration peak below 60 °C was\nconfirmed from the 30 wt % amine-loaded samples (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S7a</ext-link>). Meanwhile, two CO<sub>2</sub> concentration peaks\nat lower and higher temperatures were observed in the case of 50 wt\n% amine-loaded MIL-101­(Cr) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S7b</ext-link>),\nsuggesting that there are two different CO<sub>2</sub> capture mechanisms\nfor this material at −20 °C.</p>", "clean_text": "To understand the interesting CO2 adsorption behavior of the PEI- and TEPA-impregnated MIL-101(Cr) materials at -20 °C, CO2 TPD experiments were also carried out with the TGA/DSC system right after 400 ppm of CO2 adsorption at -20 °C for 12 h. As shown in Figure S7, a small amount of CO2 was desorbed from the sorbents during the helium purge step (first 1 h) at -20 °C due to physisorbed CO2. During the temperature ramp step, a single wide CO2 concentration peak below 60 °C was confirmed from the 30 wt % amine-loaded samples (Figure S7a). Meanwhile, two CO2 concentration peaks at lower and higher temperatures were observed in the case of 50 wt % amine-loaded MIL-101(Cr) (Figure S7b), suggesting that there are two different CO2 capture mechanisms for this material at -20 °C.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Panels b and c of  show CO<sub>2</sub> TPD profiles of 30 and 50 wt % PEI- and\nTEPA-impregnated MIL-101­(Cr), respectively, that were obtained after\n400 ppm of CO<sub>2</sub> adsorption at 25 °C and −20\n°C. As shown in b, a large amount of CO<sub>2</sub> was desorbed from the\n30 wt % amine-impregnated MIL-101­(Cr) sample even at cold temperature\nconditions (between −20 and 25 °C), and the CO<sub>2</sub> desorption was completed around 60 °C, allowing for lower temperature\ndesorption conditions than the commonly used regeneration conditions\nof amine-based solid sorbents in the absence of a vacuum (80–100\n°C). This suggests that the dominant\nCO<sub>2</sub> capture mechanism is weak chemisorption (a relatively\nweak interaction between CO<sub>2</sub> and sorbents). Since the reaction\nbetween CO<sub>2</sub> and the 30 wt % amine-impregnated MIL-101­(Cr)\nis more thermodynamically favorable at lower temperature conditions\n(exothermic sorption), the 400 ppm CO<sub>2</sub> adsorption capacities\nwere enhanced at sub-ambient temperatures (−20 °C). We\nnote that it would be advantageous if the sorbent regeneration step\ncould occur at temperatures lower than 60 °C, as the low regeneration\ntemperature conditions would make the sub-ambient DAC temperature\nswing process less energy intensive.</p>", "clean_text": "Panels b and c of  show CO2 TPD profiles of 30 and 50 wt % PEI- and TEPA-impregnated MIL-101(Cr), respectively, that were obtained after 400 ppm of CO2 adsorption at 25 °C and -20 °C. As shown in b, a large amount of CO2 was desorbed from the 30 wt % amine-impregnated MIL-101(Cr) sample even at cold temperature conditions (between -20 and 25 °C), and the CO2 desorption was completed around 60 °C, allowing for lower temperature desorption conditions than the commonly used regeneration conditions of amine-based solid sorbents in the absence of a vacuum (80-100 °C). This suggests that the dominant CO2 capture mechanism is weak chemisorption (a relatively weak interaction between CO2 and sorbents). Since the reaction between CO2 and the 30 wt % amine-impregnated MIL-101(Cr) is more thermodynamically favorable at lower temperature conditions (exothermic sorption), the 400 ppm CO2 adsorption capacities were enhanced at sub-ambient temperatures (-20 °C). We note that it would be advantageous if the sorbent regeneration step could occur at temperatures lower than 60 °C, as the low regeneration temperature conditions would make the sub-ambient DAC temperature swing process less energy intensive.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>On the other hand, as shown\nin c, most\nadsorbed CO<sub>2</sub> was desorbed\nfrom the 50 wt % amine-impregnated MIL-101­(Cr) between 50 and 90 °C,\nindicating that the dominant CO<sub>2</sub> capture mechanism was\nstrong chemisorption by the excess amine groups. Likely due to significantly\nreduced mobility of impregnated amines at extreme low-temperature\nconditions, the CO<sub>2</sub> adsorption capacities of 50 wt % PEI-\nand TEPA-impregnated powders were reduced at −20 °C. Although\nstrong chemisorption is the dominant CO<sub>2</sub> capture mechanism\nof 50 wt % PEI- and TEPA-loaded sorbents, a small amount of CO<sub>2</sub> was also weakly adsorbed, as shown by the CO<sub>2</sub> desorption\npeak between −20 and 25 °C. The data also show that PEI-impregnated\nsorbents have better weak chemisorption (or physisorption) capacities\nthan the TEPA-loaded sorbents at −20 °C. We hypothesize\nthis may be because frozen branched PEI can provide more free volume\nto physically (or weakly) capture CO<sub>2</sub> than linear TEPA.\nDue to the greater weak chemisorption of CO<sub>2</sub> by PEI at\n−20 °C, the PEI-impregnated MIL-101­(Cr) sample showed\na better adsorption capacity than the TEPA sample at high amine loadings\n(50 wt %).</p>", "clean_text": "On the other hand, as shown in c, most adsorbed CO2 was desorbed from the 50 wt % amine-impregnated MIL-101(Cr) between 50 and 90 °C, indicating that the dominant CO2 capture mechanism was strong chemisorption by the excess amine groups. Likely due to significantly reduced mobility of impregnated amines at extreme low-temperature conditions, the CO2 adsorption capacities of 50 wt % PEI- and TEPA-impregnated powders were reduced at -20 °C. Although strong chemisorption is the dominant CO2 capture mechanism of 50 wt % PEI- and TEPA-loaded sorbents, a small amount of CO2 was also weakly adsorbed, as shown by the CO2 desorption peak between -20 and 25 °C. The data also show that PEI-impregnated sorbents have better weak chemisorption (or physisorption) capacities than the TEPA-loaded sorbents at -20 °C. We hypothesize this may be because frozen branched PEI can provide more free volume to physically (or weakly) capture CO2 than linear TEPA. Due to the greater weak chemisorption of CO2 by PEI at -20 °C, the PEI-impregnated MIL-101(Cr) sample showed a better adsorption capacity than the TEPA sample at high amine loadings (50 wt %).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Compared to the 30 wt % amine-loaded MIL-101­(Cr),\na much higher\ntemperature, about 90 °C, is required for full CO<sub>2</sub> desorption from the 50 wt % amine-loaded sorbents due to its strong\nchemisorption-dominant behavior (relatively strong interaction between\nCO<sub>2</sub> and the sorbent). As shown in c, at 60 °C there is a large CO<sub>2</sub> desorption peak, making this one of the lower desorption\ntemperatures one might use in the absence of a vacuum for a sub-ambient\nDAC temperature swing cycle with 50 wt % amine-impregnated MIL-101­(Cr).\nThus, higher energy consumption for sorbent regeneration would be\nexpected relative to that of the 30 wt % amine-loaded samples shown\nin b.</p>", "clean_text": "Compared to the 30 wt % amine-loaded MIL-101(Cr), a much higher temperature, about 90 °C, is required for full CO2 desorption from the 50 wt % amine-loaded sorbents due to its strong chemisorption-dominant behavior (relatively strong interaction between CO2 and the sorbent). As shown in c, at 60 °C there is a large CO2 desorption peak, making this one of the lower desorption temperatures one might use in the absence of a vacuum for a sub-ambient DAC temperature swing cycle with 50 wt % amine-impregnated MIL-101(Cr). Thus, higher energy consumption for sorbent regeneration would be expected relative to that of the 30 wt % amine-loaded samples shown in b.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>Air contains 80% N<sub>2</sub>, and its adsorption on the amine-impregnated\nMIL-101­(Cr) could be significant at sub-ambient conditions (−20\n°C). Thus, to confirm selective capture of 400 ppm of CO<sub>2</sub> over 80% N<sub>2</sub> at −20 °C, the single-gas\nadsorption isotherms of 30 wt % PEI- and TEPA-impregnated MIL-101­(Cr)\npowders were obtained with CO<sub>2</sub> and N<sub>2</sub> at −20\n°C. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>, the 400\nppm of CO<sub>2</sub> adsorption capacities of 30 wt % PEI- and TEPA-impregnated\nMIL-101­(Cr) powders at −20 °C were 0.78 and 1.12 mmol/g,\nrespectively, which were much larger than the 80% N<sub>2</sub> adsorption\ncapacities (0.11 mmol/g) at −20 °C. The calculated CO<sub>2</sub>/N<sub>2</sub> selectivity of 30 wt % amine-impregnated MIL-101­(Cr)\nat −20 °C was about 10–14 mol CO<sub>2</sub>/kg\nper mol N<sub>2</sub>/kg) or 20 000–30 000 (mol\nCO<sub>2</sub>/kg × X<sub>N<sub>2</sub>\n</sub> (0.8) per mol N<sub>2</sub>/kg × X<sub>CO<sub>2</sub>\n</sub> (400 ppm)), confirming the selective capture of 400 ppm\nof CO<sub>2</sub> over 80% N<sub>2</sub> at −20 °C.</p>", "clean_text": "Air contains 80% N2, and its adsorption on the amine-impregnated MIL-101(Cr) could be significant at sub-ambient conditions (-20 °C). Thus, to confirm selective capture of 400 ppm of CO2 over 80% N2 at -20 °C, the single-gas adsorption isotherms of 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) powders were obtained with CO2 and N2 at -20 °C. As shown in Figure S8, the 400 ppm of CO2 adsorption capacities of 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) powders at -20 °C were 0.78 and 1.12 mmol/g, respectively, which were much larger than the 80% N2 adsorption capacities (0.11 mmol/g) at -20 °C. The calculated CO2/N2 selectivity of 30 wt % amine-impregnated MIL-101(Cr) at -20 °C was about 10-14 mol CO2/kg per mol N2/kg) or 20000-30000 (mol CO2/kg × XN2  (0.8) per mol N2/kg × XCO2  (400 ppm)), confirming the selective capture of 400 ppm of CO2 over 80% N2 at -20 °C.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The pseudoequilibrium 400 ppm CO<sub>2</sub> uptakes at −20\nand 25 °C are summarized in . At −20 °C, the CO<sub>2</sub> uptake\nof MIL-101­(Cr) was significantly enhanced by PEI and TEPA impregnation.\nNotably, 30 wt % TEPA (1.12 mmol/g) and 50 wt % PEI (1.64 mmol/g)\nmaterials are potential candidates for sub-ambient DAC at −20\n°C. Although 50 wt % PEI shows a better CO<sub>2</sub> capture\nperformance at −20 °C, the energy requirement for sorbent\nregeneration appears higher than that of the 30 wt % TEPA sample because\nstrong chemisorption is the dominant CO<sub>2</sub> capture mechanism,\nas discussed above and as shown in b and c. Thus, the 30 wt % TEPA-impregnated\nMIL-101­(Cr) may be a better sorbent for sub-ambient DAC due to its\npromising adsorption capacity (1.12 mmol/g) and low regeneration temperature\nbelow 60 °C (weak chemisorption dominant). To this end, cyclic\ntests with different regeneration temperatures were conducted, as\ndescribed in the section below.</p>", "clean_text": "The pseudoequilibrium 400 ppm CO2 uptakes at -20 and 25 °C are summarized in . At -20 °C, the CO2 uptake of MIL-101(Cr) was significantly enhanced by PEI and TEPA impregnation. Notably, 30 wt % TEPA (1.12 mmol/g) and 50 wt % PEI (1.64 mmol/g) materials are potential candidates for sub-ambient DAC at -20 °C. Although 50 wt % PEI shows a better CO2 capture performance at -20 °C, the energy requirement for sorbent regeneration appears higher than that of the 30 wt % TEPA sample because strong chemisorption is the dominant CO2 capture mechanism, as discussed above and as shown in b and c. Thus, the 30 wt % TEPA-impregnated MIL-101(Cr) may be a better sorbent for sub-ambient DAC due to its promising adsorption capacity (1.12 mmol/g) and low regeneration temperature below 60 °C (weak chemisorption dominant). To this end, cyclic tests with different regeneration temperatures were conducted, as described in the section below.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>To further study the effect\nof temperature on sub-ambient DAC behavior,\nthe 400 ppm CO<sub>2</sub> uptake of the 30 wt % TEPA sample, which\nis a weak chemisorption-dominant sorbent, was investigated by the\nTGA/DSC system at −20, −10, 5, and 25 °C (a). As discussed\nin , the 30\nwt % TEPA sorbent is more highly impacted by thermodynamics (exothermic\nsorption) than by CO<sub>2</sub> mass transfer due to the lower degree\nof pore-blocking in this sample compared to that for higher amine\nloadings. Thus, the DAC performance of the 30 wt % TEPA material was\nenhanced with decreasing temperature within the sub-ambient temperature\nrange, as shown in a. The 400 ppm CO<sub>2</sub> adsorption trend over the temperature\nrange (−20 °C – 25 °C) clearly shows that\nlower temperature conditions have a positive effect on sub-ambient\nDAC with this sorbent. We note that the pseudoequilibrium CO<sub>2</sub> uptake was significantly reduced to below 0.7 mmol/g at temperatures\nabove −10 °C, suggesting that this weak chemisorption-dominant\nsorbent is most effective for DAC at extremely cold temperature conditions\n(e.g., −20 °C).</p>", "clean_text": "To further study the effect of temperature on sub-ambient DAC behavior, the 400 ppm CO2 uptake of the 30 wt % TEPA sample, which is a weak chemisorption-dominant sorbent, was investigated by the TGA/DSC system at -20, -10, 5, and 25 °C (a). As discussed in , the 30 wt % TEPA sorbent is more highly impacted by thermodynamics (exothermic sorption) than by CO2 mass transfer due to the lower degree of pore-blocking in this sample compared to that for higher amine loadings. Thus, the DAC performance of the 30 wt % TEPA material was enhanced with decreasing temperature within the sub-ambient temperature range, as shown in a. The 400 ppm CO2 adsorption trend over the temperature range (-20 °C - 25 °C) clearly shows that lower temperature conditions have a positive effect on sub-ambient DAC with this sorbent. We note that the pseudoequilibrium CO2 uptake was significantly reduced to below 0.7 mmol/g at temperatures above -10 °C, suggesting that this weak chemisorption-dominant sorbent is most effective for DAC at extremely cold temperature conditions (e.g., -20 °C).", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Effect of temperature (−20 °C –\n25 °C)\non the 400 ppm of CO<sub>2</sub> adsorption of MIL-101­(Cr) TEPA(30).\n(a) Uptake profiles for 400 ppm of CO<sub>2</sub> (measured by TGA/DSC),\n(b) CO<sub>2</sub>-TPD profiles of MIL-101­(Cr) TEPA(30). Adsorption\nconditions are as follows: gas, 400 ppm of CO<sub>2</sub>/He; flow\nrate, 90 mL/min; <italic toggle=\"yes\">T</italic> = −20, −10, 5, and\n25 °C; and adsorption time, 12 h.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Effect of temperature (-20 °C - 25 °C) on the 400 ppm of CO2 adsorption of MIL-101(Cr) TEPA(30). (a) Uptake profiles for 400 ppm of CO2 (measured by TGA/DSC), (b) CO2-TPD profiles of MIL-101(Cr) TEPA(30). Adsorption conditions are as follows: gas, 400 ppm of CO2/He; flow rate, 90 mL/min; T = -20, -10, 5, and 25 °C; and adsorption time, 12 h.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>CO<sub>2</sub>-TPD experiments with the TGA/DSC system were also\nconducted right after the CO<sub>2</sub> adsorption at each adsorption\ntemperature (−20, −10, 5, and 25 °C) to understand\nthe CO<sub>2</sub> desorption trend over the specified temperature\nrange. As shown in (b), the CO<sub>2</sub> desorption peak was shifted to a lower\ntemperature, and the amount of desorbed CO<sub>2</sub> increased with\ndecreasing adsorption temperatures from 25 to −20 °C as\nthe amount of weak chemisorption became more significant.</p>", "clean_text": "CO2-TPD experiments with the TGA/DSC system were also conducted right after the CO2 adsorption at each adsorption temperature (-20, -10, 5, and 25 °C) to understand the CO2 desorption trend over the specified temperature range. As shown in (b), the CO2 desorption peak was shifted to a lower temperature, and the amount of desorbed CO2 increased with decreasing adsorption temperatures from 25 to -20 °C as the amount of weak chemisorption became more significant.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Small Temperature\nSwing Adsorption–Desorption Cycles\nunder Dry Sub-Ambient Conditions</title><p>Typical desorption temperature\nconditions for amine-based solid sorbents in the absence of a vacuum\nare ∼80–100 °C, which accounts for the significant\nenergy demand, on the order of 1750 kWh<sub>th</sub>/tonne CO<sub>2</sub>, for operating temperature swing DAC systems at ambient conditions,\nresulting in elevated CO<sub>2</sub> capture costs. In the case of sub-ambient DAC, the temperature swing window\nwill be larger than that for ambient DAC if the same regeneration\nconditions are needed due to the extremely low adsorption temperature\n(e.g., −20 °C) requiring larger temperature swings. Hence,\nit is crucial to determine the optimum sorbent regeneration temperature\nto achieve both a low desorption energy demand and a promising CO<sub>2</sub> working capacity for a sub-ambient DAC process. To investigate\nthe effect of the regeneration temperature on the CO<sub>2</sub> working\ncapacity and the recyclability of the amine-impregnated MIL-101­(Cr)\nfor sub-ambient DAC, the CO<sub>2</sub> loadings of 50 wt % PEI- and\n30 wt % TEPA-impregnated MIL-101­(Cr) sorbents were gravimetrically\ndetermined (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) over 15 consecutive\n400 ppm CO<sub>2</sub> adsorption–desorption temperature swing\ncycles (2 h at −20 °C ↔ 2 h at 60 °C for 50\nwt % PEI or 25 °C for 20 wt % TEPA), as described in the . Furthermore, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> shows three replicates of the measured CO<sub>2</sub> uptake profiles as a reproducibility test at −20 °C\nfor 30 wt % TEPA and 25 °C for 50 wt % PEI. The error range for\nthe measurements of CO<sub>2</sub> uptake with the TGA/DSC system\nwas ±0.03 mmol/g. The calculated CO<sub>2</sub> working capacities\nfrom the cyclic tests are shown in .</p>", "clean_text": "Small Temperature Swing Adsorption-Desorption Cycles under Dry Sub-Ambient Conditions\n\nTypical desorption temperature conditions for amine-based solid sorbents in the absence of a vacuum are ~80-100 °C, which accounts for the significant energy demand, on the order of 1750 kWhth/tonne CO2, for operating temperature swing DAC systems at ambient conditions, resulting in elevated CO2 capture costs. In the case of sub-ambient DAC, the temperature swing window will be larger than that for ambient DAC if the same regeneration conditions are needed due to the extremely low adsorption temperature (e.g., -20 °C) requiring larger temperature swings. Hence, it is crucial to determine the optimum sorbent regeneration temperature to achieve both a low desorption energy demand and a promising CO2 working capacity for a sub-ambient DAC process. To investigate the effect of the regeneration temperature on the CO2 working capacity and the recyclability of the amine-impregnated MIL-101(Cr) for sub-ambient DAC, the CO2 loadings of 50 wt % PEI- and 30 wt % TEPA-impregnated MIL-101(Cr) sorbents were gravimetrically determined (Figure S9) over 15 consecutive 400 ppm CO2 adsorption-desorption temperature swing cycles (2 h at -20 °C ↔ 2 h at 60 °C for 50 wt % PEI or 25 °C for 20 wt % TEPA), as described in the . Furthermore, Figure S10 shows three replicates of the measured CO2 uptake profiles as a reproducibility test at -20 °C for 30 wt % TEPA and 25 °C for 50 wt % PEI. The error range for the measurements of CO2 uptake with the TGA/DSC system was ±0.03 mmol/g. The calculated CO2 working capacities from the cyclic tests are shown in .", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Recyclability of (a) 50 wt % PEI-impregnated\nMIL-101­(Cr) powder\nsorbents and (b) 30 wt % TEPA-impregnated MIL-101­(Cr) powder sorbents\nover 15 CO<sub>2</sub> adsorption and desorption cycles (measured\nby TGA/DSC). Adsorption conditions are as follows: gas, 400 ppm of\nCO<sub>2</sub>/He; flow rate, 90 mL/min; <italic toggle=\"yes\">T</italic> = −20\n°C; and adsorption time, 2 h. Desorption conditions are as follows:\ngas, He; flow rate, 90 mL/min; <italic toggle=\"yes\">T</italic> = 60 °C for\nMIL-101­(Cr)_PEI(50); <italic toggle=\"yes\">T</italic> = 25 °C for MIL-101­(Cr)_TEPA(30);\nand desorption time, 2 h.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Recyclability of (a) 50 wt % PEI-impregnated MIL-101(Cr) powder sorbents and (b) 30 wt % TEPA-impregnated MIL-101(Cr) powder sorbents over 15 CO2 adsorption and desorption cycles (measured by TGA/DSC). Adsorption conditions are as follows: gas, 400 ppm of CO2/He; flow rate, 90 mL/min; T = -20 °C; and adsorption time, 2 h. Desorption conditions are as follows: gas, He; flow rate, 90 mL/min; T = 60 °C for MIL-101(Cr)_PEI(50); T = 25 °C for MIL-101(Cr)_TEPA(30); and desorption time, 2 h.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>As shown in (a), the adsorption–desorption cyclic tests were conducted\nwith 50 wt % PEI-impregnated MIL-101­(Cr) using a 60 °C regeneration\ntemperature based on the TPD studies described above. This regeneration\ntemperature was chosen since 60 °C showed a significant CO<sub>2</sub> desorption peak, and this temperature appeared to be the\nminimum regeneration temperature needed to achieve a reasonable working\ncapacity with minimized energy consumption, as discussed in c. The CO<sub>2</sub> adsorption working capacity was about 1.11 mmol/g, which is 68%\nof the pseudoequilibrium value (1.64 mmol/g, dotted line in a) and the performance\nwas stable over all the cycles, indicating that 60 °C is a suitable\nregeneration temperature for this sorbent during sub-ambient DAC.</p>", "clean_text": "As shown in (a), the adsorption-desorption cyclic tests were conducted with 50 wt % PEI-impregnated MIL-101(Cr) using a 60 °C regeneration temperature based on the TPD studies described above. This regeneration temperature was chosen since 60 °C showed a significant CO2 desorption peak, and this temperature appeared to be the minimum regeneration temperature needed to achieve a reasonable working capacity with minimized energy consumption, as discussed in c. The CO2 adsorption working capacity was about 1.11 mmol/g, which is 68% of the pseudoequilibrium value (1.64 mmol/g, dotted line in a) and the performance was stable over all the cycles, indicating that 60 °C is a suitable regeneration temperature for this sorbent during sub-ambient DAC.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<p>The adsorption–desorption cyclic tests were also performed\nunder 25 °C adsorption and 60 °C regeneration conditions\nwith the 50 wt % PEI-impregnated MIL-101­(Cr) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S11a</ext-link>). This cyclic test mimics an ambient DAC temperature\nswing cycle (25 °C ↔ 60 °C) and is a good comparison\nwith the sub-ambient DAC process (−20 °C ↔ 60 °C).\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>, the working capacity\nfor ambient DAC with a 60 °C regeneration temperature dropped\nto 1.07 mmol/g across all the cycles, which is only 59% of the pseudoequilibrium\nadsorption capacity (dotted line in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>). This value is slightly lower than the working capacity for sub-ambient\nDAC conditions (1.11 mmol/g). Since strong chemisorption is the dominant\nCO<sub>2</sub> capture mechanism for these sorbents under ambient\nconditions (25 °C), as discussed in b, the sorbent was not as effectively regenerated\nunder the mild temperature conditions (60 °C), showing a relatively\nlower CO<sub>2</sub> working capacity (1.07 mmol/g) compared to the\npseudoequilibrium value (1.81 mmol/g) that may be achieved with regeneration\nat higher temperatures.</p>", "clean_text": "The adsorption-desorption cyclic tests were also performed under 25 °C adsorption and 60 °C regeneration conditions with the 50 wt % PEI-impregnated MIL-101(Cr) (Figure S11a). This cyclic test mimics an ambient DAC temperature swing cycle (25 °C ↔ 60 °C) and is a good comparison with the sub-ambient DAC process (-20 °C ↔ 60 °C). As shown in Figure S11b, the working capacity for ambient DAC with a 60 °C regeneration temperature dropped to 1.07 mmol/g across all the cycles, which is only 59% of the pseudoequilibrium adsorption capacity (dotted line in Figure S11b). This value is slightly lower than the working capacity for sub-ambient DAC conditions (1.11 mmol/g). Since strong chemisorption is the dominant CO2 capture mechanism for these sorbents under ambient conditions (25 °C), as discussed in b, the sorbent was not as effectively regenerated under the mild temperature conditions (60 °C), showing a relatively lower CO2 working capacity (1.07 mmol/g) compared to the pseudoequilibrium value (1.81 mmol/g) that may be achieved with regeneration at higher temperatures.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>On the contrary, under sub-ambient conditions\n(−20 °C),\nstrong chemisorption is not the sole CO<sub>2</sub> capture mechanism\nfor 50 wt % PEI-impregnated MIL-101­(Cr). As shown in c, a significant amount of\nCO<sub>2</sub> was also captured by the sorbent via weak chemisorption\nor physisorption at −20 °C. Thus, the 50 wt % PEI-loaded\nsorbent showed better regeneration performance under mild regeneration\ntemperature conditions (60 °C) than for  sorption, at ambient\ntemperature. Similarly, the sorbent had a better working capacity\n(1.11 mmol/g)­under subambient conditions than for that the ambient\nDAC cycle, even though it had a lower pseudoequilibrium CO<sub>2</sub> capture capacity at −20 °C (1.64 mmol/g). A much lower\nregeneration temperature (≪60 °C) would further improve\nthe sub-ambient DAC process from an energy consumption perspective.\nHowever, we expected that the 50 wt % PEI sorbent would not be effectively\nregenerated below 60 °C and would have a low working capacity\nunder such conditions since strong chemisorption is the dominant CO<sub>2</sub> capture mechanism for this material. c clearly shows that only the weakly adsorbed\nCO<sub>2</sub> would be fully regenerated below 60 °C, resulting\nin a low working capacity. Indeed, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>, the 50 wt % PEI-impregnated MIL-101­(Cr) sorbents\nwere not effectively regenerated at 25 °C over five cycles. The\naverage working capacity was 0.66 mmol/g, which is much lower than\nthe working capacity at the 60 °C regeneration conditions (1.11\nmmol/g). The recyclability of the 50 wt % TEPA sorbent was also investigated\nover five CO<sub>2</sub> adsorption and desorption cycles with 60\nand 25 °C regeneration temperatures (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). The results showed a similar trend to that of the 50\nwt % PEI-impregnated MIL-101­(Cr) sorbents.</p>", "clean_text": "On the contrary, under sub-ambient conditions (-20 °C), strong chemisorption is not the sole CO2 capture mechanism for 50 wt % PEI-impregnated MIL-101(Cr). As shown in c, a significant amount of CO2 was also captured by the sorbent via weak chemisorption or physisorption at -20 °C. Thus, the 50 wt % PEI-loaded sorbent showed better regeneration performance under mild regeneration temperature conditions (60 °C) than for  sorption, at ambient temperature. Similarly, the sorbent had a better working capacity (1.11 mmol/g)under subambient conditions than for that the ambient DAC cycle, even though it had a lower pseudoequilibrium CO2 capture capacity at -20 °C (1.64 mmol/g). A much lower regeneration temperature (≪60 °C) would further improve the sub-ambient DAC process from an energy consumption perspective. However, we expected that the 50 wt % PEI sorbent would not be effectively regenerated below 60 °C and would have a low working capacity under such conditions since strong chemisorption is the dominant CO2 capture mechanism for this material. c clearly shows that only the weakly adsorbed CO2 would be fully regenerated below 60 °C, resulting in a low working capacity. Indeed, as shown in Figure S12, the 50 wt % PEI-impregnated MIL-101(Cr) sorbents were not effectively regenerated at 25 °C over five cycles. The average working capacity was 0.66 mmol/g, which is much lower than the working capacity at the 60 °C regeneration conditions (1.11 mmol/g). The recyclability of the 50 wt % TEPA sorbent was also investigated over five CO2 adsorption and desorption cycles with 60 and 25 °C regeneration temperatures (Figure S13). The results showed a similar trend to that of the 50 wt % PEI-impregnated MIL-101(Cr) sorbents.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<p>Next, the adsorption–desorption\ncyclic tests were conducted\nwith the 30 wt % TEPA material, which is a weak chemisorption-dominant\nCO<sub>2</sub> capture sorbent, as shown in b. In this case, a much lower regeneration\ntemperature (25 °C) was used for the temperature swing cyclic\ntests, allowing an evaluation of the regeneration performance in a\nvery small temperature swing window (−20 °C ↔ 25\n°C). As shown in b, the sorbents showed promising sub-ambient CO<sub>2</sub> adsorption working capacities (0.73 mmol/g) across the entire process,\nexcluding the first two cycles, confirming that the sub-ambient DAC\nprocess could be operated with a small temperature swing window with\nthe weak chemisorption dominant sorbents. Since the sorbents were\ninitially activated at 110 °C, the first two cycles showed relatively\nhigher working capacities (0.99 and 0.81 mmol/g), which were the only\ndeviations from the steady cycling. As a comparison, the recyclability\nof the 30 wt % PEI sorbent was also investigated with a 25 °C\nregeneration temperature (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).\nThe average working capacity over five cycles (0.50 mmol/g) was slightly\nlower than that of the 30 wt % TEPA-impregnated sorbent. This was\ndue to the smaller amount of weakly chemisorbed CO<sub>2</sub> captured\nby the 30 wt % PEI sorbents, as shown in b. From the perspective of sorbents and cycles\nspecifically tuned for low-temperature operations, the 30 wt % TEPA-impregnated\nMIL-101­(Cr) may be a preferred sorbent among those reported here due\nto its promising adsorption working capacity (0.73 mmol/g) and low\nregeneration temperature (weak chemisorption-dominant). The design\nof DAC sorbents with dominant but selective weak chemisorption can\nplay an important role in reducing the energy consumption of DAC processes.</p>", "clean_text": "Next, the adsorption-desorption cyclic tests were conducted with the 30 wt % TEPA material, which is a weak chemisorption-dominant CO2 capture sorbent, as shown in b. In this case, a much lower regeneration temperature (25 °C) was used for the temperature swing cyclic tests, allowing an evaluation of the regeneration performance in a very small temperature swing window (-20 °C ↔ 25 °C). As shown in b, the sorbents showed promising sub-ambient CO2 adsorption working capacities (0.73 mmol/g) across the entire process, excluding the first two cycles, confirming that the sub-ambient DAC process could be operated with a small temperature swing window with the weak chemisorption dominant sorbents. Since the sorbents were initially activated at 110 °C, the first two cycles showed relatively higher working capacities (0.99 and 0.81 mmol/g), which were the only deviations from the steady cycling. As a comparison, the recyclability of the 30 wt % PEI sorbent was also investigated with a 25 °C regeneration temperature (Figure S14). The average working capacity over five cycles (0.50 mmol/g) was slightly lower than that of the 30 wt % TEPA-impregnated sorbent. This was due to the smaller amount of weakly chemisorbed CO2 captured by the 30 wt % PEI sorbents, as shown in b. From the perspective of sorbents and cycles specifically tuned for low-temperature operations, the 30 wt % TEPA-impregnated MIL-101(Cr) may be a preferred sorbent among those reported here due to its promising adsorption working capacity (0.73 mmol/g) and low regeneration temperature (weak chemisorption-dominant). The design of DAC sorbents with dominant but selective weak chemisorption can play an important role in reducing the energy consumption of DAC processes.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub> Breakthrough Experiments under Humid Sub-Ambient\nConditions (70% RH at −20 °C)</title><p>Co-adsorption of\nCO<sub>2</sub> and water vapor by sorbents is inevitable during DAC\nprocesses because ambient air always contains moisture. It is known\nthat the CO<sub>2</sub> capture performance of amine-based sorbents\nis usually enhanced by water vapor adsorption due to the increased\namine efficiency enabled by bicarbonate formation and the formation of more carbamate ion pairs. Since sub-ambient air (&lt;0 °C) also contains moisture, the\nabsolute humidity will be an important factor to considered when designing\nand operating a sub-ambient DAC process with solid sorbents. Although\nthe effects of water vapor on the DAC performance of amine-based solid\nsorbents under ambient conditions (&gt;20 °C) have been extensively\nstudied, the sub-ambient (&lt;0 °C) DAC behavior of amine-based CO<sub>2</sub> capture sorbents under humid conditions has not yet been\nreported.</p>", "clean_text": "CO2 Breakthrough Experiments under Humid Sub-Ambient Conditions (70% RH at -20 °C)\n\nCo-adsorption of CO2 and water vapor by sorbents is inevitable during DAC processes because ambient air always contains moisture. It is known that the CO2 capture performance of amine-based sorbents is usually enhanced by water vapor adsorption due to the increased amine efficiency enabled by bicarbonate formation and the formation of more carbamate ion pairs. Since sub-ambient air (<0 °C) also contains moisture, the absolute humidity will be an important factor to considered when designing and operating a sub-ambient DAC process with solid sorbents. Although the effects of water vapor on the DAC performance of amine-based solid sorbents under ambient conditions (>20 °C) have been extensively studied, the sub-ambient (<0 °C) DAC behavior of amine-based CO2 capture sorbents under humid conditions has not yet been reported.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>Fixed-bed CO<sub>2</sub> breakthrough experiments\nwere conducted under dry and humid (70% RH) conditions at −20\n°C to investigate the effect of moisture on the 400 ppm CO<sub>2</sub> adsorption behavior of 30 wt % TEPA-impregnated MIL-101­(Cr)\npowders, which were the preferred sorbent for sub-ambient DAC among\nthe sorbents presented here. The  procedure used for the breakthrough\nexperiments is described in the . In the case of the humid experiments, the sorbents were prehumidified\nwith wet N<sub>2</sub> (70% RH, 870 ppm of H<sub>2</sub>O) at −20\n°C before CO<sub>2</sub> adsorption. A breakthrough experiment\nwas first conducted with an empty bed to determine the mean residence\ntime of the gas stream through the fixed bed. The background CO<sub>2</sub> breakthrough curve is shown in a as the black solid line alongside the measured\nCO<sub>2</sub> breakthrough curves for the CO<sub>2</sub> adsorption\nunder dry and humid conditions. Breakthrough and pseudoequilibrium\ncapacities were calculated at the times at which 5% of <italic toggle=\"yes\">C</italic>\n<sub>0</sub> (inlet CO<sub>2</sub> concentration) and 95% of <italic toggle=\"yes\">C</italic>\n<sub>0</sub> were achieved, respectively, based on the\nmeasured breakthrough curves in a, and the results are shown in b for both the dry and humid experiments.\nWe note that breakthrough capacities are less relevant for DAC (an\nextraction) than for flue gas capture (a purification) and working\ncapacities would likely be obtained at some time and CO<sub>2</sub> capture fraction intermediate between these two values. However,\nreporting such values from breakthrough data are commonplace for adsorption\nstudies in the literature.</p>", "clean_text": "Fixed-bed CO2 breakthrough experiments were conducted under dry and humid (70% RH) conditions at -20 °C to investigate the effect of moisture on the 400 ppm CO2 adsorption behavior of 30 wt % TEPA-impregnated MIL-101(Cr) powders, which were the preferred sorbent for sub-ambient DAC among the sorbents presented here. The  procedure used for the breakthrough experiments is described in the . In the case of the humid experiments, the sorbents were prehumidified with wet N2 (70% RH, 870 ppm of H2O) at -20 °C before CO2 adsorption. A breakthrough experiment was first conducted with an empty bed to determine the mean residence time of the gas stream through the fixed bed. The background CO2 breakthrough curve is shown in a as the black solid line alongside the measured CO2 breakthrough curves for the CO2 adsorption under dry and humid conditions. Breakthrough and pseudoequilibrium capacities were calculated at the times at which 5% of C 0 (inlet CO2 concentration) and 95% of C 0 were achieved, respectively, based on the measured breakthrough curves in a, and the results are shown in b for both the dry and humid experiments. We note that breakthrough capacities are less relevant for DAC (an extraction) than for flue gas capture (a purification) and working capacities would likely be obtained at some time and CO2 capture fraction intermediate between these two values. However, reporting such values from breakthrough data are commonplace for adsorption studies in the literature.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Dry and humid (70% RH) 400 ppm of CO<sub>2</sub> adsorption behaviors\nof 30 wt % TEPA-impregnated MIL-101­(Cr) powders in a fixed bed system\nat −20 °C. (a) CO<sub>2</sub> breakthrough curve. (b)\nBreakthrough (<italic toggle=\"yes\">C</italic>/<italic toggle=\"yes\">C</italic>\n<sub>0</sub> =\n0.05) and pseudoequilibrium (<italic toggle=\"yes\">C</italic>/<italic toggle=\"yes\">C</italic>\n<sub>0</sub> = 0.95) CO<sub>2</sub> capture capacities under dry\nand humid conditions.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Dry and humid (70% RH) 400 ppm of CO2 adsorption behaviors of 30 wt % TEPA-impregnated MIL-101(Cr) powders in a fixed bed system at -20 °C. (a) CO2 breakthrough curve. (b) Breakthrough (C/C 0 = 0.05) and pseudoequilibrium (C/C 0 = 0.95) CO2 capture capacities under dry and humid conditions.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>As shown in a, the CO<sub>2</sub> breakthrough time was longer under humid conditions\ncompared to dry conditions. This led to an increase in the breakthrough\nand pseudoequilibrium capacities of the 30 wt % TEPA-impregnated MIL-101­(Cr)\n(see b). The\npseudoequilibrium capacity increased to 0.95 mmol/g, which is 34%\nhigher than that of dry conditions (0.71 mmol/g). The breakthrough\ncapacity also improved by 53% from 0.45 to 0.69 mmol/g with humid\nconditions, demonstrating the positive effect of moisture on sub-ambient\nDAC with the 30 wt % TEPA sorbent.</p>", "clean_text": "As shown in a, the CO2 breakthrough time was longer under humid conditions compared to dry conditions. This led to an increase in the breakthrough and pseudoequilibrium capacities of the 30 wt % TEPA-impregnated MIL-101(Cr) (see b). The pseudoequilibrium capacity increased to 0.95 mmol/g, which is 34% higher than that of dry conditions (0.71 mmol/g). The breakthrough capacity also improved by 53% from 0.45 to 0.69 mmol/g with humid conditions, demonstrating the positive effect of moisture on sub-ambient DAC with the 30 wt % TEPA sorbent.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<p>CO<sub>2</sub> adsorption–desorption\ncyclic tests under\nhumid (70% RH at −20 °C) conditions with 25 °C regeneration\ntemperature conditions were conducted with the 30 wt % TEPA sorbent\nto evaluate both material stability and regeneration performance under\nhumid conditions. Since the adsorbed water is also removed during\nthe regeneration step, a prehydrating process was conducted for the\nsorbents at −20 °C right after every sorbent regeneration\nstep (25 °C) to ensure that the sorbents were fully saturated\nwith water prior to CO<sub>2</sub> adsorption over five consecutive\ncycles. As shown in a and b, the CO<sub>2</sub> breakthrough times for the five\ncycles were almost identical, and both the breakthrough (0.64 mmol/g)\nand pseudoequilibrium (0.82 mmol/g) capacities of each humid cycle\nwere maintained across the full range of cycles, indicating promising\nsorbent stability under humid conditions. We note that the CO<sub>2</sub> capture capacities obtained during the cyclic tests were\ncomparable to the capacities of the fully activated sorbents (110\n°C for 3 h), with only 14% and 9% reductions in the pseudoequilibrium\nand breakthrough capacities, respectively. These results indicate\nthat the 30 wt % TEPA-impregnated MIL-101­(Cr) powders, which are weak\nchemisorption-dominant, can be effectively regenerated with excellent\nstability at 25 °C even under humid conditions.</p>", "clean_text": "CO2 adsorption-desorption cyclic tests under humid (70% RH at -20 °C) conditions with 25 °C regeneration temperature conditions were conducted with the 30 wt % TEPA sorbent to evaluate both material stability and regeneration performance under humid conditions. Since the adsorbed water is also removed during the regeneration step, a prehydrating process was conducted for the sorbents at -20 °C right after every sorbent regeneration step (25 °C) to ensure that the sorbents were fully saturated with water prior to CO2 adsorption over five consecutive cycles. As shown in a and b, the CO2 breakthrough times for the five cycles were almost identical, and both the breakthrough (0.64 mmol/g) and pseudoequilibrium (0.82 mmol/g) capacities of each humid cycle were maintained across the full range of cycles, indicating promising sorbent stability under humid conditions. We note that the CO2 capture capacities obtained during the cyclic tests were comparable to the capacities of the fully activated sorbents (110 °C for 3 h), with only 14% and 9% reductions in the pseudoequilibrium and breakthrough capacities, respectively. These results indicate that the 30 wt % TEPA-impregnated MIL-101(Cr) powders, which are weak chemisorption-dominant, can be effectively regenerated with excellent stability at 25 °C even under humid conditions.", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Humid (70% RH) 400\nppm of CO<sub>2</sub> breakthrough curves\nat −20 °C for a 30 wt % TEPA-impregnated MIL-101­(Cr) powders.\n(b) Breakthrough (<italic toggle=\"yes\">C</italic>/<italic toggle=\"yes\">C</italic>\n<sub>0</sub> = 0.05) and pseudoequilibrium (<italic toggle=\"yes\">C</italic>/<italic toggle=\"yes\">C</italic>\n<sub>0</sub> = 0.95) CO<sub>2</sub> capture capacities under humid\nconditions (70% RH) at −20 °C.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Humid (70% RH) 400 ppm of CO2 breakthrough curves at -20 °C for a 30 wt % TEPA-impregnated MIL-101(Cr) powders. (b) Breakthrough (C/C 0 = 0.05) and pseudoequilibrium (C/C 0 = 0.95) CO2 capture capacities under humid conditions (70% RH) at -20 °C.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>The enhancement in the CO<sub>2</sub> capture capacities of the\n30 wt % TEPA material under humid conditions at −20 °C\nis likely due to enhanced amine efficiency under humid conditions.\nTo gain preliminary insight into the CO<sub>2</sub> capture mechanisms\nof the 30 wt % TEPA-impregnated MIL-101­(Cr) under dry and humid (70%\nRH) adsorption conditions at −20 °C, CO<sub>2</sub>/H<sub>2</sub>O TPD experiments were conducted with the fixed-bed system\nafter the dry and humid CO<sub>2</sub> capture experiments (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>). As shown in , while a single wide peak was observed from\nthe CO<sub>2</sub> TPD profile of the dry CO<sub>2</sub> adsorption\nrun, an additional CO<sub>2</sub> peak was confirmed between 20 and\n35 °C during desorption after humid CO<sub>2</sub> adsorption.\nThe enhanced CO<sub>2</sub> adsorption capacity of the 30 wt % TEPA-impregnated\nMIL-101­(Cr) powders under sub-ambient humid conditions appears mostly\nattributable to the new peak. It is noteworthy that the new CO<sub>2</sub> peak starts to appear right after significant water desorption,\nsuggesting that the desorbed CO<sub>2</sub> between 20 and 35 °C\nmay be related to HCO<sub>3</sub>\n<sup>–</sup> formation or\nincreased CO<sub>2</sub> solubility in adsorbed water at −20\n°C. In future work, IR or NMR studies will be conducted to further\nprobe the structure of the adsorbed CO<sub>2</sub> under dry and humid\nconditions at −20 °C.</p>", "clean_text": "The enhancement in the CO2 capture capacities of the 30 wt % TEPA material under humid conditions at -20 °C is likely due to enhanced amine efficiency under humid conditions. To gain preliminary insight into the CO2 capture mechanisms of the 30 wt % TEPA-impregnated MIL-101(Cr) under dry and humid (70% RH) adsorption conditions at -20 °C, CO2/H2O TPD experiments were conducted with the fixed-bed system after the dry and humid CO2 capture experiments (Figure S15). As shown in , while a single wide peak was observed from the CO2 TPD profile of the dry CO2 adsorption run, an additional CO2 peak was confirmed between 20 and 35 °C during desorption after humid CO2 adsorption. The enhanced CO2 adsorption capacity of the 30 wt % TEPA-impregnated MIL-101(Cr) powders under sub-ambient humid conditions appears mostly attributable to the new peak. It is noteworthy that the new CO2 peak starts to appear right after significant water desorption, suggesting that the desorbed CO2 between 20 and 35 °C may be related to HCO3 - formation or increased CO2 solubility in adsorbed water at -20 °C. In future work, IR or NMR studies will be conducted to further probe the structure of the adsorbed CO2 under dry and humid conditions at -20 °C.", "data": null, "include_properties": null}, {"idx": 48, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>CO<sub>2</sub>/H<sub>2</sub>O TPD profiles\nof 30 wt % TEPA-impregnated\nMIL-101­(Cr) powders (ppt, parts per thousand). Adsorption conditions\nare as follows: gas, dry and humid (70% RH), 400 ppm of CO<sub>2</sub>/He; flow rate, 50 mL/min; <italic toggle=\"yes\">T</italic> = −20 °C;\nadsorption time, 2 h; and activation, 25 °C under 50 mL/min N<sub>2</sub> for 2 h.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  CO2/H2O TPD profiles of 30 wt % TEPA-impregnated MIL-101(Cr) powders (ppt, parts per thousand). Adsorption conditions are as follows: gas, dry and humid (70% RH), 400 ppm of CO2/He; flow rate, 50 mL/min; T = -20 °C; adsorption time, 2 h; and activation, 25 °C under 50 mL/min N2 for 2 h.   ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nthis study, the DAC performance of amine-impregnated MIL-101­(Cr)\npowder sorbents under a wide range of humidity (0–70% RH) and\ntemperature (adsorption at −20 to 25 °C) conditions was\nexplored. There is a significant mismatch between the likely DAC deployment\nconditions (−30 to 50 °C) and nearly all the published\nstudies of DAC material behavior (20 to 35 °C). Furthermore,\nover 80% of the land on earth has an average temperature below 25\n°C. We hypothesized that understanding CO<sub>2</sub> adsorption\nfrom ambient air at sub-ambient temperatures, below 20 °C, was\ntherefore crucial for two reasons: (i) it represents important practical\noperating conditions and (ii) it provides for conditions where new\nsorbent materials or enhanced process performance might be achieved. Here, we provide a systematic study that demonstrates\nthe potential for DAC process improvement under such conditions.</p>", "clean_text": "Conclusions\n\nIn this study, the DAC performance of amine-impregnated MIL-101(Cr) powder sorbents under a wide range of humidity (0-70% RH) and temperature (adsorption at -20 to 25 °C) conditions was explored. There is a significant mismatch between the likely DAC deployment conditions (-30 to 50 °C) and nearly all the published studies of DAC material behavior (20 to 35 °C). Furthermore, over 80% of the land on earth has an average temperature below 25 °C. We hypothesized that understanding CO2 adsorption from ambient air at sub-ambient temperatures, below 20 °C, was therefore crucial for two reasons: (i) it represents important practical operating conditions and (ii) it provides for conditions where new sorbent materials or enhanced process performance might be achieved. Here, we provide a systematic study that demonstrates the potential for DAC process improvement under such conditions.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>Branched PEI (Mw = 800 Da) and TEPA were physically infused into\nMIL-101­(Cr) MOFs with different amine loadings (10, 30, and 50 wt\n%). First, their CO<sub>2</sub> adsorption behaviors were investigated\nat ambient temperature conditions (e.g., 25 °C) to set up the\nbaseline for subsequent experiments at sub-ambient temperatures (e.g.,\n−20 °C). At relatively low amine loading conditions (30\nwt %), the impregnated amine groups are thought to strongly interact\nwith the MOF framework, and some amine sites were not available for\nCO<sub>2</sub> capture, showing weak chemisorption-dominant behavior\n(−40 to −65 kJ/mol) with low adsorption capacities at\nambient adsorption conditions (25 °C), 0.24 mmol/g for PEI and\n0.39 mmol/g for TEPA. With increased amine loading conditions (50\nwt %), a sufficient number of excess amine groups inside the MOFs\nwere able to interact with CO<sub>2</sub>, showing dramatically enhanced\nCO<sub>2</sub> adsorption capacities (pseudoequilibrium) via strong\nchemisorption (−95 to −110 kJ/mol), 1.81 mmol/g for\nPEI and 2.14 mmol/g for TEPA. However, CO<sub>2</sub> adsorption capacities\n(pseudoequilibrium) of 50 wt % amine-impregnated MOF sorbents were\nreduced at −20 °C, 1.64 mmol/g for PEI and 1.26 mmol/g\nfor TEPA, probably due to either decreased amine mobility or insufficient\nthermal energy available to surpass chemisorption activation barriers.\nA significant pore-blocking effect may be an additional factor causing\nthe reduced pseudoequilibrium CO<sub>2</sub> adsorption capacity of\nthe high amine loading materials at −20 °C.</p>", "clean_text": "Branched PEI (Mw = 800 Da) and TEPA were physically infused into MIL-101(Cr) MOFs with different amine loadings (10, 30, and 50 wt %). First, their CO2 adsorption behaviors were investigated at ambient temperature conditions (e.g., 25 °C) to set up the baseline for subsequent experiments at sub-ambient temperatures (e.g., -20 °C). At relatively low amine loading conditions (30 wt %), the impregnated amine groups are thought to strongly interact with the MOF framework, and some amine sites were not available for CO2 capture, showing weak chemisorption-dominant behavior (-40 to -65 kJ/mol) with low adsorption capacities at ambient adsorption conditions (25 °C), 0.24 mmol/g for PEI and 0.39 mmol/g for TEPA. With increased amine loading conditions (50 wt %), a sufficient number of excess amine groups inside the MOFs were able to interact with CO2, showing dramatically enhanced CO2 adsorption capacities (pseudoequilibrium) via strong chemisorption (-95 to -110 kJ/mol), 1.81 mmol/g for PEI and 2.14 mmol/g for TEPA. However, CO2 adsorption capacities (pseudoequilibrium) of 50 wt % amine-impregnated MOF sorbents were reduced at -20 °C, 1.64 mmol/g for PEI and 1.26 mmol/g for TEPA, probably due to either decreased amine mobility or insufficient thermal energy available to surpass chemisorption activation barriers. A significant pore-blocking effect may be an additional factor causing the reduced pseudoequilibrium CO2 adsorption capacity of the high amine loading materials at -20 °C.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["property"], "content": "<p>Interestingly,\nwe found that at −20 °C the CO<sub>2</sub> adsorption\ncapacity of 30 wt % TEPA-impregnated MIL-101­(Cr) significantly\nincreased to 1.12 mmol/g, and a CO<sub>2</sub>-TPD experiment revealed\nthat the sorbents can be regenerated under mild temperature conditions\n(25 °C) due to the weak chemisorption-dominant behavior. Thus,\nthe 30 wt % TEPA-loaded sorbent was selected for further investigation\nas a potential sorbent for sub-ambient DAC, and it showed promising\nand stable CO<sub>2</sub> working capacities over multiple adsorption–desorption\ncycles with a small temperature swing (−20 °C ↔\n25 °C) under both dry (0.73 mmol/g for 15 cycles) and humid (0.82\nmmol/g for 5 cycles) conditions.</p>", "clean_text": "Interestingly, we found that at -20 °C the CO2 adsorption capacity of 30 wt % TEPA-impregnated MIL-101(Cr) significantly increased to 1.12 mmol/g, and a CO2-TPD experiment revealed that the sorbents can be regenerated under mild temperature conditions (25 °C) due to the weak chemisorption-dominant behavior. Thus, the 30 wt % TEPA-loaded sorbent was selected for further investigation as a potential sorbent for sub-ambient DAC, and it showed promising and stable CO2 working capacities over multiple adsorption-desorption cycles with a small temperature swing (-20 °C ↔ 25 °C) under both dry (0.73 mmol/g for 15 cycles) and humid (0.82 mmol/g for 5 cycles) conditions.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>There are several limitations\nof our study. First, while some of\nthe materials presented here are shown to have promising behaviors\nunder sub-ambient conditions, we do not claim that these will be the\nultimate optimal materials for deployment under such conditions (one\nmight seek more rapidly scalable materials that do not deploy chromium,\nfor example). Rather, we show that the sub-ambient temperature manifold\nis important practically and may offer some differing constraints\nand opportunities for sorbent and process design. Second, we observed\nsignificant measurement errors in determining the 400 ppm CO<sub>2</sub> pseudoequilibrium adsorption capacity of the 50 wt % amine-loaded\nMIL-101­(Cr) samples using the volumetric system at −20 °C.\nThis may be due to the two-step CO<sub>2</sub> capture behavior (with\nrelatively fast initial CO<sub>2</sub> adsorption kinetics followed\nby dramatically reduced kinetics at higher CO<sub>2</sub> loadings)\ncaused by significant pore-blocking and hindered CO<sub>2</sub> diffusion\nat higher surface coverage. Thus, the difficulty in determining the\nequilibrium CO<sub>2</sub> adsorption capacity of high amine loading\nmaterials under extremely cold temperatures (e.g., −20 °C)\nis another limitation of this study. A third limitation of this study\nis a common limitation of all published adsorption DAC research: the\ninstruments used for measuring CO<sub>2</sub> uptake kinetics (TGA,\nfixed beds) do not represent conditions likely to be deployed practically.\nIndeed, using monolithic or fiber contactors at very high gas velocities is likely\nto meaningfully increase the sorption kinetics.</p>", "clean_text": "There are several limitations of our study. First, while some of the materials presented here are shown to have promising behaviors under sub-ambient conditions, we do not claim that these will be the ultimate optimal materials for deployment under such conditions (one might seek more rapidly scalable materials that do not deploy chromium, for example). Rather, we show that the sub-ambient temperature manifold is important practically and may offer some differing constraints and opportunities for sorbent and process design. Second, we observed significant measurement errors in determining the 400 ppm CO2 pseudoequilibrium adsorption capacity of the 50 wt % amine-loaded MIL-101(Cr) samples using the volumetric system at -20 °C. This may be due to the two-step CO2 capture behavior (with relatively fast initial CO2 adsorption kinetics followed by dramatically reduced kinetics at higher CO2 loadings) caused by significant pore-blocking and hindered CO2 diffusion at higher surface coverage. Thus, the difficulty in determining the equilibrium CO2 adsorption capacity of high amine loading materials under extremely cold temperatures (e.g., -20 °C) is another limitation of this study. A third limitation of this study is a common limitation of all published adsorption DAC research: the instruments used for measuring CO2 uptake kinetics (TGA, fixed beds) do not represent conditions likely to be deployed practically. Indeed, using monolithic or fiber contactors at very high gas velocities is likely to meaningfully increase the sorption kinetics.", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>While these\nMIL-101­(Cr) sorbents are not yet fully optimized for\nsub-ambient operation, the results here clearly demonstrate a new\nwindow of potential operation for DAC with solid sorbents that should\nspur the additional investigation of a wide range of solid sorbents\nand process condition.</p>", "clean_text": "While these MIL-101(Cr) sorbents are not yet fully optimized for sub-ambient operation, the results here clearly demonstrate a new window of potential operation for DAC with solid sorbents that should spur the additional investigation of a wide range of solid sorbents and process condition.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Chromium­(III) nitrate nonahydrate Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O (99%) and terephthalic\nacid (H<sub>2</sub>BDC) were purchased from Acros Chemicals. Dimethylformamide\n(DMF), tetraethylenepentamine (TEPA, technical grade), and poly­(ethylenimine)\n(PEI) (Mw 800) were purchased from Sigma-Aldrich. Methanol (ACS grade)\nwas purchased from BDH Chemicals.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nChromium(III) nitrate nonahydrate Cr(NO3)3⋅9H2O (99%) and terephthalic acid (H2BDC) were purchased from Acros Chemicals. Dimethylformamide (DMF), tetraethylenepentamine (TEPA, technical grade), and poly(ethylenimine) (PEI) (Mw 800) were purchased from Sigma-Aldrich. Methanol (ACS grade) was purchased from BDH Chemicals.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>Technical-grade TEPA contains\nnot only linear TEPA (T-LIN) but also branched TEPA (T-BRN), TEPA\nwith an inner piperazine ring (T-IPZ), and TEPA with a piperazine\nring at the edge (T-EPZ). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>, the <sup>13</sup>C NMR spectra clearly\nshow that the TEPA used in this study is a mixture of T-BRN, T-LIN,\nT-IPZ, and T-EPZ, indicating that it also contains a small portion\nof tertiary amines.</p>", "clean_text": "Technical-grade TEPA contains not only linear TEPA (T-LIN) but also branched TEPA (T-BRN), TEPA with an inner piperazine ring (T-IPZ), and TEPA with a piperazine ring at the edge (T-EPZ). As shown in Figure S16, the 13C NMR spectra clearly show that the TEPA used in this study is a mixture of T-BRN, T-LIN, T-IPZ, and T-EPZ, indicating that it also contains a small portion of tertiary amines.", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["synthesis condition"], "content": "<title>Material Synthesis</title><p>MIL-101­(Cr) was\nsynthesized hydrothermally\nbased on the recipe from the literature. First, 800 mg of Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 332 mg of H<sub>2</sub>BDC (terephthalic acid) were blended\nin 10 mL of deionized (DI) water for 1 h. To the mixture were also\nadded 1.5 mL of 36% acetic acid and about 5 mg of MIL-101­(Cr) crystals\nas a modulator and a seed, respectively, for the synthesis. The solution\nwas then placed in a Teflon-lined autoclave and kept in an oven at\n200 °C for 12 h, followed by slow cooling with a rate of 1 °C/min\nto room temperature. After the synthesis, the MOF solids were separated\nusing a centrifuge and washed repeatedly with MeOH, DMF, and MeOH\ntwo times each. The resulting MOF powders were dried under a high\nvacuum (about 10 mTorr) at 150 °C overnight for further analysis\nand amine impregnation.</p>", "clean_text": "Material Synthesis\n\nMIL-101(Cr) was synthesized hydrothermally based on the recipe from the literature. First, 800 mg of Cr(NO3)3⋅9H2O and 332 mg of H2BDC (terephthalic acid) were blended in 10 mL of deionized (DI) water for 1 h. To the mixture were also added 1.5 mL of 36% acetic acid and about 5 mg of MIL-101(Cr) crystals as a modulator and a seed, respectively, for the synthesis. The solution was then placed in a Teflon-lined autoclave and kept in an oven at 200 °C for 12 h, followed by slow cooling with a rate of 1 °C/min to room temperature. After the synthesis, the MOF solids were separated using a centrifuge and washed repeatedly with MeOH, DMF, and MeOH two times each. The resulting MOF powders were dried under a high vacuum (about 10 mTorr) at 150 °C overnight for further analysis and amine impregnation.", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>The synthesized MIL-101­(Cr) powders\nwere then impregnated with PEI (Mw 800) and TEPA with 10, 30, and\n50 wt % organic loadings. Before impregnation, the starting material\n(MIL-101­(Cr)) was activated at ∼110–120 °C and\n20 mTorr for 24 h. The activated material (500 mg, e.g., MIL-101­(Cr))\nwas dispersed in 30 mL of methanol by sonication until a homogeneous\nsuspension formed (∼20 min). Separately, a solution of the\namine (PEI or TEPA) dissolved in 10 mL methanol was stirred to ensure\ncomplete dissolution (∼15 min). The solution was added to the\nsuspension, and the resulting mixture was stirred at ambient temperature\nfor 24 h, after which the solvent was removed by rotary evaporation.\nThe obtained material was then further dried under about 10 mTorr\nvacuum at ambient temperature for &gt;24 h to obtain the amine-impregnated\nMIL-101­(Cr) powder sorbents.</p>", "clean_text": "The synthesized MIL-101(Cr) powders were then impregnated with PEI (Mw 800) and TEPA with 10, 30, and 50 wt % organic loadings. Before impregnation, the starting material (MIL-101(Cr)) was activated at ~110-120 °C and 20 mTorr for 24 h. The activated material (500 mg, e.g., MIL-101(Cr)) was dispersed in 30 mL of methanol by sonication until a homogeneous suspension formed (~20 min). Separately, a solution of the amine (PEI or TEPA) dissolved in 10 mL methanol was stirred to ensure complete dissolution (~15 min). The solution was added to the suspension, and the resulting mixture was stirred at ambient temperature for 24 h, after which the solvent was removed by rotary evaporation. The obtained material was then further dried under about 10 mTorr vacuum at ambient temperature for >24 h to obtain the amine-impregnated MIL-101(Cr) powder sorbents.", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><title>Powder X-ray Diffraction\n(PXRD)</title><p>To determine the crystal\nstructure of the synthesized MIL-101­(Cr), a powder X-ray diffraction\npattern (PXRD) was collected in the range of 2–20° 2θ\nwith a step size of 0.017° by a Panalytical XPert Pro Alpha-1\nXRD system using Cu Kα radiation.</p>", "clean_text": "Characterization\n\nPowder X-ray Diffraction (PXRD)\n\nTo determine the crystal structure of the synthesized MIL-101(Cr), a powder X-ray diffraction pattern (PXRD) was collected in the range of 2-20° 2θ with a step size of 0.017° by a Panalytical XPert Pro Alpha-1 XRD system using Cu Kα radiation.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<title>Scanning Electron Microscopy\n(SEM)</title><p>A scanning electron\nmicroscopy (SEM) image of MIL-101­(Cr) was obtained by a Hitachi SU\n8230 cold field emission microscope to estimate its crystal size.\nMeasurements were conducted with an accelerating voltage of 5 kV and\na 10 μA current. Prior to the analysis, the particle samples\nwere coated with gold/palladium.</p>", "clean_text": "Scanning Electron Microscopy (SEM)\n\nA scanning electron microscopy (SEM) image of MIL-101(Cr) was obtained by a Hitachi SU 8230 cold field emission microscope to estimate its crystal size. Measurements were conducted with an accelerating voltage of 5 kV and a 10 μA current. Prior to the analysis, the particle samples were coated with gold/palladium.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<title>Nitrogen Physisorption</title><p>N<sub>2</sub> physisorption\nexperiments at 77 K were conducted with a surface area and porosity\n(SAP) system (autosorb iQ/Quantachrome). About 50 mg of the powder\nsamples were activated at 110 °C under vacuum for 3 h before\nthe measurement. the BET surface area was estimated using the N<sub>2</sub> physisorption data in the <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> range of 0.05–0.2.</p>", "clean_text": "Nitrogen Physisorption\n\nN2 physisorption experiments at 77 K were conducted with a surface area and porosity (SAP) system (autosorb iQ/Quantachrome). About 50 mg of the powder samples were activated at 110 °C under vacuum for 3 h before the measurement. the BET surface area was estimated using the N2 physisorption data in the P/P 0 range of 0.05-0.2.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub> Adsorption\nExperiments</title><p>The equilibrium\nCO<sub>2</sub> adsorption performance (i.e., 400 ppm CO<sub>2</sub> adsorption capacity) of amine-impregnated MIL-101­(Cr) powders was\nmeasured under dry ambient temperature (25 °C) and sub-ambient\n(−20 °C) conditions using the SAP system (autosorb iQ/Quantachrome).\nAbout 100 mg of the powder samples were activated at 110 °C under\nvacuum for 3 h before the CO<sub>2</sub> adsorption. An equilibration\ninterval of 1 min was used for 400 ppm CO<sub>2</sub>. During equilibration,\nthe cell pressure was checked every 1 min and compared until the pressure\nin the cell was within the <italic toggle=\"yes\">P</italic> tolerance (manufacturer\ntolerance setting 0). If the cell pressure droped below the lower\nlimit of the <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> tolerance,\nthe data point was then stored. This equilibration interval and <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> tolerance resulted in about\n6–20 h total equilibration times per point depending on the\namine loadings of the samples (10, 30, and 50 wt %) and the adsorption\ntemperatures (−20 and 25 °C).</p>", "clean_text": "CO2 Adsorption Experiments\n\nThe equilibrium CO2 adsorption performance (i.e., 400 ppm CO2 adsorption capacity) of amine-impregnated MIL-101(Cr) powders was measured under dry ambient temperature (25 °C) and sub-ambient (-20 °C) conditions using the SAP system (autosorb iQ/Quantachrome). About 100 mg of the powder samples were activated at 110 °C under vacuum for 3 h before the CO2 adsorption. An equilibration interval of 1 min was used for 400 ppm CO2. During equilibration, the cell pressure was checked every 1 min and compared until the pressure in the cell was within the P tolerance (manufacturer tolerance setting 0). If the cell pressure droped below the lower limit of the P/P 0 tolerance, the data point was then stored. This equilibration interval and P/P 0 tolerance resulted in about 6-20 h total equilibration times per point depending on the amine loadings of the samples (10, 30, and 50 wt %) and the adsorption temperatures (-20 and 25 °C).", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>The CO<sub>2</sub> uptake of amine-impregnated MIL-101­(Cr) powders was also gravimetrically\nmeasured with a thermogravimetric analysis (TGA)/differential scanning\ncalorimetry (DSC) system (STA 449 F3 Jupiter/NETZSCH) under dry conditions\nat 25 °C and −20 °C. About 20 mg of the sample was\nfirst activated at 110 °C under a He flow (90 mL/min) for 3 h,\nfollowed by thermal equilibration at adsorption temperature conditions\n(25 °C or −20 °C). The sample was then exposed to\n400 ppm of CO<sub>2</sub> balanced in He (90 mL/min) for 12 h.</p>", "clean_text": "The CO2 uptake of amine-impregnated MIL-101(Cr) powders was also gravimetrically measured with a thermogravimetric analysis (TGA)/differential scanning calorimetry (DSC) system (STA 449 F3 Jupiter/NETZSCH) under dry conditions at 25 °C and -20 °C. About 20 mg of the sample was first activated at 110 °C under a He flow (90 mL/min) for 3 h, followed by thermal equilibration at adsorption temperature conditions (25 °C or -20 °C). The sample was then exposed to 400 ppm of CO2 balanced in He (90 mL/min) for 12 h.", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>Temperature swing adsorption–desorption cyclic tests were\nperformed for up to 15 cycles with the TGA/DSC system. The CO<sub>2</sub> adsorption step under the 400 ppm of CO<sub>2</sub>/He gas\nstream (90 mL/min) at −20 °C and the regeneration step\nunder the He gas stream (90 mL/min) at 25 or 60 °C were performed\nfor 2 h each.</p>", "clean_text": "Temperature swing adsorption-desorption cyclic tests were performed for up to 15 cycles with the TGA/DSC system. The CO2 adsorption step under the 400 ppm of CO2/He gas stream (90 mL/min) at -20 °C and the regeneration step under the He gas stream (90 mL/min) at 25 or 60 °C were performed for 2 h each.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<title>Fixed Bed Breakthrough Experiments under\nHumid Conditions</title><p>A custom-built fixed bed reactor shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link> was used to perform dry and humid CO<sub>2</sub> breakthrough\nexperiments at −20 °C. After sample activation at 110\n°C under a dry N<sub>2</sub> flow for 3 husing heating tape,\nthe packed bed column was immersed into a refrigeration liquid bath\nof a chiller with a set temperature of −20 °C. The inlet\ngas stream was then switched to dry or humid (70% RH at −20\n°C) 400 ppm of CO<sub>2</sub> (50 mL/min) gas balanced in He\nthrough a three-way valve for the CO<sub>2</sub> capture test. In\nthe case of the humid experiment, the humidity of the inlet gas stream\nwas precisely controlled by a wet gas generator (WETSYS/SETARAM),\nand the sorbents were prehumidified by introducing wet N<sub>2</sub> gas (70%RH at −20 °C) prior to the CO<sub>2</sub> breakthrough\nexperiment. The prehumidification process was conducted at −20\n°C until the water concentration of the outlet gas stream reached\nthat of the inlet gas stream (70% RH). For the small temperature swing\nexperiment (−20 °C ↔ 25 °C) under humid conditions,\nthe bed temperature was precisely controlled by the chiller. During\nthe breakthrough experiments, the CO<sub>2</sub> and H<sub>2</sub>O concentrations of the outlet gas stream were continuously measured\nevery second by an infrared gas analyzer (LI-840/LI-COR).</p>", "clean_text": "Fixed Bed Breakthrough Experiments under Humid Conditions\n\nA custom-built fixed bed reactor shown in Figure S17 was used to perform dry and humid CO2 breakthrough experiments at -20 °C. After sample activation at 110 °C under a dry N2 flow for 3 husing heating tape, the packed bed column was immersed into a refrigeration liquid bath of a chiller with a set temperature of -20 °C. The inlet gas stream was then switched to dry or humid (70% RH at -20 °C) 400 ppm of CO2 (50 mL/min) gas balanced in He through a three-way valve for the CO2 capture test. In the case of the humid experiment, the humidity of the inlet gas stream was precisely controlled by a wet gas generator (WETSYS/SETARAM), and the sorbents were prehumidified by introducing wet N2 gas (70%RH at -20 °C) prior to the CO2 breakthrough experiment. The prehumidification process was conducted at -20 °C until the water concentration of the outlet gas stream reached that of the inlet gas stream (70% RH). For the small temperature swing experiment (-20 °C ↔ 25 °C) under humid conditions, the bed temperature was precisely controlled by the chiller. During the breakthrough experiments, the CO2 and H2O concentrations of the outlet gas stream were continuously measured every second by an infrared gas analyzer (LI-840/LI-COR).", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub>/H<sub>2</sub>O Temperature-Programmed Desorption\n(TPD) Experiments</title><p>CO<sub>2</sub> temperature-programmed desorption\n(TPD) experiments were carried out using the TGA/DSC system. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link> shows a schematic diagram of the CO<sub>2</sub> TPD experiment. After 400 ppm of CO<sub>2</sub> adsorption\nwith the powder sorbents for 12 h at −20, −10, 5, and\n25 °C, the inlet gas flow was changed to pure He, and the TGA/DSC\nchamber was purged for 1 h at the adsorption temperature condition\n(−20, −10, 5, and 25 °C). The chamber temperature\nwas then slowly increased at a rate of 0.5 °C/min to 110 °C\nto desorb CO<sub>2</sub> from the powder sorbents. During the entire\nprocess, the sample mass change and the CO<sub>2</sub> concentration\nof the outlet gas stream were continuously measured, with the gas\ncomposition determined by a CO<sub>2</sub>/H<sub>2</sub>O sensor from\nLiCOR to quantify the amount of desorbed CO<sub>2</sub> as a function\nof temperature. In the case of CO<sub>2</sub>/H<sub>2</sub>O TPD experiments,\nthe sub-ambient fixed bed system (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>) was used instead of the TGA/DSC system.</p>", "clean_text": "CO2/H2O Temperature-Programmed Desorption (TPD) Experiments\n\nCO2 temperature-programmed desorption (TPD) experiments were carried out using the TGA/DSC system. Figure S18 shows a schematic diagram of the CO2 TPD experiment. After 400 ppm of CO2 adsorption with the powder sorbents for 12 h at -20, -10, 5, and 25 °C, the inlet gas flow was changed to pure He, and the TGA/DSC chamber was purged for 1 h at the adsorption temperature condition (-20, -10, 5, and 25 °C). The chamber temperature was then slowly increased at a rate of 0.5 °C/min to 110 °C to desorb CO2 from the powder sorbents. During the entire process, the sample mass change and the CO2 concentration of the outlet gas stream were continuously measured, with the gas composition determined by a CO2/H2O sensor from LiCOR to quantify the amount of desorbed CO2 as a function of temperature. In the case of CO2/H2O TPD experiments, the sub-ambient fixed bed system (Figure S17) was used instead of the TGA/DSC system.", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacsau.1c00414?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/jacsau.1c00414</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Characterization data\n(XRD, SEM, and N<sub>2</sub> physisorption),\nCO<sub>2</sub> adsorption behavior (TGA data, adsorption isotherms,\nand CO<sub>2</sub>/H<sub>2</sub>O-TPD data) of the amine-impregnated\n(PEI and TEPA) MIL-101­(Cr) powder sorbents, schematic illustration\nof the sub-ambient fixed bed setup, and schematic illustration of\nthe CO<sub>2</sub>-TPD setup using the TGA/DSC (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacsau.1c00414.  Characterization data (XRD, SEM, and N2 physisorption), CO2 adsorption behavior (TGA data, adsorption isotherms, and CO2/H2O-TPD data) of the amine-impregnated (PEI and TEPA) MIL-101(Cr) powder sorbents, schematic illustration of the sub-ambient fixed bed setup, and schematic illustration of the CO2-TPD setup using the TGA/DSC (PDF)   ", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["else"], "content": "<p>Characterization data\n(XRD, SEM, and N<sub>2</sub> physisorption),\nCO<sub>2</sub> adsorption behavior (TGA data, adsorption isotherms,\nand CO<sub>2</sub>/H<sub>2</sub>O-TPD data) of the amine-impregnated\n(PEI and TEPA) MIL-101­(Cr) powder sorbents, schematic illustration\nof the sub-ambient fixed bed setup, and schematic illustration of\nthe CO<sub>2</sub>-TPD setup using the TGA/DSC (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Characterization data (XRD, SEM, and N2 physisorption), CO2 adsorption behavior (TGA data, adsorption isotherms, and CO2/H2O-TPD data) of the amine-impregnated (PEI and TEPA) MIL-101(Cr) powder sorbents, schematic illustration of the sub-ambient fixed bed setup, and schematic illustration of the CO2-TPD setup using the TGA/DSC (PDF)", "data": null, "include_properties": null}, {"idx": 68, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare the following competing financial interest(s): C.W.J. has\na financial interest in a business that seeks to commercialize a process\nfor CO<sub>2</sub> removal from air. This business is not associated\nwith this work.</p>", "clean_text": "The authors declare the following competing financial interest(s): C.W.J. has a financial interest in a business that seeks to commercialize a process for CO2 removal from air. This business is not associated with this work.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 56, "type": "text", "classification": "synthesis condition", "content": "<title>Material Synthesis</title><p>MIL-101­(Cr) was\nsynthesized hydrothermally\nbased on the recipe from the literature. First, 800 mg of Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 332 mg of H<sub>2</sub>BDC (terephthalic acid) were blended\nin 10 mL of deionized (DI) water for 1 h. To the mixture were also\nadded 1.5 mL of 36% acetic acid and about 5 mg of MIL-101­(Cr) crystals\nas a modulator and a seed, respectively, for the synthesis. The solution\nwas then placed in a Teflon-lined autoclave and kept in an oven at\n200 °C for 12 h, followed by slow cooling with a rate of 1 °C/min\nto room temperature. After the synthesis, the MOF solids were separated\nusing a centrifuge and washed repeatedly with MeOH, DMF, and MeOH\ntwo times each. The resulting MOF powders were dried under a high\nvacuum (about 10 mTorr) at 150 °C overnight for further analysis\nand amine impregnation.</p>", "clean_text": "Material Synthesis\n\nMIL-101(Cr) was synthesized hydrothermally based on the recipe from the literature. First, 800 mg of Cr(NO3)3⋅9H2O and 332 mg of H2BDC (terephthalic acid) were blended in 10 mL of deionized (DI) water for 1 h. To the mixture were also added 1.5 mL of 36% acetic acid and about 5 mg of MIL-101(Cr) crystals as a modulator and a seed, respectively, for the synthesis. The solution was then placed in a Teflon-lined autoclave and kept in an oven at 200 °C for 12 h, followed by slow cooling with a rate of 1 °C/min to room temperature. After the synthesis, the MOF solids were separated using a centrifuge and washed repeatedly with MeOH, DMF, and MeOH two times each. The resulting MOF powders were dried under a high vacuum (about 10 mTorr) at 150 °C overnight for further analysis and amine impregnation.", "data": [{"meta": {"name": "MIL-101­(Cr)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Cr­(NO3)3·9H2O", "amount": "800", "unit": "mg"}, {"name": "H2BDC (terephthalic acid)", "amount": "332", "unit": "mg"}], "solvent": [{"name": "DI water", "amount": "10", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "MIL-101­(Cr) crystals", "amount": "5", "unit": "mg"}], "pressure": "", "temperature": "200°C", "time": "12 h", "heating rate": "", "cooling rate": "1°C/min"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "MeOH", "amount": "", "unit": ""}, {"name": "DMF", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "MeOH, DMF, MeOH", "amount": "two times each"}, {"synthesis method": "drying", "pressure": "high vacuum (about 10 mTorr)", "temperature": "150°C", "atmosphere": "", "time": "overnight"}], "yield": ""}], "include_properties": ["solvothermal_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "11, 13, 15, 17, 18, 20, 23, 24", "type": "text", "classification": "property", "content": "<p>The BET surface area\nwas calculated from N<sub>2</sub> physisorption isotherms and the\nresults are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>. The\nsynthesized MIL-101­(Cr) powders from the three different batches have\nsimilar BET surface areas and showed BET surface areas (3493 ±\n198 m<sup>2</sup>/g) comparable with those from prior literature (3340\nm<sup>2</sup>/g).\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link> shows the CO<sub>2</sub> adsorption isotherms of\nplain unfunctionalized MIL-101­(Cr) (mixture of the three batches)\nobtained at 25 °C and −20 °C. The logarithmic plots\ngive a clearer view of the CO<sub>2</sub> uptake at 0.4 mbar (marked\nby the orange vertical line), which corresponds to 400 ppm of CO<sub>2</sub>. The CO<sub>2</sub> uptakes of MIL-101­(Cr) were significantly\nhigher at −20 °C because CO<sub>2</sub> adsorption is\nthermodynamically favorable at lower temperature conditions. However,\nthe CO<sub>2</sub> isotherms of MIL-101­(Cr) were almost linear, without\na significant increase at extremely low pressures. As a result, the\nuptake of MIL-101­(Cr) at 400 ppm of CO<sub>2</sub> was very low, no\nhigher than 0.01 mmol/g, even at −20 °C. The synthesized\nMIL-101­(Cr) powders were then impregnated with poly­(ethylenimine)\n(PEI, branched, MW = 800) and tetraethylenepentamine (TEPA) to enhance\nthe CO<sub>2</sub> adsorption capacity.</p><title>CO<sub>2</sub> Adsorption Behavior of Amine-Impregnated\n(PEI\nand TEPA) MIL-101­(Cr) under Dry Ambient Conditions (25 °C)</title><p>The measurements of CO<sub>2</sub> adsorption at 25 °C were\nconducted on branched poly­(ethylenimine)- (PEI) and tetraethylenepentamine-\n(TEPA) impregnated MIL-101­(Cr) powder sorbents with different amine\nloadings (0, 10, 30, and 50 wt %) to set the baseline for subsequent\ntests at sub-ambient temperatures (−20 °C). The  CO<sub>2</sub> adsorption capacities of the sorbents at 400 ppm CO<sub>2</sub> were determined volumetrically by a surface area and porosity (SAP)\nsystem and are plotted in a. The 400 ppm CO<sub>2</sub> uptake of the sorbents\nat 25 °C was significantly enhanced as the amine loading increased.\nInterestingly, a dramatic increase in CO<sub>2</sub> adsorption was\nobserved between 30 wt % at about 10 mmol N per gram of MOF amine\nloading and 50 wt % at about 20 mmol N per gram of MOF amine loading,\nwhile poor CO<sub>2</sub> adsorption performance was observed at &lt;10\nmmol N per gram of MOF amine loading, indicating that differences\nin the CO<sub>2</sub> adsorption mechanism(s) may be present between\nthe two loading conditions. This dramatic step-change in the CO<sub>2</sub> adsorption was also observed in our previous study. Previously, we hypothesized that the impregnated\namine groups strongly interact with the MOF framework at lower loadings\nof amine, and many amine sites may not be available for CO<sub>2</sub> capture, resulting in lower CO<sub>2</sub> adsorption.</p><p>The CO<sub>2</sub> uptakes of 50 wt % PEI- and TEPA-loaded\nsamples\nwere 1.81 and 2.14 mmol/g, respectively, at 400 ppm CO<sub>2</sub>, indicating that the TEPA sample was more effective than the branched\nPEI sample for direct air capture under ambient dry conditions (25\n°C). This may be because TEPA mainly consists of primary and\nsecondary amines, which have better CO<sub>2</sub> adsorption potentials\nunder dry conditions than tertiary amines, or because of the enhanced\namine chain mobility in the shorter TEPA chains relative to that of\nPEI. Thus, TEPA-impregnated MIL-101­(Cr) showed a higher amine efficiency\nthan PEI-impregnated sorbents at 25 °C, as shown in . Also, the ∼50\nwt % TEPA sample contains about 7.5% more amine groups than the ∼50\nwt % PEI material, as shown in a. Thus, the higher amine loadings are an additional\nfactor contributing to the higher CO<sub>2</sub> uptake of 50 wt %\nTEPA. However, mild regeneration temperature conditions will likely\nbe required to utilize TEPA-containing sorbents for DAC due to their\nlimited thermal stability induced by amine volatility at elevated\ndesorption temperatures.\n</p><p>The 400 ppm CO<sub>2</sub> adsorption capacities of 30 and 50 wt\n% PEI- and TEPA-impregnated MIL-101­(Cr) sorbents were also measured\nby a TGA/DSC system at 25 °C, and the results are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4­(a)</ext-link>. The pseudoequilibrium CO<sub>2</sub> capture capacities obtained from the TGA/DSC system show a trend\nsimilar to that of the SAP data shown in a. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> shows\nthe CO<sub>2</sub> uptake as a function of time for different PEI\nand TEPA loadings (30 and 50 wt %) at 25 °C. Although the 30\nwt % PEI- and TEPA-impregnated MIL-101­(Cr) samples showed modest DAC\nperformance at 25 °C due to low amine loadings, they quickly\nreached their pseudoequilibrium capacities (at 720 min), showing rapid\nCO<sub>2</sub> capture kinetics. The 50 wt % amine-impregnated MIL-101­(Cr)\nsamples achieved 1 mmol/g uptakes within 75 (PEI) or 50 min (TEPA),\nshowing promising 400 ppm CO<sub>2</sub> capture kinetics at 25 °C.\nHowever, the relatively fast initial CO<sub>2</sub> adsorption kinetics\nwere followed by a slow increase in the CO<sub>2</sub> uptake due\nto the increased diffusion resistance encountered by CO<sub>2</sub> at long times. These results are comparable to our previous work\non PEI-impregnated MIL-101­(Cr), as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>.</p><p>To probe the CO<sub>2</sub> capture mechanism(s)\nof PEI- and TEPA-impregnated\nMIL-101­(Cr) samples at 25 °C, CO<sub>2</sub> temperature-programmed\ndesorption (TPD) experiments were carried out using the TGA/DSC system,\nas described in the . <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link> shows the CO<sub>2</sub> concentration\nof the outlet stream, the sample mass change, and the temperature\nprofiles during the CO<sub>2</sub> TPD experiments using 30 and 50\nwt % PEI- and TEPA-impregnated MIL-101­(Cr). Even during the helium\npurging step at 25 °C (first 1 h), some amount of CO<sub>2</sub> was desorbed from the sorbents, indicating that the CO<sub>2</sub> capture mechanism(s) of the amine-impregnated MIL-101­(Cr) materials\nalso included some degree of physisorption. After the 1 h helium purge\nstep, more CO<sub>2</sub> was desorbed from the sorbents when the\ntemperature increased. While the 30 wt % PEI- and TEPA-impregnated\nMIL-101­(Cr) sorbents were completely regenerated below 60 °C\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S5­(a)</ext-link>), a higher temperature was\nrequired for the complete desorption of CO<sub>2</sub> from the 50\nwt % PEI- and TEPA-impregnated sorbents, confirming that the 50 wt\n% amine-loaded MIL-101­(Cr) samples interacted more strongly with 400\nppm of CO<sub>2</sub> than the 30 wt % samples at 25 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S5b</ext-link>).</p><p>To quantify the weak and strong chemisorption,\nthe heats of adsorption\nof 30 and 50 wt % PEI- and TEPA-impregnated MIL-101­(Cr) for 400 ppm\nof CO<sub>2</sub> were measured by TGA/DSC. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>, the heat of adsorption of 30 wt %\namine-impregnated MIL-101­(Cr) was between −40 and −65\nkJ/mol, supporting the weak chemisorption-dominant CO<sub>2</sub> capture\nmechanism. The 50 wt % amine-loaded sorbents showed strong chemisorption-dominant\nbehavior, with relatively higher (absolute value) heats of adsorption\n(−95 to −110 kJ/mol).</p><p>When increasing the amine loadingsup to 50 wt %, the extent\nof\npore filling increased, resulting in decreased pore volumes (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Due to the decreased pore volumes,\nthe overall CO<sub>2</sub> capture performance may be impacted by\nCO<sub>2</sub> mass transfer through the impregnated amine phase (pore-blocking). Additionally, the effect of pore-blocking should\nbe more significant at cold temperature conditions when polymer chains\nhave slower motions (−20 °C). Thus, the higher amine loading\nconditions led to reduced DAC performance at the sub-ambient temperature\n(−20 °C). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>, the TGA/DSC data obtained at −20 °C clearly show significantly\nreduced CO<sub>2</sub> capture kinetics for the 50 wt % amine-loaded\nsorbents after 2 h, after which the amount of CO<sub>2</sub> adsorbed\nonly slowly increased up to the end of the 12 h experiment. For example,\nthe initial CO<sub>2</sub> capture kinetics of the 50 wt % PEI-impregnated\nsorbent were dramatically reduced from 0.015 mmol/g/min to 6.21 ×\n10<sup>–4</sup> mmol/g/min after 2 h at −20 °C.\nEven after 12 h at −20 °C, equilibrium conditions were\nnot achieved. Therefore, the CO<sub>2</sub> adsorption capacity even\nat 12 h is only a pseudoequilibrium value.</p><p>As shown in  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">S3</ext-link>, despite the decrease in the adsorption\ntemperature from 25 to −20 °C, the 30 wt % PEI- and TEPA-impregnated\nMIL-101­(Cr) samples showed promising initial CO<sub>2</sub> adsorption\nkinetics.  presents\nthe initial adsorption rate and the rate after 2 h, while <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> provides key numerical values extracted\nfrom <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>. The data show that with\na lower amine loading, the 30 wt % TEPA-impregnated sorbent showed\nfaster initial uptake kinetics (0.021 mmol/g/min) than the 50 wt %\nTEPA-impregnated material (0.012 mmol/g/min) at −20 °C.\nAdditionally, we note that the initial CO<sub>2</sub> adsorption kinetics\nof the 50 wt % amine loading samples were not significantly reduced\nat −20 °C. For example, the initial kinetics of the 50\nwt % PEI-impregnated MIL-101­(Cr) decreased from 0.016 mmol/g/min at\n25 °C to 0.015 mmol/g/min at −20 °C, indicating that\npromising CO<sub>2</sub> working capacities may be obtained with highly\nloaded amine-impregnated MIL-101­(Cr) sorbents even at sub-ambient\ntemperature conditions (−20 °C).</p>", "clean_text": "The BET surface area was calculated from N2 physisorption isotherms and the results are summarized in Figure S3a. The synthesized MIL-101(Cr) powders from the three different batches have similar BET surface areas and showed BET surface areas (3493 ± 198 m2/g) comparable with those from prior literature (3340 m2/g). Figure S3b shows the CO2 adsorption isotherms of plain unfunctionalized MIL-101(Cr) (mixture of the three batches) obtained at 25 °C and -20 °C. The logarithmic plots give a clearer view of the CO2 uptake at 0.4 mbar (marked by the orange vertical line), which corresponds to 400 ppm of CO2. The CO2 uptakes of MIL-101(Cr) were significantly higher at -20 °C because CO2 adsorption is thermodynamically favorable at lower temperature conditions. However, the CO2 isotherms of MIL-101(Cr) were almost linear, without a significant increase at extremely low pressures. As a result, the uptake of MIL-101(Cr) at 400 ppm of CO2 was very low, no higher than 0.01 mmol/g, even at -20 °C. The synthesized MIL-101(Cr) powders were then impregnated with poly(ethylenimine) (PEI, branched, MW = 800) and tetraethylenepentamine (TEPA) to enhance the CO2 adsorption capacity.\n\nCO2 Adsorption Behavior of Amine-Impregnated (PEI and TEPA) MIL-101(Cr) under Dry Ambient Conditions (25 °C)\n\nThe measurements of CO2 adsorption at 25 °C were conducted on branched poly(ethylenimine)- (PEI) and tetraethylenepentamine- (TEPA) impregnated MIL-101(Cr) powder sorbents with different amine loadings (0, 10, 30, and 50 wt %) to set the baseline for subsequent tests at sub-ambient temperatures (-20 °C). The  CO2 adsorption capacities of the sorbents at 400 ppm CO2 were determined volumetrically by a surface area and porosity (SAP) system and are plotted in a. The 400 ppm CO2 uptake of the sorbents at 25 °C was significantly enhanced as the amine loading increased. Interestingly, a dramatic increase in CO2 adsorption was observed between 30 wt % at about 10 mmol N per gram of MOF amine loading and 50 wt % at about 20 mmol N per gram of MOF amine loading, while poor CO2 adsorption performance was observed at <10 mmol N per gram of MOF amine loading, indicating that differences in the CO2 adsorption mechanism(s) may be present between the two loading conditions. This dramatic step-change in the CO2 adsorption was also observed in our previous study. Previously, we hypothesized that the impregnated amine groups strongly interact with the MOF framework at lower loadings of amine, and many amine sites may not be available for CO2 capture, resulting in lower CO2 adsorption.\n\nThe CO2 uptakes of 50 wt % PEI- and TEPA-loaded samples were 1.81 and 2.14 mmol/g, respectively, at 400 ppm CO2, indicating that the TEPA sample was more effective than the branched PEI sample for direct air capture under ambient dry conditions (25 °C). This may be because TEPA mainly consists of primary and secondary amines, which have better CO2 adsorption potentials under dry conditions than tertiary amines, or because of the enhanced amine chain mobility in the shorter TEPA chains relative to that of PEI. Thus, TEPA-impregnated MIL-101(Cr) showed a higher amine efficiency than PEI-impregnated sorbents at 25 °C, as shown in . Also, the ~50 wt % TEPA sample contains about 7.5% more amine groups than the ~50 wt % PEI material, as shown in a. Thus, the higher amine loadings are an additional factor contributing to the higher CO2 uptake of 50 wt % TEPA. However, mild regeneration temperature conditions will likely be required to utilize TEPA-containing sorbents for DAC due to their limited thermal stability induced by amine volatility at elevated desorption temperatures. \n\nThe 400 ppm CO2 adsorption capacities of 30 and 50 wt % PEI- and TEPA-impregnated MIL-101(Cr) sorbents were also measured by a TGA/DSC system at 25 °C, and the results are shown in Figure S4(a). The pseudoequilibrium CO2 capture capacities obtained from the TGA/DSC system show a trend similar to that of the SAP data shown in a. Table S3 shows the CO2 uptake as a function of time for different PEI and TEPA loadings (30 and 50 wt %) at 25 °C. Although the 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) samples showed modest DAC performance at 25 °C due to low amine loadings, they quickly reached their pseudoequilibrium capacities (at 720 min), showing rapid CO2 capture kinetics. The 50 wt % amine-impregnated MIL-101(Cr) samples achieved 1 mmol/g uptakes within 75 (PEI) or 50 min (TEPA), showing promising 400 ppm CO2 capture kinetics at 25 °C. However, the relatively fast initial CO2 adsorption kinetics were followed by a slow increase in the CO2 uptake due to the increased diffusion resistance encountered by CO2 at long times. These results are comparable to our previous work on PEI-impregnated MIL-101(Cr), as shown in Table S3.\n\nTo probe the CO2 capture mechanism(s) of PEI- and TEPA-impregnated MIL-101(Cr) samples at 25 °C, CO2 temperature-programmed desorption (TPD) experiments were carried out using the TGA/DSC system, as described in the . Figure S5 shows the CO2 concentration of the outlet stream, the sample mass change, and the temperature profiles during the CO2 TPD experiments using 30 and 50 wt % PEI- and TEPA-impregnated MIL-101(Cr). Even during the helium purging step at 25 °C (first 1 h), some amount of CO2 was desorbed from the sorbents, indicating that the CO2 capture mechanism(s) of the amine-impregnated MIL-101(Cr) materials also included some degree of physisorption. After the 1 h helium purge step, more CO2 was desorbed from the sorbents when the temperature increased. While the 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) sorbents were completely regenerated below 60 °C (Figure S5(a)), a higher temperature was required for the complete desorption of CO2 from the 50 wt % PEI- and TEPA-impregnated sorbents, confirming that the 50 wt % amine-loaded MIL-101(Cr) samples interacted more strongly with 400 ppm of CO2 than the 30 wt % samples at 25 °C (Figure S5b).\n\nTo quantify the weak and strong chemisorption, the heats of adsorption of 30 and 50 wt % PEI- and TEPA-impregnated MIL-101(Cr) for 400 ppm of CO2 were measured by TGA/DSC. As shown in Figure S6, the heat of adsorption of 30 wt % amine-impregnated MIL-101(Cr) was between -40 and -65 kJ/mol, supporting the weak chemisorption-dominant CO2 capture mechanism. The 50 wt % amine-loaded sorbents showed strong chemisorption-dominant behavior, with relatively higher (absolute value) heats of adsorption (-95 to -110 kJ/mol).\n\nWhen increasing the amine loadingsup to 50 wt %, the extent of pore filling increased, resulting in decreased pore volumes (see Table S1). Due to the decreased pore volumes, the overall CO2 capture performance may be impacted by CO2 mass transfer through the impregnated amine phase (pore-blocking). Additionally, the effect of pore-blocking should be more significant at cold temperature conditions when polymer chains have slower motions (-20 °C). Thus, the higher amine loading conditions led to reduced DAC performance at the sub-ambient temperature (-20 °C). As shown in Figure S4b, the TGA/DSC data obtained at -20 °C clearly show significantly reduced CO2 capture kinetics for the 50 wt % amine-loaded sorbents after 2 h, after which the amount of CO2 adsorbed only slowly increased up to the end of the 12 h experiment. For example, the initial CO2 capture kinetics of the 50 wt % PEI-impregnated sorbent were dramatically reduced from 0.015 mmol/g/min to 6.21 × 10-4 mmol/g/min after 2 h at -20 °C. Even after 12 h at -20 °C, equilibrium conditions were not achieved. Therefore, the CO2 adsorption capacity even at 12 h is only a pseudoequilibrium value.\n\nAs shown in  and S3, despite the decrease in the adsorption temperature from 25 to -20 °C, the 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) samples showed promising initial CO2 adsorption kinetics.  presents the initial adsorption rate and the rate after 2 h, while Table S3 provides key numerical values extracted from Figure S4. The data show that with a lower amine loading, the 30 wt % TEPA-impregnated sorbent showed faster initial uptake kinetics (0.021 mmol/g/min) than the 50 wt % TEPA-impregnated material (0.012 mmol/g/min) at -20 °C. Additionally, we note that the initial CO2 adsorption kinetics of the 50 wt % amine loading samples were not significantly reduced at -20 °C. For example, the initial kinetics of the 50 wt % PEI-impregnated MIL-101(Cr) decreased from 0.016 mmol/g/min at 25 °C to 0.015 mmol/g/min at -20 °C, indicating that promising CO2 working capacities may be obtained with highly loaded amine-impregnated MIL-101(Cr) sorbents even at sub-ambient temperature conditions (-20 °C).", "data": [[{"meta": {"name": "MIL-101­(Cr)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "0.01", "unit": "mmol/g", "temperature": "-20 °C", "pressure": "400 ppm", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "1.81", "unit": "mmol/g", "temperature": "25 °C", "pressure": "400 ppm", "condition": "50 wt % PEI-loaded"}, {"adsorbate": "CO2", "adsorbed amount": "2.14", "unit": "mmol/g", "temperature": "25 °C", "pressure": "400 ppm", "condition": "50 wt % TEPA-loaded"}, {"adsorbate": "CO2", "adsorbed amount": "0.015", "unit": "mmol/g/min", "temperature": "-20 °C", "pressure": "", "condition": "50 wt % PEI-impregnated"}, {"adsorbate": "CO2", "adsorbed amount": "0.021", "unit": "mmol/g/min", "temperature": "-20 °C", "pressure": "", "condition": "30 wt % TEPA-impregnated"}]}]], "include_properties": ["gas_adsorption"]}, {"idx": "30, 32, 37, 38, 40, 44, 45, 51", "type": "text", "classification": "property", "content": "<p>Air contains 80% N<sub>2</sub>, and its adsorption on the amine-impregnated\nMIL-101­(Cr) could be significant at sub-ambient conditions (−20\n°C). Thus, to confirm selective capture of 400 ppm of CO<sub>2</sub> over 80% N<sub>2</sub> at −20 °C, the single-gas\nadsorption isotherms of 30 wt % PEI- and TEPA-impregnated MIL-101­(Cr)\npowders were obtained with CO<sub>2</sub> and N<sub>2</sub> at −20\n°C. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>, the 400\nppm of CO<sub>2</sub> adsorption capacities of 30 wt % PEI- and TEPA-impregnated\nMIL-101­(Cr) powders at −20 °C were 0.78 and 1.12 mmol/g,\nrespectively, which were much larger than the 80% N<sub>2</sub> adsorption\ncapacities (0.11 mmol/g) at −20 °C. The calculated CO<sub>2</sub>/N<sub>2</sub> selectivity of 30 wt % amine-impregnated MIL-101­(Cr)\nat −20 °C was about 10–14 mol CO<sub>2</sub>/kg\nper mol N<sub>2</sub>/kg) or 20 000–30 000 (mol\nCO<sub>2</sub>/kg × X<sub>N<sub>2</sub>\n</sub> (0.8) per mol N<sub>2</sub>/kg × X<sub>CO<sub>2</sub>\n</sub> (400 ppm)), confirming the selective capture of 400 ppm\nof CO<sub>2</sub> over 80% N<sub>2</sub> at −20 °C.</p><p>To further study the effect\nof temperature on sub-ambient DAC behavior,\nthe 400 ppm CO<sub>2</sub> uptake of the 30 wt % TEPA sample, which\nis a weak chemisorption-dominant sorbent, was investigated by the\nTGA/DSC system at −20, −10, 5, and 25 °C (a). As discussed\nin , the 30\nwt % TEPA sorbent is more highly impacted by thermodynamics (exothermic\nsorption) than by CO<sub>2</sub> mass transfer due to the lower degree\nof pore-blocking in this sample compared to that for higher amine\nloadings. Thus, the DAC performance of the 30 wt % TEPA material was\nenhanced with decreasing temperature within the sub-ambient temperature\nrange, as shown in a. The 400 ppm CO<sub>2</sub> adsorption trend over the temperature\nrange (−20 °C – 25 °C) clearly shows that\nlower temperature conditions have a positive effect on sub-ambient\nDAC with this sorbent. We note that the pseudoequilibrium CO<sub>2</sub> uptake was significantly reduced to below 0.7 mmol/g at temperatures\nabove −10 °C, suggesting that this weak chemisorption-dominant\nsorbent is most effective for DAC at extremely cold temperature conditions\n(e.g., −20 °C).</p><p>As shown in (a), the adsorption–desorption cyclic tests were conducted\nwith 50 wt % PEI-impregnated MIL-101­(Cr) using a 60 °C regeneration\ntemperature based on the TPD studies described above. This regeneration\ntemperature was chosen since 60 °C showed a significant CO<sub>2</sub> desorption peak, and this temperature appeared to be the\nminimum regeneration temperature needed to achieve a reasonable working\ncapacity with minimized energy consumption, as discussed in c. The CO<sub>2</sub> adsorption working capacity was about 1.11 mmol/g, which is 68%\nof the pseudoequilibrium value (1.64 mmol/g, dotted line in a) and the performance\nwas stable over all the cycles, indicating that 60 °C is a suitable\nregeneration temperature for this sorbent during sub-ambient DAC.</p><p>The adsorption–desorption cyclic tests were also performed\nunder 25 °C adsorption and 60 °C regeneration conditions\nwith the 50 wt % PEI-impregnated MIL-101­(Cr) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S11a</ext-link>). This cyclic test mimics an ambient DAC temperature\nswing cycle (25 °C ↔ 60 °C) and is a good comparison\nwith the sub-ambient DAC process (−20 °C ↔ 60 °C).\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>, the working capacity\nfor ambient DAC with a 60 °C regeneration temperature dropped\nto 1.07 mmol/g across all the cycles, which is only 59% of the pseudoequilibrium\nadsorption capacity (dotted line in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>). This value is slightly lower than the working capacity for sub-ambient\nDAC conditions (1.11 mmol/g). Since strong chemisorption is the dominant\nCO<sub>2</sub> capture mechanism for these sorbents under ambient\nconditions (25 °C), as discussed in b, the sorbent was not as effectively regenerated\nunder the mild temperature conditions (60 °C), showing a relatively\nlower CO<sub>2</sub> working capacity (1.07 mmol/g) compared to the\npseudoequilibrium value (1.81 mmol/g) that may be achieved with regeneration\nat higher temperatures.</p><p>Next, the adsorption–desorption\ncyclic tests were conducted\nwith the 30 wt % TEPA material, which is a weak chemisorption-dominant\nCO<sub>2</sub> capture sorbent, as shown in b. In this case, a much lower regeneration\ntemperature (25 °C) was used for the temperature swing cyclic\ntests, allowing an evaluation of the regeneration performance in a\nvery small temperature swing window (−20 °C ↔ 25\n°C). As shown in b, the sorbents showed promising sub-ambient CO<sub>2</sub> adsorption working capacities (0.73 mmol/g) across the entire process,\nexcluding the first two cycles, confirming that the sub-ambient DAC\nprocess could be operated with a small temperature swing window with\nthe weak chemisorption dominant sorbents. Since the sorbents were\ninitially activated at 110 °C, the first two cycles showed relatively\nhigher working capacities (0.99 and 0.81 mmol/g), which were the only\ndeviations from the steady cycling. As a comparison, the recyclability\nof the 30 wt % PEI sorbent was also investigated with a 25 °C\nregeneration temperature (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).\nThe average working capacity over five cycles (0.50 mmol/g) was slightly\nlower than that of the 30 wt % TEPA-impregnated sorbent. This was\ndue to the smaller amount of weakly chemisorbed CO<sub>2</sub> captured\nby the 30 wt % PEI sorbents, as shown in b. From the perspective of sorbents and cycles\nspecifically tuned for low-temperature operations, the 30 wt % TEPA-impregnated\nMIL-101­(Cr) may be a preferred sorbent among those reported here due\nto its promising adsorption working capacity (0.73 mmol/g) and low\nregeneration temperature (weak chemisorption-dominant). The design\nof DAC sorbents with dominant but selective weak chemisorption can\nplay an important role in reducing the energy consumption of DAC processes.</p><p>As shown in a, the CO<sub>2</sub> breakthrough time was longer under humid conditions\ncompared to dry conditions. This led to an increase in the breakthrough\nand pseudoequilibrium capacities of the 30 wt % TEPA-impregnated MIL-101­(Cr)\n(see b). The\npseudoequilibrium capacity increased to 0.95 mmol/g, which is 34%\nhigher than that of dry conditions (0.71 mmol/g). The breakthrough\ncapacity also improved by 53% from 0.45 to 0.69 mmol/g with humid\nconditions, demonstrating the positive effect of moisture on sub-ambient\nDAC with the 30 wt % TEPA sorbent.</p><p>CO<sub>2</sub> adsorption–desorption\ncyclic tests under\nhumid (70% RH at −20 °C) conditions with 25 °C regeneration\ntemperature conditions were conducted with the 30 wt % TEPA sorbent\nto evaluate both material stability and regeneration performance under\nhumid conditions. Since the adsorbed water is also removed during\nthe regeneration step, a prehydrating process was conducted for the\nsorbents at −20 °C right after every sorbent regeneration\nstep (25 °C) to ensure that the sorbents were fully saturated\nwith water prior to CO<sub>2</sub> adsorption over five consecutive\ncycles. As shown in a and b, the CO<sub>2</sub> breakthrough times for the five\ncycles were almost identical, and both the breakthrough (0.64 mmol/g)\nand pseudoequilibrium (0.82 mmol/g) capacities of each humid cycle\nwere maintained across the full range of cycles, indicating promising\nsorbent stability under humid conditions. We note that the CO<sub>2</sub> capture capacities obtained during the cyclic tests were\ncomparable to the capacities of the fully activated sorbents (110\n°C for 3 h), with only 14% and 9% reductions in the pseudoequilibrium\nand breakthrough capacities, respectively. These results indicate\nthat the 30 wt % TEPA-impregnated MIL-101­(Cr) powders, which are weak\nchemisorption-dominant, can be effectively regenerated with excellent\nstability at 25 °C even under humid conditions.</p><p>Interestingly,\nwe found that at −20 °C the CO<sub>2</sub> adsorption\ncapacity of 30 wt % TEPA-impregnated MIL-101­(Cr) significantly\nincreased to 1.12 mmol/g, and a CO<sub>2</sub>-TPD experiment revealed\nthat the sorbents can be regenerated under mild temperature conditions\n(25 °C) due to the weak chemisorption-dominant behavior. Thus,\nthe 30 wt % TEPA-loaded sorbent was selected for further investigation\nas a potential sorbent for sub-ambient DAC, and it showed promising\nand stable CO<sub>2</sub> working capacities over multiple adsorption–desorption\ncycles with a small temperature swing (−20 °C ↔\n25 °C) under both dry (0.73 mmol/g for 15 cycles) and humid (0.82\nmmol/g for 5 cycles) conditions.</p>", "clean_text": "Air contains 80% N2, and its adsorption on the amine-impregnated MIL-101(Cr) could be significant at sub-ambient conditions (-20 °C). Thus, to confirm selective capture of 400 ppm of CO2 over 80% N2 at -20 °C, the single-gas adsorption isotherms of 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) powders were obtained with CO2 and N2 at -20 °C. As shown in Figure S8, the 400 ppm of CO2 adsorption capacities of 30 wt % PEI- and TEPA-impregnated MIL-101(Cr) powders at -20 °C were 0.78 and 1.12 mmol/g, respectively, which were much larger than the 80% N2 adsorption capacities (0.11 mmol/g) at -20 °C. The calculated CO2/N2 selectivity of 30 wt % amine-impregnated MIL-101(Cr) at -20 °C was about 10-14 mol CO2/kg per mol N2/kg) or 20000-30000 (mol CO2/kg × XN2  (0.8) per mol N2/kg × XCO2  (400 ppm)), confirming the selective capture of 400 ppm of CO2 over 80% N2 at -20 °C.\n\nTo further study the effect of temperature on sub-ambient DAC behavior, the 400 ppm CO2 uptake of the 30 wt % TEPA sample, which is a weak chemisorption-dominant sorbent, was investigated by the TGA/DSC system at -20, -10, 5, and 25 °C (a). As discussed in , the 30 wt % TEPA sorbent is more highly impacted by thermodynamics (exothermic sorption) than by CO2 mass transfer due to the lower degree of pore-blocking in this sample compared to that for higher amine loadings. Thus, the DAC performance of the 30 wt % TEPA material was enhanced with decreasing temperature within the sub-ambient temperature range, as shown in a. The 400 ppm CO2 adsorption trend over the temperature range (-20 °C - 25 °C) clearly shows that lower temperature conditions have a positive effect on sub-ambient DAC with this sorbent. We note that the pseudoequilibrium CO2 uptake was significantly reduced to below 0.7 mmol/g at temperatures above -10 °C, suggesting that this weak chemisorption-dominant sorbent is most effective for DAC at extremely cold temperature conditions (e.g., -20 °C).\n\nAs shown in (a), the adsorption-desorption cyclic tests were conducted with 50 wt % PEI-impregnated MIL-101(Cr) using a 60 °C regeneration temperature based on the TPD studies described above. This regeneration temperature was chosen since 60 °C showed a significant CO2 desorption peak, and this temperature appeared to be the minimum regeneration temperature needed to achieve a reasonable working capacity with minimized energy consumption, as discussed in c. The CO2 adsorption working capacity was about 1.11 mmol/g, which is 68% of the pseudoequilibrium value (1.64 mmol/g, dotted line in a) and the performance was stable over all the cycles, indicating that 60 °C is a suitable regeneration temperature for this sorbent during sub-ambient DAC.\n\nThe adsorption-desorption cyclic tests were also performed under 25 °C adsorption and 60 °C regeneration conditions with the 50 wt % PEI-impregnated MIL-101(Cr) (Figure S11a). This cyclic test mimics an ambient DAC temperature swing cycle (25 °C ↔ 60 °C) and is a good comparison with the sub-ambient DAC process (-20 °C ↔ 60 °C). As shown in Figure S11b, the working capacity for ambient DAC with a 60 °C regeneration temperature dropped to 1.07 mmol/g across all the cycles, which is only 59% of the pseudoequilibrium adsorption capacity (dotted line in Figure S11b). This value is slightly lower than the working capacity for sub-ambient DAC conditions (1.11 mmol/g). Since strong chemisorption is the dominant CO2 capture mechanism for these sorbents under ambient conditions (25 °C), as discussed in b, the sorbent was not as effectively regenerated under the mild temperature conditions (60 °C), showing a relatively lower CO2 working capacity (1.07 mmol/g) compared to the pseudoequilibrium value (1.81 mmol/g) that may be achieved with regeneration at higher temperatures.\n\nNext, the adsorption-desorption cyclic tests were conducted with the 30 wt % TEPA material, which is a weak chemisorption-dominant CO2 capture sorbent, as shown in b. In this case, a much lower regeneration temperature (25 °C) was used for the temperature swing cyclic tests, allowing an evaluation of the regeneration performance in a very small temperature swing window (-20 °C ↔ 25 °C). As shown in b, the sorbents showed promising sub-ambient CO2 adsorption working capacities (0.73 mmol/g) across the entire process, excluding the first two cycles, confirming that the sub-ambient DAC process could be operated with a small temperature swing window with the weak chemisorption dominant sorbents. Since the sorbents were initially activated at 110 °C, the first two cycles showed relatively higher working capacities (0.99 and 0.81 mmol/g), which were the only deviations from the steady cycling. As a comparison, the recyclability of the 30 wt % PEI sorbent was also investigated with a 25 °C regeneration temperature (Figure S14). The average working capacity over five cycles (0.50 mmol/g) was slightly lower than that of the 30 wt % TEPA-impregnated sorbent. This was due to the smaller amount of weakly chemisorbed CO2 captured by the 30 wt % PEI sorbents, as shown in b. From the perspective of sorbents and cycles specifically tuned for low-temperature operations, the 30 wt % TEPA-impregnated MIL-101(Cr) may be a preferred sorbent among those reported here due to its promising adsorption working capacity (0.73 mmol/g) and low regeneration temperature (weak chemisorption-dominant). The design of DAC sorbents with dominant but selective weak chemisorption can play an important role in reducing the energy consumption of DAC processes.\n\nAs shown in a, the CO2 breakthrough time was longer under humid conditions compared to dry conditions. This led to an increase in the breakthrough and pseudoequilibrium capacities of the 30 wt % TEPA-impregnated MIL-101(Cr) (see b). The pseudoequilibrium capacity increased to 0.95 mmol/g, which is 34% higher than that of dry conditions (0.71 mmol/g). The breakthrough capacity also improved by 53% from 0.45 to 0.69 mmol/g with humid conditions, demonstrating the positive effect of moisture on sub-ambient DAC with the 30 wt % TEPA sorbent.\n\nCO2 adsorption-desorption cyclic tests under humid (70% RH at -20 °C) conditions with 25 °C regeneration temperature conditions were conducted with the 30 wt % TEPA sorbent to evaluate both material stability and regeneration performance under humid conditions. Since the adsorbed water is also removed during the regeneration step, a prehydrating process was conducted for the sorbents at -20 °C right after every sorbent regeneration step (25 °C) to ensure that the sorbents were fully saturated with water prior to CO2 adsorption over five consecutive cycles. As shown in a and b, the CO2 breakthrough times for the five cycles were almost identical, and both the breakthrough (0.64 mmol/g) and pseudoequilibrium (0.82 mmol/g) capacities of each humid cycle were maintained across the full range of cycles, indicating promising sorbent stability under humid conditions. We note that the CO2 capture capacities obtained during the cyclic tests were comparable to the capacities of the fully activated sorbents (110 °C for 3 h), with only 14% and 9% reductions in the pseudoequilibrium and breakthrough capacities, respectively. These results indicate that the 30 wt % TEPA-impregnated MIL-101(Cr) powders, which are weak chemisorption-dominant, can be effectively regenerated with excellent stability at 25 °C even under humid conditions.\n\nInterestingly, we found that at -20 °C the CO2 adsorption capacity of 30 wt % TEPA-impregnated MIL-101(Cr) significantly increased to 1.12 mmol/g, and a CO2-TPD experiment revealed that the sorbents can be regenerated under mild temperature conditions (25 °C) due to the weak chemisorption-dominant behavior. Thus, the 30 wt % TEPA-loaded sorbent was selected for further investigation as a potential sorbent for sub-ambient DAC, and it showed promising and stable CO2 working capacities over multiple adsorption-desorption cycles with a small temperature swing (-20 °C ↔ 25 °C) under both dry (0.73 mmol/g for 15 cycles) and humid (0.82 mmol/g for 5 cycles) conditions.", "data": [[{"meta": {"name": "MIL-101­(Cr)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "adsorption on the amine-impregnated", "value": "", "unit": "", "condition": ""}, {"property name": "adsorption capacities", "value": "0.78", "unit": "mmol/g", "condition": "-20 °C"}, {"property name": "adsorption capacities", "value": "1.12", "unit": "mmol/g", "condition": "-20 °C"}, {"property name": "CO2/N2 selectivity", "value": "10-14 mol CO2/kg per mol N2/kg", "unit": "", "condition": "-20 °C"}, {"property name": "CO2/N2 selectivity", "value": "20,000-30,000 (mol CO2/kg × XN2 (0.8) per mol N2/kg × XCO2 (400 ppm))", "unit": "", "condition": "-20 °C"}, {"property name": "CO2 breakthrough time", "value": "", "unit": "", "condition": ""}, {"property name": "pseudoequilibrium capacity", "value": "0.95", "unit": "mmol/g", "condition": "humid conditions"}, {"property name": "breakthrough capacity", "value": "0.69", "unit": "mmol/g", "condition": "humid conditions"}, {"property name": "breakthrough capacity", "value": "0.64", "unit": "mmol/g", "condition": "humid conditions"}, {"property name": "pseudoequilibrium capacity", "value": "0.82", "unit": "mmol/g", "condition": "humid conditions"}, {"property name": "CO2 adsorption capacity", "value": "1.12", "unit": "mmol/g", "condition": "-20 °C"}, {"property name": "CO2 working capacities", "value": "0.73", "unit": "mmol/g", "condition": "dry conditions"}, {"property name": "CO2 working capacities", "value": "0.82", "unit": "mmol/g", "condition": "humid conditions"}]}]], "include_properties": ["etc"]}, {"idx": 16, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Pseudoequilibrium CO<sub>2</sub> Uptake at <italic toggle=\"yes\">–</italic>20 and 25 °C and\n400 ppm (Measured by the Volumetric System, SAP)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"×\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"×\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\" rowsep=\"1\">–20\n°C</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col9\" namest=\"col6\" rowsep=\"1\">25 °C</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">adsorption\nrate (mmol/g/min)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col9\" namest=\"col8\" rowsep=\"1\">adsorption\nrate (mmol/g/min)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbent (powders)</oasis:entry>\n<oasis:entry align=\"center\">CO<sub>2</sub> uptake (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">amine efficiency</oasis:entry>\n<oasis:entry align=\"center\">initial</oasis:entry>\n<oasis:entry align=\"center\">after 2 h</oasis:entry>\n<oasis:entry align=\"center\">CO<sub>2</sub> uptake (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">amine efficiency</oasis:entry>\n<oasis:entry align=\"center\">initial</oasis:entry>\n<oasis:entry align=\"center\">after 2 h</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry>0.01 ± 0.008</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.0008 ± 1.46 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)\n_10 wt % PEI</oasis:entry>\n<oasis:entry>0.05 ± 0.004</oasis:entry>\n<oasis:entry>0.02</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.006 ± 9.29 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>0.002</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _30 wt % PEI</oasis:entry>\n<oasis:entry>0.78 ± 0.03</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>0.018</oasis:entry>\n<oasis:entry>2.13 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>0.24 ± 0.02</oasis:entry>\n<oasis:entry>0.03</oasis:entry>\n<oasis:entry>0.021</oasis:entry>\n<oasis:entry>1.05 × 10<sup>–4</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _50 wt % PEI</oasis:entry>\n<oasis:entry>1.64 ± 0.17</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>0.015</oasis:entry>\n<oasis:entry>6.21 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>1.81 ± 0.17</oasis:entry>\n<oasis:entry>0.14</oasis:entry>\n<oasis:entry>0.016</oasis:entry>\n<oasis:entry>4.75 × 10<sup>–4</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _10 wt % TEPA</oasis:entry>\n<oasis:entry>0.02 ± 0.005</oasis:entry>\n<oasis:entry>0.01</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.002 ± 6.93 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>0.0005</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _30 wt % TEPA</oasis:entry>\n<oasis:entry>1.12 ± 0.02</oasis:entry>\n<oasis:entry>0.14</oasis:entry>\n<oasis:entry>0.021</oasis:entry>\n<oasis:entry>2.66 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>0.39 ± 0.12</oasis:entry>\n<oasis:entry>0.05</oasis:entry>\n<oasis:entry>0.022</oasis:entry>\n<oasis:entry>2.54 × 10<sup>–5</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) _50 wt % TEPA</oasis:entry>\n<oasis:entry>1.26 ± 0.28</oasis:entry>\n<oasis:entry>0.10</oasis:entry>\n<oasis:entry>0.012</oasis:entry>\n<oasis:entry>5.71 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>2.14 ± 0.12</oasis:entry>\n<oasis:entry>0.16</oasis:entry>\n<oasis:entry>0.017</oasis:entry>\n<oasis:entry>2.70 × 10<sup>–4</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The adsorption rate was obtained\nbased on the TGA/DSC data shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Summary of Pseudoequilibrium CO<sub>2</sub> Uptake at –20 and 25 °C and 400 ppm (Measured by the Volumetric System, SAP)\n\n| adsorbent (powders) | CO<sub>2</sub> uptake (mmol/g) | amine efficiency | initial adsorption rate (mmol/g/min)[^a] | after 2 h adsorption rate (mmol/g/min)[^a] | CO<sub>2</sub> uptake (mmol/g) | amine efficiency | initial adsorption rate (mmol/g/min)[^a] | after 2 h adsorption rate (mmol/g/min)[^a] |\n|---------------------|--------------------------------|------------------|----------------------------------------|-------------------------------------------|-------------------------------|------------------|----------------------------------------|-------------------------------------------|\n| MIL-101(Cr)          | 0.01 ± 0.008                   |                  |                                        |                                           | 0.0008 ± 1.46 × 10<sup>–4</sup> |                  |                                        |                                           |\n| MIL-101(Cr) _10 wt % PEI | 0.05 ± 0.004                 | 0.02             |                                        |                                           | 0.006 ± 9.29 × 10<sup>–4</sup> | 0.002            |                                        |                                           |\n| MIL-101(Cr) _30 wt % PEI | 0.78 ± 0.03                  | 0.11             | 0.018                                  | 2.13 × 10<sup>–4</sup>                    | 0.24 ± 0.02                    | 0.03             | 0.021                                  | 1.05 × 10<sup>–4</sup>                    |\n| MIL-101(Cr) _50 wt % PEI | 1.64 ± 0.17                  | 0.13             | 0.015                                  | 6.21 × 10<sup>–4</sup>                    | 1.81 ± 0.17                    | 0.14             | 0.016                                  | 4.75 × 10<sup>–4</sup>                    |\n| MIL-101(Cr) _10 wt % TEPA | 0.02 ± 0.005                | 0.01             |                                        |                                           | 0.002 ± 6.93 × 10<sup>–4</sup> | 0.0005           |                                        |                                           |\n| MIL-101(Cr) _30 wt % TEPA | 1.12 ± 0.02                  | 0.14             | 0.021                                  | 2.66 × 10<sup>–4</sup>                    | 0.39 ± 0.12                    | 0.05             | 0.022                                  | 2.54 × 10<sup>–5</sup>                    |\n| MIL-101(Cr) _50 wt % TEPA | 1.26 ± 0.28                  | 0.10             | 0.012                                  | 5.71 × 10<sup>–4</sup>                    | 2.14 ± 0.12                    | 0.16             | 0.017                                  | 2.70 × 10<sup>–4</sup>                    |\n\n[^a]: The adsorption rate was obtained based on the TGA/DSC data shown in [Figure S4](https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00414/suppl_file/au1c00414_si_001.pdf).", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Map of world\naverage temperature (°C), adapted from a ref <xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Map of world average temperature (°C), adapted from a ref .   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Effect\nof amine loading on the 400 ppm of CO<sub>2</sub> adsorption\ncapacity of PEI- and TEPA-impregnated MIL-101­(Cr) powders at 25 °C\n(measured by SAP). (b) CO<sub>2</sub>-TPD profiles of PEI- and TEPA-impregnated\nMIL-101­(Cr) powders (30 and 50 wt % loadings). Adsorption conditions\nare as follows: gas, 400 ppm of CO<sub>2</sub>/He; flow rate, 90 mL/min; <italic toggle=\"yes\">T</italic> = 25 °C; and adsorption time, 12 h.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Effect of amine loading on the 400 ppm of CO2 adsorption capacity of PEI- and TEPA-impregnated MIL-101(Cr) powders at 25 °C (measured by SAP). (b) CO2-TPD profiles of PEI- and TEPA-impregnated MIL-101(Cr) powders (30 and 50 wt % loadings). Adsorption conditions are as follows: gas, 400 ppm of CO2/He; flow rate, 90 mL/min; T = 25 °C; and adsorption time, 12 h.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Effect of amine loading on the 400 ppm of CO<sub>2</sub> adsorption\ncapacity of PEI- and TEPA-impregnated MIL-101­(Cr) powders at 25 °C\nand −20 °C (measured by SAP). CO<sub>2</sub>-TPD profiles\nof PEI- and TEPA-impregnated MIL-101­(Cr) powders with (b) 30 and (c)\n50 wt % amine loadings. Adsorption conditions are as follows: gas,\n400 ppm of CO<sub>2</sub>/He; flow rate, 90 mL/min; <italic toggle=\"yes\">T</italic> = 25 and −20 °C; and adsorption time, 12 h.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Effect of amine loading on the 400 ppm of CO2 adsorption capacity of PEI- and TEPA-impregnated MIL-101(Cr) powders at 25 °C and -20 °C (measured by SAP). CO2-TPD profiles of PEI- and TEPA-impregnated MIL-101(Cr) powders with (b) 30 and (c) 50 wt % amine loadings. Adsorption conditions are as follows: gas, 400 ppm of CO2/He; flow rate, 90 mL/min; T = 25 and -20 °C; and adsorption time, 12 h.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Effect of temperature (−20 °C –\n25 °C)\non the 400 ppm of CO<sub>2</sub> adsorption of MIL-101­(Cr) TEPA(30).\n(a) Uptake profiles for 400 ppm of CO<sub>2</sub> (measured by TGA/DSC),\n(b) CO<sub>2</sub>-TPD profiles of MIL-101­(Cr) TEPA(30). Adsorption\nconditions are as follows: gas, 400 ppm of CO<sub>2</sub>/He; flow\nrate, 90 mL/min; <italic toggle=\"yes\">T</italic> = −20, −10, 5, and\n25 °C; and adsorption time, 12 h.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Effect of temperature (-20 °C - 25 °C) on the 400 ppm of CO2 adsorption of MIL-101(Cr) TEPA(30). (a) Uptake profiles for 400 ppm of CO2 (measured by TGA/DSC), (b) CO2-TPD profiles of MIL-101(Cr) TEPA(30). Adsorption conditions are as follows: gas, 400 ppm of CO2/He; flow rate, 90 mL/min; T = -20, -10, 5, and 25 °C; and adsorption time, 12 h.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Recyclability of (a) 50 wt % PEI-impregnated\nMIL-101­(Cr) powder\nsorbents and (b) 30 wt % TEPA-impregnated MIL-101­(Cr) powder sorbents\nover 15 CO<sub>2</sub> adsorption and desorption cycles (measured\nby TGA/DSC). Adsorption conditions are as follows: gas, 400 ppm of\nCO<sub>2</sub>/He; flow rate, 90 mL/min; <italic toggle=\"yes\">T</italic> = −20\n°C; and adsorption time, 2 h. Desorption conditions are as follows:\ngas, He; flow rate, 90 mL/min; <italic toggle=\"yes\">T</italic> = 60 °C for\nMIL-101­(Cr)_PEI(50); <italic toggle=\"yes\">T</italic> = 25 °C for MIL-101­(Cr)_TEPA(30);\nand desorption time, 2 h.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Recyclability of (a) 50 wt % PEI-impregnated MIL-101(Cr) powder sorbents and (b) 30 wt % TEPA-impregnated MIL-101(Cr) powder sorbents over 15 CO2 adsorption and desorption cycles (measured by TGA/DSC). Adsorption conditions are as follows: gas, 400 ppm of CO2/He; flow rate, 90 mL/min; T = -20 °C; and adsorption time, 2 h. Desorption conditions are as follows: gas, He; flow rate, 90 mL/min; T = 60 °C for MIL-101(Cr)_PEI(50); T = 25 °C for MIL-101(Cr)_TEPA(30); and desorption time, 2 h.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Dry and humid (70% RH) 400 ppm of CO<sub>2</sub> adsorption behaviors\nof 30 wt % TEPA-impregnated MIL-101­(Cr) powders in a fixed bed system\nat −20 °C. (a) CO<sub>2</sub> breakthrough curve. (b)\nBreakthrough (<italic toggle=\"yes\">C</italic>/<italic toggle=\"yes\">C</italic>\n<sub>0</sub> =\n0.05) and pseudoequilibrium (<italic toggle=\"yes\">C</italic>/<italic toggle=\"yes\">C</italic>\n<sub>0</sub> = 0.95) CO<sub>2</sub> capture capacities under dry\nand humid conditions.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Dry and humid (70% RH) 400 ppm of CO2 adsorption behaviors of 30 wt % TEPA-impregnated MIL-101(Cr) powders in a fixed bed system at -20 °C. (a) CO2 breakthrough curve. (b) Breakthrough (C/C 0 = 0.05) and pseudoequilibrium (C/C 0 = 0.95) CO2 capture capacities under dry and humid conditions.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Humid (70% RH) 400\nppm of CO<sub>2</sub> breakthrough curves\nat −20 °C for a 30 wt % TEPA-impregnated MIL-101­(Cr) powders.\n(b) Breakthrough (<italic toggle=\"yes\">C</italic>/<italic toggle=\"yes\">C</italic>\n<sub>0</sub> = 0.05) and pseudoequilibrium (<italic toggle=\"yes\">C</italic>/<italic toggle=\"yes\">C</italic>\n<sub>0</sub> = 0.95) CO<sub>2</sub> capture capacities under humid\nconditions (70% RH) at −20 °C.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Humid (70% RH) 400 ppm of CO2 breakthrough curves at -20 °C for a 30 wt % TEPA-impregnated MIL-101(Cr) powders. (b) Breakthrough (C/C 0 = 0.05) and pseudoequilibrium (C/C 0 = 0.95) CO2 capture capacities under humid conditions (70% RH) at -20 °C.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>CO<sub>2</sub>/H<sub>2</sub>O TPD profiles\nof 30 wt % TEPA-impregnated\nMIL-101­(Cr) powders (ppt, parts per thousand). Adsorption conditions\nare as follows: gas, dry and humid (70% RH), 400 ppm of CO<sub>2</sub>/He; flow rate, 50 mL/min; <italic toggle=\"yes\">T</italic> = −20 °C;\nadsorption time, 2 h; and activation, 25 °C under 50 mL/min N<sub>2</sub> for 2 h.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00414_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  CO2/H2O TPD profiles of 30 wt % TEPA-impregnated MIL-101(Cr) powders (ppt, parts per thousand). Adsorption conditions are as follows: gas, dry and humid (70% RH), 400 ppm of CO2/He; flow rate, 50 mL/min; T = -20 °C; adsorption time, 2 h; and activation, 25 °C under 50 mL/min N2 for 2 h.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacsau.1c00414", "title": "\nSub-Ambient Temperature Direct Air Capture of CO2 using Amine-Impregnated MIL-101(Cr) Enables Ambient Temperature\nCO2 Recovery\n", "journal": "American Chemical Society", "date": "2022.02", "author_list": ["Rim\nGuanhe", "Kong\nFanhe", "Song\nMingyu", "Rosu\nCornelia", "Priyadarshini\nPranjali", "Lively\nRyan P.", "Jones\nChristopher W."]}}