{"filepath": "../L2M3_data/1_application_papers/acs_xml/cen-09034-notw9.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Natural metalloenzymes and their small-organic-molecule cofactors are model cooperative catalytic reaction systems that chemists like to emulate when trying to improve the efficiency of organic syntheses. Shū Kobayashi and coworkers at the University of Tokyo have now demonstrated the first example of a heterogeneous nanocluster catalyst cooperating with an organocatalyst cofactor. The pairing enables amine oxidations to be carried out under mild reaction conditions (J. Am. Chem. Soc., DOI: 10.1021/ja306934b). Cooperative catalysts are typically homogeneous systems involving a soluble transition-metal complex and a small organic molecule. The two work together to overcome energy barriers along the reaction pathway, enabling high reactivity and enantioselectivity that neither catalyst can accomplish on its own. Kobayashi’s group previously developed bi­metallic nanoclusters “incarcerated” in a styrene-based co­polymer support material. Although these immobilized metal nanocluster catalysts are highly effective in facilitating some types of aerobic oxidations, they have had limited utility in converting amines to imines ...</p>", "clean_text": "Natural metalloenzymes and their small-organic-molecule cofactors are model cooperative catalytic reaction systems that chemists like to emulate when trying to improve the efficiency of organic syntheses. Shū Kobayashi and coworkers at the University of Tokyo have now demonstrated the first example of a heterogeneous nanocluster catalyst cooperating with an organocatalyst cofactor. The pairing enables amine oxidations to be carried out under mild reaction conditions (J. Am. Chem. Soc., DOI: 10.1021/ja306934b). Cooperative catalysts are typically homogeneous systems involving a soluble transition-metal complex and a small organic molecule. The two work together to overcome energy barriers along the reaction pathway, enabling high reactivity and enantioselectivity that neither catalyst can accomplish on its own. Kobayashi's group previously developed bimetallic nanoclusters \"incarcerated\" in a styrene-based copolymer support material. Although these immobilized metal nanocluster catalysts are highly effective in facilitating some types of aerobic oxidations, they have had limited utility in converting amines to imines ...", "data": null, "include_properties": null}], "cln_elements": [], "metadata": {"doi": "10.1021/cen-09034-notw9", "title": "\nNew Mimic For Oxidations\n", "journal": "American Chemical Society", "date": "2012.08", "author_list": null}}