{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg034084+.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Two three-dimensional metal−organic frameworks, [Zn<sub>2</sub>(OH)(btc)]<sub>2</sub>(4,4‘-bipy) and Zn<sub>2</sub>(OH)(btc)(pipe) (btc\n= 1,3,5-benzenetricarboxylate; 4,4‘-bipy = 4,4‘-bipyridine; pipe = piperazine) with respectively the largest pure zinc clusters\nof Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> and interpenetrating networks, were synthesized by hydrothermal reactions and characterized by\nsingle-crystal X-ray diffraction.\n</p>", "clean_text": "Two three-dimensional metal-organic frameworks, [Zn2(OH)(btc)]2(4,4‘-bipy) and Zn2(OH)(btc)(pipe) (btc = 1,3,5-benzenetricarboxylate; 4,4‘-bipy = 4,4‘-bipyridine; pipe = piperazine) with respectively the largest pure zinc clusters of Zn8(OH)4(O2C-)12 and interpenetrating networks, were synthesized by hydrothermal reactions and characterized by single-crystal X-ray diffraction. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Two metal−organic frameworks, with respectively the largest pure zinc clusters of Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> and interpenetrating networks, were synthesized by hydrothermal reactions and characterized by single-crystal X-ray diffraction.</p>", "clean_text": "Two metal-organic frameworks, with respectively the largest pure zinc clusters of Zn8(OH)4(O2C-)12 and interpenetrating networks, were synthesized by hydrothermal reactions and characterized by single-crystal X-ray diffraction.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title></title><p>In recent years, the studies on the synthesis of metal−organic frameworks (MOFs) from transition metals and\norganic ligands have been extensively developed for their\ncrystallographic diversity and potential applications in\ncatalysis, nonlinear optics, magnetism, and molecular\nrecognition. Structurally, the construction of novel MOFs\ndepends on the novelty of the secondary building units\n(SBUs) which in most cases are the metal−ligand clusters\nand fragments. A number of carboxylate-bridged metal\nclusters as SBUs to build up extended MOFs have been\ndelineated, and the SBUs of dinuclear (Zn<sub>2</sub>), trinuclear\n(Zn<sub>3</sub>), tetranuclear (Zn<sub>4</sub>), hexanuclear (Zn<sub>6</sub>), and heptanuclear clusters (Zn<sub>7</sub>) have been successfully prepared.\nAlthough previous studies showed the btc molecule being\nan effective ligand with transition metal cations, pure\nZn carboxylate clusters larger than Zn<sub>7</sub> have not been\nreported so far. Aiming to search for novel MOFs by\ncreating different SBUs, we have been focusing on the\nhydrothermal synthesis in the mixed ligand systems of Zn−carboxylate−amine. Here we report the hydrothermal\nsynthesis and X-ray characterization of two novel zinc(II)-based metal−organic framework solids [Zn<sub>2</sub>(OH)(btc)]<sub>2</sub>(4,4‘-bipy) (<bold>1</bold>) and Zn<sub>2</sub>(OH)(btc)(pipe) (<bold>2</bold>), which are composed\nof two new SBUs, Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> (Zn<sub>8</sub>) and Zn<sub>2</sub>(OH)(O<sub>2</sub>C−)<sub>3</sub> (Zn<sub>2</sub>) clusters, respectively.\n</p>", "clean_text": "\n\nIn recent years, the studies on the synthesis of metal-organic frameworks (MOFs) from transition metals and organic ligands have been extensively developed for their crystallographic diversity and potential applications in catalysis, nonlinear optics, magnetism, and molecular recognition. Structurally, the construction of novel MOFs depends on the novelty of the secondary building units (SBUs) which in most cases are the metal-ligand clusters and fragments. A number of carboxylate-bridged metal clusters as SBUs to build up extended MOFs have been delineated, and the SBUs of dinuclear (Zn2), trinuclear (Zn3), tetranuclear (Zn4), hexanuclear (Zn6), and heptanuclear clusters (Zn7) have been successfully prepared. Although previous studies showed the btc molecule being an effective ligand with transition metal cations, pure Zn carboxylate clusters larger than Zn7 have not been reported so far. Aiming to search for novel MOFs by creating different SBUs, we have been focusing on the hydrothermal synthesis in the mixed ligand systems of Zn-carboxylate-amine. Here we report the hydrothermal synthesis and X-ray characterization of two novel zinc(II)-based metal-organic framework solids [Zn2(OH)(btc)]2(4,4‘-bipy) (1) and Zn2(OH)(btc)(pipe) (2), which are composed of two new SBUs, Zn8(OH)4(O2C-)12 (Zn8) and Zn2(OH)(O2C-)3 (Zn2) clusters, respectively. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Reaction of Zn(CH<sub>3</sub>COO)<sub>2</sub>, H<sub>3</sub>btc, and 4,4‘-bipy or pipe\nunder hydro(solv)thermal conditions yields <bold>1</bold> or <bold>2</bold>. Their\ncrystal structures were determined by X-ray single-crystal\nanalyses.\n<bold> 1 </bold>and <bold>2</bold> are three-dimensional framework structures.\n</p>", "clean_text": "Reaction of Zn(CH3COO)2, H3btc, and 4,4‘-bipy or pipe under hydro(solv)thermal conditions yields 1 or 2. Their crystal structures were determined by X-ray single-crystal analyses.  1 and 2 are three-dimensional framework structures. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In the structure of <bold>1</bold>, each pair of Zn atoms is bridged\nby a hydroxyl group and a carboxylate in a dimonodentate\nfashion to form a [Zn<sub>2</sub>(OH)(O<sub>2</sub>C−)]. Four [Zn<sub>2</sub>(OH)(O<sub>2</sub>C−)] units are further linked by eight carboxylates that\nbind in a dimonodentate fashion to produce a Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> SBU, as shown in Figure a. This SBU may be\nunderstood as each Zn atom occupying one apex of a\nhexahedron, and each carboxylate occupying one side of\nthis hexahedron to bridge two nearby Zn atoms. In\nconsideration of only carboxylate carbon atoms, this octanuclear zinc(II) carboxylate SBU reveals a cuboctahedral\nSBU (Figure b). Each Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> SBU connects\nwith 10 such SBUs through 12 btc ligands in the way as\nshown in Figure c. In this way, each btc unit acts as a\nhexamonodentate unit, linking three Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub>\nSBUs to yield a 3-D framework, and this leads to the\n\nformation of big cavities where 4,4‘-bipy molecules are\ncentrally located (Figure d). Very weak interaction between the 4,4‘-bipy molecules and zinc ions of the frameworks with an N−Zn distance of 2.558 Å was observed. In\na previously reported compound, [Zn<sub>8</sub>(SiO<sub>4</sub>)(C<sub>8</sub>H<sub>4</sub>O<sub>4</sub>)<sub>6</sub>]\n(C<sub>8</sub>H<sub>4</sub>O<sub>4</sub> = isophalate or terephthalate), a similar SBU\nof Zn<sub>8</sub>(SiO<sub>4</sub>)(O<sub>2</sub>C−)<sub>12</sub> was found, of which four bridged O\natoms were linked with one Si atom in the apexes of a\ntetrahedron, instead of the four hydroxyl groups of Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> in a plane in <bold>1</bold>. However, Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> is the largest multinuclear SBU with pure Zn\ncarboxylate clusters in reported MOFs.\n\n</p>", "clean_text": "In the structure of 1, each pair of Zn atoms is bridged by a hydroxyl group and a carboxylate in a dimonodentate fashion to form a [Zn2(OH)(O2C-)]. Four [Zn2(OH)(O2C-)] units are further linked by eight carboxylates that bind in a dimonodentate fashion to produce a Zn8(OH)4(O2C-)12 SBU, as shown in Figure a. This SBU may be understood as each Zn atom occupying one apex of a hexahedron, and each carboxylate occupying one side of this hexahedron to bridge two nearby Zn atoms. In consideration of only carboxylate carbon atoms, this octanuclear zinc(II) carboxylate SBU reveals a cuboctahedral SBU (Figure b). Each Zn8(OH)4(O2C-)12 SBU connects with 10 such SBUs through 12 btc ligands in the way as shown in Figure c. In this way, each btc unit acts as a hexamonodentate unit, linking three Zn8(OH)4(O2C-)12 SBUs to yield a 3-D framework, and this leads to the  formation of big cavities where 4,4‘-bipy molecules are centrally located (Figure d). Very weak interaction between the 4,4‘-bipy molecules and zinc ions of the frameworks with an N-Zn distance of 2.558 Å was observed. In a previously reported compound, [Zn8(SiO4)(C8H4O4)6] (C8H4O4 = isophalate or terephthalate), a similar SBU of Zn8(SiO4)(O2C-)12 was found, of which four bridged O atoms were linked with one Si atom in the apexes of a tetrahedron, instead of the four hydroxyl groups of Zn8(OH)4(O2C-)12 in a plane in 1. However, Zn8(OH)4(O2C-)12 is the largest multinuclear SBU with pure Zn carboxylate clusters in reported MOFs.  ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"cg0340841f00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>[Zn<sub>2</sub>(OH)(btc)]<sub>2</sub>(4,4‘-bipy):  (a) Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> SBU\nshowing the coordination around eight zinc atoms (two other\ncarboxylates of btc were omitted). (b) Cuboctahedron SBU is shown\nin magenta. (c) Arrangement of Zn<sub>8</sub> clusters (green) linked by btc\n(yellow). (d) Extended structure shown along [001]. All hydrogen\natoms were omitted for clarity. Color scheme:  C, yellow; N, blue;\nO, red; Zn, green.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cg0340841f00001.tif\"></graphic>\n</fig>", "clean_text": " 1  [Zn2(OH)(btc)]2(4,4‘-bipy): (a) Zn8(OH)4(O2C-)12 SBU showing the coordination around eight zinc atoms (two other carboxylates of btc were omitted). (b) Cuboctahedron SBU is shown in magenta. (c) Arrangement of Zn8 clusters (green) linked by btc (yellow). (d) Extended structure shown along [001]. All hydrogen atoms were omitted for clarity. Color scheme: C, yellow; N, blue; O, red; Zn, green.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>In the structure of <bold>2</bold>, there are two different Zn centers\nin pairs linked by a bridging hydroxyl and three carboxylates from three separate btc ligands, producing a dinuclear\nZn<sub>2</sub>(OH)(O<sub>2</sub>C−)<sub>3</sub> SBU. Each btc unit acts as a pentadentate\nligand, linking three Zn<sub>2</sub>(OH)(O<sub>2</sub>C−)<sub>3</sub> SBUs to yield a sheet\n(Figure a). A Zn<sub>2</sub>(OH)(O<sub>2</sub>C−)<sub>3</sub> SBU connects with six such\nSBUs through three btc ligands in the sheet to create\ntriangular cavities. It is interesting to notice that these\nthree carboxylate groups of btc have three different coordination modes:  as a unidentate ligand with Zn (Zn−O,\n1.947 Å), as a bidentate ligand with two Zn centers (Zn−O, 2.027 and 1.991 Å), and as a bidentate ligand to chelate\na Zn ion (Zn−O, 2.023 and 2.369 Å). Unlike 4,4‘-bipy\nmolecules, pipe ligands coordinate with two Zn atoms of\nthe [Zn<sub>2</sub>(OH)(btc)<sub>3</sub>] layers to form a 3-D lattice (Figure b).\nThe bridged Zn−Zn distance along pipe is 6.84 Å. Two\nindependent 3-D lattices are interpenetrated to form a\ndoubly interpenetrating structure (Figure c).\n\n</p>", "clean_text": "In the structure of 2, there are two different Zn centers in pairs linked by a bridging hydroxyl and three carboxylates from three separate btc ligands, producing a dinuclear Zn2(OH)(O2C-)3 SBU. Each btc unit acts as a pentadentate ligand, linking three Zn2(OH)(O2C-)3 SBUs to yield a sheet (Figure a). A Zn2(OH)(O2C-)3 SBU connects with six such SBUs through three btc ligands in the sheet to create triangular cavities. It is interesting to notice that these three carboxylate groups of btc have three different coordination modes: as a unidentate ligand with Zn (Zn-O, 1.947 Å), as a bidentate ligand with two Zn centers (Zn-O, 2.027 and 1.991 Å), and as a bidentate ligand to chelate a Zn ion (Zn-O, 2.023 and 2.369 Å). Unlike 4,4‘-bipy molecules, pipe ligands coordinate with two Zn atoms of the [Zn2(OH)(btc)3] layers to form a 3-D lattice (Figure b). The bridged Zn-Zn distance along pipe is 6.84 Å. Two independent 3-D lattices are interpenetrated to form a doubly interpenetrating structure (Figure c).  ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"cg0340841f00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Zn<sub>2</sub>(OH)(btc)(pipe):  (a) View of the Zn<sub>2</sub>(OH)(btc) layer.\n(b) View of one set of the networks. (c) Conceptual diagram\nshowing the interpenetration of two networks (colored separately\nin red and green) along [010]. All hydrogen atoms were omitted\nfor clarity. Color scheme:  C, yellow; N, blue; O, red; Zn, green.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cg0340841f00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Zn2(OH)(btc)(pipe): (a) View of the Zn2(OH)(btc) layer. (b) View of one set of the networks. (c) Conceptual diagram showing the interpenetration of two networks (colored separately in red and green) along [010]. All hydrogen atoms were omitted for clarity. Color scheme: C, yellow; N, blue; O, red; Zn, green.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In summary, both compounds <bold>1</bold> and <bold>2</bold> possess 3-D\nstructures, and consist of two ligands of organic acid and\norganic base. Their structural difference is mainly caused\nby the role of the organic base. In compound <bold>1</bold>, 4,4‘-bipy\nmolecules exist as templates in the pore formed by Zn and\nbtc, whereas in compound <bold>2</bold>, btc and pipe coordinate\nsimultaneously with Zn to form interpenetrating networks.\nAt the same time, two different SBUs are formed:  Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> in compound <bold>1</bold>, which is the largest pure\nmultinuclear Zn<sub>8</sub> cluster in the MOFs, and Zn<sub>2</sub>(OH)(O<sub>2</sub>C−)<sub>3</sub> in compound <bold>2</bold>. We are currently carrying out the\nsubstitution of organic-based ligands in the hydrothermal\nsystems for synthesis of new MOFs.\n</p>", "clean_text": "In summary, both compounds 1 and 2 possess 3-D structures, and consist of two ligands of organic acid and organic base. Their structural difference is mainly caused by the role of the organic base. In compound 1, 4,4‘-bipy molecules exist as templates in the pore formed by Zn and btc, whereas in compound 2, btc and pipe coordinate simultaneously with Zn to form interpenetrating networks. At the same time, two different SBUs are formed: Zn8(OH)4(O2C-)12 in compound 1, which is the largest pure multinuclear Zn8 cluster in the MOFs, and Zn2(OH)(O2C-)3 in compound 2. We are currently carrying out the substitution of organic-based ligands in the hydrothermal systems for synthesis of new MOFs. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Experimental Procedures.</bold> In a typical synthetic\nprocedure, 0.220 g of Zn(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O, 0.105 g of H<sub>3</sub>btc, 0.096 g of 4,4‘-bipy·2H<sub>2</sub>O for <bold>1</bold> or 0.194 g of pipe·6H<sub>2</sub>O\nfor <bold>2</bold>, 2 mL of 1-butanol, and 3 mL of H<sub>2</sub>O were first mixed.\nEach of the reaction mixtures was sealed in a Teflon-lined\nsteel autoclave and allowed to crystallize at 160 °C for 120\nh. Colorless product crystals were washed with deionized\nwater, filtered, and dried in air at room temperature. The\ncompositions were identified by elemental analyses. Anal: \nCalc. for <bold>1</bold> C<sub>28</sub>H<sub>16</sub>N<sub>2</sub>O<sub>14</sub>Zn<sub>4</sub>:  C, 38.84; H, 1.86; N, 3.24; Zn,\n30.21%. Found:  C, 38.71; H, 1.95; N, 3.34; Zn, 30.12.\nAnal:  Calc. for <bold>2</bold> C<sub>13</sub>H<sub>14</sub>N<sub>2</sub>O<sub>7</sub>Zn<sub>2</sub>:  C, 35.41; H, 3.20; N, 6.35;\nZn, 29.66%. Found:  C, 34.32; H, 3.25; N, 6.42; Zn, 29.54.\n</p>", "clean_text": " Experimental Procedures. In a typical synthetic procedure, 0.220 g of Zn(CH3COO)2⋅2H2O, 0.105 g of H3btc, 0.096 g of 4,4‘-bipy⋅2H2O for 1 or 0.194 g of pipe⋅6H2O for 2, 2 mL of 1-butanol, and 3 mL of H2O were first mixed. Each of the reaction mixtures was sealed in a Teflon-lined steel autoclave and allowed to crystallize at 160 °C for 120 h. Colorless product crystals were washed with deionized water, filtered, and dried in air at room temperature. The compositions were identified by elemental analyses. Anal: Calc. for 1 C28H16N2O14Zn4: C, 38.84; H, 1.86; N, 3.24; Zn, 30.21%. Found: C, 38.71; H, 1.95; N, 3.34; Zn, 30.12. Anal: Calc. for 2 C13H14N2O7Zn2: C, 35.41; H, 3.20; N, 6.35; Zn, 29.66%. Found: C, 34.32; H, 3.25; N, 6.42; Zn, 29.54. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fcg034084%2B\">Supporting Information Available</ext-link>\n</title><p>The TG and DTA traces,\ninfrared spectrum, experimental and simulated X-ray powder\ndiffraction data for <bold>1</bold> and <bold>2</bold>, and X-ray crystallographic in formation (CIF) files for the crystals of <bold>1</bold> and <bold>2</bold> are available. This\nmaterial is free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.\n</p>", "clean_text": " Supporting Information Available \n\nThe TG and DTA traces, infrared spectrum, experimental and simulated X-ray powder diffraction data for 1 and 2, and X-ray crystallographic in formation (CIF) files for the crystals of 1 and 2 are available. This material is free of charge via the Internet at http://pubs.acs.org. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": 10, "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Experimental Procedures.</bold> In a typical synthetic\nprocedure, 0.220 g of Zn(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O, 0.105 g of H<sub>3</sub>btc, 0.096 g of 4,4‘-bipy·2H<sub>2</sub>O for <bold>1</bold> or 0.194 g of pipe·6H<sub>2</sub>O\nfor <bold>2</bold>, 2 mL of 1-butanol, and 3 mL of H<sub>2</sub>O were first mixed.\nEach of the reaction mixtures was sealed in a Teflon-lined\nsteel autoclave and allowed to crystallize at 160 °C for 120\nh. Colorless product crystals were washed with deionized\nwater, filtered, and dried in air at room temperature. The\ncompositions were identified by elemental analyses. Anal: \nCalc. for <bold>1</bold> C<sub>28</sub>H<sub>16</sub>N<sub>2</sub>O<sub>14</sub>Zn<sub>4</sub>:  C, 38.84; H, 1.86; N, 3.24; Zn,\n30.21%. Found:  C, 38.71; H, 1.95; N, 3.34; Zn, 30.12.\nAnal:  Calc. for <bold>2</bold> C<sub>13</sub>H<sub>14</sub>N<sub>2</sub>O<sub>7</sub>Zn<sub>2</sub>:  C, 35.41; H, 3.20; N, 6.35;\nZn, 29.66%. Found:  C, 34.32; H, 3.25; N, 6.42; Zn, 29.54.\n</p>", "clean_text": " Experimental Procedures. In a typical synthetic procedure, 0.220 g of Zn(CH3COO)2⋅2H2O, 0.105 g of H3btc, 0.096 g of 4,4‘-bipy⋅2H2O for 1 or 0.194 g of pipe⋅6H2O for 2, 2 mL of 1-butanol, and 3 mL of H2O were first mixed. Each of the reaction mixtures was sealed in a Teflon-lined steel autoclave and allowed to crystallize at 160 °C for 120 h. Colorless product crystals were washed with deionized water, filtered, and dried in air at room temperature. The compositions were identified by elemental analyses. Anal: Calc. for 1 C28H16N2O14Zn4: C, 38.84; H, 1.86; N, 3.24; Zn, 30.21%. Found: C, 38.71; H, 1.95; N, 3.34; Zn, 30.12. Anal: Calc. for 2 C13H14N2O7Zn2: C, 35.41; H, 3.20; N, 6.35; Zn, 29.66%. Found: C, 34.32; H, 3.25; N, 6.42; Zn, 29.54. ", "data": [{"meta": {"name": "1", "symbol": "1", "chemical formula": "C28H16N2O14Zn4"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Zn(CH3COO)2·2H2O", "amount": "0.220", "unit": "g"}, {"name": "H3btc", "amount": "0.105", "unit": "g"}, {"name": "4,4'-bipy·2H2O", "amount": "0.096", "unit": "g"}], "solvent": [{"name": "1-butanol", "amount": "2", "unit": "mL"}, {"name": "H2O", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "160°C", "time": "120 h", "heating rate": "", "cooling rate": ""}], "yield": "", "other properties": ["Colorless product crystals"]}, {"meta": {"name": "2", "symbol": "2", "chemical formula": "C13H14N2O7Zn2"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Zn(CH3COO)2·2H2O", "amount": "0.194", "unit": "g"}, {"name": "pipe·6H2O", "amount": "0.194", "unit": "g"}], "solvent": [{"name": "1-butanol", "amount": "2", "unit": "mL"}, {"name": "H2O", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "160°C", "time": "120 h", "heating rate": "", "cooling rate": ""}], "yield": "", "other properties": ["Colorless product crystals"]}], "include_properties": ["solvothermal_synthesis", "washing", "filtration", "drying"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"cg0340841f00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>[Zn<sub>2</sub>(OH)(btc)]<sub>2</sub>(4,4‘-bipy):  (a) Zn<sub>8</sub>(OH)<sub>4</sub>(O<sub>2</sub>C−)<sub>12</sub> SBU\nshowing the coordination around eight zinc atoms (two other\ncarboxylates of btc were omitted). (b) Cuboctahedron SBU is shown\nin magenta. (c) Arrangement of Zn<sub>8</sub> clusters (green) linked by btc\n(yellow). (d) Extended structure shown along [001]. All hydrogen\natoms were omitted for clarity. Color scheme:  C, yellow; N, blue;\nO, red; Zn, green.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cg0340841f00001.tif\"></graphic>\n</fig>", "clean_text": " 1  [Zn2(OH)(btc)]2(4,4‘-bipy): (a) Zn8(OH)4(O2C-)12 SBU showing the coordination around eight zinc atoms (two other carboxylates of btc were omitted). (b) Cuboctahedron SBU is shown in magenta. (c) Arrangement of Zn8 clusters (green) linked by btc (yellow). (d) Extended structure shown along [001]. All hydrogen atoms were omitted for clarity. Color scheme: C, yellow; N, blue; O, red; Zn, green.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"cg0340841f00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Zn<sub>2</sub>(OH)(btc)(pipe):  (a) View of the Zn<sub>2</sub>(OH)(btc) layer.\n(b) View of one set of the networks. (c) Conceptual diagram\nshowing the interpenetration of two networks (colored separately\nin red and green) along [010]. All hydrogen atoms were omitted\nfor clarity. Color scheme:  C, yellow; N, blue; O, red; Zn, green.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cg0340841f00002.tif\"></graphic>\n</fig>", "clean_text": " 2  Zn2(OH)(btc)(pipe): (a) View of the Zn2(OH)(btc) layer. (b) View of one set of the networks. (c) Conceptual diagram showing the interpenetration of two networks (colored separately in red and green) along [010]. All hydrogen atoms were omitted for clarity. Color scheme: C, yellow; N, blue; O, red; Zn, green.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg034084+", "title": "\nTwo Three-Dimensional Metal−Organic Frameworks from\nSecondary Building Units of Zn8(OH)4(O2C−)12 and Zn2((OH)(O2C−)3: \n[Zn2(OH)(btc)]2(4,4‘-bipy) and Zn2(OH)(btc)(pipe)\n", "journal": "American Chemical Society", "date": "2003.08", "author_list": ["Shi\nZhan", "Li\nGuanghua", "Wang\nLei", "Gao\nLu", "Chen\nXiaobo", "Hua\nJia", "Feng\nShouhua"]}}