{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg0c00297.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Reductive\ndeposition is an attractive strategy to prepare films\nof metal–organic frameworks (MOFs), but to cathodically deposit\nthe intergrown dense films of MOFs containing readily reduced metal\nions (e.g., Cu<sup>2+</sup>) without the plating of the corresponding\nmetals still remains a significant challenge. Here, we report the\ncathodic deposition of metallic copper-free films of two copper-carboxylate\nMOFs (HKUST-1 and MOF-14). Our strategy relies on the utilization\nof O<sub>2</sub> as probase to electrochemically trigger the crystallization\nof MOFs. Systematical cyclic voltammetry studies indicate that the\nfavorable synergistic catalytic effects of the acidic copper ions\nand benzene-1,3,5-tricarboxylic acid ligands on the O<sub>2</sub> reduction\ncan positively shift the deposition potential of HKUST-1 significantly\nto +0.05 V (vs Ag/AgCl), avoiding effectively the plating of metallic\ncopper and facilitating greatly the control over the crystallization\nkinetics of MOFs. By the further optimization of experimental conditions\nrelevant to reaction temperature, supporting electrolyte, O<sub>2</sub> concentration, and working potential, the intergrown dense MOF films\nwith tunable thicknesses were deposited successfully on several commonly\nused electrodes including the highly oriented pyrolytic graphite,\ncarbon fiber, carbon cloth, and fluorine-doped tin oxide.</p>", "clean_text": "Reductive deposition is an attractive strategy to prepare films of metal-organic frameworks (MOFs), but to cathodically deposit the intergrown dense films of MOFs containing readily reduced metal ions (e.g., Cu2+) without the plating of the corresponding metals still remains a significant challenge. Here, we report the cathodic deposition of metallic copper-free films of two copper-carboxylate MOFs (HKUST-1 and MOF-14). Our strategy relies on the utilization of O2 as probase to electrochemically trigger the crystallization of MOFs. Systematical cyclic voltammetry studies indicate that the favorable synergistic catalytic effects of the acidic copper ions and benzene-1,3,5-tricarboxylic acid ligands on the O2 reduction can positively shift the deposition potential of HKUST-1 significantly to +0.05 V (vs Ag/AgCl), avoiding effectively the plating of metallic copper and facilitating greatly the control over the crystallization kinetics of MOFs. By the further optimization of experimental conditions relevant to reaction temperature, supporting electrolyte, O2 concentration, and working potential, the intergrown dense MOF films with tunable thicknesses were deposited successfully on several commonly used electrodes including the highly oriented pyrolytic graphite, carbon fiber, carbon cloth, and fluorine-doped tin oxide.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The metallic copper-free and intergrown dense HKUST-1 film\nwas cathodically deposited by the utilization of O<sub>2</sub> as\nthe probase.</p><title>Introduction</title><p>Metal–Organic\nframeworks (MOFs), a class of porous\ncrystalline materials, feature large surface areas, regular pore sizes,\nand tailorable surface chemistry that are attractive to a myriad of\npurposes. The reticular chemistry based on the coordination interactions between\nmetal cations and organic ligands allows for the synthesis of MOFs\nwith a diversity of designable structures. These beautiful (sub)­nanostructures can be realized in a perfect\ncrystal via solvothermal reactions. However,\ntraditional solvothermal synthesis is commonly short of well control\nover the mesostructure and morphology of MOF materials for structure\nintegration and performance optimization in applications. Among the developed synthesis methods for MOF materials, the electrochemical strategy is appealing due\nto its technological flexibility, scalable preparation, and industrial\nproduction potential. More importantly, its interfacial reaction nature\ngreatly facilitates the direct production of MOFs as films on a substrate,\nwhich is important for many applications such as separation, sensing,\nand devices.\n</p>", "clean_text": "The metallic copper-free and intergrown dense HKUST-1 film was cathodically deposited by the utilization of O2 as the probase.\n\nIntroduction\n\nMetal-Organic frameworks (MOFs), a class of porous crystalline materials, feature large surface areas, regular pore sizes, and tailorable surface chemistry that are attractive to a myriad of purposes. The reticular chemistry based on the coordination interactions between metal cations and organic ligands allows for the synthesis of MOFs with a diversity of designable structures. These beautiful (sub)nanostructures can be realized in a perfect crystal via solvothermal reactions. However, traditional solvothermal synthesis is commonly short of well control over the mesostructure and morphology of MOF materials for structure integration and performance optimization in applications. Among the developed synthesis methods for MOF materials, the electrochemical strategy is appealing due to its technological flexibility, scalable preparation, and industrial production potential. More importantly, its interfacial reaction nature greatly facilitates the direct production of MOFs as films on a substrate, which is important for many applications such as separation, sensing, and devices. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The electrochemical strategy makes use of the anodic oxidation\nor cathodic reduction reactions to trigger the crystallization of\nMOF materials. In the anodic deposition, oxidation\nof metal electrodes of various types generates the corresponding metal\nions, which subsequently react with organic ligands in the electrolytic\nsolution to form MOF materials on the surface of anode. In the cathodic deposition, the reduction of a probase (such as\nwater, triethylammonium, and nitrates) on electrode causes an increase\nin pH nearby, which deprotonates organic ligands to trigger the formation\nof MOFs on the cathode surface. Although the cathodic method does not limit electrode\nmaterials for MOFs to deposit as compared with the anodic one, it\nis commonly challenged by the accompanying plating of corresponding\nmetals in the deposition of those MOFs that contain easily reduced\nmetal ions (such as Zn<sup>2+</sup> and Cu<sup>2+</sup>) due to the\nlarge reduction overpotentials of proton and nitrate ions in the probases\nabove-mentioned. One possible way to address this\nissue is to use special catalytic electrodes to lower the reduction\noverpotentials of nitrate ions and proton, for example, zinc for nitrate\nand platinum for triethylammonium. Another approach\nis to seek a more readily reduced probase. In this regard, we demonstrated\nrecently that O<sub>2</sub> can serve as an effective probase to suppress\nthe plating of metallic zinc and cobalt in the electrodeposition of\nzeolitic imidazolate framework materials (ZIF-8, ZIF-67, and ZIF-71). Given that the reduction overpotential of O<sub>2</sub> is not only smaller than those of proton and nitrate ions\nin other reported probases, more importantly, but it also can be further\ndecreased significantly by the presence of proton donors and many\nmetal ions, we anticipate that this oxygen-assisted cathodic method should be\napplicable to MOFs containing metal ions (e.g., Cu<sup>2+</sup>) that\nare more easily reduced to the corresponding metals.</p>", "clean_text": "The electrochemical strategy makes use of the anodic oxidation or cathodic reduction reactions to trigger the crystallization of MOF materials. In the anodic deposition, oxidation of metal electrodes of various types generates the corresponding metal ions, which subsequently react with organic ligands in the electrolytic solution to form MOF materials on the surface of anode. In the cathodic deposition, the reduction of a probase (such as water, triethylammonium, and nitrates) on electrode causes an increase in pH nearby, which deprotonates organic ligands to trigger the formation of MOFs on the cathode surface. Although the cathodic method does not limit electrode materials for MOFs to deposit as compared with the anodic one, it is commonly challenged by the accompanying plating of corresponding metals in the deposition of those MOFs that contain easily reduced metal ions (such as Zn2+ and Cu2+) due to the large reduction overpotentials of proton and nitrate ions in the probases above-mentioned. One possible way to address this issue is to use special catalytic electrodes to lower the reduction overpotentials of nitrate ions and proton, for example, zinc for nitrate and platinum for triethylammonium. Another approach is to seek a more readily reduced probase. In this regard, we demonstrated recently that O2 can serve as an effective probase to suppress the plating of metallic zinc and cobalt in the electrodeposition of zeolitic imidazolate framework materials (ZIF-8, ZIF-67, and ZIF-71). Given that the reduction overpotential of O2 is not only smaller than those of proton and nitrate ions in other reported probases, more importantly, but it also can be further decreased significantly by the presence of proton donors and many metal ions, we anticipate that this oxygen-assisted cathodic method should be applicable to MOFs containing metal ions (e.g., Cu2+) that are more easily reduced to the corresponding metals.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Herein,\nwe report the successful extension of the oxygen-assisted\ncathodic strategy () to deposit films of two copper-carboxylate MOFs, namely,\nHKUST-1 (Cu<sub>3</sub>BTC<sub>2</sub>, H<sub>3</sub>BTC = 1,3,5-benzenetricarboxylic\nacid) and MOF-14 (Cu<sub>3</sub>BTB<sub>2</sub>, H<sub>3</sub>BTB = benzene-1,3,5-tris­(4-benzoic acid). The cathodic deposition of HKUST-1 has been\ndemonstrated previously by using water or triethylammonium as the\nprobase at potentials less than −1.00 V (vs Ag/Ag­(Crypt)<sup>+</sup>). Nevertheless, the very cathodic\npotential not only resulted in the plating of metallic copper (observed\nat potential of −0.80 V) but also made the reactions too fast\nto produce dense MOF films. On the contrary, we found that the oxygen-assisted\ncathodic strategy can be operated at a very positive potential (+0.05\nV vs Ag/AgCl) to produce metallic copper-free HKUST-1. Systematical\ncyclic voltammetry (CV) studies confirm the indispensable role of\nO<sub>2</sub> as probase in the cathodic formation of HKUST-1 and,\nmore importantly, reveal the favorable synergistic catalytic effects\nof the acidic copper ions and H<sub>3</sub>BTC ligands on the O<sub>2</sub> reduction, which makes the deposition potential of HKUST-1\nmuch more positive than that of the plating of metallic copper. On\nthe basis of the investigations on the effects of temperature, supporting\nelectrolyte, O<sub>2</sub> concentration, and working potential on\nthe crystallization kinetics of HKUST-1, the intergrown dense MOF\nfilms with tunable thicknesses were successfully deposited on electrodes\nincluding the highly oriented pyrolytic graphite (HOPG), carbon fiber,\ncarbon cloth, and fluorine-doped tin oxide (FTO) under the optimized\nexperimental conditions.</p>", "clean_text": "Herein, we report the successful extension of the oxygen-assisted cathodic strategy () to deposit films of two copper-carboxylate MOFs, namely, HKUST-1 (Cu3BTC2, H3BTC = 1,3,5-benzenetricarboxylic acid) and MOF-14 (Cu3BTB2, H3BTB = benzene-1,3,5-tris(4-benzoic acid). The cathodic deposition of HKUST-1 has been demonstrated previously by using water or triethylammonium as the probase at potentials less than -1.00 V (vs Ag/Ag(Crypt)+). Nevertheless, the very cathodic potential not only resulted in the plating of metallic copper (observed at potential of -0.80 V) but also made the reactions too fast to produce dense MOF films. On the contrary, we found that the oxygen-assisted cathodic strategy can be operated at a very positive potential (+0.05 V vs Ag/AgCl) to produce metallic copper-free HKUST-1. Systematical cyclic voltammetry (CV) studies confirm the indispensable role of O2 as probase in the cathodic formation of HKUST-1 and, more importantly, reveal the favorable synergistic catalytic effects of the acidic copper ions and H3BTC ligands on the O2 reduction, which makes the deposition potential of HKUST-1 much more positive than that of the plating of metallic copper. On the basis of the investigations on the effects of temperature, supporting electrolyte, O2 concentration, and working potential on the crystallization kinetics of HKUST-1, the intergrown dense MOF films with tunable thicknesses were successfully deposited on electrodes including the highly oriented pyrolytic graphite (HOPG), carbon fiber, carbon cloth, and fluorine-doped tin oxide (FTO) under the optimized experimental conditions.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of the Oxygen-assisted\nCathodic Deposition\nof HKUST-1</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg0c00297_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Oxygen-assisted Cathodic Deposition of HKUST-1   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>For the electrochemical deposition of HKUST-1, the dimethyl sulfoxide\n(DMSO) solution of Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM) and benzene-1,3,5-tricarboxylic\nacid (H<sub>3</sub>BTC) (5 mM) was used. Note that the nucleation\nof HKUST-1 does not occur in this precursor solution in the absence\nof electrochemical reaction. The stability of the precursor solution\ncan be attributed to the strong interactions between the DMSO molecules\nand Cu<sup>2+</sup> ions and the formation of hydrogen-bonded structures\nof DMSO and H<sub>3</sub>BTC. In contrast, the fast reaction\nbetween Cu­(NO<sub>3</sub>)<sub>2</sub> and H<sub>3</sub>BTC was observed\nin other commonly used solvents such as alcohols and <italic>N,N</italic>-dimethylformamide (DMF).\n</p>", "clean_text": "Results and Discussion\n\nFor the electrochemical deposition of HKUST-1, the dimethyl sulfoxide (DMSO) solution of Cu(NO3)2 (10 mM) and benzene-1,3,5-tricarboxylic acid (H3BTC) (5 mM) was used. Note that the nucleation of HKUST-1 does not occur in this precursor solution in the absence of electrochemical reaction. The stability of the precursor solution can be attributed to the strong interactions between the DMSO molecules and Cu2+ ions and the formation of hydrogen-bonded structures of DMSO and H3BTC. In contrast, the fast reaction between Cu(NO3)2 and H3BTC was observed in other commonly used solvents such as alcohols and N,N-dimethylformamide (DMF). ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>To gain insight\ninto the mechanism of the cathodic formation of\nHKUST-1, the electrochemical behaviors of the DMSO background solution,\nCu­(NO<sub>3</sub>)<sub>2</sub> solution, H<sub>3</sub>BTC solution,\nand precursor solution were investigated by cyclic voltammetry on\na glass carbon electrode (GCE, diameter of 3 mm) at 30 °C with\ntetrapropyl ammonium tetrafluoroborate (TATFB) as supporting electrolyte. a shows the CV responses\nof these solutions recorded in the absence of O<sub>2</sub>. No obvious\nvoltammetric response was observed for DMSO background solution, indicting\nits electrochemical inertness within the investigated potential range\nfrom −1.00 to 0.50 V (vs Ag/AgCl in 3 M KCl aqueous solution).\nH<sub>3</sub>BTC is also electrochemically stable within the potential\nrange of −0.80– 0.50 V. The Cu­(NO<sub>3</sub>)<sub>2</sub> solution displays two cathodic peaks, which can be attributed to\nthe reductions of Cu<sup>2+</sup> to Cu<sup>+</sup> (0.02 V, ) and Cu<sup>2+</sup> to\nCu (−0.37 V, ) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S1</ext-link>), respectively. Correspondingly, anodic signals originating\nfrom the oxidations of Cu to Cu<sup>2+</sup> (0.05 V) and Cu<sup>+</sup> to Cu<sup>2+</sup> (0.10 V) appear in reverse scan. The similar\nelectrochemical behaviors were observed for the mixture solution of\nCu­(NO<sub>3</sub>)<sub>2</sub> and H<sub>3</sub>BTC. However, the\nreduction peaks of Cu<sup>2+</sup> to Cu<sup>+</sup> and of Cu<sup>2+</sup> to Cu are slightly shifted negatively to 0.01 and −0.38\nV, respectively, due to the weak coordination interactions between\nCu<sup>2+</sup> and H<sub>3</sub>BTC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S2</ext-link>).<disp-formula id=\"eq1\">\n<alternatives>\n<graphic xlink:href=\"cg0c00297_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<alternatives>\n<graphic xlink:href=\"cg0c00297_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:mi>Cu</mml:mi>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>\n</p>", "clean_text": "To gain insight into the mechanism of the cathodic formation of HKUST-1, the electrochemical behaviors of the DMSO background solution, Cu(NO3)2 solution, H3BTC solution, and precursor solution were investigated by cyclic voltammetry on a glass carbon electrode (GCE, diameter of 3 mm) at 30 °C with tetrapropyl ammonium tetrafluoroborate (TATFB) as supporting electrolyte. a shows the CV responses of these solutions recorded in the absence of O2. No obvious voltammetric response was observed for DMSO background solution, indicting its electrochemical inertness within the investigated potential range from -1.00 to 0.50 V (vs Ag/AgCl in 3 M KCl aqueous solution). H3BTC is also electrochemically stable within the potential range of -0.80- 0.50 V. The Cu(NO3)2 solution displays two cathodic peaks, which can be attributed to the reductions of Cu2+ to Cu+ (0.02 V, ) and Cu2+ to Cu (-0.37 V, ) (Figure S1), respectively. Correspondingly, anodic signals originating from the oxidations of Cu to Cu2+ (0.05 V) and Cu+ to Cu2+ (0.10 V) appear in reverse scan. The similar electrochemical behaviors were observed for the mixture solution of Cu(NO3)2 and H3BTC. However, the reduction peaks of Cu2+ to Cu+ and of Cu2+ to Cu are slightly shifted negatively to 0.01 and -0.38 V, respectively, due to the weak coordination interactions between Cu2+ and H3BTC (Figure S2).      Cu   2 +   +   e   -   →   Cu   +     1        Cu   2 +   + 2   e   -   → Cu   2  ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>CV curves of (a) Ar-saturated and (b) O<sub>2</sub>-saturated DMSO\nbackground solution (black) and those containing H<sub>3</sub>BTC\n(5 mM, red), Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM, green), and a\nmixture of H<sub>3</sub>BTC (5 mM) and Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM) (blue), respectively, measured at 30 °C with TATFB\n(100 mM) as the supporting electrolyte and scan rate of 100 mV/s.\nThe first two cycles of CV curves recorded for O<sub>2</sub>-saturated\nsolutions of (c) Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM) and (d) mixture\nof Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM) and H<sub>3</sub>BTC (5\nmM) with scan range from −0.50 to +0.50 V. The arrows indicate\nthe scan direction of CV.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg0c00297_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  CV curves of (a) Ar-saturated and (b) O2-saturated DMSO background solution (black) and those containing H3BTC (5 mM, red), Cu(NO3)2 (10 mM, green), and a mixture of H3BTC (5 mM) and Cu(NO3)2 (10 mM) (blue), respectively, measured at 30 °C with TATFB (100 mM) as the supporting electrolyte and scan rate of 100 mV/s. The first two cycles of CV curves recorded for O2-saturated solutions of (c) Cu(NO3)2 (10 mM) and (d) mixture of Cu(NO3)2 (10 mM) and H3BTC (5 mM) with scan range from -0.50 to +0.50 V. The arrows indicate the scan direction of CV.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>\nb shows\nthe CV curves of the above solutions after being saturated with O<sub>2</sub>. For the DMSO background solution, a couple of nearly reversible\nredox peaks appear at −0.79 V (cathodic) and −0.70 V\n(anodic), respectively, which is consistent to previous reports on\nthe electrochemical reduction of O<sub>2</sub> to superoxide ion O<sub>2</sub>\n<sup>–</sup> in an aprotic solvent ().\n<disp-formula id=\"eq3\">\n<alternatives>\n<graphic xlink:href=\"cg0c00297_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n<label>3</label>\n</disp-formula>\n</p>", "clean_text": " b shows the CV curves of the above solutions after being saturated with O2. For the DMSO background solution, a couple of nearly reversible redox peaks appear at -0.79 V (cathodic) and -0.70 V (anodic), respectively, which is consistent to previous reports on the electrochemical reduction of O2 to superoxide ion O2 - in an aprotic solvent ().       O   2   +   e   -   →     O   2     -     3  ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>For the H<sub>3</sub>BTC solution, the reduction peak of O<sub>2</sub> is shifted positively\nto −0.70 V and increases in\nits intensity. The corresponding anodic oxidation signal of O<sub>2</sub>\n<sup>–</sup> disappears in the reverse scan, suggesting\nthe occurrence of the proton-induced disproportionation of O<sub>2</sub>\n<sup>–</sup> accompanied with the deprotonation of H<sub>3</sub>BTC to BTC<sup>3–</sup> ().\n<disp-formula id=\"eq4\">\n<alternatives>\n<graphic xlink:href=\"cg0c00297_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mn>3</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi>BTC</mml:mi>\n<mml:mo>→</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>3HO</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>BTC</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n<label>4</label>\n</disp-formula>\n</p>", "clean_text": "For the H3BTC solution, the reduction peak of O2 is shifted positively to -0.70 V and increases in its intensity. The corresponding anodic oxidation signal of O2 - disappears in the reverse scan, suggesting the occurrence of the proton-induced disproportionation of O2 - accompanied with the deprotonation of H3BTC to BTC3- ().     3     O   2     -   +   H   3   BTC →    3HO   2    +   BTC   3 -     4  ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Three cathodic peaks\nwere observed for Cu­(NO<sub>3</sub>)<sub>2</sub> solution in the first\nscan (c). The\npeaks at 0.02 and −0.20 V can be attributed\nto the reductions of Cu<sup>2+</sup> to Cu<sup>+</sup> and of O<sub>2</sub> to O<sub>2</sub>\n<sup>–</sup>, respectively, by comparing\nthe CV responses recorded in the absence and presence of O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S3a</ext-link>). This reduction potential\nof O<sub>2</sub> is much more positive than that observed for the\nbackground solution as a result that Cu<sup>2+</sup> and Cu<sup>+</sup> can act as Lewis acids to facilitate the reduction of O<sub>2</sub>. The absence\nof anodic signal in inverse scan indicates no plating of metallic\nCu in the cathodic scan and the occurrence of disproportionation of\nO<sub>2</sub>\n<sup>–</sup> to yield O<sub>2</sub> and insoluble\nCu<sub>2</sub>O ( and ). In the\nsecond scan cycle, no obvious cathodic signal was observed for potentials\ngreater than −0.20 V, suggesting the passivation of electrode\nsurface due to the formation of Cu<sub>2</sub>O as discussed above.\nTherefore, the third reduction peak (−0.36 V) in the first\nscan cycle is likely caused by the reductions of Cu<sup>2+</sup> or\nO<sub>2</sub> on the formed Cu<sub>2</sub>O.<disp-formula id=\"eq5\">\n<alternatives>\n<graphic xlink:href=\"cg0c00297_m005.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>5</label>\n</disp-formula>\n<disp-formula id=\"eq6\">\n<alternatives>\n<graphic xlink:href=\"cg0c00297_m006.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mn>4</mml:mn>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>→</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>2Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>3O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n<label>6</label>\n</disp-formula>\n</p>", "clean_text": "Three cathodic peaks were observed for Cu(NO3)2 solution in the first scan (c). The peaks at 0.02 and -0.20 V can be attributed to the reductions of Cu2+ to Cu+ and of O2 to O2 -, respectively, by comparing the CV responses recorded in the absence and presence of O2 (Figure S3a). This reduction potential of O2 is much more positive than that observed for the background solution as a result that Cu2+ and Cu+ can act as Lewis acids to facilitate the reduction of O2. The absence of anodic signal in inverse scan indicates no plating of metallic Cu in the cathodic scan and the occurrence of disproportionation of O2 - to yield O2 and insoluble Cu2O ( and ). In the second scan cycle, no obvious cathodic signal was observed for potentials greater than -0.20 V, suggesting the passivation of electrode surface due to the formation of Cu2O as discussed above. Therefore, the third reduction peak (-0.36 V) in the first scan cycle is likely caused by the reductions of Cu2+ or O2 on the formed Cu2O.      Cu   +   +     O   2     -   →  (   Cu   +   )   (     O   2     -   )    5      4  (   Cu   +   )   (     O   2     -   )  →   2Cu   2   O +   3O   2     6  ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Compared with the Ar-saturated solution of Cu­(NO<sub>3</sub>)<sub>2</sub> and H<sub>3</sub>BTC, the O<sub>2</sub>-saturated one\ndisplays\nthe identical cathodic response for potentials greater than 0.12 V\nbut the increased cathodic current in the potential range of −0.13–0.12\nV in the first scan (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S3b</ext-link>). Accordingly,\nthe former cathodic response (&gt;0.12 V) is substantially dominated\nby the reduction of Cu<sup>2+</sup> to Cu<sup>+</sup> on the electrode\nsurface, whereas the latter (−0.13–0.12 V) can be attributed\nto the contribution of the reduction of O<sub>2</sub> to O<sub>2</sub>\n<sup>–</sup>. Notably, the coexistence of Cu<sup>2+</sup> and\nH<sub>3</sub>BTC further promotes O<sub>2</sub> reduction and results\nin the more positive reduction potential in the precursor solution\nthan in the background solution, H<sub>3</sub>BTC solution, and Cu­(NO<sub>3</sub>)<sub>2</sub> solution. The absence of anodic response in\nreverse scan indicates no formation of metallic Cu in the cathodic\nprocess and the fast disproportionation of O<sub>2</sub>\n<sup>–</sup> accompanied with the deprotonation of H<sub>3</sub>BTC. The deprotonated\nligands subsequently react with Cu<sup>2+</sup> to form HKUST-1 via\nnucleation and growth (). The dramatically decreased cathodic current in the second scan\ncycle confirms the adsorption and precipitation of materials on electrode\nsurface (d).<disp-formula id=\"eq7\">\n<alternatives>\n<graphic xlink:href=\"cg0c00297_m007.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mn>3</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi>BTC</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Cu</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>BTC</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n<label>7</label>\n</disp-formula>\n</p>", "clean_text": "Compared with the Ar-saturated solution of Cu(NO3)2 and H3BTC, the O2-saturated one displays the identical cathodic response for potentials greater than 0.12 V but the increased cathodic current in the potential range of -0.13-0.12 V in the first scan (Figure S3b). Accordingly, the former cathodic response (>0.12 V) is substantially dominated by the reduction of Cu2+ to Cu+ on the electrode surface, whereas the latter (-0.13-0.12 V) can be attributed to the contribution of the reduction of O2 to O2 -. Notably, the coexistence of Cu2+ and H3BTC further promotes O2 reduction and results in the more positive reduction potential in the precursor solution than in the background solution, H3BTC solution, and Cu(NO3)2 solution. The absence of anodic response in reverse scan indicates no formation of metallic Cu in the cathodic process and the fast disproportionation of O2 - accompanied with the deprotonation of H3BTC. The deprotonated ligands subsequently react with Cu2+ to form HKUST-1 via nucleation and growth (). The dramatically decreased cathodic current in the second scan cycle confirms the adsorption and precipitation of materials on electrode surface (d).    3   Cu   2 +   + 2   BTC   3 -   →   Cu   3     BTC   2     7  ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The oxygen-assisted electrochemical deposition\nof HKUST-1 was first\nexamined on HOPG substrate with the O<sub>2</sub>-saturated precursor\nsolution containing TATFB and at the temperature range of 30–120\n°C. Upon applying a potential of −0.15 V for 2 h, light\nblue films were observed on the electrode surface for all the investigated\ntemperatures. X-ray diffraction (XRD) measurements confirm that the\ndeposited films comprise HKUST-1 (a). However, along with the rise of reaction\ntemperature, the intensity of diffraction peaks assignable to HKUST-1\nis enhanced, suggesting the increased amount or/and crystallinity\nof product deposited on the electrode. Scanning electron microscopy\n(SEM) measurements reveal that the obtained HKUST-1 films consist\nof agglomerates of particles (b–e). As the reaction temperature rises, the\naverage particle size increases gradually from 40 nm (30 °C)\nto 190 nm (60 °C), 550 nm (80 °C), and finally 1060 nm (120\n°C). Meanwhile, the particle morphology evolves from the irregular\nfeatures (30 °C) to the crystal-like shapes (&gt;80 °C).\nTo\nachieve an in-depth understanding of the effect of temperature on\nthe crystallization of HKUST-1, the electrochemical behaviors of the\nprecursor solution were further investigated by temperature-dependent\nCV measurements. As shown in f, all CV curves display similar cathodic responses\nrelevant to the reductions of Cu<sup>2+</sup> to Cu<sup>+</sup> and\nO<sub>2</sub> to O<sub>2</sub>\n<sup>–</sup>. However, as the\nreaction temperature rises from 30 to 60 °C, the reduction peak\nis gradually shifted positively from −0.04 to 0.02 V and increases\nsignificantly in its intensity (∼39.5%) presumably as a result\nof the more favorable electrochemical thermodynamics, the enhanced\ndiffusion of reactants and electrolytic ions, and the decreased viscosity\nof solvent. The promoted electrochemical reactions at high temperature\nshould be in favor of the crystallization of HKUST-1. Accordingly,\nthe electrodeposition was performed at 120 °C in the following\ndiscussion. In addition, besides HOPG, this cathodic method is also\napplicable to other commonly used electrodes such as carbon fiber,\ncarbon cloth, and FTO (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S4</ext-link>). Nevertheless,\nfor the convenience of the further morphology characterizations of\nthe resultant MOF films, we chose FTO as the working electrode for\nthe following electrodeposition experiments.</p>", "clean_text": "The oxygen-assisted electrochemical deposition of HKUST-1 was first examined on HOPG substrate with the O2-saturated precursor solution containing TATFB and at the temperature range of 30-120 °C. Upon applying a potential of -0.15 V for 2 h, light blue films were observed on the electrode surface for all the investigated temperatures. X-ray diffraction (XRD) measurements confirm that the deposited films comprise HKUST-1 (a). However, along with the rise of reaction temperature, the intensity of diffraction peaks assignable to HKUST-1 is enhanced, suggesting the increased amount or/and crystallinity of product deposited on the electrode. Scanning electron microscopy (SEM) measurements reveal that the obtained HKUST-1 films consist of agglomerates of particles (b-e). As the reaction temperature rises, the average particle size increases gradually from 40 nm (30 °C) to 190 nm (60 °C), 550 nm (80 °C), and finally 1060 nm (120 °C). Meanwhile, the particle morphology evolves from the irregular features (30 °C) to the crystal-like shapes (>80 °C). To achieve an in-depth understanding of the effect of temperature on the crystallization of HKUST-1, the electrochemical behaviors of the precursor solution were further investigated by temperature-dependent CV measurements. As shown in f, all CV curves display similar cathodic responses relevant to the reductions of Cu2+ to Cu+ and O2 to O2 -. However, as the reaction temperature rises from 30 to 60 °C, the reduction peak is gradually shifted positively from -0.04 to 0.02 V and increases significantly in its intensity (~39.5%) presumably as a result of the more favorable electrochemical thermodynamics, the enhanced diffusion of reactants and electrolytic ions, and the decreased viscosity of solvent. The promoted electrochemical reactions at high temperature should be in favor of the crystallization of HKUST-1. Accordingly, the electrodeposition was performed at 120 °C in the following discussion. In addition, besides HOPG, this cathodic method is also applicable to other commonly used electrodes such as carbon fiber, carbon cloth, and FTO (Figure S4). Nevertheless, for the convenience of the further morphology characterizations of the resultant MOF films, we chose FTO as the working electrode for the following electrodeposition experiments.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD patterns of the\nsimulated HKUST-1 and HOPG-supported HKUST-1\nsamples deposited at −0.15 V (vs Ag/AgCl) and different temperature\nfor 2 h. Corresponding SEM images of HKUST-1 samples on HOPG substrate\ndeposited at (b) 30, (c) 60, (d) 80, and (e) 120 °C, respectively.\n(f) CV curves of the precursor solution measured at different temperature.\nThe precursor solutions used for deposition and CV measurements contain\n10 mM Cu­(NO<sub>3</sub>)<sub>2</sub>, 5 mM H<sub>3</sub>BTC, and 100\nmM TATFB and are saturated with O<sub>2</sub> prior to use.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg0c00297_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD patterns of the simulated HKUST-1 and HOPG-supported HKUST-1 samples deposited at -0.15 V (vs Ag/AgCl) and different temperature for 2 h. Corresponding SEM images of HKUST-1 samples on HOPG substrate deposited at (b) 30, (c) 60, (d) 80, and (e) 120 °C, respectively. (f) CV curves of the precursor solution measured at different temperature. The precursor solutions used for deposition and CV measurements contain 10 mM Cu(NO3)2, 5 mM H3BTC, and 100 mM TATFB and are saturated with O2 prior to use.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>As discussed above, the electrochemical reactions\nplay critical\nroles in the whole electrochemical-chemical reaction scheme responsible\nfor the formation of HKUST-1. Therefore, the effects of several other\nkey factors influential to the electrochemical reactions on the crystallization\nof MOF materials were investigated further. The supporting electrolytes\nare indispensable to most common electrochemical reactions but indeed\nnot to the cathodic synthesis of MOFs, because their precursor solutions\nalready contain the conductive metal ions and counterions. a,b shows the SEM\nimages of HKUST-1 crystals on FTO substrate deposited at −0.05\nV for 1 h in the presence and absence of supporting electrolyte (TATFB),\nrespectively. The average crystal sizes are 1.3 μm in the former\ncase and 3.0 μm in the latter, respectively, reflecting the\nfaster nucleation of HKUST-1 in the presence of supporting electrolyte.\nThis result is consistent with the fact that supporting electrolyte\nrenders the precursor solution more conductive and thus favorable\nto the electrochemical reactions. It should be pointed out that no\nproduct is formed on the electrode surface if the Ar-saturated precursor\nsolution was used under otherwise identical experimental conditions,\nconfirming again the indispensable role of O<sub>2</sub> in the electrochemical\nformation of HKUST-1. To further investigate the effect of O<sub>2</sub> concentration, the precursor solutions were saturated by pure oxygen\nand air to give the approximate O<sub>2</sub> concentrations of 2.10\nand 0.44 mM, respectively.\nc,d shows the SEM images of\nsamples deposited from the air-saturated precursor solutions. The\naverage crystal sizes are 3.0 and 4.5 μm for the depositions\nin the presence and absence of supporting electrolyte, respectively.\nClearly, lowering O<sub>2</sub> concentration slows the nucleation\nof MOF but favors the growth of large crystals.</p>", "clean_text": "As discussed above, the electrochemical reactions play critical roles in the whole electrochemical-chemical reaction scheme responsible for the formation of HKUST-1. Therefore, the effects of several other key factors influential to the electrochemical reactions on the crystallization of MOF materials were investigated further. The supporting electrolytes are indispensable to most common electrochemical reactions but indeed not to the cathodic synthesis of MOFs, because their precursor solutions already contain the conductive metal ions and counterions. a,b shows the SEM images of HKUST-1 crystals on FTO substrate deposited at -0.05 V for 1 h in the presence and absence of supporting electrolyte (TATFB), respectively. The average crystal sizes are 1.3 μm in the former case and 3.0 μm in the latter, respectively, reflecting the faster nucleation of HKUST-1 in the presence of supporting electrolyte. This result is consistent with the fact that supporting electrolyte renders the precursor solution more conductive and thus favorable to the electrochemical reactions. It should be pointed out that no product is formed on the electrode surface if the Ar-saturated precursor solution was used under otherwise identical experimental conditions, confirming again the indispensable role of O2 in the electrochemical formation of HKUST-1. To further investigate the effect of O2 concentration, the precursor solutions were saturated by pure oxygen and air to give the approximate O2 concentrations of 2.10 and 0.44 mM, respectively. c,d shows the SEM images of samples deposited from the air-saturated precursor solutions. The average crystal sizes are 3.0 and 4.5 μm for the depositions in the presence and absence of supporting electrolyte, respectively. Clearly, lowering O2 concentration slows the nucleation of MOF but favors the growth of large crystals.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of HKUST-1\nfilms on FTO substrate deposited at 120 °C\nand −0.05 V for 1 h with the O<sub>2</sub>-saturated precursor\nsolutions in the (a) presence and (b) absence of supporting electrolyte\n(TATFB) and with the air-saturated precursor solutions in the (c)\npresence and (d) absence of supporting electrolyte, respectively.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg0c00297_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of HKUST-1 films on FTO substrate deposited at 120 °C and -0.05 V for 1 h with the O2-saturated precursor solutions in the (a) presence and (b) absence of supporting electrolyte (TATFB) and with the air-saturated precursor solutions in the (c) presence and (d) absence of supporting electrolyte, respectively.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The potential-dependent deposition experiments\nreveal that HKUST-1\ncan be electrochemically formed at potential as positive as 0.05 V.\nMore importantly, XRD measurements confirm that no metallic copper\nis generated during the crystallization of HKUST-1 within the investigated\npotential range of −0.10–0.05 V (a). As shown in b–e, HKUST-1 materials deposited at\nall investigated potentials can fully cover the electrode surface.\nHowever, the rise of deposition overpotential reduces obviously crystal\ndomain sizes (on average, 3.8 μm at 0.05 V vs 0.9 μm at\n−0.10 V) and film thicknesses (on average, 2.6 μm at\n0.05 V vs 1.0 μm at −0.10 V) due to the promoted nucleation\nof MOF. In addition, the cross-sectional SEM imaging also indicates\nthat deposition at relative positive potentials (0 and 0.05 V) produces\ndense films consisting of completely intergrown crystals. At relative\nnegative potentials (−0.05 and −0.10 V), however, a\nlot of isolated crystals are also formed on the dense films, because\nthe promoted electrochemical reactions generate excess active species\nthat diffuse far away from the electrode surface to trigger the formation\nof MOF crystals in solution, which redeposit onto the in situ grown\nfilms. Accordingly, to achieve the completely intergrown dense films,\nsmall overpotential and the supporting-electrolyte-free and air-saturated\nprecursor solution are preferentially used in the deposition to slow\ndown moderately electrochemical reactions.</p>", "clean_text": "The potential-dependent deposition experiments reveal that HKUST-1 can be electrochemically formed at potential as positive as 0.05 V. More importantly, XRD measurements confirm that no metallic copper is generated during the crystallization of HKUST-1 within the investigated potential range of -0.10-0.05 V (a). As shown in b-e, HKUST-1 materials deposited at all investigated potentials can fully cover the electrode surface. However, the rise of deposition overpotential reduces obviously crystal domain sizes (on average, 3.8 μm at 0.05 V vs 0.9 μm at -0.10 V) and film thicknesses (on average, 2.6 μm at 0.05 V vs 1.0 μm at -0.10 V) due to the promoted nucleation of MOF. In addition, the cross-sectional SEM imaging also indicates that deposition at relative positive potentials (0 and 0.05 V) produces dense films consisting of completely intergrown crystals. At relative negative potentials (-0.05 and -0.10 V), however, a lot of isolated crystals are also formed on the dense films, because the promoted electrochemical reactions generate excess active species that diffuse far away from the electrode surface to trigger the formation of MOF crystals in solution, which redeposit onto the in situ grown films. Accordingly, to achieve the completely intergrown dense films, small overpotential and the supporting-electrolyte-free and air-saturated precursor solution are preferentially used in the deposition to slow down moderately electrochemical reactions.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XRD patterns of simulated\nmetallic copper, simulated HKUST-1,\nFTO substrate, and HKUST-1 films on FTO substrate deposited at 120\n°C and different potential for 1 h with the air-saturated and\nsupporting electrolyte-free precursor solution. Corresponding top-view\nand cross-section SEM images of HKUST-1 films on FTO substrates deposited\nat (b) −0.10, (c) −0.05, (d) 0, and (e) 0.05 V, respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg0c00297_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) XRD patterns of simulated metallic copper, simulated HKUST-1, FTO substrate, and HKUST-1 films on FTO substrate deposited at 120 °C and different potential for 1 h with the air-saturated and supporting electrolyte-free precursor solution. Corresponding top-view and cross-section SEM images of HKUST-1 films on FTO substrates deposited at (b) -0.10, (c) -0.05, (d) 0, and (e) 0.05 V, respectively.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["synthesis condition"], "content": "<p>The growth kinetics of HKUST-1 films was investigated\nby the time-dependent\nSEM analysis (, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">S6, and S7</ext-link>) and XRD measurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S8</ext-link>). Isolated crystals (∼750 nm)\nare formed in the first 3 min (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">S6</ext-link>), and they intergrow\nto form dense films after 40 min (b–d). With further prolonged reaction\ntime, the average crystal domain sizes gradually increase from 2.5\n(40 min) to 6.8 μm (240 min), and film thicknesses rise from\n2.1 to 7.9 μm, correspondingly (e). The above results indicate the relative\nslow nucleation and fast growth in the crystallization process of\nHKUST-1 under current electrochemical synthesis conditions. Note that\nthe reaction solution remains transparent during and after the electrochemical\ndeposition (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S9</ext-link>), suggesting that\nthe crystallization of HKUST-1 is substantially confined on the electrode\nsurface under current experimental conditions. The porosity of HKUST-1\nfilms deposited on FTO substrate was confirmed by krypton-adsorption\nmeasurements. As shown in f, the activated sample displays\ntype I isotherms with a rapid increase in krypton uptake at low relative\npressure (&lt;0.01), indicating microporous structure. The Brunauer–Emmett–Teller\n(BET) surface area, which is expressed as the per film area per 100\nnm film thickness, was calculated as 177 m<sup>2</sup>/m<sup>2</sup>/100 nm.</p>", "clean_text": "The growth kinetics of HKUST-1 films was investigated by the time-dependent SEM analysis (, S6, and S7) and XRD measurements (Figure S8). Isolated crystals (~750 nm) are formed in the first 3 min (a and S6), and they intergrow to form dense films after 40 min (b-d). With further prolonged reaction time, the average crystal domain sizes gradually increase from 2.5 (40 min) to 6.8 μm (240 min), and film thicknesses rise from 2.1 to 7.9 μm, correspondingly (e). The above results indicate the relative slow nucleation and fast growth in the crystallization process of HKUST-1 under current electrochemical synthesis conditions. Note that the reaction solution remains transparent during and after the electrochemical deposition (Figure S9), suggesting that the crystallization of HKUST-1 is substantially confined on the electrode surface under current experimental conditions. The porosity of HKUST-1 films deposited on FTO substrate was confirmed by krypton-adsorption measurements. As shown in f, the activated sample displays type I isotherms with a rapid increase in krypton uptake at low relative pressure (<0.01), indicating microporous structure. The Brunauer-Emmett-Teller (BET) surface area, which is expressed as the per film area per 100 nm film thickness, was calculated as 177 m2/m2/100 nm.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of HKUST-1 films on FTO substrate deposited at 120 °C\nand 0.05 V for (a) 3, (b) 40 (top view), (c) 40 (cross-section), and\n(d) 240 min, respectively. (e) Crystal domain size and thickness of\nthe deposited HKUST-1 films vs deposition time. (f) Krypton adsorption\nisotherm at 77 K measured for the HKUST-1 film on FTO substrate deposited\nfor 1 h. The supporting electrolyte-free and air-saturated precursor\nsolution was used for the deposition.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg0c00297_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of HKUST-1 films on FTO substrate deposited at 120 °C and 0.05 V for (a) 3, (b) 40 (top view), (c) 40 (cross-section), and (d) 240 min, respectively. (e) Crystal domain size and thickness of the deposited HKUST-1 films vs deposition time. (f) Krypton adsorption isotherm at 77 K measured for the HKUST-1 film on FTO substrate deposited for 1 h. The supporting electrolyte-free and air-saturated precursor solution was used for the deposition.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>This cathodic method could be extended to other copper MOFs. For\nexample, MOF-14 (Cu<sub>3</sub>BTB<sub>2</sub>) was also successfully\nsynthesized with H<sub>3</sub>BTB as organic ligand under the similar\nexperimental conditions. As shown in a, the deposited MOF-14 forms the intergrown\ndense films and covers completely the surface of FTO electrode. As\nconfirmed by XRD measurement, there is also no plating of metallic\ncopper during the deposition of MOF-14 (b).</p>", "clean_text": "This cathodic method could be extended to other copper MOFs. For example, MOF-14 (Cu3BTB2) was also successfully synthesized with H3BTB as organic ligand under the similar experimental conditions. As shown in a, the deposited MOF-14 forms the intergrown dense films and covers completely the surface of FTO electrode. As confirmed by XRD measurement, there is also no plating of metallic copper during the deposition of MOF-14 (b).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Top-view and cross-section SEM images of\nMOF-14 film on FTO\nsubstrate deposited at 120 °C and −0.03 V for 2 h. (b)\nXRD patterns of simulated metallic copper, simulated MOF-14, FTO substrate,\nand FTO-supported MOF-14 shown in (a).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg0c00297_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Top-view and cross-section SEM images of MOF-14 film on FTO substrate deposited at 120 °C and -0.03 V for 2 h. (b) XRD patterns of simulated metallic copper, simulated MOF-14, FTO substrate, and FTO-supported MOF-14 shown in (a).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, we have extended the oxygen-assisted cathodic strategy\nsuccessfully to deposit metallic copper-free and intergrown dense\nfilms of HKUST-1 and MOF-14 with tunable thicknesses on several commonly\nused electrodes. The indispensable role of O<sub>2</sub> as probase\nin the cathodic formation of HKUST-1 was confirmed by systematical\nCV studies. Importantly, the presence of the acidic copper ions and\nH<sub>3</sub>BTC ligands dramatically shifts the O<sub>2</sub> reduction\nfar positively from the plating of metallic copper. The reaction temperature,\nsupporting electrolyte, O<sub>2</sub> concentration, and working potential\nof deposition influence the crystallization kinetics of HKUST-1 significantly.\nOur results suggest that crystallization with the relative slow nucleation\nand fast growth is in favor of the formation of the intergrown dense\nfilms of HKUST-1. Finally, we believe that the cost-effective and\nconvenient experimental conditions relevant to the supporting electrolyte-free\nand air-saturated precursor solution and low overpotential should\nmake the oxygen-assisted cathodic deposition strategy attractive to\nother MOF materials, especially those containing readily reduced metal\nions.</p>", "clean_text": "Conclusion\n\nIn summary, we have extended the oxygen-assisted cathodic strategy successfully to deposit metallic copper-free and intergrown dense films of HKUST-1 and MOF-14 with tunable thicknesses on several commonly used electrodes. The indispensable role of O2 as probase in the cathodic formation of HKUST-1 was confirmed by systematical CV studies. Importantly, the presence of the acidic copper ions and H3BTC ligands dramatically shifts the O2 reduction far positively from the plating of metallic copper. The reaction temperature, supporting electrolyte, O2 concentration, and working potential of deposition influence the crystallization kinetics of HKUST-1 significantly. Our results suggest that crystallization with the relative slow nucleation and fast growth is in favor of the formation of the intergrown dense films of HKUST-1. Finally, we believe that the cost-effective and convenient experimental conditions relevant to the supporting electrolyte-free and air-saturated precursor solution and low overpotential should make the oxygen-assisted cathodic deposition strategy attractive to other MOF materials, especially those containing readily reduced metal ions.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Chemicals and Reagents</title><p>Cu­(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (Acros, 98%),\n1,3,5-benzenetricarboxylic\nacid (H<sub>3</sub>BTC, Sigma-Aldrich, 95%), dimethyl sulfoxide (DMSO,\nJ&amp;K, 99.7%), benzene-1,3,5-tris­(4-benzoic acid) (H<sub>3</sub>BTB), tetrapropyl ammonium tetrafluoroborate (TATFB, Linzhou Keneng\nmaterial technology, 98%). All chemicals and reagents were commercially\navailable and used as received unless otherwise noted.</p>", "clean_text": "Experimental Section\n\nChemicals and Reagents\n\nCu(NO3)2⋅2.5H2O (Acros, 98%), 1,3,5-benzenetricarboxylic acid (H3BTC, Sigma-Aldrich, 95%), dimethyl sulfoxide (DMSO, J&K, 99.7%), benzene-1,3,5-tris(4-benzoic acid) (H3BTB), tetrapropyl ammonium tetrafluoroborate (TATFB, Linzhou Keneng material technology, 98%). All chemicals and reagents were commercially available and used as received unless otherwise noted.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Treatments\nof Electrodes</title><p>HOPG substrates (10 ×\n10 mm<sup>2</sup>) were freshly peeled with silicon adhesive tape\nprior to use. FTO substrates (35 × 15 mm<sup>2</sup>) were sonicated\nin acetone, ethanol, and water separately for 15 min, rinsed with\nwater, and dried under nitrogen flow. Then they were treated in a\nmixture solution (H<sub>2</sub>O<sub>2</sub>/NH<sub>3</sub>·H<sub>2</sub>O/H<sub>2</sub>O = 1:1:5 in volume) at 75 °C for 3 h,\nrinsed with water, and dried under nitrogen flow.</p>", "clean_text": "Treatments of Electrodes\n\nHOPG substrates (10 × 10 mm2) were freshly peeled with silicon adhesive tape prior to use. FTO substrates (35 × 15 mm2) were sonicated in acetone, ethanol, and water separately for 15 min, rinsed with water, and dried under nitrogen flow. Then they were treated in a mixture solution (H2O2/NH3⋅H2O/H2O = 1:1:5 in volume) at 75 °C for 3 h, rinsed with water, and dried under nitrogen flow.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>CV Measurements</title><p>CV measurements were performed at room\ntemperature with a CHI660E electrochemical workstation (Shanghai Chen\nHua) in an airtight electrochemical cell equipped with inlet and outlet\ntubes for gas dispersion in the solution. A glass carbon electrode\n(with diameter of 3 mm) was used as the working electrode, platinum\ncoil served as the counter electrode, and a Ag/AgCl (in 3 M KCl aqueous\nsolution) electrode acted as the reference electrode. The reference\nelectrode was connected to the electrochemical cell through a salt\nbridge. DMSO solutions of Cu­(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (10 mM), H<sub>3</sub>BTC (5 mM), and a mixture of Cu­(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (10 mM) and H<sub>3</sub>BTC (5 mM) were freshly prepared, and TATFB (100 mM) was added as\nsupporting electrolyte. The solutions were purged with Ar or O<sub>2</sub> for 30 min prior to CV measurements. Typically, CV scans\nrun at a rate of 100 mV/s and were initiated at 0.5 V in the negative\ndirection unless otherwise noted.</p>", "clean_text": "CV Measurements\n\nCV measurements were performed at room temperature with a CHI660E electrochemical workstation (Shanghai Chen Hua) in an airtight electrochemical cell equipped with inlet and outlet tubes for gas dispersion in the solution. A glass carbon electrode (with diameter of 3 mm) was used as the working electrode, platinum coil served as the counter electrode, and a Ag/AgCl (in 3 M KCl aqueous solution) electrode acted as the reference electrode. The reference electrode was connected to the electrochemical cell through a salt bridge. DMSO solutions of Cu(NO3)2⋅2.5H2O (10 mM), H3BTC (5 mM), and a mixture of Cu(NO3)2⋅2.5H2O (10 mM) and H3BTC (5 mM) were freshly prepared, and TATFB (100 mM) was added as supporting electrolyte. The solutions were purged with Ar or O2 for 30 min prior to CV measurements. Typically, CV scans run at a rate of 100 mV/s and were initiated at 0.5 V in the negative direction unless otherwise noted.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Cathodic Deposition of\nHKUST-1 and MOF-14</title><p>Cathode deposition\nwas performed on a CHI660E electrochemical workstation with FTO or\nfreshly peeled HOPG substrate as the working electrode, Pt coil as\nthe counter electrode, and Ag/AgCl electrode as the reference electrode.\nHKUST-1 was potentiostatically deposited at the designed potential\nand temperature with a DMSO precursor solution containing Cu­(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (10 mM) and H<sub>3</sub>BTC (5 mM). The precursor solution was purged with air or pure O<sub>2</sub> for 30 min prior to deposition. After deposition, samples\nwere rinsed with DMSO, soaked in methanol for 3 d with replacing the\nsoaking solvent every 12 h, and dried under nitrogen flow. MOF-14\nwas deposited at −0.03 V and 120 °C with a precursor solution\ncontaining Cu­(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O (10\nmM) and H<sub>3</sub>BTB (5 mM) under the similar experimental conditions.</p>", "clean_text": "Cathodic Deposition of HKUST-1 and MOF-14\n\nCathode deposition was performed on a CHI660E electrochemical workstation with FTO or freshly peeled HOPG substrate as the working electrode, Pt coil as the counter electrode, and Ag/AgCl electrode as the reference electrode. HKUST-1 was potentiostatically deposited at the designed potential and temperature with a DMSO precursor solution containing Cu(NO3)2⋅2.5H2O (10 mM) and H3BTC (5 mM). The precursor solution was purged with air or pure O2 for 30 min prior to deposition. After deposition, samples were rinsed with DMSO, soaked in methanol for 3 d with replacing the soaking solvent every 12 h, and dried under nitrogen flow. MOF-14 was deposited at -0.03 V and 120 °C with a precursor solution containing Cu(NO3)2⋅2.5H2O (10 mM) and H3BTB (5 mM) under the similar experimental conditions.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Krypton Adsorption Measurements</title><p>FTO-supported samples\nwith areas of ∼27 × 20 mm<sup>2</sup> were cut into three\npieces (∼9 × 20 mm<sup>2</sup> for each) and used for\nkrypton adsorption measurements. Krypton adsorption isotherms were\nmeasured using a Micromeritics ASAP 2020 HD88 at 77 K up to 2.15 mbar,\nwhich corresponds to a relative pressure (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub>) of 0.65. The samples were evacuated under\nvacuum at 120 °C for 3 h before measurements. The BET surface\narea was calculated by using the data points of adsorption isotherms\nin the range of <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> =\n0.005–0.035.</p>", "clean_text": "Krypton Adsorption Measurements\n\nFTO-supported samples with areas of ~27 × 20 mm2 were cut into three pieces (~9 × 20 mm2 for each) and used for krypton adsorption measurements. Krypton adsorption isotherms were measured using a Micromeritics ASAP 2020 HD88 at 77 K up to 2.15 mbar, which corresponds to a relative pressure (P/P 0) of 0.65. The samples were evacuated under vacuum at 120 °C for 3 h before measurements. The BET surface area was calculated by using the data points of adsorption isotherms in the range of P/P 0 = 0.005-0.035.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Other Measurements and Characterizations</title><p>XRD patterns\nwere obtained on a Philips X’per PRDMPD diffractometer with\nnickel-filtered Cu Kα radiation (λ = 1.5406 Å). Scanning\nelectron microscopy (SEM) images were taken by a Zeiss supra 55 field-emission\nSEM. Fourier transform infrared (FT-IR) spectra were collected on\na Bruker vertex 70 infrared spectrometer in the attenuated total reflection\n(ATR) mode.</p>", "clean_text": "Other Measurements and Characterizations\n\nXRD patterns were obtained on a Philips X'per PRDMPD diffractometer with nickel-filtered Cu Kα radiation (λ = 1.5406 Å). Scanning electron microscopy (SEM) images were taken by a Zeiss supra 55 field-emission SEM. Fourier transform infrared (FT-IR) spectra were collected on a Bruker vertex 70 infrared spectrometer in the attenuated total reflection (ATR) mode.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.cgd.0c00297?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.cgd.0c00297</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>\n<sup>1</sup>H NMR spectra,\nFT-IR spectra, EDX mapping,\nphotographs, and additional CV curves, SEM images, and XRD patterns\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.cgd.0c00297.   1H NMR spectra, FT-IR spectra, EDX mapping, photographs, and additional CV curves, SEM images, and XRD patterns (PDF)   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H NMR spectra,\nFT-IR spectra, EDX mapping,\nphotographs, and additional CV curves, SEM images, and XRD patterns\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">PDF</ext-link>)</p><p>(Y.X. and Z.W.) These authors contributed equally.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": " 1H NMR spectra, FT-IR spectra, EDX mapping, photographs, and additional CV curves, SEM images, and XRD patterns (PDF)\n\n(Y.X. and Z.W.) These authors contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 19, "type": "text", "classification": "synthesis condition", "content": "<p>The growth kinetics of HKUST-1 films was investigated\nby the time-dependent\nSEM analysis (, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">S6, and S7</ext-link>) and XRD measurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S8</ext-link>). Isolated crystals (∼750 nm)\nare formed in the first 3 min (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">S6</ext-link>), and they intergrow\nto form dense films after 40 min (b–d). With further prolonged reaction\ntime, the average crystal domain sizes gradually increase from 2.5\n(40 min) to 6.8 μm (240 min), and film thicknesses rise from\n2.1 to 7.9 μm, correspondingly (e). The above results indicate the relative\nslow nucleation and fast growth in the crystallization process of\nHKUST-1 under current electrochemical synthesis conditions. Note that\nthe reaction solution remains transparent during and after the electrochemical\ndeposition (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00297/suppl_file/cg0c00297_si_001.pdf\">Figure S9</ext-link>), suggesting that\nthe crystallization of HKUST-1 is substantially confined on the electrode\nsurface under current experimental conditions. The porosity of HKUST-1\nfilms deposited on FTO substrate was confirmed by krypton-adsorption\nmeasurements. As shown in f, the activated sample displays\ntype I isotherms with a rapid increase in krypton uptake at low relative\npressure (&lt;0.01), indicating microporous structure. The Brunauer–Emmett–Teller\n(BET) surface area, which is expressed as the per film area per 100\nnm film thickness, was calculated as 177 m<sup>2</sup>/m<sup>2</sup>/100 nm.</p>", "clean_text": "The growth kinetics of HKUST-1 films was investigated by the time-dependent SEM analysis (, S6, and S7) and XRD measurements (Figure S8). Isolated crystals (~750 nm) are formed in the first 3 min (a and S6), and they intergrow to form dense films after 40 min (b-d). With further prolonged reaction time, the average crystal domain sizes gradually increase from 2.5 (40 min) to 6.8 μm (240 min), and film thicknesses rise from 2.1 to 7.9 μm, correspondingly (e). The above results indicate the relative slow nucleation and fast growth in the crystallization process of HKUST-1 under current electrochemical synthesis conditions. Note that the reaction solution remains transparent during and after the electrochemical deposition (Figure S9), suggesting that the crystallization of HKUST-1 is substantially confined on the electrode surface under current experimental conditions. The porosity of HKUST-1 films deposited on FTO substrate was confirmed by krypton-adsorption measurements. As shown in f, the activated sample displays type I isotherms with a rapid increase in krypton uptake at low relative pressure (<0.01), indicating microporous structure. The Brunauer-Emmett-Teller (BET) surface area, which is expressed as the per film area per 100 nm film thickness, was calculated as 177 m2/m2/100 nm.", "data": [{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "electrochemical deposition", "precursor": [{"name": "", "amount": "", "unit": ""}], "solvent": "", "concentration": "", "pH": "", "additive": "", "working electrode": "", "counter electrode": "", "reference electrode": "", "deposition condition mode": "", "voltage": "", "stirring": "", "temperature": "", "atmosphere": "", "time": ""}], "yield": "", "other properties": ["growth kinetics", "crystal domain sizes", "film thicknesses", "porosity", "BET surface area"]}], "include_properties": ["electrochemical_deposition"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of the Oxygen-assisted\nCathodic Deposition\nof HKUST-1</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg0c00297_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Oxygen-assisted Cathodic Deposition of HKUST-1   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>CV curves of (a) Ar-saturated and (b) O<sub>2</sub>-saturated DMSO\nbackground solution (black) and those containing H<sub>3</sub>BTC\n(5 mM, red), Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM, green), and a\nmixture of H<sub>3</sub>BTC (5 mM) and Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM) (blue), respectively, measured at 30 °C with TATFB\n(100 mM) as the supporting electrolyte and scan rate of 100 mV/s.\nThe first two cycles of CV curves recorded for O<sub>2</sub>-saturated\nsolutions of (c) Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM) and (d) mixture\nof Cu­(NO<sub>3</sub>)<sub>2</sub> (10 mM) and H<sub>3</sub>BTC (5\nmM) with scan range from −0.50 to +0.50 V. The arrows indicate\nthe scan direction of CV.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg0c00297_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  CV curves of (a) Ar-saturated and (b) O2-saturated DMSO background solution (black) and those containing H3BTC (5 mM, red), Cu(NO3)2 (10 mM, green), and a mixture of H3BTC (5 mM) and Cu(NO3)2 (10 mM) (blue), respectively, measured at 30 °C with TATFB (100 mM) as the supporting electrolyte and scan rate of 100 mV/s. The first two cycles of CV curves recorded for O2-saturated solutions of (c) Cu(NO3)2 (10 mM) and (d) mixture of Cu(NO3)2 (10 mM) and H3BTC (5 mM) with scan range from -0.50 to +0.50 V. The arrows indicate the scan direction of CV.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD patterns of the\nsimulated HKUST-1 and HOPG-supported HKUST-1\nsamples deposited at −0.15 V (vs Ag/AgCl) and different temperature\nfor 2 h. Corresponding SEM images of HKUST-1 samples on HOPG substrate\ndeposited at (b) 30, (c) 60, (d) 80, and (e) 120 °C, respectively.\n(f) CV curves of the precursor solution measured at different temperature.\nThe precursor solutions used for deposition and CV measurements contain\n10 mM Cu­(NO<sub>3</sub>)<sub>2</sub>, 5 mM H<sub>3</sub>BTC, and 100\nmM TATFB and are saturated with O<sub>2</sub> prior to use.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg0c00297_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD patterns of the simulated HKUST-1 and HOPG-supported HKUST-1 samples deposited at -0.15 V (vs Ag/AgCl) and different temperature for 2 h. Corresponding SEM images of HKUST-1 samples on HOPG substrate deposited at (b) 30, (c) 60, (d) 80, and (e) 120 °C, respectively. (f) CV curves of the precursor solution measured at different temperature. The precursor solutions used for deposition and CV measurements contain 10 mM Cu(NO3)2, 5 mM H3BTC, and 100 mM TATFB and are saturated with O2 prior to use.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of HKUST-1\nfilms on FTO substrate deposited at 120 °C\nand −0.05 V for 1 h with the O<sub>2</sub>-saturated precursor\nsolutions in the (a) presence and (b) absence of supporting electrolyte\n(TATFB) and with the air-saturated precursor solutions in the (c)\npresence and (d) absence of supporting electrolyte, respectively.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg0c00297_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of HKUST-1 films on FTO substrate deposited at 120 °C and -0.05 V for 1 h with the O2-saturated precursor solutions in the (a) presence and (b) absence of supporting electrolyte (TATFB) and with the air-saturated precursor solutions in the (c) presence and (d) absence of supporting electrolyte, respectively.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XRD patterns of simulated\nmetallic copper, simulated HKUST-1,\nFTO substrate, and HKUST-1 films on FTO substrate deposited at 120\n°C and different potential for 1 h with the air-saturated and\nsupporting electrolyte-free precursor solution. Corresponding top-view\nand cross-section SEM images of HKUST-1 films on FTO substrates deposited\nat (b) −0.10, (c) −0.05, (d) 0, and (e) 0.05 V, respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg0c00297_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) XRD patterns of simulated metallic copper, simulated HKUST-1, FTO substrate, and HKUST-1 films on FTO substrate deposited at 120 °C and different potential for 1 h with the air-saturated and supporting electrolyte-free precursor solution. Corresponding top-view and cross-section SEM images of HKUST-1 films on FTO substrates deposited at (b) -0.10, (c) -0.05, (d) 0, and (e) 0.05 V, respectively.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of HKUST-1 films on FTO substrate deposited at 120 °C\nand 0.05 V for (a) 3, (b) 40 (top view), (c) 40 (cross-section), and\n(d) 240 min, respectively. (e) Crystal domain size and thickness of\nthe deposited HKUST-1 films vs deposition time. (f) Krypton adsorption\nisotherm at 77 K measured for the HKUST-1 film on FTO substrate deposited\nfor 1 h. The supporting electrolyte-free and air-saturated precursor\nsolution was used for the deposition.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg0c00297_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of HKUST-1 films on FTO substrate deposited at 120 °C and 0.05 V for (a) 3, (b) 40 (top view), (c) 40 (cross-section), and (d) 240 min, respectively. (e) Crystal domain size and thickness of the deposited HKUST-1 films vs deposition time. (f) Krypton adsorption isotherm at 77 K measured for the HKUST-1 film on FTO substrate deposited for 1 h. The supporting electrolyte-free and air-saturated precursor solution was used for the deposition.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Top-view and cross-section SEM images of\nMOF-14 film on FTO\nsubstrate deposited at 120 °C and −0.03 V for 2 h. (b)\nXRD patterns of simulated metallic copper, simulated MOF-14, FTO substrate,\nand FTO-supported MOF-14 shown in (a).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg0c00297_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Top-view and cross-section SEM images of MOF-14 film on FTO substrate deposited at 120 °C and -0.03 V for 2 h. (b) XRD patterns of simulated metallic copper, simulated MOF-14, FTO substrate, and FTO-supported MOF-14 shown in (a).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.0c00297", "title": "\nOxygen-assisted Cathodic Deposition of Copper-Carboxylate\nMetal–Organic Framework Films\n", "journal": "American Chemical\nSociety", "date": "2020.04", "author_list": ["Xiao\nYushuang", "Wu\nZhengming", "Zhang\nQing", "Li\nPingping", "Yu\nHuijun", "Lu\nGuang"]}}