{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg2c00174.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Zeolitic imidazolate\nframeworks (ZIFs) are a large subgroup of\nmetal–organic frameworks (MOFs). The synthesis of ZIF phases\nshowing a <italic toggle=\"yes\">yqt</italic>-type framework by the reaction of methylimidazole\n(Hmim) with a zinc salt in an aqueous solution using different zinc\nsalts like acetates, nitrates, chlorides, fluorides, bromides, iodides,\nand sulfates yields different morphologies and products: Zn<sub>3</sub>mim<sub>5</sub>XH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O with X = Br, Cl and α-Zn<sub>3</sub>mim<sub>5</sub>X with\nX = F, OH. By thermal dehydration of the hydrated ZIF phases, a series\nof isostructural compounds, α-Zn<sub>3</sub>mim<sub>5</sub>X\nwith X = Br, Cl, F, or OH, were obtained. The products were characterized\nby X-ray powder diffraction (XRPD) and vibrational (IR) and two-dimensional\n(2D) solid-state nuclear magnetic resonance (NMR) spectroscopy. In\nall structures, zinc exhibits tetrahedral coordination and forms a <italic toggle=\"yes\">yqt</italic> net. Inorganic anions are incorporated into this net\nas Zn–X–Zn bridges and show a major impact on the reversible\nde- and rehydration behavior, as well as on the thermal expansion.\nThe latter property is mainly governed by bending of the Zn–X–Zn\nbridge. Within this series, only the chloride-containing phase, showing\nthe strongest anisotropic thermal expansion, exhibits two polymorphs:\nα- and β-Zn<sub>3</sub>mim<sub>5</sub>Cl, the α-form\nshowing a bent and the β-form showing a linear Zn–X–Zn\nbridge.</p>", "clean_text": "Zeolitic imidazolate frameworks (ZIFs) are a large subgroup of metal-organic frameworks (MOFs). The synthesis of ZIF phases showing a yqt-type framework by the reaction of methylimidazole (Hmim) with a zinc salt in an aqueous solution using different zinc salts like acetates, nitrates, chlorides, fluorides, bromides, iodides, and sulfates yields different morphologies and products: Zn3mim5XH2O⋅nH2O with X = Br, Cl and α-Zn3mim5X with X = F, OH. By thermal dehydration of the hydrated ZIF phases, a series of isostructural compounds, α-Zn3mim5X with X = Br, Cl, F, or OH, were obtained. The products were characterized by X-ray powder diffraction (XRPD) and vibrational (IR) and two-dimensional (2D) solid-state nuclear magnetic resonance (NMR) spectroscopy. In all structures, zinc exhibits tetrahedral coordination and forms a yqt net. Inorganic anions are incorporated into this net as Zn-X-Zn bridges and show a major impact on the reversible de- and rehydration behavior, as well as on the thermal expansion. The latter property is mainly governed by bending of the Zn-X-Zn bridge. Within this series, only the chloride-containing phase, showing the strongest anisotropic thermal expansion, exhibits two polymorphs: α- and β-Zn3mim5Cl, the α-form showing a bent and the β-form showing a linear Zn-X-Zn bridge.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Zeolitic imidazolate frameworks\nof the type α-Zn<sub>3</sub>mim<sub>5</sub>X with X = Br, Cl,\nF, or OH can be obtained\nvia the reaction of methylimidazole with different zinc salts. The\ninorganic anions, incorporated into the <italic toggle=\"yes\">yqt-</italic>type\nnet as Zn−X−Zn bridges show a major impact on the reversible\nde- and rehydration behavior, the crystal morphology, as well as thermal\nexpansion.</p>", "clean_text": "Zeolitic imidazolate frameworks of the type α-Zn3mim5X with X = Br, Cl, F, or OH can be obtained via the reaction of methylimidazole with different zinc salts. The inorganic anions, incorporated into the yqt-type net as Zn-X-Zn bridges show a major impact on the reversible de- and rehydration behavior, the crystal morphology, as well as thermal expansion.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Zeolitic imidazolate\nframeworks (ZIFs) are a large subgroup\nof metal–organic frameworks (MOFs),\nalso sometimes referred to as metal–azolate frameworks with\nhigh stability, e.g., toward water. The\nconnection of four methylimidazolate anions to a zinc atom can be\ndescribed by complex chemistry. Synthetically, the materials are obtained\nby salt–salt interaction. They find applications in catalysis, chromatography, gas separation, storage, and biomedicine. Their name is derived from their structural\nrelationship to zeolites, as a metal ion like silicon and aluminum\nin zeolites is tetrahedrally coordinated. Also, the coordinating linker\nmolecules exhibit the same bond angle found for the bridging oxygen\natoms in the zeolite structures. Often,\nthe metal centers are zinc and cobalt, but compounds using\nboron, lithium, and copper; lithium and aluminum; cadmium; or magnesium are also documented. The imidazolate backbone\ncan be functionalized, leading to more than 150 different materials. First reports about metal salts formed with imidazolates were found\nin the 1950s, even going back to the\n1930s.\n</p>", "clean_text": "Introduction\n\nZeolitic imidazolate frameworks (ZIFs) are a large subgroup of metal-organic frameworks (MOFs), also sometimes referred to as metal-azolate frameworks with high stability, e.g., toward water. The connection of four methylimidazolate anions to a zinc atom can be described by complex chemistry. Synthetically, the materials are obtained by salt-salt interaction. They find applications in catalysis, chromatography, gas separation, storage, and biomedicine. Their name is derived from their structural relationship to zeolites, as a metal ion like silicon and aluminum in zeolites is tetrahedrally coordinated. Also, the coordinating linker molecules exhibit the same bond angle found for the bridging oxygen atoms in the zeolite structures. Often, the metal centers are zinc and cobalt, but compounds using boron, lithium, and copper; lithium and aluminum; cadmium; or magnesium are also documented. The imidazolate backbone can be functionalized, leading to more than 150 different materials. First reports about metal salts formed with imidazolates were found in the 1950s, even going back to the 1930s. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>ZIF-8 is the most investigated\nmaterial of this family. The zinc atom is coordinated\nby four 2-methylimidazolate anions\n(mim) forming a topology with sodalite-like cages (SOD net) with a\ndiameter of 11.6 Å and window sizes of about 3.4 Å. It was\nfirst described in 2006 with several other ZIFs with various linkers. Similar to ZIFs with other linkers, ZIF-8 has several polymorphs\nwith the same composition, but different underlying nets. Unlike ZIFs\nwith imidazole and benzimidazole, where polymorphs were found rather\ninstantaneously (e.g., ZIF-1, ZIF-2, and ZIF-4 for zinc imidazolate\nand ZIF-7 and ZIF-11, respectively), it\ntook some time to find polymorphs of ZIF-8. In 2011, the crystal structure\nof ZIF-8<italic toggle=\"yes\">dia</italic> was published, which has a distorted diamond-like underlying net. The structure\nof ZIF-8<italic toggle=\"yes\">kat</italic>, named after one of the investigators,\nwas discovered in 2015 during in situ X-ray diffraction monitoring\nof liquid-assisted grinding experiments and the product was described\nas metastable. However, the powder pattern\nof ZIF-8<italic toggle=\"yes\">kat</italic> was already reported in 2013 as the result\nof microwave-assisted syntheses.\n</p>", "clean_text": "ZIF-8 is the most investigated material of this family. The zinc atom is coordinated by four 2-methylimidazolate anions (mim) forming a topology with sodalite-like cages (SOD net) with a diameter of 11.6 Å and window sizes of about 3.4 Å. It was first described in 2006 with several other ZIFs with various linkers. Similar to ZIFs with other linkers, ZIF-8 has several polymorphs with the same composition, but different underlying nets. Unlike ZIFs with imidazole and benzimidazole, where polymorphs were found rather instantaneously (e.g., ZIF-1, ZIF-2, and ZIF-4 for zinc imidazolate and ZIF-7 and ZIF-11, respectively), it took some time to find polymorphs of ZIF-8. In 2011, the crystal structure of ZIF-8dia was published, which has a distorted diamond-like underlying net. The structure of ZIF-8kat, named after one of the investigators, was discovered in 2015 during in situ X-ray diffraction monitoring of liquid-assisted grinding experiments and the product was described as metastable. However, the powder pattern of ZIF-8kat was already reported in 2013 as the result of microwave-assisted syntheses. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>ZIF-L was described in 2013, Here,\nthe Zn/mim ratio is not 1:2, but 1:2.5, leading to layers containing\nhalf sodalite cages and a leaflike morphology. The L stands for leaf.\nThe associated powder pattern can be found in earlier publications. There are several compounds mentioned in the literature obtained\nby mixed-linker approaches, where methylimidazole is not the only\nmolecule linking the zinc atoms. Most notable are ZIF-60 and ZIF-61\nwith imidazole as the second linker, yielding materials with MER (merlinoite)\nand <italic toggle=\"yes\">zni</italic> (zinc imidazolate) nets. Others are ZIF-300, ZIF-301, and ZIF-302 with 5-BrBIm,\n5-ClBIm, and 5-MeBIm (5 bromobenzimdazole, 5-chlorobenzimidazole,\nand 5-methylbenzimidazole), respectively. They all form a CHA-related net. ZIF-408, ZIF-486, and ZIF-414 are\nobtained with the use of up to three different linkers.\n</p>", "clean_text": "ZIF-L was described in 2013, Here, the Zn/mim ratio is not 1:2, but 1:2.5, leading to layers containing half sodalite cages and a leaflike morphology. The L stands for leaf. The associated powder pattern can be found in earlier publications. There are several compounds mentioned in the literature obtained by mixed-linker approaches, where methylimidazole is not the only molecule linking the zinc atoms. Most notable are ZIF-60 and ZIF-61 with imidazole as the second linker, yielding materials with MER (merlinoite) and zni (zinc imidazolate) nets. Others are ZIF-300, ZIF-301, and ZIF-302 with 5-BrBIm, 5-ClBIm, and 5-MeBIm (5 bromobenzimdazole, 5-chlorobenzimidazole, and 5-methylbenzimidazole), respectively. They all form a CHA-related net. ZIF-408, ZIF-486, and ZIF-414 are obtained with the use of up to three different linkers. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>A rather peculiar material is ZIF-CO<sub>3</sub>-1, where zinc\natoms are not only linked by methylimidazolate but also by carbonate\nanions, forming a <italic toggle=\"yes\">mog</italic> net (moganite). While the methylimidazolate\nlinkers connect two zinc atoms, the carbonate anions link four different\nzinc atoms. The structure was first described in 2015 by Basnayake\net al. In 2020, this material was found\nin ball-milling experiments and its crystal structure was determined\nagain. Recently, we described a material\nwhere zinc atoms are not only bridged by methylimidazolate, but by\nchloride ions. ZIF-<italic toggle=\"yes\">yqt anhydrous</italic> (Zn<sub>3</sub>mim<sub>5</sub>Cl) can be hydrated (Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O, with <italic toggle=\"yes\">n</italic> = 0.74) leading to a Zn–Cl/H<sub>2</sub>O bridge. The underlying net is <italic toggle=\"yes\">yqt</italic>, first\nfound during syntheses using cadmium and methylimidazole and is a\nderivation of two interpenetrated <italic toggle=\"yes\">tfa-c</italic> nets, which\nare connected via a disordered methylimidazolate group. In ZIF-<italic toggle=\"yes\">yqt hydrate</italic> and <italic toggle=\"yes\">anhydrous</italic>, this disordered methylimidazolate group is replaced by chloride\nand water. Recently, another material with the same underlying net\nwas published, with hydroxide instead of chloride bridging the zinc\natoms forming Zn<sub>3</sub>mim<sub>5</sub>OH, which was used as a precursor for electrocatalysts. It\ntook some time and electron diffraction methods to find the crystal\nstructure of this material, although it was already mentioned by Tanaka\net al. in 2012 during a variation of the zinc nitrate-to-linker ratio\nfor the experiment with a 1:4:2228 composition (with 2228 being the\nmolar ratio of water with respect to the zinc source). The same structure was also found during microwave-assisted\nexperiments for a metal-to-linker ratio of 1:2; however, the water-to-zinc\nratio was not mentioned. Butova et al.\ntried to index the cell, but due to an impurity of ZIF-CO<sub>3</sub>-1, the structural determination was not successful.\n</p>", "clean_text": "A rather peculiar material is ZIF-CO3-1, where zinc atoms are not only linked by methylimidazolate but also by carbonate anions, forming a mog net (moganite). While the methylimidazolate linkers connect two zinc atoms, the carbonate anions link four different zinc atoms. The structure was first described in 2015 by Basnayake et al. In 2020, this material was found in ball-milling experiments and its crystal structure was determined again. Recently, we described a material where zinc atoms are not only bridged by methylimidazolate, but by chloride ions. ZIF-yqt anhydrous (Zn3mim5Cl) can be hydrated (Zn3mim5ClH2O⋅nH2O, with n = 0.74) leading to a Zn-Cl/H2O bridge. The underlying net is yqt, first found during syntheses using cadmium and methylimidazole and is a derivation of two interpenetrated tfa-c nets, which are connected via a disordered methylimidazolate group. In ZIF-yqt hydrate and anhydrous, this disordered methylimidazolate group is replaced by chloride and water. Recently, another material with the same underlying net was published, with hydroxide instead of chloride bridging the zinc atoms forming Zn3mim5OH, which was used as a precursor for electrocatalysts. It took some time and electron diffraction methods to find the crystal structure of this material, although it was already mentioned by Tanaka et al. in 2012 during a variation of the zinc nitrate-to-linker ratio for the experiment with a 1:4:2228 composition (with 2228 being the molar ratio of water with respect to the zinc source). The same structure was also found during microwave-assisted experiments for a metal-to-linker ratio of 1:2; however, the water-to-zinc ratio was not mentioned. Butova et al. tried to index the cell, but due to an impurity of ZIF-CO3-1, the structural determination was not successful. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>In this study, we present the modification of the <italic toggle=\"yes\">yqt</italic> lattice by halide substitution, which leads to an expansion\nof the\nknown compounds Zn<sub>3</sub>mim<sub>5</sub>Cl·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O and Zn<sub>3</sub>mim<sub>5</sub>OH toward an entire\nfamily of new <italic toggle=\"yes\">yqt</italic>-type ZIF compounds with the general\nformula Zn<sub>3</sub>mim<sub>5</sub>X with X = Br, Cl, F/OH, and\nOH. We also systematically study the impact of the halide on the thermal\nproperties and the crystal morphology. Br- and Cl-containing compounds\nexhibit a reversible de- and rehydration behavior, the chloride-substituted\ncompound having the most pronounced hydration behavior and the strongest\nanisotropic thermal expansion, leading to two polymorphs of the anhydrous <italic toggle=\"yes\">yqt</italic>-type ZIF phase. The temperature-dependent anisotropic\nlattice expansion is governed by bending of the Zn–X–Zn\nbridges. We furthermore present for the first time an in-depth study\non the interactions among methylimidazolate anions within the <italic toggle=\"yes\">yqt</italic> lattice using 2D solid-state NMR. The impact of zinc\nsalts used on the resulting crystal morphology in the synthesis of\nthe electrocatalytically active Zn<sub>3</sub>mim<sub>5</sub>OH is\ninvestigated systematically.</p>", "clean_text": "In this study, we present the modification of the yqt lattice by halide substitution, which leads to an expansion of the known compounds Zn3mim5Cl⋅nH2O and Zn3mim5OH toward an entire family of new yqt-type ZIF compounds with the general formula Zn3mim5X with X = Br, Cl, F/OH, and OH. We also systematically study the impact of the halide on the thermal properties and the crystal morphology. Br- and Cl-containing compounds exhibit a reversible de- and rehydration behavior, the chloride-substituted compound having the most pronounced hydration behavior and the strongest anisotropic thermal expansion, leading to two polymorphs of the anhydrous yqt-type ZIF phase. The temperature-dependent anisotropic lattice expansion is governed by bending of the Zn-X-Zn bridges. We furthermore present for the first time an in-depth study on the interactions among methylimidazolate anions within the yqt lattice using 2D solid-state NMR. The impact of zinc salts used on the resulting crystal morphology in the synthesis of the electrocatalytically active Zn3mim5OH is investigated systematically.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Chemicals\nand Syntheses</title><p>For synthesis, zinc chloride\n(Alfa Aesar), zinc bromide (MERCK), zinc fluoride tetrahydrate, zinc\niodide (Acros Organics), zinc acetate dihydrate (Fluka), 2-methylimidazole\n(Acros Organics/Merck) were used, and for analysis, nitric acid, silver\nnitrate (Sigma Aldrich), acetic acid (Merck), and calcium acetate\nhydrate (Merck) were used.</p>", "clean_text": "Experimental Section\n\nChemicals and Syntheses\n\nFor synthesis, zinc chloride (Alfa Aesar), zinc bromide (MERCK), zinc fluoride tetrahydrate, zinc iodide (Acros Organics), zinc acetate dihydrate (Fluka), 2-methylimidazole (Acros Organics/Merck) were used, and for analysis, nitric acid, silver nitrate (Sigma Aldrich), acetic acid (Merck), and calcium acetate hydrate (Merck) were used.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>In a typical synthesis, 0.699 g (5.13\nmmol) of zinc chloride and 1.684 g (20.51 mmol) of 2-methylimidazole\nwere each dissolved in 45 mL of deionized water, giving a molar ratio\nof 1:4:2000 for zinc, 2-methylimodazole, and water. The investigated\nrange of molar ratios was 1:<italic toggle=\"yes\">x</italic>:y with 3 ≤ <italic toggle=\"yes\">x</italic> ≤ 8 and 400 ≤ <italic toggle=\"yes\">y</italic> ≤\n2400. Both solutions were mixed at room temperature and stirred for\nseveral hours until a white, milky suspension is formed. The syntheses\nwere carried out in closed vessels to prevent the formation of ZIF-CO<sub>3</sub>-1. After centrifugation at 10000 rpm for 5 min, the resulting\nsolid was washed three times with water and centrifuged again. Afterwards,\nthe product was dried in a vacuum oven at 50 °C for 12 h (yield:\n1.100 g). Syntheses with zinc fluoride and zinc bromide were conducted\nsimilarly. For the successful synthesis with zinc iodide, both solutions\nwere heated to 50 °C prior to mixing and kept at this temperature\nafter mixing to prevent the formation of an amorphous product.</p>", "clean_text": "In a typical synthesis, 0.699 g (5.13 mmol) of zinc chloride and 1.684 g (20.51 mmol) of 2-methylimidazole were each dissolved in 45 mL of deionized water, giving a molar ratio of 1:4:2000 for zinc, 2-methylimodazole, and water. The investigated range of molar ratios was 1:x:y with 3 ≤ x ≤ 8 and 400 ≤ y ≤ 2400. Both solutions were mixed at room temperature and stirred for several hours until a white, milky suspension is formed. The syntheses were carried out in closed vessels to prevent the formation of ZIF-CO3-1. After centrifugation at 10000 rpm for 5 min, the resulting solid was washed three times with water and centrifuged again. Afterwards, the product was dried in a vacuum oven at 50 °C for 12 h (yield: 1.100 g). Syntheses with zinc fluoride and zinc bromide were conducted similarly. For the successful synthesis with zinc iodide, both solutions were heated to 50 °C prior to mixing and kept at this temperature after mixing to prevent the formation of an amorphous product.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Phase\nCharacterization</title><p>The phase composition was analyzed\nusing CHN elemental analyses with an Unicube (Elementar) analyzer.\nFor the determination of the amount of Cl and Br in the respective\nsamples via gravimetric measurement, about 900 mg of the sample was\ndissolved in HNO<sub>3</sub> and subsequently AgCl and AgBr precipitated\nusing AgNO<sub>3</sub>. The silver salts were centrifuged, washed\nseveral times with water, and dried overnight in a vacuum oven at\n50 °C. For the determination of the fluoride content, the precipitation\nmethod with calcium was used. Approximately\n800 mg of the fluoride-containing sample were dissolved in diluted\nacetic acid. After the addition of calcium acetate in acetic acid,\nthe precipitate was collected via centrifugation and washed several\ntimes with water. Afterward, the sample was dried at 50 °C in\nvacuum for 12 h. The Zn content was derived from thermal analyses\nconducted with a thermogravimetric analyzer 2950 (TA Instruments)\nwith heating rates of 2 and 5 K/min up to a temperature of 700 °C.\nAt 700 °C, the sample was completely oxidized and only ZnO was\nleft. From the remaining mass, the original\nzinc content can be calculated. DSC measurements of anhydrous Zn<sub>3</sub>(mim)<sub>5</sub>Cl were conducted on a DSC 214 Polyma (Netzsch,\n40 mL/min protective, 60 mL/min purging N<sub>2</sub> gas). The sample\nwas first dehydrated on a heating plate at 200 °C in an argon-filled\nglovebox for ∼12 h, weighed (24.8 mg), and finally filled into\nan aluminum crucible, which was sealed by cold welding with an aluminum\ncap. The cap was pierced, and a crucible was set into the DSC sample\nchamber (contact with air during transfer for ∼30 s). An empty,\npierced aluminum crucible was used as reference. The sample was cycled\nbetween −150 and 225 °C with heating and cooling rates\nof 2 and 10 K/min, respectively. In the case of the 2 K/min rate,\nthe sample signal was corrected by subtracting the DSC curve of an\nempty crucible. Scanning electron microscopy measurements were carried\nout with a Carl-Zeiss Gemini Ultra 55, where an acceleration voltage\nof 1 kV and a working distance of 5 cm were used. Infrared spectra\nwere measured with a JASCO 4100 IR spectrometer equipped with a PIKE\nGladiATR unit in a range between 400 and 4000 cm<sup>–1</sup> with a resolution of 2 cm<sup>–1</sup>. Each spectrum is\nan accumulation of 16 scans. X-ray powder diffraction (XRPD) patterns\nwere collected with a Panalytical Empyrean diffractometer (Cu-Kα\nradiation, β-Ni filter) with a spinner setup in the range of\n2θ = 2–50° with a step size of 0.02° and an\nexposure time of 5 s per step. The dehydration/rehydration experiments\nwere carried out with the same instrument equipped with an Anton Paar\nCHC<sup>+</sup> chamber with z-axis scan in a range of 2θ =\n14–15.8° with a step size of 0.0066° and an exposure\ntime of 10.2 s per step. The humidity of the gas flow was adjusted\nwith the help of a modulated humidity Generator from Pro Umid. The\ndehydration was carried out at 90 °C with a relative humidity\nof 5%, and the rehydration was carried out at 35 °C with relative\nhumidities between 15 and 50%. Nitrogen sorption isotherms were recorded\nwith a Micromeritics ASAP 2010 instrument. BET areas were calculated\naccording to the recommendations from IUPAC and Rouquerol et al.\n</p>", "clean_text": "Phase Characterization\n\nThe phase composition was analyzed using CHN elemental analyses with an Unicube (Elementar) analyzer. For the determination of the amount of Cl and Br in the respective samples via gravimetric measurement, about 900 mg of the sample was dissolved in HNO3 and subsequently AgCl and AgBr precipitated using AgNO3. The silver salts were centrifuged, washed several times with water, and dried overnight in a vacuum oven at 50 °C. For the determination of the fluoride content, the precipitation method with calcium was used. Approximately 800 mg of the fluoride-containing sample were dissolved in diluted acetic acid. After the addition of calcium acetate in acetic acid, the precipitate was collected via centrifugation and washed several times with water. Afterward, the sample was dried at 50 °C in vacuum for 12 h. The Zn content was derived from thermal analyses conducted with a thermogravimetric analyzer 2950 (TA Instruments) with heating rates of 2 and 5 K/min up to a temperature of 700 °C. At 700 °C, the sample was completely oxidized and only ZnO was left. From the remaining mass, the original zinc content can be calculated. DSC measurements of anhydrous Zn3(mim)5Cl were conducted on a DSC 214 Polyma (Netzsch, 40 mL/min protective, 60 mL/min purging N2 gas). The sample was first dehydrated on a heating plate at 200 °C in an argon-filled glovebox for ~12 h, weighed (24.8 mg), and finally filled into an aluminum crucible, which was sealed by cold welding with an aluminum cap. The cap was pierced, and a crucible was set into the DSC sample chamber (contact with air during transfer for ~30 s). An empty, pierced aluminum crucible was used as reference. The sample was cycled between -150 and 225 °C with heating and cooling rates of 2 and 10 K/min, respectively. In the case of the 2 K/min rate, the sample signal was corrected by subtracting the DSC curve of an empty crucible. Scanning electron microscopy measurements were carried out with a Carl-Zeiss Gemini Ultra 55, where an acceleration voltage of 1 kV and a working distance of 5 cm were used. Infrared spectra were measured with a JASCO 4100 IR spectrometer equipped with a PIKE GladiATR unit in a range between 400 and 4000 cm-1 with a resolution of 2 cm-1. Each spectrum is an accumulation of 16 scans. X-ray powder diffraction (XRPD) patterns were collected with a Panalytical Empyrean diffractometer (Cu-Kα radiation, β-Ni filter) with a spinner setup in the range of 2θ = 2-50° with a step size of 0.02° and an exposure time of 5 s per step. The dehydration/rehydration experiments were carried out with the same instrument equipped with an Anton Paar CHC+ chamber with z-axis scan in a range of 2θ = 14-15.8° with a step size of 0.0066° and an exposure time of 10.2 s per step. The humidity of the gas flow was adjusted with the help of a modulated humidity Generator from Pro Umid. The dehydration was carried out at 90 °C with a relative humidity of 5%, and the rehydration was carried out at 35 °C with relative humidities between 15 and 50%. Nitrogen sorption isotherms were recorded with a Micromeritics ASAP 2010 instrument. BET areas were calculated according to the recommendations from IUPAC and Rouquerol et al. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Solid-state NMR spectra were recorded on an Agilent DD2 500WB\nspectrometer (11.7 T) with resonance frequencies of 499.86 and 125.70\nMHz for <sup>1</sup>H and <sup>13</sup>C, respectively. Samples were\npacked into a 1.6 mm zirconia rotor under ambient conditions. <sup>1</sup>H spectra were recorded at a MAS rate of 40 kHz using the\nDEPTH sequence for background suppression, starting with a π/2\npulse of 2.5 μs followed by two π pulses of 5 μs\nphase cycled according to a combined “EXORCYCLE” and\n“CYCLOPS” scheme. A total of 16 scans were recorded,\nand recycle delays were set to 5 times the <sup>1</sup>H longitudinal\nrelaxation time. <sup>13</sup>C CP spectra were recorded at a MAS\nrate of 15 kHz. After a π/2 pulse of 2.5 ms on <sup>1</sup>H,\nthe <sup>1</sup>H RF was ramped from 79 to 100 kHz, while the RF on <sup>13</sup>C was kept constant at 74 kHz during a contact time of 1\nms. 100 kHz spinal-64 decoupling was applied on <sup>1</sup>H during\nacquisition. Recycle delays were set to 4 s, and 5600–20000\nscans were recorded depending on the sample. <sup>1</sup>H<sup>–13</sup>C heteronuclear correlation (HETCOR) spectra were acquired at a MAS\nrate of 30 kHz. After a π/2 pulse of 2.5 μs on <sup>1</sup>H, the <sup>1</sup>H RF was ramped from 94 to 114 kHz, while the\nRF on <sup>13</sup>C was kept constant at 54 kHz for a contact time\nof 5 ms. A total of 160 increments during the evolution period were\nrecorded, while applying 100 kHz FSLG decoupling. 100 kHz spinal-64\ndecoupling was applied on <sup>1</sup>H during acquisition. A total\nof 104 scans were accumulated in every increment with a recycle delay\nof 4.4 s. All chemical shifts were referenced to sodium 3-(trimethylsilyl)-1-propanesulfonate\n(DSS). No line-broadening was applied.</p>", "clean_text": "Solid-state NMR spectra were recorded on an Agilent DD2 500WB spectrometer (11.7 T) with resonance frequencies of 499.86 and 125.70 MHz for 1H and 13C, respectively. Samples were packed into a 1.6 mm zirconia rotor under ambient conditions. 1H spectra were recorded at a MAS rate of 40 kHz using the DEPTH sequence for background suppression, starting with a π/2 pulse of 2.5 μs followed by two π pulses of 5 μs phase cycled according to a combined \"EXORCYCLE\" and \"CYCLOPS\" scheme. A total of 16 scans were recorded, and recycle delays were set to 5 times the 1H longitudinal relaxation time. 13C CP spectra were recorded at a MAS rate of 15 kHz. After a π/2 pulse of 2.5 ms on 1H, the 1H RF was ramped from 79 to 100 kHz, while the RF on 13C was kept constant at 74 kHz during a contact time of 1 ms. 100 kHz spinal-64 decoupling was applied on 1H during acquisition. Recycle delays were set to 4 s, and 5600-20000 scans were recorded depending on the sample. 1H-13C heteronuclear correlation (HETCOR) spectra were acquired at a MAS rate of 30 kHz. After a π/2 pulse of 2.5 μs on 1H, the 1H RF was ramped from 94 to 114 kHz, while the RF on 13C was kept constant at 54 kHz for a contact time of 5 ms. A total of 160 increments during the evolution period were recorded, while applying 100 kHz FSLG decoupling. 100 kHz spinal-64 decoupling was applied on 1H during acquisition. A total of 104 scans were accumulated in every increment with a recycle delay of 4.4 s. All chemical shifts were referenced to sodium 3-(trimethylsilyl)-1-propanesulfonate (DSS). No line-broadening was applied.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>XRPD patterns for phase\nidentification were collected at room temperature\non a laboratory powder diffractometer in Debye–Scherrer geometry\n(Stadi P-diffractometer (Stoe), Cu-K<sub>α1</sub> radiation\nfrom primary Ge(111)-Johann-type monochromator, triple array of Mythen\n1 K detectors (Dectris)). The samples were sealed in 0.7 mm diameter\nborosilicate glass capillaries (Hilgenberg glass no. 0140), which\nwere spun during the measurements. Each pattern was measured in a\n2θ range of 1.0–110° applying a total scan time\nof 30 min. The XRPD pattern for the crystal structure solution was\ncollected using the same device and a total scan time of 20 h. Temperature-dependent\nXRPD patterns were recorded on the same device. Heating of the capillary\nwas realized using a hot and cool air blower (Cobra 700, Oxford cryosystems).\nTherefore, the starting material, Zn<sub>3</sub>mim<sub>5</sub>Cl­(H<sub>2</sub>O)·<italic toggle=\"yes\">x</italic>H<sub>2</sub>O, was filled in a\n0.7 mm borosilicate glass capillary (Hilgenberg glass no. 0140), which\nwas left open on the top and spun during the measurements. The sample\nwas heated in 10 K steps by applying a heating rate of 2 K/min up\nto a temperature of 225 °C. During each step, an XRPD pattern\nwas recorded by applying a total scan time of 30 min and an isothermal\ndelay time of 5 min prior to the measurements. Afterward, the sample\nwas cooled down in 10 K steps to −150 °C by applying a\ncooling rate of 2 K/min and XRPD measurements were carried out during\nthe holding periods. The heating and cooling steps were repeated afterward.\nThe program TOPAS 6.0 was used for crystal\nstructure solution and refinement with all details given in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "XRPD patterns for phase identification were collected at room temperature on a laboratory powder diffractometer in Debye-Scherrer geometry (Stadi P-diffractometer (Stoe), Cu-Kα1 radiation from primary Ge(111)-Johann-type monochromator, triple array of Mythen 1 K detectors (Dectris)). The samples were sealed in 0.7 mm diameter borosilicate glass capillaries (Hilgenberg glass no. 0140), which were spun during the measurements. Each pattern was measured in a 2θ range of 1.0-110° applying a total scan time of 30 min. The XRPD pattern for the crystal structure solution was collected using the same device and a total scan time of 20 h. Temperature-dependent XRPD patterns were recorded on the same device. Heating of the capillary was realized using a hot and cool air blower (Cobra 700, Oxford cryosystems). Therefore, the starting material, Zn3mim5Cl(H2O)⋅xH2O, was filled in a 0.7 mm borosilicate glass capillary (Hilgenberg glass no. 0140), which was left open on the top and spun during the measurements. The sample was heated in 10 K steps by applying a heating rate of 2 K/min up to a temperature of 225 °C. During each step, an XRPD pattern was recorded by applying a total scan time of 30 min and an isothermal delay time of 5 min prior to the measurements. Afterward, the sample was cooled down in 10 K steps to -150 °C by applying a cooling rate of 2 K/min and XRPD measurements were carried out during the holding periods. The heating and cooling steps were repeated afterward. The program TOPAS 6.0 was used for crystal structure solution and refinement with all details given in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis\nand Characterization of Halide-Substituted <italic toggle=\"yes\">yqt</italic>-Type\nZIF Compounds</title><p>Syntheses of halide-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF compounds were carried out in aqueous solutions\nusing the related zinc halide salt, 2-methylimidazole (Hmim), and\nwater in defined ratios. The synthesis relies on using conditions\nas published by us in an earlier paper. Details on the syntheses conditions can be found in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization of Halide-Substituted yqt-Type ZIF Compounds\n\nSyntheses of halide-substituted yqt-type ZIF compounds were carried out in aqueous solutions using the related zinc halide salt, 2-methylimidazole (Hmim), and water in defined ratios. The synthesis relies on using conditions as published by us in an earlier paper. Details on the syntheses conditions can be found in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>Chloride-Substituted yqt-Type\nZIF</title><p>The synthesis was\nperformed as described earlier by mixing\nan aqueous zinc chloride solution with an aqueous methylimidazolate\nsolution and stirring the mixture for several hours. Various Hmim/H<sub>2</sub>O/ZnCl<sub>2</sub> ratios were tested, leading to different\nproducts (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S6 and Table S5</ext-link>). Applying a Hmim/H<sub>2</sub>O/ZnCl<sub>2</sub> ratio\nof 1:4:2000 leads to the formation of the previously described chloride-substituted <italic toggle=\"yes\">yqt</italic>-type\nZIF hydrate with the formula Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74 H<sub>2</sub>O, as confirmed by XRPD (, red line), elemental,\nand thermal analyses (, Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S10, Figure S11</ext-link>). A short investigation of different molar ratios of zinc\nhalides and methylimidazole revealed that the resulting phases are\nquite diverse (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S7 and Table S6</ext-link>). The nitrogen sorption isotherm showed no\nporosity for this material (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S20</ext-link>), which are in line with findings for Zn<sub>3</sub>mim<sub>5</sub>OH.\n</p>", "clean_text": "Chloride-Substituted yqt-Type ZIF\n\nThe synthesis was performed as described earlier by mixing an aqueous zinc chloride solution with an aqueous methylimidazolate solution and stirring the mixture for several hours. Various Hmim/H2O/ZnCl2 ratios were tested, leading to different products (Supporting Information, Figure S6 and Table S5). Applying a Hmim/H2O/ZnCl2 ratio of 1:4:2000 leads to the formation of the previously described chloride-substituted yqt-type ZIF hydrate with the formula Zn3mim5ClH2O⋅0.74 H2O, as confirmed by XRPD (, red line), elemental, and thermal analyses (, Supporting Information, Table S10, Figure S11). A short investigation of different molar ratios of zinc halides and methylimidazole revealed that the resulting phases are quite diverse (Supporting Information, Figure S7 and Table S6). The nitrogen sorption isotherm showed no porosity for this material (Supporting Information, Figure S20), which are in line with findings for Zn3mim5OH. ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Comparison of measured\nand calculated XRPD patterns of the synthesized,\nhalide-substituted yqt-type ZIF phases with a synthesis ratio of 1:4:2000\nfor ZnX<sub>2</sub>/Hmim/H<sub>2</sub>O at room temperature. Rietveld\nplots of F/OH<sup>–</sup> and Br-containing phases are presented\nin the Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figures S3 and S4</ext-link>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Comparison of measured and calculated XRPD patterns of the synthesized, halide-substituted yqt-type ZIF phases with a synthesis ratio of 1:4:2000 for ZnX2/Hmim/H2O at room temperature. Rietveld plots of F/OH- and Br-containing phases are presented in the Supporting Information, Figures S3 and S4.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Elemental Analysis\nof All Investigated\nPhases<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"left\"></oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>F<sub>0.35</sub>(OH)<sub>0.65</sub> found\n(calc.)</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>OH<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>C</bold>\n</oasis:entry>\n<oasis:entry>38.6 (38.8)</oasis:entry>\n<oasis:entry>35.3 (35.9)</oasis:entry>\n<oasis:entry>35.3 (33.9)</oasis:entry>\n<oasis:entry>38.5 (38.8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>H</bold>\n</oasis:entry>\n<oasis:entry>6.3 (4.2)</oasis:entry>\n<oasis:entry>4.7 (4.3)</oasis:entry>\n<oasis:entry>4.3 (4.0)</oasis:entry>\n<oasis:entry>4.2 (4.2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>N</bold>\n</oasis:entry>\n<oasis:entry>22.6 (22.6)</oasis:entry>\n<oasis:entry>20.8 (21.0)</oasis:entry>\n<oasis:entry>20.5 (19.8)</oasis:entry>\n<oasis:entry>22.5 (22.6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>O</bold>\n</oasis:entry>\n<oasis:entry>n.d. (1.7)</oasis:entry>\n<oasis:entry>n.d. (4.3)</oasis:entry>\n<oasis:entry>5.2 (3.3)</oasis:entry>\n<oasis:entry>n.d. (2.6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>Zn (TG)</bold>\n</oasis:entry>\n<oasis:entry>31.3 (31.7)</oasis:entry>\n<oasis:entry>26.3\n(29.3)</oasis:entry>\n<oasis:entry>23.3 (27.7)</oasis:entry>\n<oasis:entry>30.4 (31.7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>F, Cl, Br</bold>\n</oasis:entry>\n<oasis:entry>1.1 (1.1)</oasis:entry>\n<oasis:entry>6.0 (5.3)</oasis:entry>\n<oasis:entry>11.5 (11.3)</oasis:entry>\n<oasis:entry>- (-)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>C, H, N, and O contents were determined\nby EA, zinc contents were determined via TG (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S10, Figure S11</ext-link>), and the contents of the\nhalides were measured after precipitation with Ca­(OAc)<sub>2</sub> for F and with AgNO<sub>3</sub> for Cl and Br, respectively.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>The C, H, N, and Zn contents were\ndetermined from material synthesized with zinc nitrate.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Bromide-Substituted yqt-Type\nZIF</title><p>The synthesis with\nzinc bromide was conducted with the same zinc–2-methylimidazole–water\nratio of 1:4:2000 and yielded a phase showing an almost identical\npowder pattern (, green line) and the same zeppelin-like crystal morphology as the\nhydrated Cl phase, without developed faces (a–d). The lengths vary between 2 and\n5 μm, with the width varying between 0.5 and 3 μm. The\nBr phase shows the same morphology as the chloride-containing sample\nwith slightly slimmer crystallites. Some of the particles have a slight\nS-shaped bent along the main axis. In addition, the tips of the zeppelins\nare not as developed as their chloride-containing relatives. The phase\ncomposition of Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45\nH<sub>2</sub>O was derived from elemental and thermal analyses (Supporting\nInformation, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S10, Figure S11</ext-link>) and\nfrom the crystal structure refinement (, Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>).</p>", "clean_text": "Bromide-Substituted yqt-Type ZIF\n\nThe synthesis with zinc bromide was conducted with the same zinc-2-methylimidazole-water ratio of 1:4:2000 and yielded a phase showing an almost identical powder pattern (, green line) and the same zeppelin-like crystal morphology as the hydrated Cl phase, without developed faces (a-d). The lengths vary between 2 and 5 μm, with the width varying between 0.5 and 3 μm. The Br phase shows the same morphology as the chloride-containing sample with slightly slimmer crystallites. Some of the particles have a slight S-shaped bent along the main axis. In addition, the tips of the zeppelins are not as developed as their chloride-containing relatives. The phase composition of Zn3mim5BrH2O⋅0.45 H2O was derived from elemental and thermal analyses (Supporting Information, Table S10, Figure S11) and from the crystal structure refinement (, Supporting Information, Table S3).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Scanning electron micrographs of the halide-containing\nmaterials:\nZn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O (a) and (b), Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O (c) and (d), Zn<sub>3</sub>mim<sub>5</sub>F<sub>0.35</sub>(OH)<sub>0.65</sub> (e) and (f), and the amorphous product from the\nsynthesis with zinc iodide (g) and (h). All materials were synthesized\nwith a molar ratio of 1:4:2000 concerning zinc salt, 2-methylimidazole,\nand water, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Scanning electron micrographs of the halide-containing materials: Zn3mim5ClH2O⋅0.74H2O (a) and (b), Zn3mim5BrH2O⋅0.45H2O (c) and (d), Zn3mim5F0.35(OH)0.65 (e) and (f), and the amorphous product from the synthesis with zinc iodide (g) and (h). All materials were synthesized with a molar ratio of 1:4:2000 concerning zinc salt, 2-methylimidazole, and water, respectively.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["synthesis condition"], "content": "<title>Fluoride-Substituted yqt-Type\nZIF</title><p>The synthesis with\nzinc fluoride tetrahydrate yielded a phase with an XRPD pattern ( black line) comparable\nto the reported diffraction data of anhydrous Zn<sub>3</sub>mim<sub>5</sub>OH or anhydrous Zn<sub>3</sub>mim<sub>5</sub>Cl. Therefore, we assumed\na phase composition of Zn<sub>3</sub>mim<sub>5</sub>F. The determination\nof the fluoride content by dissolution and subsequent calcium fluoride\nprecipitation, however, yielded only 35% of the expected amount. With\nrespect to the alkaline character of the solution from which the fluoride-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF phase was synthesized and the similar ionic\nradii, a partial substitution of fluoride\nby hydroxide appeared likely. Indeed, EDX analyses of five different\nspots with two different voltages confirm a ratio of Zn/F/OH of ≈\n3.00: 0.35: 0.65 (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>). An IR band at 525 cm<sup>–1</sup>, which can be\nassigned to a Zn-OH mode (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>), additionally confirms the presence of hydroxide\nions in the solid. Elemental and thermal analyses (, Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S10, Figure S11</ext-link>) indicate a phase composition\nof Zn<sub>3</sub>mim<sub>5</sub>F<sub>0.35</sub>(OH)<sub>0.65</sub>. The truncated polyhedron-like crystal morphology, which sometimes\nappears plate-like with fully developed faces, (e,f) significantly differs from the Cl- and\nBr-substituted phases. The crystallites of the fluoride-containing\nphase have diameters between 1 and 2.5 μm and a thickness of\napproximately 0.5 μm.</p>", "clean_text": "Fluoride-Substituted yqt-Type ZIF\n\nThe synthesis with zinc fluoride tetrahydrate yielded a phase with an XRPD pattern ( black line) comparable to the reported diffraction data of anhydrous Zn3mim5OH or anhydrous Zn3mim5Cl. Therefore, we assumed a phase composition of Zn3mim5F. The determination of the fluoride content by dissolution and subsequent calcium fluoride precipitation, however, yielded only 35% of the expected amount. With respect to the alkaline character of the solution from which the fluoride-substituted yqt-type ZIF phase was synthesized and the similar ionic radii, a partial substitution of fluoride by hydroxide appeared likely. Indeed, EDX analyses of five different spots with two different voltages confirm a ratio of Zn/F/OH of ~ 3.00: 0.35: 0.65 (Supporting Information, Table S5). An IR band at 525 cm-1, which can be assigned to a Zn-OH mode (Supporting Information, Figure S9), additionally confirms the presence of hydroxide ions in the solid. Elemental and thermal analyses (, Supporting Information, Table S10, Figure S11) indicate a phase composition of Zn3mim5F0.35(OH)0.65. The truncated polyhedron-like crystal morphology, which sometimes appears plate-like with fully developed faces, (e,f) significantly differs from the Cl- and Br-substituted phases. The crystallites of the fluoride-containing phase have diameters between 1 and 2.5 μm and a thickness of approximately 0.5 μm.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Iodide-Substituted yqt-Type\nZIF</title><p>The synthesis of an\niodide-containing material of the <italic toggle=\"yes\">yqt</italic>-type ZIF family\nwas not successful. The conventional synthesis by mixing zinc iodide\nand methylimidazole in water at room temperature led to an amorphous\nphase (, blue\nline). The amorphous phase seems to be related to the <italic toggle=\"yes\">yqt</italic> phases since the area with the highest intensity in the 2θ\nrange of 13–17° corresponds to the most intensive reflections\nof other materials. The SEM micrographs show no well-formed crystallites,\nbut rather small, round particles (g,h).</p>", "clean_text": "Iodide-Substituted yqt-Type ZIF\n\nThe synthesis of an iodide-containing material of the yqt-type ZIF family was not successful. The conventional synthesis by mixing zinc iodide and methylimidazole in water at room temperature led to an amorphous phase (, blue line). The amorphous phase seems to be related to the yqt phases since the area with the highest intensity in the 2θ range of 13-17° corresponds to the most intensive reflections of other materials. The SEM micrographs show no well-formed crystallites, but rather small, round particles (g,h).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Morphological Control of\nthe Hydroxide-Substituted yqt-Type\nZIF</title><p>The hydroxide-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF\nphase, Zn<sub>3</sub>mim<sub>5</sub>OH, was synthesized from aqueous\nsolutions using different zinc salts. The use of zinc nitrate hexahydrate and zinc acetate dehydrate with a ratio of 1:2:694 has already been reported to lead to the formation of Zn<sub>3</sub>mim<sub>5</sub>OH. In addition, we used zinc iodide and a\ntemperature of 50 °C to obtain this phase. It is possible to\nuse ZnSO<sub>4</sub>, as well. The obtained XRPD patterns are identical\n(Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S8 and Table S7</ext-link>) and exhibit similarities to the reported patterns of anhydrous\nZn<sub>3</sub>mim<sub>5</sub>OH or anhydrous\nZn<sub>3</sub>mim<sub>5</sub>Cl. We have\nemployed IR spectroscopy to confirm the presence of hydroxide ions\nin the lattice, indicated by the band at 525 cm<sup>–1</sup>, which can be assigned to a Zn–OH mode (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>), and confirmed the Zn<sub>3</sub>mim<sub>5</sub>OH phase composition by elemental and thermal analyses (, Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S10, Figure S11</ext-link>).</p>", "clean_text": "Morphological Control of the Hydroxide-Substituted yqt-Type ZIF\n\nThe hydroxide-substituted yqt-type ZIF phase, Zn3mim5OH, was synthesized from aqueous solutions using different zinc salts. The use of zinc nitrate hexahydrate and zinc acetate dehydrate with a ratio of 1:2:694 has already been reported to lead to the formation of Zn3mim5OH. In addition, we used zinc iodide and a temperature of 50 °C to obtain this phase. It is possible to use ZnSO4, as well. The obtained XRPD patterns are identical (Supporting Information Figure S8 and Table S7) and exhibit similarities to the reported patterns of anhydrous Zn3mim5OH or anhydrous Zn3mim5Cl. We have employed IR spectroscopy to confirm the presence of hydroxide ions in the lattice, indicated by the band at 525 cm-1, which can be assigned to a Zn-OH mode (Supporting Information Figure S9), and confirmed the Zn3mim5OH phase composition by elemental and thermal analyses (, Supporting Information, Table S10, Figure S11).", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The influence of\nthe anion used in the synthesis on the crystal morphology is shown\nin . The synthesis\nwith zinc iodide yields round and slightly elongated crystallites\nwith a rough surface indicating a large number of defects. The particles\nare up to 2 μm long and around 1 μm wide. In contrast\nto that, the synthesis with zinc acetate yields flat, flakelike particles\nwith a diameter of 1 μm and a thickness of 0.2 μm. The\nclosest resemblance to the Cl- and Br-containing specimen is achieved\nwhen using zinc nitrate. Here, the particles exhibit a flattened zeppelin\nshape without developed faces. The biggest particles are about 6 μm\nlong, 4 μm wide, and around 3 μm thick. The influence\nof different anions on the crystallite morphology is well known and\nwas shown for ZIF-8. Here, the crystallites resemble\ncubes, rhombic dodecahedra, and geometrical mixtures of both forming\ntruncated rhombic dodecahedra. The morphology of ZIF-8<italic toggle=\"yes\">dia</italic> can be changed using different additives. Depending on whether sodium acetate, ammonia solution, or acetic\nacid is used, the crystallites look like hexagonal plates, elongated\nhexagonal plates, or exhibit a flakelike morphology, respectively.</p>", "clean_text": "The influence of the anion used in the synthesis on the crystal morphology is shown in . The synthesis with zinc iodide yields round and slightly elongated crystallites with a rough surface indicating a large number of defects. The particles are up to 2 μm long and around 1 μm wide. In contrast to that, the synthesis with zinc acetate yields flat, flakelike particles with a diameter of 1 μm and a thickness of 0.2 μm. The closest resemblance to the Cl- and Br-containing specimen is achieved when using zinc nitrate. Here, the particles exhibit a flattened zeppelin shape without developed faces. The biggest particles are about 6 μm long, 4 μm wide, and around 3 μm thick. The influence of different anions on the crystallite morphology is well known and was shown for ZIF-8. Here, the crystallites resemble cubes, rhombic dodecahedra, and geometrical mixtures of both forming truncated rhombic dodecahedra. The morphology of ZIF-8dia can be changed using different additives. Depending on whether sodium acetate, ammonia solution, or acetic acid is used, the crystallites look like hexagonal plates, elongated hexagonal plates, or exhibit a flakelike morphology, respectively.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Scanning\nelectron micrographs of Zn<sub>3</sub>mim<sub>5</sub>OH\nsynthesized with various zinc salts show the different resulting morphologies.\nZinc iodide (a, b), zinc acetate (c, d), zinc nitrate (e, f), and\nzinc sulfate (g, h). For the synthesis with nitrate and iodide, a\nmolar ratio 1:4:2000 for zinc salt, 2-methylimidazole, and water was\nused. The synthesis mixture with zinc acetate had a composition of\n1:2:690.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Scanning electron micrographs of Zn3mim5OH synthesized with various zinc salts show the different resulting morphologies. Zinc iodide (a, b), zinc acetate (c, d), zinc nitrate (e, f), and zinc sulfate (g, h). For the synthesis with nitrate and iodide, a molar ratio 1:4:2000 for zinc salt, 2-methylimidazole, and water was used. The synthesis mixture with zinc acetate had a composition of 1:2:690.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Hydration States of the\nAs-Synthesized, Halide-Substituted <italic toggle=\"yes\">yqt</italic>-Type ZIF Phases</title><p>The compositional analyses\nof the halide and hydroxide-substituted <italic toggle=\"yes\">yqt</italic>-type\nZIF phases indicated that anhydrous compounds were obtained for the\nhydroxide and mixed hydroxide–fluoride phases and that syntheses\nyielded hydrates for the chloride and bromide phases. This was further\nconfirmed by IR spectroscopy and thermal analyses, as described in\ndetail below.</p>", "clean_text": "Hydration States of the As-Synthesized, Halide-Substituted yqt-Type ZIF Phases\n\nThe compositional analyses of the halide and hydroxide-substituted yqt-type ZIF phases indicated that anhydrous compounds were obtained for the hydroxide and mixed hydroxide-fluoride phases and that syntheses yielded hydrates for the chloride and bromide phases. This was further confirmed by IR spectroscopy and thermal analyses, as described in detail below.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>IR Spectroscopy</title><p>The halide-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF phases exhibit similar IR spectra (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) with a tentative band assignment given\nin our previous work and in the Supporting\nInformation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S9</ext-link>). The hydrated Cl\nand Br phases show two bands in the range of the OH-bending modes\n(1615 cm<sup>–1</sup>), while the anhydrous F- and OH-containing\ncompounds exhibit only one band. This correlates with the fact that\nin the Cl and Br phase H<sub>2</sub>O is incorporated in the structure and some additional water is present in the\nframework voids, whereas the F- and OH-substituted compounds contain\nonly one hydroxide species, leading to only one band. The imidazolate\nring stretching bands and in-plane bending bands are the same for\nall materials (1490 −1460 and 1304–920 cm<sup>–1</sup>, respectively). The band at 930 cm<sup>–1</sup> is only present\nin F and OH phases and can be assigned to OH vibrations. The greatest\ndifference between the spectra can be found in the region of the imidazolate\nout-of-plane bending between 800 and 600 cm<sup>–1</sup>. The hydrated Cl and Br samples have two distinct\nbands at 789 and 760 cm<sup>–1</sup>, while the dehydrated\nOH and F materials exhibit two overlapping bands at 769 and 752 cm<sup>–1</sup>. These vibrational changes result from different\nsterical hindrances. When the Cl and Br phases are dried at 100 °C,\ncooled to room temperature in vacuum, and then measured under a dynamic\nAr atmosphere, the band positions coincide with the band positions\nof Zn<sub>3</sub>mim<sub>5</sub>OH (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>). The asymmetric Zn–O stretching\nat 520 cm<sup>–1</sup> is only present in samples with distinct\nOH groups. In the F-containing sample, this band has approximately\n70% of the intensity of pure Zn<sub>3</sub>mim<sub>5</sub>OH samples,\nshowing that the F-containing sample contains OH groups, as well.\nThere is an additional band at 460 cm<sup>–1</sup>, which we\ntentatively attribute to a Zn–F band. The band at 420 cm<sup>–1</sup> is strongly visible for all materials and is commonly\nattributed to the Zn–N stretching mode.</p>", "clean_text": "IR Spectroscopy\n\nThe halide-substituted yqt-type ZIF phases exhibit similar IR spectra (Supporting Information, Figure S9) with a tentative band assignment given in our previous work and in the Supporting Information (Table S9). The hydrated Cl and Br phases show two bands in the range of the OH-bending modes (1615 cm-1), while the anhydrous F- and OH-containing compounds exhibit only one band. This correlates with the fact that in the Cl and Br phase H2O is incorporated in the structure and some additional water is present in the framework voids, whereas the F- and OH-substituted compounds contain only one hydroxide species, leading to only one band. The imidazolate ring stretching bands and in-plane bending bands are the same for all materials (1490 -1460 and 1304-920 cm-1, respectively). The band at 930 cm-1 is only present in F and OH phases and can be assigned to OH vibrations. The greatest difference between the spectra can be found in the region of the imidazolate out-of-plane bending between 800 and 600 cm-1. The hydrated Cl and Br samples have two distinct bands at 789 and 760 cm-1, while the dehydrated OH and F materials exhibit two overlapping bands at 769 and 752 cm-1. These vibrational changes result from different sterical hindrances. When the Cl and Br phases are dried at 100 °C, cooled to room temperature in vacuum, and then measured under a dynamic Ar atmosphere, the band positions coincide with the band positions of Zn3mim5OH (Supporting Information Figure S10). The asymmetric Zn-O stretching at 520 cm-1 is only present in samples with distinct OH groups. In the F-containing sample, this band has approximately 70% of the intensity of pure Zn3mim5OH samples, showing that the F-containing sample contains OH groups, as well. There is an additional band at 460 cm-1, which we tentatively attribute to a Zn-F band. The band at 420 cm-1 is strongly visible for all materials and is commonly attributed to the Zn-N stretching mode.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Thermal Decomposition</title><p>The presence of water incorporated\ninto the <italic toggle=\"yes\">yqt</italic>-network of the Cl- and Br-containing\nphases is additionally confirmed by thermal analyses. After a small,\ninitial mass loss (&lt;2 wt %) caused by insignificant amounts of\nadsorbed solvent, only the Cl- and Br-<italic toggle=\"yes\">yqt</italic>-type ZIF\ncompounds exhibit a well-defined mass loss step between 90 and 100\n°C (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S11a, Table S10</ext-link>) attributed to the release of hydrate water. These\nphases also show a second mass loss step starting at around 230 °C\ndue to the hydrolysis of the halide anions in the dynamic atmosphere, before the combustion of the 2-methylimidazolate\nstarts at 320 °C for the Br phase and 360 °C for the Cl\nphase, respectively. In contrast, the F- and OH-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF compounds show only one mass loss step starting\nat 380 °C for the OH phase and at 400 °C for the F/OH phase\n(Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S10b</ext-link>). Thus,\nthe F- and OH-substituted <italic toggle=\"yes\">yqt</italic>-type compounds exhibit\nhigher thermal stability than their Cl- and Br-substituted counterparts.</p>", "clean_text": "Thermal Decomposition\n\nThe presence of water incorporated into the yqt-network of the Cl- and Br-containing phases is additionally confirmed by thermal analyses. After a small, initial mass loss (<2 wt %) caused by insignificant amounts of adsorbed solvent, only the Cl- and Br-yqt-type ZIF compounds exhibit a well-defined mass loss step between 90 and 100 °C (Supporting Information, Figure S11a, Table S10) attributed to the release of hydrate water. These phases also show a second mass loss step starting at around 230 °C due to the hydrolysis of the halide anions in the dynamic atmosphere, before the combustion of the 2-methylimidazolate starts at 320 °C for the Br phase and 360 °C for the Cl phase, respectively. In contrast, the F- and OH-substituted yqt-type ZIF compounds show only one mass loss step starting at 380 °C for the OH phase and at 400 °C for the F/OH phase (Supporting Information Figure S10b). Thus, the F- and OH-substituted yqt-type compounds exhibit higher thermal stability than their Cl- and Br-substituted counterparts.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Structural Comparison of Hydrated Cl- and Br-Substituted yqt-Type\nZIF Phases</title><p>The crystal structure analysis of the Br-substituted,\nhydrated <italic toggle=\"yes\">yqt</italic>-type ZIF compound, Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O, revealed it to be\nisostructural to the previously described hydrated, Cl-containing <italic toggle=\"yes\">yqt</italic>-type ZIF phase, Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O (Supporting\nInformation <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S4, Tables S2–S4</ext-link>). The unit cell dimensions of both compounds are almost identical\n(), which seems\nto be counterintuitive due to the larger ionic radius of the bromide\nanion. However, the bromide phase contains\nsignificantly less hydrate water (0.45 molecules) in the voids of\nthe <italic toggle=\"yes\">yqt</italic>-network than the related Cl compound (0.74\nmolecules), which has been demonstrated to have a major impact on\nthe lattice parameters. Like the corresponding\nCl phase, Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O can be de- and rehydrated reversibly (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). The dehydration was conducted at 90 °C with\na gas flow of 150 mL/min with 5% relative humidity, while the rehydration\ntook place at 35 °C with a relative humidity of 25%. The Cl phase\nis dehydrated faster than the Br phase (approx. 980 s compared to\n1200 s, respectively), while the Br phase rehydrates faster than the\nCl phase (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). The time for rehydration\nstrongly depends on relative humidity. Increasing the relative humidity\nfrom 15 to 50% lowers the rehydration time of the Br phase from more\nthan 2000 s to below 300 s.</p>", "clean_text": "Structural Comparison of Hydrated Cl- and Br-Substituted yqt-Type ZIF Phases\n\nThe crystal structure analysis of the Br-substituted, hydrated yqt-type ZIF compound, Zn3mim5BrH2O⋅0.45H2O, revealed it to be isostructural to the previously described hydrated, Cl-containing yqt-type ZIF phase, Zn3mim5ClH2O⋅0.74H2O (Supporting Information Figure S4, Tables S2-S4). The unit cell dimensions of both compounds are almost identical (), which seems to be counterintuitive due to the larger ionic radius of the bromide anion. However, the bromide phase contains significantly less hydrate water (0.45 molecules) in the voids of the yqt-network than the related Cl compound (0.74 molecules), which has been demonstrated to have a major impact on the lattice parameters. Like the corresponding Cl phase, Zn3mim5BrH2O⋅0.45H2O can be de- and rehydrated reversibly (Figure S12). The dehydration was conducted at 90 °C with a gas flow of 150 mL/min with 5% relative humidity, while the rehydration took place at 35 °C with a relative humidity of 25%. The Cl phase is dehydrated faster than the Br phase (approx. 980 s compared to 1200 s, respectively), while the Br phase rehydrates faster than the Cl phase (Figure S13). The time for rehydration strongly depends on relative humidity. Increasing the relative humidity from 15 to 50% lowers the rehydration time of the Br phase from more than 2000 s to below 300 s.", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison of the\nLattice Parameters\nof the Isostructural Compounds Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O<xref ref-type=\"bibr\" rid=\"ref44\"></xref> and\nZn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O at Room Temperature</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">phase</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>space group</bold>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">C</italic>\n</italic>2/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (15)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">C</italic>\n</italic>2/<italic toggle=\"yes\">c</italic> (15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>Z</bold>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>a</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>13.157(1)</oasis:entry>\n<oasis:entry>13.163(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>b</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>16.496(1)</oasis:entry>\n<oasis:entry>16.486(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>c</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>13.640(1)</oasis:entry>\n<oasis:entry>13.627(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>β/°</bold>\n</oasis:entry>\n<oasis:entry>119.2(1)</oasis:entry>\n<oasis:entry>118.9(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>V</bold>\n</italic>\n<bold>/Å<sup>3</sup>\n</bold>\n</oasis:entry>\n<oasis:entry>2585.2(1)</oasis:entry>\n<oasis:entry>2588.7(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Crystal Chemistry of Anhydrous Zn<sub>3</sub>mim<sub>5</sub>X, with\nX = F, Br, Cl, or OH</title><p>As Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O and Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O can be easily dehydrated,\nwe studied the impact of the inorganic anion, X, on the <italic toggle=\"yes\">yqt</italic>-type network in anhydrous Zn<sub>3</sub>mim<sub>5</sub>X compounds,\nwith X = F, Br, Cl, or OH. Initially, the previously published structure\nof anhydrous Zn<sub>3</sub>mim<sub>5</sub>Cl was used as a starting model to refine the crystal structures of\nthe Br, OH, and F/OH analogues. The XRPD patterns of these phases,\nhowever, could not be described by the unit cell of the anhydrous\nchloride compound with <italic toggle=\"yes\">\n<italic toggle=\"yes\">C</italic>\n</italic>2/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> space group symmetry. Instead, these\npatterns were indexed by a unit cell of the same metric but with space\ngroup <italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (). To reevaluate the already published structure of Zn<sub>3</sub>mim<sub>5</sub>Cl, which was solved from in situ XRPD data collected\nat 200 °C, we dehydrated Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O in a TG/DTA in a dry argon stream\nat 225 °C, subsequently cooled down the sample to room temperature,\nand instantaneously collected the XRPD pattern (a). The XRPD patterns of anhydrous Zn<sub>3</sub>mim<sub>5</sub>Cl collected at 200 °C (a, red pattern) and 25 °C\n(blue pattern) are not identical. The pattern collected at room temperature\nexhibits additional reflections that can be indexed as 100, 1̅02,\nand 012. In addition, there is a pronounced separation of overlapping\nreflections like 122 and 3̅1̅1 (a, gray-highlighted background). Therefore,\nthe pattern can be indexed by the same unit cell metrics but with\nspace group <italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>2<sub>1</sub>/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic>. Thus, there are two polymorphs of anhydrous\nZn<sub>3</sub>mim<sub>5</sub>Cl: a room-temperature modification,\nreferred to as α-Zn<sub>3</sub>mim<sub>5</sub>Cl and a high-temperature\npolymorph, β-Zn<sub>3</sub>mim<sub>5</sub>Cl, with the latter\none being previously reported. All patterns\nof anhydrous Zn<sub>3</sub>mim<sub>5</sub>X compounds, with X = F,\nBr, Cl, or OH are almost identical and can be indexed with the <italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>2<sub>1</sub>/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> unit cell, as indicated by the presence of the 012 reflection\n(b) and can\nbe therefore denoted as α-Zn<sub>3</sub>mim<sub>5</sub>X, with\nX = F, Br, Cl, or OH.</p>", "clean_text": "Crystal Chemistry of Anhydrous Zn3mim5X, with X = F, Br, Cl, or OH\n\nAs Zn3mim5ClH2O⋅0.74H2O and Zn3mim5BrH2O⋅0.45H2O can be easily dehydrated, we studied the impact of the inorganic anion, X, on the yqt-type network in anhydrous Zn3mim5X compounds, with X = F, Br, Cl, or OH. Initially, the previously published structure of anhydrous Zn3mim5Cl was used as a starting model to refine the crystal structures of the Br, OH, and F/OH analogues. The XRPD patterns of these phases, however, could not be described by the unit cell of the anhydrous chloride compound with  C 2/ c  space group symmetry. Instead, these patterns were indexed by a unit cell of the same metric but with space group  P 21/ c  (). To reevaluate the already published structure of Zn3mim5Cl, which was solved from in situ XRPD data collected at 200 °C, we dehydrated Zn3mim5ClH2O⋅0.74H2O in a TG/DTA in a dry argon stream at 225 °C, subsequently cooled down the sample to room temperature, and instantaneously collected the XRPD pattern (a). The XRPD patterns of anhydrous Zn3mim5Cl collected at 200 °C (a, red pattern) and 25 °C (blue pattern) are not identical. The pattern collected at room temperature exhibits additional reflections that can be indexed as 100, 1̅02, and 012. In addition, there is a pronounced separation of overlapping reflections like 122 and 3̅1̅1 (a, gray-highlighted background). Therefore, the pattern can be indexed by the same unit cell metrics but with space group  P 21/ c . Thus, there are two polymorphs of anhydrous Zn3mim5Cl: a room-temperature modification, referred to as α-Zn3mim5Cl and a high-temperature polymorph, β-Zn3mim5Cl, with the latter one being previously reported. All patterns of anhydrous Zn3mim5X compounds, with X = F, Br, Cl, or OH are almost identical and can be indexed with the  P 21/ c  unit cell, as indicated by the presence of the 012 reflection (b) and can be therefore denoted as α-Zn3mim5X, with X = F, Br, Cl, or OH.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Comparison of the in situ XRPD pattern of anhydrous\nZn<sub>3</sub>mim<sub>5</sub>Cl collected at 200 °C and the <italic toggle=\"yes\">ex situ</italic> XRPD pattern of Zn<sub>3</sub>mim<sub>5</sub>Cl\ncollected at 25 °C produced by thermal dehydration of Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O at\n225 °C including space group symmetries and selected reflection\nindices. (b) Comparison of the XRPD of α-Zn<sub>3</sub>mim<sub>5</sub>X with X = Br, Cl, F or OH collected at 25 °C.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Comparison of the in situ XRPD pattern of anhydrous Zn3mim5Cl collected at 200 °C and the ex situ XRPD pattern of Zn3mim5Cl collected at 25 °C produced by thermal dehydration of Zn3mim5ClH2O⋅0.74H2O at 225 °C including space group symmetries and selected reflection indices. (b) Comparison of the XRPD of α-Zn3mim5X with X = Br, Cl, F or OH collected at 25 °C.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of Basic Crystallographic\nData of α-Zn<sub>3</sub>mim<sub>5</sub>X Compounds with X =\nBr, Cl, F, or OH Measured at Room Temperature, Including the Ionic\nRadii of X Taken from Shannon<xref ref-type=\"bibr\" rid=\"ref54\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">α-Zn<sub>3</sub>mim<sub>5</sub>F<sub>1<italic toggle=\"yes\">–x</italic>\n</sub>(OH)<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">α-Zn<sub>3</sub>mim<sub>5</sub>OH</oasis:entry>\n<oasis:entry align=\"center\">α-Zn<sub>3</sub>mim<sub>5</sub>Cl</oasis:entry>\n<oasis:entry align=\"center\">α-Zn<sub>3</sub>mim<sub>5</sub>Br</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>space group</bold>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">c</italic> (14)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (14)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (14)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (14)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>Z</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>r(X)/Å</bold>\n</oasis:entry>\n<oasis:entry>1.33</oasis:entry>\n<oasis:entry>1.35</oasis:entry>\n<oasis:entry>1.81</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>a</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>13.4634(4)</oasis:entry>\n<oasis:entry>13.473(2)</oasis:entry>\n<oasis:entry>13.7870(4)</oasis:entry>\n<oasis:entry>14.057(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>b</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>14.6737(4)</oasis:entry>\n<oasis:entry>14.683(2)</oasis:entry>\n<oasis:entry>14.7506(5)</oasis:entry>\n<oasis:entry>14.889(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>c</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>14.1183(4)</oasis:entry>\n<oasis:entry>14.115(2)</oasis:entry>\n<oasis:entry>14.2065(4)</oasis:entry>\n<oasis:entry>14.090(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>β/°</bold>\n</oasis:entry>\n<oasis:entry>118.175(1)</oasis:entry>\n<oasis:entry>118.10(1)</oasis:entry>\n<oasis:entry>119.682(2)</oasis:entry>\n<oasis:entry>120.68(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V<bold>/Å<sup>3</sup>\n</bold>\n</oasis:entry>\n<oasis:entry>2458.7(2)</oasis:entry>\n<oasis:entry>2463.0(4)</oasis:entry>\n<oasis:entry>2510.(2)</oasis:entry>\n<oasis:entry>2536.2(11)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>d(Zn2-X1)/Å</bold>\n</oasis:entry>\n<oasis:entry>1.95(2)</oasis:entry>\n<oasis:entry>2.13(3)</oasis:entry>\n<oasis:entry>2.43(2)</oasis:entry>\n<oasis:entry>2.55(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>d(Zn3-X1)/Å</bold>\n</oasis:entry>\n<oasis:entry>2.09(2)</oasis:entry>\n<oasis:entry>1.97(3)</oasis:entry>\n<oasis:entry>2.26(2)</oasis:entry>\n<oasis:entry>2.56(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>angle (Zn2-X1-Zn3)/°</bold>\n</oasis:entry>\n<oasis:entry>146(1)</oasis:entry>\n<oasis:entry>138(2)</oasis:entry>\n<oasis:entry>156(1)</oasis:entry>\n<oasis:entry>177(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>In the crystal structures of α-Zn<sub>3</sub>mim<sub>5</sub>X, with X = F, Br, Cl, or OH, all atoms are situated on general positions\n(Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). There\nare three symmetrically independent tetrahedrally coordinated zinc\ncations. Zn1 is coordinated exclusively by 2-methylimidazolate anions\n(a), whereas\nZn2 and Zn3 are coordinated by three 2-methylimidazolate anions and\nthe inorganic anion, X, that bridges both cations (b). Two interpenetrated <italic toggle=\"yes\">tfa-c</italic> nets, connected <italic toggle=\"yes\">via</italic> Zn2–X–Zn3\nbridges and thus forming a <italic toggle=\"yes\">yqt</italic>1-type net were identified\nas underlying macroscopic structural motif (c). Therefore, the crystal structures of\nα- and β-Zn<sub>3</sub>mim<sub>5</sub>Cl exhibit strong\nsimilarities. While in the β-form, Zn1 is situated on a twofold\nrotation axis and Cl is located on an inversion center, these ions move to general positions after the\ntransition from β- to α-Zn<sub>3</sub>mim<sub>5</sub>Cl.\nAs a consequence, the zinc cations situated in the coordination sphere\nof the chloride anion become symmetrically independent and the linear\nZn–Cl–Zn bridge tilts. In fact, there is a direct group–subgroup\nrelation between the β- (space group <italic toggle=\"yes\">\n<italic toggle=\"yes\">C</italic>\n</italic>2/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic>) and the α-form\n(space group <italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>2<sub>1</sub>/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic>) accompanied by a shift of the unit cell\norigin by [1/4, 1/4, 0] (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).</p>", "clean_text": "In the crystal structures of α-Zn3mim5X, with X = F, Br, Cl, or OH, all atoms are situated on general positions (Supporting Information Table S3). There are three symmetrically independent tetrahedrally coordinated zinc cations. Zn1 is coordinated exclusively by 2-methylimidazolate anions (a), whereas Zn2 and Zn3 are coordinated by three 2-methylimidazolate anions and the inorganic anion, X, that bridges both cations (b). Two interpenetrated tfa-c nets, connected via Zn2-X-Zn3 bridges and thus forming a yqt1-type net were identified as underlying macroscopic structural motif (c). Therefore, the crystal structures of α- and β-Zn3mim5Cl exhibit strong similarities. While in the β-form, Zn1 is situated on a twofold rotation axis and Cl is located on an inversion center, these ions move to general positions after the transition from β- to α-Zn3mim5Cl. As a consequence, the zinc cations situated in the coordination sphere of the chloride anion become symmetrically independent and the linear Zn-Cl-Zn bridge tilts. In fact, there is a direct group-subgroup relation between the β- (space group  C 2/ c ) and the α-form (space group  P 21/ c ) accompanied by a shift of the unit cell origin by [1/4, 1/4, 0] (Supporting Information Figure S14).", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a, b) Coordination spheres of the zinc cations in the\ncrystal\nstructures of α-Zn<sub>3</sub>mim<sub>5</sub>X compounds with\nX = Br, Cl, F, or OH and (c) underlying connected <italic toggle=\"yes\">tfa</italic>-c nets forming a <italic toggle=\"yes\">yqt</italic>1 net. The 2-methylimidazolate\ncations are omitted for clarity, and only the connections within (blue\nand orange bonds) and bridging (red Zn–X–Zn) the interpenetrated <italic toggle=\"yes\">tfa</italic>-nets are shown.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a, b) Coordination spheres of the zinc cations in the crystal structures of α-Zn3mim5X compounds with X = Br, Cl, F, or OH and (c) underlying connected tfa-c nets forming a yqt1 net. The 2-methylimidazolate cations are omitted for clarity, and only the connections within (blue and orange bonds) and bridging (red Zn-X-Zn) the interpenetrated tfa-nets are shown.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Although the inorganic anion X is only a minor component in α-Zn<sub>3</sub>mim<sub>5</sub>X phases, it significantly influences the crystal\nstructure, as well as the thermal properties. From X = F/OH to X =\nBr, the increase in the unit cell volume from 2458.7(2) to 2536.2(11)\nÅ<sup>3</sup> corresponds to the increasing ionic radii along\nthis row ().\nThe trend of the lattice parameters, however, does not exhibit any\nlinear dependence on the radius of X. While the lengths of the <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">b</italic>-axes homogenously increase upon\nsubstituting X with larger anions, the lengths of the <italic toggle=\"yes\">c</italic>-axis only increase from F/OH to Cl. When Cl is substituted by Br,\nthis axis shortens significantly from 14.2065(4) to 14.090(3) Å\n(). The unusual\nchange in the <italic toggle=\"yes\">c</italic>-lattice parameter is associated with\na shift of the monoclinic unit cell metric toward a trigonal unit\ncell. For all compounds, the β-angle is close to 120° and\nfor α-Zn<sub>3</sub>mim<sub>5</sub>Br, <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">c</italic> become almost identical. However, it must be noted that\na LeBail fit with triangular symmetry\nof the related XRPD pattern did not yield satisfying results, thus\nthe monoclinic unit space group symmetry of α-Zn<sub>3</sub>mim<sub>5</sub>Br is confirmed. The substitution of X by different\nhalide and hydroxide anions also impacts the Zn2–X–Zn3\nbridge, which is crucial for the interpenetration of the <italic toggle=\"yes\">tfa</italic>-nets in the structure (b,c). For compounds with X = F/OH, OH, and Cl, the\nbridge is asymmetric, i.e., d­(Zn2-X) ≠ d­(Zn3-X) and the Zn2–X–Zn3\nbridge is tilted with angles significantly lower than 180 °C\n(). In the structure\nof the Br phase, however, the Zn2–X–Zn3 bridge is almost\nsymmetric and linear, which additionally points to the trigonal pseudo-symmetry\nof this phase.</p>", "clean_text": "Although the inorganic anion X is only a minor component in α-Zn3mim5X phases, it significantly influences the crystal structure, as well as the thermal properties. From X = F/OH to X = Br, the increase in the unit cell volume from 2458.7(2) to 2536.2(11) Å3 corresponds to the increasing ionic radii along this row (). The trend of the lattice parameters, however, does not exhibit any linear dependence on the radius of X. While the lengths of the a- and b-axes homogenously increase upon substituting X with larger anions, the lengths of the c-axis only increase from F/OH to Cl. When Cl is substituted by Br, this axis shortens significantly from 14.2065(4) to 14.090(3) Å (). The unusual change in the c-lattice parameter is associated with a shift of the monoclinic unit cell metric toward a trigonal unit cell. For all compounds, the β-angle is close to 120° and for α-Zn3mim5Br, a and c become almost identical. However, it must be noted that a LeBail fit with triangular symmetry of the related XRPD pattern did not yield satisfying results, thus the monoclinic unit space group symmetry of α-Zn3mim5Br is confirmed. The substitution of X by different halide and hydroxide anions also impacts the Zn2-X-Zn3 bridge, which is crucial for the interpenetration of the tfa-nets in the structure (b,c). For compounds with X = F/OH, OH, and Cl, the bridge is asymmetric, i.e., d(Zn2-X) ≠ d(Zn3-X) and the Zn2-X-Zn3 bridge is tilted with angles significantly lower than 180 °C (). In the structure of the Br phase, however, the Zn2-X-Zn3 bridge is almost symmetric and linear, which additionally points to the trigonal pseudo-symmetry of this phase.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Heating and cooling of the α-Zn<sub>3</sub>mim<sub>5</sub>X phases also show unexpected behavior along the row\nX = F/OH, OH,\nCl, and Br. While the phases with X = F/OH, OH, and Br do not show\nany phase transition in the temperature range between 123 and 498\nK, α-Zn<sub>3</sub>mim<sub>5</sub>Cl reversibly transforms into\nthe β-form at 373–393 K (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figures S15 and S16</ext-link>). The transition from α-\ninto β-Zn<sub>3</sub>mim<sub>5</sub>Cl can best be described\nas a second-order phase transition, due to the following aspects:\n(i) There is a direct group–subgroup relation between the structures\nof both polymorphs (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). (ii) During the transition from β- into α-Zn<sub>3</sub>mim<sub>5</sub>Cl, new reflections like 100 and 012 gradually\nappear and the splitting of the overlapping 112 and 3̅1̅1\nreflections evolves slowly (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>). (iii) The evolution of the lattice parameter\nduring heating and cooling does not show any singularity around the\nphase transition (c, gray-highlighted area). (iv) There are no distinct peaks,\nexcept background effects in the DSC curves recorded during heating\nand cooling of anhydrous Zn<sub>3</sub>mim<sub>5</sub>Cl (Supporting\nInformation <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>).</p>", "clean_text": "Heating and cooling of the α-Zn3mim5X phases also show unexpected behavior along the row X = F/OH, OH, Cl, and Br. While the phases with X = F/OH, OH, and Br do not show any phase transition in the temperature range between 123 and 498 K, α-Zn3mim5Cl reversibly transforms into the β-form at 373-393 K (Supporting Information Figures S15 and S16). The transition from α- into β-Zn3mim5Cl can best be described as a second-order phase transition, due to the following aspects: (i) There is a direct group-subgroup relation between the structures of both polymorphs (Supporting Information Figure S14). (ii) During the transition from β- into α-Zn3mim5Cl, new reflections like 100 and 012 gradually appear and the splitting of the overlapping 112 and 3̅1̅1 reflections evolves slowly (Supporting Information Figure S17). (iii) The evolution of the lattice parameter during heating and cooling does not show any singularity around the phase transition (c, gray-highlighted area). (iv) There are no distinct peaks, except background effects in the DSC curves recorded during heating and cooling of anhydrous Zn3mim5Cl (Supporting Information Figure S18).", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Evolution of the lattice\nparameters of (a) Zn<sub>3</sub>mim<sub>5</sub>F<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>(OH)<italic toggle=\"yes\">x</italic>, (b) Zn<sub>3</sub>mim<sub>5</sub>OH, (c) Zn<sub>3</sub>mim<sub>5</sub>Cl (with the gray-highlighted\narea indicating the transition\nfrom α- to β-Zn<sub>3</sub>mim<sub>5</sub>Cl), and (d)\nZn<sub>3</sub>mim<sub>5</sub>Br during heating and cooling with c*\ncorresponding to the 001 lattice plane distance.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Evolution of the lattice parameters of (a) Zn3mim5F1-x (OH)x, (b) Zn3mim5OH, (c) Zn3mim5Cl (with the gray-highlighted area indicating the transition from α- to β-Zn3mim5Cl), and (d) Zn3mim5Br during heating and cooling with c* corresponding to the 001 lattice plane distance.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>However, it should be noted that the aforementioned reasons do\nnot exclude a very slowly occurring first-order phase transition between\nα- and β-Zn<sub>3</sub>mim<sub>5</sub>Cl. Interestingly,\nthe transition between an α- and a β-form was only observed\nfor the chloride phase. The fluoride-, hydroxide-, or the bromide-substituted,\nanhydrous <italic toggle=\"yes\">yqt</italic>-type ZIF does not exhibit an α-β-transition\nbetween 120 and 498 K (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figures S15 and S16</ext-link>). This may be explained by the size and\ncharge density of the inorganic anion: While fluoride and hydroxide\nseem too small to fill the void within the interpenetrated <italic toggle=\"yes\">tfa</italic> networks with a linear Zn–X–Zn bridge,\nchloride has the proper size for a linear bridge. Nevertheless, due\nto their electronic configuration, these anions still prefer a tetrahedral\ncoordination sphere (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>), which could be the driving force of the α–β-phase\ntransition. In contrast, bromide is large and has a significantly\nlower charge density, which allows an almost linear, symmetrical Zn–Br–Zn\nbridge () and\ndirects the lattice toward trigonal pseudo-symmetry. The Zn–Br\nbond shows enough flexibility to allow for a monoclinic distortion.\nThe temperature-dependent expansion and contraction of the lattice\nparameters, which was monitored during heating and cooling cycles\nbetween 120 and 498 K (, filled and empty symbols), show anisotropic behavior for\nall investigated compounds. Upon cooling, both the <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">b</italic>-axes show significant contraction (, black and red symbols),\nbetween −1 and −2% (), whereas the <italic toggle=\"yes\">c*</italic>-axes,\ncorresponding to the 001 lattice plane distance, expands upon cooling\n(, blue symbols)\nor only shows minor contraction for the Br phase (). For all phases, except the\nchloride phase, the <italic toggle=\"yes\">b</italic>-axis shows a higher contraction\nupon cooling than the <italic toggle=\"yes\">a</italic>-axis. In the F/OH-substituted\nphase, this trend is more pronounced than in the pure OH-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF (a,b). The thermal expansion of the Br-substituted phase reflects\nthe pseudo-trigonal lattice symmetry, as the <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">b</italic>-axes show an almost identical expansion behavior. In addition,\nthis phase exhibits the smallest overall thermal expansion (). The expansion of\nthe chloride-substituted phase, however, is outstanding, as it shows\nthe highest volume expansion (), the most pronounced anisotropic thermal expansion\nwith the highest expansion of the <italic toggle=\"yes\">c*</italic>-axis and the\nlargest contraction of the <italic toggle=\"yes\">a</italic>-axis upon cooling and\na nonlinear thermal behavior of the <italic toggle=\"yes\">a</italic>-axis (c).</p>", "clean_text": "However, it should be noted that the aforementioned reasons do not exclude a very slowly occurring first-order phase transition between α- and β-Zn3mim5Cl. Interestingly, the transition between an α- and a β-form was only observed for the chloride phase. The fluoride-, hydroxide-, or the bromide-substituted, anhydrous yqt-type ZIF does not exhibit an α-β-transition between 120 and 498 K (Supporting Information Figures S15 and S16). This may be explained by the size and charge density of the inorganic anion: While fluoride and hydroxide seem too small to fill the void within the interpenetrated tfa networks with a linear Zn-X-Zn bridge, chloride has the proper size for a linear bridge. Nevertheless, due to their electronic configuration, these anions still prefer a tetrahedral coordination sphere (Supporting Information, Figure S19), which could be the driving force of the α-β-phase transition. In contrast, bromide is large and has a significantly lower charge density, which allows an almost linear, symmetrical Zn-Br-Zn bridge () and directs the lattice toward trigonal pseudo-symmetry. The Zn-Br bond shows enough flexibility to allow for a monoclinic distortion. The temperature-dependent expansion and contraction of the lattice parameters, which was monitored during heating and cooling cycles between 120 and 498 K (, filled and empty symbols), show anisotropic behavior for all investigated compounds. Upon cooling, both the a- and b-axes show significant contraction (, black and red symbols), between -1 and -2% (), whereas the c*-axes, corresponding to the 001 lattice plane distance, expands upon cooling (, blue symbols) or only shows minor contraction for the Br phase (). For all phases, except the chloride phase, the b-axis shows a higher contraction upon cooling than the a-axis. In the F/OH-substituted phase, this trend is more pronounced than in the pure OH-substituted yqt-type ZIF (a,b). The thermal expansion of the Br-substituted phase reflects the pseudo-trigonal lattice symmetry, as the a- and b-axes show an almost identical expansion behavior. In addition, this phase exhibits the smallest overall thermal expansion (). The expansion of the chloride-substituted phase, however, is outstanding, as it shows the highest volume expansion (), the most pronounced anisotropic thermal expansion with the highest expansion of the c*-axis and the largest contraction of the a-axis upon cooling and a nonlinear thermal behavior of the a-axis (c).", "data": null, "include_properties": null}, {"idx": 38, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Change in the Lattice Parameters of\nZn<sub>3</sub>mim<sub>5</sub>X Compounds with X = Br, Cl, F, or OH\nupon Cooling from 498 to 123 K</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">change in lattice\nparameter</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>F<sub>1<italic toggle=\"yes\">–x</italic>\n</sub>(OH)<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>OH</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>Cl</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>Br</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>a</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>–0.88%</oasis:entry>\n<oasis:entry>–0.96%</oasis:entry>\n<oasis:entry>–2.60%</oasis:entry>\n<oasis:entry>–0.84%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>b</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>–1.72%</oasis:entry>\n<oasis:entry>–1.32%</oasis:entry>\n<oasis:entry>–1.39%</oasis:entry>\n<oasis:entry>–0.93%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>c*</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>+0.32%</oasis:entry>\n<oasis:entry>+0.23%</oasis:entry>\n<oasis:entry>+1.18%</oasis:entry>\n<oasis:entry>–0.11%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>V</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>–2.27%</oasis:entry>\n<oasis:entry>–2.03%</oasis:entry>\n<oasis:entry>–2.83%</oasis:entry>\n<oasis:entry>–1.86%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>For a more in-depth\nanalyses of the thermal expansion of the α-Zn<sub>3</sub>mim<sub>5</sub>X materials, we calculated the thermal expansion\ncoefficients along the orthogonalized principal direction (Supporting\nInformation <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S11</ext-link>) using the PASCAL\nsoftware. Contraction upon cooling and\nexpansion upon heating occurs along the principal axes X<sub>2</sub> and X<sub>3</sub> that roughly correspond to [0, 1, 0] and [ 1,\n0, 0.2] directions in the unit cells (, blue arrows). These vectors form a plane\nin which all Zn–X–Zn bridges are located (, red bonds), which show bending,\ncontraction, and elongation upon temperature changes. Thus, the thermal\nexpansion is directed by the Zn–X bonds and therefore by the\nX-substitution. Perpendicular to this plane, expansion upon cooling\noccurs in the principal X<sub>1</sub> direction corresponding to the\n[−0.5, 0, −0.8] vector within the unit cell (, red arrows). In\nthis direction, ringlike motifs are present, in which zinc cations\nare exclusively connected via 2-methylimidazolate anions. These rings\nare squeezed and elongated upon extension and expansion of the Zn–X–Zn\nbridges and therefore exhibit a contrary thermal behavior. This leads\nto a possible explanation of the nonlinear thermal expansion behavior\nof α-Zn<sub>3</sub>mim<sub>5</sub>Cl (c). Upon cooling of the β-form, the\nlattice starts to contract, while the Zn–Cl–Zn bond\nis still linear, which creates an internal strain within the ringlike\nmotifs ().\nAs soon as the Zn–Cl–Zn bridge starts to bend during\nthe transition from the β-form to the α-form, the strain\nis released by a rapid anisotropic contraction and deformation of\nthe ring. After releasing the strain, the thermal expansion decelerates\nto a rate comparable to the other halide- and hydroxide-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF compounds (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S11</ext-link>).</p>", "clean_text": "For a more in-depth analyses of the thermal expansion of the α-Zn3mim5X materials, we calculated the thermal expansion coefficients along the orthogonalized principal direction (Supporting Information Table S11) using the PASCAL software. Contraction upon cooling and expansion upon heating occurs along the principal axes X2 and X3 that roughly correspond to [0, 1, 0] and [ 1, 0, 0.2] directions in the unit cells (, blue arrows). These vectors form a plane in which all Zn-X-Zn bridges are located (, red bonds), which show bending, contraction, and elongation upon temperature changes. Thus, the thermal expansion is directed by the Zn-X bonds and therefore by the X-substitution. Perpendicular to this plane, expansion upon cooling occurs in the principal X1 direction corresponding to the [-0.5, 0, -0.8] vector within the unit cell (, red arrows). In this direction, ringlike motifs are present, in which zinc cations are exclusively connected via 2-methylimidazolate anions. These rings are squeezed and elongated upon extension and expansion of the Zn-X-Zn bridges and therefore exhibit a contrary thermal behavior. This leads to a possible explanation of the nonlinear thermal expansion behavior of α-Zn3mim5Cl (c). Upon cooling of the β-form, the lattice starts to contract, while the Zn-Cl-Zn bond is still linear, which creates an internal strain within the ringlike motifs (). As soon as the Zn-Cl-Zn bridge starts to bend during the transition from the β-form to the α-form, the strain is released by a rapid anisotropic contraction and deformation of the ring. After releasing the strain, the thermal expansion decelerates to a rate comparable to the other halide- and hydroxide-substituted yqt-type ZIF compounds (Supporting Information Table S11).", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Deformation of ringlike motifs in α-Zn<sub>3</sub>mim<sub>5</sub>X with X = Br, Cl, F, or OH by anisotropic\nthermal expansion,\ni.e., expansion (red arrows) and contraction (blue arrows) along the\nprincipal axes (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S11</ext-link>), during cooling according to the analysis of the temperature-dependent\nlattice expansion (<xref ref-type=\"fig\" rid=\"fig6\">Figure <xref ref-type=\"fig\" rid=\"fig6\"></xref>\n</xref>) using the PASCAL software.<xref ref-type=\"bibr\" rid=\"ref61\"></xref>\n</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Deformation of ringlike motifs in α-Zn3mim5X with X = Br, Cl, F, or OH by anisotropic thermal expansion, i.e., expansion (red arrows) and contraction (blue arrows) along the principal axes (Supporting Information Table S11), during cooling according to the analysis of the temperature-dependent lattice expansion (Figure  ) using the PASCAL software.    ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>Solid-State NMR Spectroscopy</title><p>The\nas-synthesized <italic toggle=\"yes\">yqt</italic>-type ZIF compounds were investigated\nby different <sup>1</sup>H and <sup>13</sup>C solid-state NMR spectroscopy\ntechniques.\n1D <sup>1</sup>H NMR spectra were recorded at a fast magic angle spinning\n(MAS) rate of 40 kHz for optimum resolution (a). The broad signal at around 2 ppm is attributed\nto methyl groups. At 5.4 and 7.0 ppm, Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O and Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O show two distinct resonances of the protons at the aromatic\nimidazolate carbon positions, α Zn<sub>3</sub>mim<sub>5</sub>F<sub>1 <italic toggle=\"yes\">x</italic>\n</sub>(OH)<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> and α-Zn<sub>3</sub>mim<sub>5</sub>OH show only one signal\nof imidazolate protons. These materials also exhibit a strongly shielded\nsignal at  1.0 ppm. <sup>1</sup>H resonances with negative chemical\nshifts between −0.3 and −1.4 ppm have been found for\nhydroxyl groups in γ-alumina and in magnesium oxide. The resonance at −1.0 ppm is therefore assigned to the μ<sub>2</sub>-OH groups bridging two Zn tetrahedra. Signal deconvolution\nusing DMFit yields a relative intensity\nof these resonances of 1.09 protons (expected: 1.00) for α-Zn<sub>3</sub>mim<sub>5</sub>OH and 1.18 for α-Zn<sub>3</sub>mim<sub>5</sub>F<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>(OH)<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>, calculated in relation to the signal of the methyl protons\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S12</ext-link>). The higher signal ratio of\nthis resonance in α-Zn<sub>3</sub>mim<sub>5</sub>F<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>(OH)<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> indicates a higher\nOH content in this material than expected, but may be prone to uncertainty\ndue to their large line width. Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O and Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O, on the other hand, show weak and broad signals at 11.7 ppm corresponding\nto strongly hydrogen-bonded and deshielded protons from water molecules\nbridging between the bromide or chloride anion and Zn tetrahedra.\nDue to their low intensity and broad peak shape, these signals cannot\nbe precisely quantified (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S12</ext-link>).</p>", "clean_text": "Solid-State NMR Spectroscopy\n\nThe as-synthesized yqt-type ZIF compounds were investigated by different 1H and 13C solid-state NMR spectroscopy techniques. 1D 1H NMR spectra were recorded at a fast magic angle spinning (MAS) rate of 40 kHz for optimum resolution (a). The broad signal at around 2 ppm is attributed to methyl groups. At 5.4 and 7.0 ppm, Zn3mim5BrH2O⋅nH2O and Zn3mim5ClH2O⋅nH2O show two distinct resonances of the protons at the aromatic imidazolate carbon positions, α Zn3mim5F1 x (OH) x  and α-Zn3mim5OH show only one signal of imidazolate protons. These materials also exhibit a strongly shielded signal at  1.0 ppm. 1H resonances with negative chemical shifts between -0.3 and -1.4 ppm have been found for hydroxyl groups in γ-alumina and in magnesium oxide. The resonance at -1.0 ppm is therefore assigned to the μ2-OH groups bridging two Zn tetrahedra. Signal deconvolution using DMFit yields a relative intensity of these resonances of 1.09 protons (expected: 1.00) for α-Zn3mim5OH and 1.18 for α-Zn3mim5F1-x (OH) x , calculated in relation to the signal of the methyl protons (Table S12). The higher signal ratio of this resonance in α-Zn3mim5F1-x (OH) x  indicates a higher OH content in this material than expected, but may be prone to uncertainty due to their large line width. Zn3mim5BrH2O⋅nH2O and Zn3mim5ClH2O⋅nH2O, on the other hand, show weak and broad signals at 11.7 ppm corresponding to strongly hydrogen-bonded and deshielded protons from water molecules bridging between the bromide or chloride anion and Zn tetrahedra. Due to their low intensity and broad peak shape, these signals cannot be precisely quantified (Table S12).", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) <sup>1</sup>H solid-state NMR spectra, recorded at a MAS rate\nof 40 kHz, and (b) <sup>13</sup>C solid-state NMR spectra of imidazolate\nframeworks at a MAS rate of 15 kHz. Asterisks denote spinning side\nbands, # denotes an impurity.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) 1H solid-state NMR spectra, recorded at a MAS rate of 40 kHz, and (b) 13C solid-state NMR spectra of imidazolate frameworks at a MAS rate of 15 kHz. Asterisks denote spinning side bands, # denotes an impurity.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>\n<sup>13</sup>C CP NMR spectra (b) show three groups of signals at 11–20,\n122–128, and 150−154 ppm, corresponding to carbon atoms\nof the methyl groups, imidazolate carbon atoms, and the quaternary\ncarbon atoms in the imidazolate moieties. The splitting of the <sup>13</sup>C resonances arises from several crystallographically inequivalent\nimidazolate moieties in the unit cell. The higher number of signals\nin α-Zn<sub>3</sub>mim<sub>5</sub>F<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>(OH)<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> and α-Zn<sub>3</sub>mim<sub>5</sub>OH indicates the lower symmetry of the latter structures,\nwhich contain five symmetrically independent imidazolate anions vs\n2.5 independent imidazolate anions in the hydrated phases of Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O and Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O.</p>", "clean_text": " 13C CP NMR spectra (b) show three groups of signals at 11-20, 122-128, and 150-154 ppm, corresponding to carbon atoms of the methyl groups, imidazolate carbon atoms, and the quaternary carbon atoms in the imidazolate moieties. The splitting of the 13C resonances arises from several crystallographically inequivalent imidazolate moieties in the unit cell. The higher number of signals in α-Zn3mim5F1-x (OH) x  and α-Zn3mim5OH indicates the lower symmetry of the latter structures, which contain five symmetrically independent imidazolate anions vs 2.5 independent imidazolate anions in the hydrated phases of Zn3mim5BrH2O⋅nH2O and Zn3mim5ClH2O⋅nH2O.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H-<sup>13</sup>C HETCOR\nspectra of Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O (a) and α-Zn<sub>3</sub>mim<sub>5</sub>OH (b) were recorded,\nrepresentative for the two different\ncrystal structures. A fast MAS rate of 30 kHz and 100 kHz FLSG decoupling\non the proton channel during t<sub>1</sub> evolution yield a high\nresolution of the individual proton signals. In Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O, the\nthree different methyl groups are visible in the <sup>1</sup>H-<sup>13</sup>C HETCOR spectra at 15.4, 17.3, and 18.1 ppm in a relative\nintensity of 2:2:1, the resonance at 15.4 ppm being slightly split\nup into two signals. Cross-correlation of the methyl carbon atoms\nto <sup>1</sup>H signals around 2 ppm allows us to assign the directly\nbound protons in the methyl group.</p>", "clean_text": " 1H-13C HETCOR spectra of Zn3mim5BrH2O⋅nH2O (a) and α-Zn3mim5OH (b) were recorded, representative for the two different crystal structures. A fast MAS rate of 30 kHz and 100 kHz FLSG decoupling on the proton channel during t1 evolution yield a high resolution of the individual proton signals. In Zn3mim5BrH2O⋅nH2O, the three different methyl groups are visible in the 1H-13C HETCOR spectra at 15.4, 17.3, and 18.1 ppm in a relative intensity of 2:2:1, the resonance at 15.4 ppm being slightly split up into two signals. Cross-correlation of the methyl carbon atoms to 1H signals around 2 ppm allows us to assign the directly bound protons in the methyl group.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>\n<sup>1</sup>H-<sup>13</sup>C HETCOR spectra\nwith <sup>1</sup>H\nFSLG decoupling, recorded at 30 kHz MAS, of (a) Zn<sub>3</sub>mim<sub>5</sub>Br­(H<sub>2</sub>O)·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O and\n(b) α-Zn<sub>3</sub>mim<sub>5</sub>OH and color-coded attributions\nof imidazolate moieties.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9   1H-13C HETCOR spectra with 1H FSLG decoupling, recorded at 30 kHz MAS, of (a) Zn3mim5Br(H2O)⋅nH2O and (b) α-Zn3mim5OH and color-coded attributions of imidazolate moieties.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>The weakest <sup>13</sup>C methyl resonance at 18.1 ppm can be\nattributed clearly to mim3 (a, yellow), as this imidazolate is present only once\nin the unit cell. For the further assignment, we assume that the negative\ncharge of the neighboring OH<sup>–</sup>/Br<sup>–</sup> anion may have a weak shielding effect on both <sup>1</sup>H and <sup>13</sup>C methyl resonances. Mim3 exhibits the longest distance to\nthe OH<sup>–</sup>/Br<sup>–</sup> in the unit cell (4.0\nÅ) and the highest chemical shift. Along these lines, the <sup>13</sup>C methyl resonance at 17.3 ppm can then be attributed to\nmim2 (purple, 2 molecules per unit cell) with a distance of 3.8 Å\nto H<sub>2</sub>O/Br<sup>–</sup> and the resonance at 15.4\nppm to mim1 (green) with a distance of only 3.5 Å. The splitting\nof this signal may be caused here by the close proximity to either\na Br<sup>–</sup> anion or H<sub>2</sub>O, with strongly different\ncharge densities. Thus, MAS NMR can elucidate here the local environment\nin addition to the crystallographic position. Both carbon and protons\nsignals of the imidazolate around 6 ppm show splitting into two resonances.\nAs the two imidazolate carbon atoms in one molecule have different\nchemical environments, neighboring either a Zn­(mim)<sub>3</sub> or\na Zn-Br/H<sub>2</sub>O bridge, they are expected to give rise to two\ndifferent chemical shifts. NMR data reveal that slight changes in\nthe through-space interactions affect most of the methyl carbon atoms,\nresulting in four distinguishable peaks, while the resonances of the\nimidazole carbon atoms are dominated by zinc coordination.</p>", "clean_text": "The weakest 13C methyl resonance at 18.1 ppm can be attributed clearly to mim3 (a, yellow), as this imidazolate is present only once in the unit cell. For the further assignment, we assume that the negative charge of the neighboring OH-/Br- anion may have a weak shielding effect on both 1H and 13C methyl resonances. Mim3 exhibits the longest distance to the OH-/Br- in the unit cell (4.0 Å) and the highest chemical shift. Along these lines, the 13C methyl resonance at 17.3 ppm can then be attributed to mim2 (purple, 2 molecules per unit cell) with a distance of 3.8 Å to H2O/Br- and the resonance at 15.4 ppm to mim1 (green) with a distance of only 3.5 Å. The splitting of this signal may be caused here by the close proximity to either a Br- anion or H2O, with strongly different charge densities. Thus, MAS NMR can elucidate here the local environment in addition to the crystallographic position. Both carbon and protons signals of the imidazolate around 6 ppm show splitting into two resonances. As the two imidazolate carbon atoms in one molecule have different chemical environments, neighboring either a Zn(mim)3 or a Zn-Br/H2O bridge, they are expected to give rise to two different chemical shifts. NMR data reveal that slight changes in the through-space interactions affect most of the methyl carbon atoms, resulting in four distinguishable peaks, while the resonances of the imidazole carbon atoms are dominated by zinc coordination.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>The\nstructure of α-Zn<sub>3</sub>mim<sub>5</sub>OH has lower\nsymmetry, leading to more distinct signals for individual crystallographic\npositions. In the <sup>13</sup>C dimension, four methyl positions\nare visible at 12.5, 14.8, 15.6, and 17.5 ppm with an approximate\nsignal ratio of 1:1:1:2. Cross-peaks with <sup>1</sup>H resonances\nindicate the directly bound protons in the methyl group. Following\nthe reasoning above, we attribute the methyl resonance at 17.5 ppm\n(purple) to mim1 and mim2 with longer distances of more than 4 Å\nto the F<sup>–</sup> anion, and the resonance at 15.6 and 14.8\nppm to mim3 and mim4 (green), with distances of 3.5 and 3.3 Å\nto F<sup>–</sup>, respectively. mim5 is again distinguished\nby a weaker signal at 12.5 ppm (cyan). Only two different quaternary\ncarbon positions Cq can be discerned, reflecting their position at\nthe center of the imidazolate molecules with less interactions to\nneighboring groups. They are correlated to the three groups of methyl\nprotons around 2 ppm in an intramolecular coupling and to the imidazolate\nprotons around 6 ppm either by intramolecular or by intermolecular\ninteractions with neighboring imidazolate moieties. The aromatic imidazolate\ncarbon positions CH<sub>mim</sub> are visible at 126.0, 124.9, and\n123.9 ppm with an intensity ratio of approximately 2:2:1. Here, the\ntwo aromatic carbon positions in mim5 (cyan) have the same chemical\nshifts, as they are tethered to zinc atoms bound to an OH group each.\nThe carbon atoms in mim1 to mim4 show two different chemical shifts\ndepending on their connection to a Zn­(mim)<sub>3</sub> or a Zn­(mim)<sub>2</sub>OH group (pink and orange). All imidazolate carbon positions\ncouple to the protons at 4.8 ppm, which is an indication of a non-negligible\namount of adsorbed water in the structure. In summary, thanks to the\nhigh sensitivity of <sup>1</sup>H and <sup>13</sup>C chemical shifts\nto the local environment of the observed nuclei, MAS NMR spectra allow\nus to assign with high resolution the individual crystallographic\nsites in the two materials. MAS NMR spectroscopy thus adds valuable\ncomplementary information to the crystallographic results, which are\nalso useful for further studies on less ordered phases, such as amorphous\nmaterials, thin films, or surface effects in ZIF structures.</p>", "clean_text": "The structure of α-Zn3mim5OH has lower symmetry, leading to more distinct signals for individual crystallographic positions. In the 13C dimension, four methyl positions are visible at 12.5, 14.8, 15.6, and 17.5 ppm with an approximate signal ratio of 1:1:1:2. Cross-peaks with 1H resonances indicate the directly bound protons in the methyl group. Following the reasoning above, we attribute the methyl resonance at 17.5 ppm (purple) to mim1 and mim2 with longer distances of more than 4 Å to the F- anion, and the resonance at 15.6 and 14.8 ppm to mim3 and mim4 (green), with distances of 3.5 and 3.3 Å to F-, respectively. mim5 is again distinguished by a weaker signal at 12.5 ppm (cyan). Only two different quaternary carbon positions Cq can be discerned, reflecting their position at the center of the imidazolate molecules with less interactions to neighboring groups. They are correlated to the three groups of methyl protons around 2 ppm in an intramolecular coupling and to the imidazolate protons around 6 ppm either by intramolecular or by intermolecular interactions with neighboring imidazolate moieties. The aromatic imidazolate carbon positions CHmim are visible at 126.0, 124.9, and 123.9 ppm with an intensity ratio of approximately 2:2:1. Here, the two aromatic carbon positions in mim5 (cyan) have the same chemical shifts, as they are tethered to zinc atoms bound to an OH group each. The carbon atoms in mim1 to mim4 show two different chemical shifts depending on their connection to a Zn(mim)3 or a Zn(mim)2OH group (pink and orange). All imidazolate carbon positions couple to the protons at 4.8 ppm, which is an indication of a non-negligible amount of adsorbed water in the structure. In summary, thanks to the high sensitivity of 1H and 13C chemical shifts to the local environment of the observed nuclei, MAS NMR spectra allow us to assign with high resolution the individual crystallographic sites in the two materials. MAS NMR spectroscopy thus adds valuable complementary information to the crystallographic results, which are also useful for further studies on less ordered phases, such as amorphous materials, thin films, or surface effects in ZIF structures.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We have introduced and investigated a new family of ZIF compounds\nwith a <italic toggle=\"yes\">yqt</italic>-type network as macroscopic structural\nmotif, synthesized by precipitation from different zinc salt solutions\nusing 2-methylimidazole. A series of isostructural phases, α-Zn<sub>3</sub>mim<sub>5</sub>X with X = Br, Cl, F, or OH, were obtained,\nand their crystal structures were determined ab initio from laboratory\nX-ray powder diffraction data. The anion of the zinc salt directs\nthe product formation and morphology, governs capability for reversible\nhydration, and directs the thermal expansion behavior. In particular,\nthe hydrated zinc 2-methylimidazolate bromide and chloride phases,\nZn<sub>3</sub>mim<sub>5</sub>Cl/Br­(H<sub>2</sub>O)·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O, show a reversible de- and rehydration behavior, which\nis not seen in the fluoride- and hydroxide-containing compounds Zn<sub>3</sub>mim<sub>5</sub>OH and Zn<sub>3</sub>mim<sub>5</sub>F/OH. In\nthe row of the inorganic anions Br, Cl, F, and OH, chloride it situated\non a sweet spot for a most versatile structure, as chloride-substituted\nZIF phases exhibit the most pronounced hydration behavior and the\nstrongest anisotropic thermal expansion and two polymorphs of the\nanhydrous <italic toggle=\"yes\">yqt</italic>-type ZIF phase: α- and β-Zn<sub>3</sub>mim<sub>5</sub>Cl. We find that the temperature-dependent\nanisotropic lattice expansion is mainly governed by bending of the\nZn–X–Zn bridges. Well-resolved solid-state NMR spectroscopy\nallows us to discern the distinct signals of the crystallographically\ndifferent sites and gives additional information about local structures,\nshedding light onto interactions between functional groups. In particular,\nthe versatile Zn<sub>3</sub>mim<sub>5</sub>Cl­(H<sub>2</sub>O)·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O compounds may find applications in heat\nstorage via water uptake and release or gas adsorption. The selective\nadsorption of other volatile compounds for separation purposes shall\nalso be investigated in the future. This study further deepens the\nunderstanding of the relation between composition, structure, and\nspectral signatures in ZIFs materials and opens new perspectives for\ncrystal engineering.</p>", "clean_text": "Conclusions\n\nWe have introduced and investigated a new family of ZIF compounds with a yqt-type network as macroscopic structural motif, synthesized by precipitation from different zinc salt solutions using 2-methylimidazole. A series of isostructural phases, α-Zn3mim5X with X = Br, Cl, F, or OH, were obtained, and their crystal structures were determined ab initio from laboratory X-ray powder diffraction data. The anion of the zinc salt directs the product formation and morphology, governs capability for reversible hydration, and directs the thermal expansion behavior. In particular, the hydrated zinc 2-methylimidazolate bromide and chloride phases, Zn3mim5Cl/Br(H2O)⋅nH2O, show a reversible de- and rehydration behavior, which is not seen in the fluoride- and hydroxide-containing compounds Zn3mim5OH and Zn3mim5F/OH. In the row of the inorganic anions Br, Cl, F, and OH, chloride it situated on a sweet spot for a most versatile structure, as chloride-substituted ZIF phases exhibit the most pronounced hydration behavior and the strongest anisotropic thermal expansion and two polymorphs of the anhydrous yqt-type ZIF phase: α- and β-Zn3mim5Cl. We find that the temperature-dependent anisotropic lattice expansion is mainly governed by bending of the Zn-X-Zn bridges. Well-resolved solid-state NMR spectroscopy allows us to discern the distinct signals of the crystallographically different sites and gives additional information about local structures, shedding light onto interactions between functional groups. In particular, the versatile Zn3mim5Cl(H2O)⋅nH2O compounds may find applications in heat storage via water uptake and release or gas adsorption. The selective adsorption of other volatile compounds for separation purposes shall also be investigated in the future. This study further deepens the understanding of the relation between composition, structure, and spectral signatures in ZIFs materials and opens new perspectives for crystal engineering.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.cgd.2c00174?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.cgd.2c00174</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Synthesis details, (in\nsitu) XRPD patterns, crystallographic\nand Rietveld refinement data, infrared spectra, thermogravimetric\ndata, and <sup>1</sup>H MAS NMR spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.cgd.2c00174.  Synthesis details, (in situ) XRPD patterns, crystallographic and Rietveld refinement data, infrared spectra, thermogravimetric data, and 1H MAS NMR spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>Synthesis details, (in\nsitu) XRPD patterns, crystallographic\nand Rietveld refinement data, infrared spectra, thermogravimetric\ndata, and <sup>1</sup>H MAS NMR spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2150909\" xlink:type=\"simple\">2150909</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"2150913\" xlink:type=\"simple\">2150913</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Synthesis details, (in situ) XRPD patterns, crystallographic and Rietveld refinement data, infrared spectra, thermogravimetric data, and 1H MAS NMR spectra (PDF)\n\nCCDC 2150909-2150913 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The manuscript was written through contributions of all authors.\nAll authors have given approval to the final version of the manuscript.</p><p>Open access\nfunded by Max Planck Society.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nOpen access funded by Max Planck Society.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 14, 19", "type": "text", "classification": "synthesis condition", "content": "<p>In a typical synthesis, 0.699 g (5.13\nmmol) of zinc chloride and 1.684 g (20.51 mmol) of 2-methylimidazole\nwere each dissolved in 45 mL of deionized water, giving a molar ratio\nof 1:4:2000 for zinc, 2-methylimodazole, and water. The investigated\nrange of molar ratios was 1:<italic toggle=\"yes\">x</italic>:y with 3 ≤ <italic toggle=\"yes\">x</italic> ≤ 8 and 400 ≤ <italic toggle=\"yes\">y</italic> ≤\n2400. Both solutions were mixed at room temperature and stirred for\nseveral hours until a white, milky suspension is formed. The syntheses\nwere carried out in closed vessels to prevent the formation of ZIF-CO<sub>3</sub>-1. After centrifugation at 10000 rpm for 5 min, the resulting\nsolid was washed three times with water and centrifuged again. Afterwards,\nthe product was dried in a vacuum oven at 50 °C for 12 h (yield:\n1.100 g). Syntheses with zinc fluoride and zinc bromide were conducted\nsimilarly. For the successful synthesis with zinc iodide, both solutions\nwere heated to 50 °C prior to mixing and kept at this temperature\nafter mixing to prevent the formation of an amorphous product.</p><title>Chloride-Substituted yqt-Type\nZIF</title><p>The synthesis was\nperformed as described earlier by mixing\nan aqueous zinc chloride solution with an aqueous methylimidazolate\nsolution and stirring the mixture for several hours. Various Hmim/H<sub>2</sub>O/ZnCl<sub>2</sub> ratios were tested, leading to different\nproducts (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S6 and Table S5</ext-link>). Applying a Hmim/H<sub>2</sub>O/ZnCl<sub>2</sub> ratio\nof 1:4:2000 leads to the formation of the previously described chloride-substituted <italic toggle=\"yes\">yqt</italic>-type\nZIF hydrate with the formula Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74 H<sub>2</sub>O, as confirmed by XRPD (, red line), elemental,\nand thermal analyses (, Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S10, Figure S11</ext-link>). A short investigation of different molar ratios of zinc\nhalides and methylimidazole revealed that the resulting phases are\nquite diverse (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S7 and Table S6</ext-link>). The nitrogen sorption isotherm showed no\nporosity for this material (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S20</ext-link>), which are in line with findings for Zn<sub>3</sub>mim<sub>5</sub>OH.\n</p><title>Fluoride-Substituted yqt-Type\nZIF</title><p>The synthesis with\nzinc fluoride tetrahydrate yielded a phase with an XRPD pattern ( black line) comparable\nto the reported diffraction data of anhydrous Zn<sub>3</sub>mim<sub>5</sub>OH or anhydrous Zn<sub>3</sub>mim<sub>5</sub>Cl. Therefore, we assumed\na phase composition of Zn<sub>3</sub>mim<sub>5</sub>F. The determination\nof the fluoride content by dissolution and subsequent calcium fluoride\nprecipitation, however, yielded only 35% of the expected amount. With\nrespect to the alkaline character of the solution from which the fluoride-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF phase was synthesized and the similar ionic\nradii, a partial substitution of fluoride\nby hydroxide appeared likely. Indeed, EDX analyses of five different\nspots with two different voltages confirm a ratio of Zn/F/OH of ≈\n3.00: 0.35: 0.65 (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>). An IR band at 525 cm<sup>–1</sup>, which can be\nassigned to a Zn-OH mode (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>), additionally confirms the presence of hydroxide\nions in the solid. Elemental and thermal analyses (, Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S10, Figure S11</ext-link>) indicate a phase composition\nof Zn<sub>3</sub>mim<sub>5</sub>F<sub>0.35</sub>(OH)<sub>0.65</sub>. The truncated polyhedron-like crystal morphology, which sometimes\nappears plate-like with fully developed faces, (e,f) significantly differs from the Cl- and\nBr-substituted phases. The crystallites of the fluoride-containing\nphase have diameters between 1 and 2.5 μm and a thickness of\napproximately 0.5 μm.</p>", "clean_text": "In a typical synthesis, 0.699 g (5.13 mmol) of zinc chloride and 1.684 g (20.51 mmol) of 2-methylimidazole were each dissolved in 45 mL of deionized water, giving a molar ratio of 1:4:2000 for zinc, 2-methylimodazole, and water. The investigated range of molar ratios was 1:x:y with 3 ≤ x ≤ 8 and 400 ≤ y ≤ 2400. Both solutions were mixed at room temperature and stirred for several hours until a white, milky suspension is formed. The syntheses were carried out in closed vessels to prevent the formation of ZIF-CO3-1. After centrifugation at 10000 rpm for 5 min, the resulting solid was washed three times with water and centrifuged again. Afterwards, the product was dried in a vacuum oven at 50 °C for 12 h (yield: 1.100 g). Syntheses with zinc fluoride and zinc bromide were conducted similarly. For the successful synthesis with zinc iodide, both solutions were heated to 50 °C prior to mixing and kept at this temperature after mixing to prevent the formation of an amorphous product.\n\nChloride-Substituted yqt-Type ZIF\n\nThe synthesis was performed as described earlier by mixing an aqueous zinc chloride solution with an aqueous methylimidazolate solution and stirring the mixture for several hours. Various Hmim/H2O/ZnCl2 ratios were tested, leading to different products (Supporting Information, Figure S6 and Table S5). Applying a Hmim/H2O/ZnCl2 ratio of 1:4:2000 leads to the formation of the previously described chloride-substituted yqt-type ZIF hydrate with the formula Zn3mim5ClH2O⋅0.74 H2O, as confirmed by XRPD (, red line), elemental, and thermal analyses (, Supporting Information, Table S10, Figure S11). A short investigation of different molar ratios of zinc halides and methylimidazole revealed that the resulting phases are quite diverse (Supporting Information, Figure S7 and Table S6). The nitrogen sorption isotherm showed no porosity for this material (Supporting Information, Figure S20), which are in line with findings for Zn3mim5OH. \n\nFluoride-Substituted yqt-Type ZIF\n\nThe synthesis with zinc fluoride tetrahydrate yielded a phase with an XRPD pattern ( black line) comparable to the reported diffraction data of anhydrous Zn3mim5OH or anhydrous Zn3mim5Cl. Therefore, we assumed a phase composition of Zn3mim5F. The determination of the fluoride content by dissolution and subsequent calcium fluoride precipitation, however, yielded only 35% of the expected amount. With respect to the alkaline character of the solution from which the fluoride-substituted yqt-type ZIF phase was synthesized and the similar ionic radii, a partial substitution of fluoride by hydroxide appeared likely. Indeed, EDX analyses of five different spots with two different voltages confirm a ratio of Zn/F/OH of ~ 3.00: 0.35: 0.65 (Supporting Information, Table S5). An IR band at 525 cm-1, which can be assigned to a Zn-OH mode (Supporting Information, Figure S9), additionally confirms the presence of hydroxide ions in the solid. Elemental and thermal analyses (, Supporting Information, Table S10, Figure S11) indicate a phase composition of Zn3mim5F0.35(OH)0.65. The truncated polyhedron-like crystal morphology, which sometimes appears plate-like with fully developed faces, (e,f) significantly differs from the Cl- and Br-substituted phases. The crystallites of the fluoride-containing phase have diameters between 1 and 2.5 μm and a thickness of approximately 0.5 μm.", "data": [{"meta": {"name": "[(Ca(H2O)6)(CaEr(oda)3)2]·4H2O", "symbol": "10", "chemical formula": "C28H52O40Ca3Er2"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Er2O3", "amount": "0.12", "unit": "mmol"}, {"name": "CaCl2·2H2O", "amount": "50", "unit": "mg"}, {"name": "2,2-oxydiacetic acid", "amount": "90", "unit": "mg"}], "solvent": [{"name": "water", "amount": "20", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "130°C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "35% to 50%"}, {"meta": {"name": "[(Ca(H2O)6)(CaHo(oda)3)2]·4H2O", "symbol": "11", "chemical formula": "C28H52O40Ca3Ho2"}, "processes": [{"synthesis method": "solveothermal synthesis", "precursor": [{"name": "Ho2O3", "amount": "0.12", "unit": "mmol"}, {"name": "CaCl2·2H2O", "amount": "50", "unit": "mg"}, {"name": "2,2-oxydiacetic acid", "amount": "90", "unit": "mg"}], "solvent": [{"name": "water", "amount": "20", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "130°C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "35% to 50%"}, {"meta": {"name": "[(Ca(H2O)6)(CaYb(oda)3)2]·4H2O", "symbol": "12", "chemical formula": "C28H52O40Ca3Yb2"}, "processes": [{"synthesis method": "solveothermal synthesis", "precursor": [{"name": "Yb2O3", "amount": "0.12", "unit": "mmol"}, {"name": "CaCl2·2H2O", "amount": "50", "unit": "mg"}, {"name": "2,2-oxydiacetic acid", "amount": "90", "unit": "mg"}], "solvent": [{"name": "water", "amount": "20", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "130°C", "time": "3 days", "heating rate": "", "cooling rate": ""}], "yield": "35% to 50%"}], "include_properties": ["chemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": 37, "type": "text", "classification": "property", "content": "<p>However, it should be noted that the aforementioned reasons do\nnot exclude a very slowly occurring first-order phase transition between\nα- and β-Zn<sub>3</sub>mim<sub>5</sub>Cl. Interestingly,\nthe transition between an α- and a β-form was only observed\nfor the chloride phase. The fluoride-, hydroxide-, or the bromide-substituted,\nanhydrous <italic toggle=\"yes\">yqt</italic>-type ZIF does not exhibit an α-β-transition\nbetween 120 and 498 K (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figures S15 and S16</ext-link>). This may be explained by the size and\ncharge density of the inorganic anion: While fluoride and hydroxide\nseem too small to fill the void within the interpenetrated <italic toggle=\"yes\">tfa</italic> networks with a linear Zn–X–Zn bridge,\nchloride has the proper size for a linear bridge. Nevertheless, due\nto their electronic configuration, these anions still prefer a tetrahedral\ncoordination sphere (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>), which could be the driving force of the α–β-phase\ntransition. In contrast, bromide is large and has a significantly\nlower charge density, which allows an almost linear, symmetrical Zn–Br–Zn\nbridge () and\ndirects the lattice toward trigonal pseudo-symmetry. The Zn–Br\nbond shows enough flexibility to allow for a monoclinic distortion.\nThe temperature-dependent expansion and contraction of the lattice\nparameters, which was monitored during heating and cooling cycles\nbetween 120 and 498 K (, filled and empty symbols), show anisotropic behavior for\nall investigated compounds. Upon cooling, both the <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">b</italic>-axes show significant contraction (, black and red symbols),\nbetween −1 and −2% (), whereas the <italic toggle=\"yes\">c*</italic>-axes,\ncorresponding to the 001 lattice plane distance, expands upon cooling\n(, blue symbols)\nor only shows minor contraction for the Br phase (). For all phases, except the\nchloride phase, the <italic toggle=\"yes\">b</italic>-axis shows a higher contraction\nupon cooling than the <italic toggle=\"yes\">a</italic>-axis. In the F/OH-substituted\nphase, this trend is more pronounced than in the pure OH-substituted <italic toggle=\"yes\">yqt</italic>-type ZIF (a,b). The thermal expansion of the Br-substituted phase reflects\nthe pseudo-trigonal lattice symmetry, as the <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">b</italic>-axes show an almost identical expansion behavior. In addition,\nthis phase exhibits the smallest overall thermal expansion (). The expansion of\nthe chloride-substituted phase, however, is outstanding, as it shows\nthe highest volume expansion (), the most pronounced anisotropic thermal expansion\nwith the highest expansion of the <italic toggle=\"yes\">c*</italic>-axis and the\nlargest contraction of the <italic toggle=\"yes\">a</italic>-axis upon cooling and\na nonlinear thermal behavior of the <italic toggle=\"yes\">a</italic>-axis (c).</p>", "clean_text": "However, it should be noted that the aforementioned reasons do not exclude a very slowly occurring first-order phase transition between α- and β-Zn3mim5Cl. Interestingly, the transition between an α- and a β-form was only observed for the chloride phase. The fluoride-, hydroxide-, or the bromide-substituted, anhydrous yqt-type ZIF does not exhibit an α-β-transition between 120 and 498 K (Supporting Information Figures S15 and S16). This may be explained by the size and charge density of the inorganic anion: While fluoride and hydroxide seem too small to fill the void within the interpenetrated tfa networks with a linear Zn-X-Zn bridge, chloride has the proper size for a linear bridge. Nevertheless, due to their electronic configuration, these anions still prefer a tetrahedral coordination sphere (Supporting Information, Figure S19), which could be the driving force of the α-β-phase transition. In contrast, bromide is large and has a significantly lower charge density, which allows an almost linear, symmetrical Zn-Br-Zn bridge () and directs the lattice toward trigonal pseudo-symmetry. The Zn-Br bond shows enough flexibility to allow for a monoclinic distortion. The temperature-dependent expansion and contraction of the lattice parameters, which was monitored during heating and cooling cycles between 120 and 498 K (, filled and empty symbols), show anisotropic behavior for all investigated compounds. Upon cooling, both the a- and b-axes show significant contraction (, black and red symbols), between -1 and -2% (), whereas the c*-axes, corresponding to the 001 lattice plane distance, expands upon cooling (, blue symbols) or only shows minor contraction for the Br phase (). For all phases, except the chloride phase, the b-axis shows a higher contraction upon cooling than the a-axis. In the F/OH-substituted phase, this trend is more pronounced than in the pure OH-substituted yqt-type ZIF (a,b). The thermal expansion of the Br-substituted phase reflects the pseudo-trigonal lattice symmetry, as the a- and b-axes show an almost identical expansion behavior. In addition, this phase exhibits the smallest overall thermal expansion (). The expansion of the chloride-substituted phase, however, is outstanding, as it shows the highest volume expansion (), the most pronounced anisotropic thermal expansion with the highest expansion of the c*-axis and the largest contraction of the a-axis upon cooling and a nonlinear thermal behavior of the a-axis (c).", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "12", "unit": "x 10-6 K-1", "condition": ""}]}, {"meta": {"name": "α- and β-Zn3mim5Cl", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "chloride phase", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "fluoride-, hydroxide-, or the bromide-substituted, anhydrous yqt-type ZIF", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "bromide", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "all investigated compounds", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "F/OH-substituted phase", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "pure OH-substituted yqt-type ZIF", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "Br-substituted phase", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "chloride-substituted phase", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "", "unit": "", "condition": ""}]}]], "include_properties": ["thermal_expansion_coefficient"]}, {"idx": 16, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Elemental Analysis\nof All Investigated\nPhases<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"left\"></oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>F<sub>0.35</sub>(OH)<sub>0.65</sub> found\n(calc.)</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>OH<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>C</bold>\n</oasis:entry>\n<oasis:entry>38.6 (38.8)</oasis:entry>\n<oasis:entry>35.3 (35.9)</oasis:entry>\n<oasis:entry>35.3 (33.9)</oasis:entry>\n<oasis:entry>38.5 (38.8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>H</bold>\n</oasis:entry>\n<oasis:entry>6.3 (4.2)</oasis:entry>\n<oasis:entry>4.7 (4.3)</oasis:entry>\n<oasis:entry>4.3 (4.0)</oasis:entry>\n<oasis:entry>4.2 (4.2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>N</bold>\n</oasis:entry>\n<oasis:entry>22.6 (22.6)</oasis:entry>\n<oasis:entry>20.8 (21.0)</oasis:entry>\n<oasis:entry>20.5 (19.8)</oasis:entry>\n<oasis:entry>22.5 (22.6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>O</bold>\n</oasis:entry>\n<oasis:entry>n.d. (1.7)</oasis:entry>\n<oasis:entry>n.d. (4.3)</oasis:entry>\n<oasis:entry>5.2 (3.3)</oasis:entry>\n<oasis:entry>n.d. (2.6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>Zn (TG)</bold>\n</oasis:entry>\n<oasis:entry>31.3 (31.7)</oasis:entry>\n<oasis:entry>26.3\n(29.3)</oasis:entry>\n<oasis:entry>23.3 (27.7)</oasis:entry>\n<oasis:entry>30.4 (31.7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>F, Cl, Br</bold>\n</oasis:entry>\n<oasis:entry>1.1 (1.1)</oasis:entry>\n<oasis:entry>6.0 (5.3)</oasis:entry>\n<oasis:entry>11.5 (11.3)</oasis:entry>\n<oasis:entry>- (-)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>C, H, N, and O contents were determined\nby EA, zinc contents were determined via TG (Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S10, Figure S11</ext-link>), and the contents of the\nhalides were measured after precipitation with Ca­(OAc)<sub>2</sub> for F and with AgNO<sub>3</sub> for Cl and Br, respectively.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>The C, H, N, and Zn contents were\ndetermined from material synthesized with zinc nitrate.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Elemental Analysis of All Investigated Phases[^a][^b]\n\n|       | Zn<sub>3</sub>mim<sub>5</sub>F<sub>0.35</sub>(OH)<sub>0.65</sub> found (calc.) | Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O | Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O | Zn<sub>3</sub>mim<sub>5</sub>OH[^1] |\n|-------|-----------------------------------------------------------------------------|-------------------------------------------------------------|-------------------------------------------------------------|-----------------------------------|\n| C     | 38.6 (38.8)                                                                 | 35.3 (35.9)                                                 | 35.3 (33.9)                                                 | 38.5 (38.8)                       |\n| H     | 6.3 (4.2)                                                                   | 4.7 (4.3)                                                   | 4.3 (4.0)                                                   | 4.2 (4.2)                         |\n| N     | 22.6 (22.6)                                                                 | 20.8 (21.0)                                                 | 20.5 (19.8)                                                 | 22.5 (22.6)                       |\n| O     | n.d. (1.7)                                                                  | n.d. (4.3)                                                  | 5.2 (3.3)                                                   | n.d. (2.6)                        |\n| Zn (TG)| 31.3 (31.7)                                                                 | 26.3 (29.3)                                                 | 23.3 (27.7)                                                 | 30.4 (31.7)                       |\n| F, Cl, Br | 1.1 (1.1)                                                                 | 6.0 (5.3)                                                   | 11.5 (11.3)                                                 | - (-)                             |\n\n[^a]: C, H, N, and O contents were determined by EA, zinc contents were determined via TG (Supporting Information, [Table S10, Figure S11](https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf)), and the contents of the halides were measured after precipitation with Ca­(OAc)<sub>2</sub> for F and with AgNO<sub>3</sub> for Cl and Br, respectively.\n[^b]: The C, H, N, and Zn contents were determined from material synthesized with zinc nitrate.", "data": [{"meta": {"name": "Zn3mim5F0.35(OH)0.65", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Elemental Analysis", "value": "C: 38.6 (38.8), H: 6.3 (4.2), N: 22.6 (22.6), O: n.d. (1.7), Zn (TG): 31.3 (31.7), F: 1.1 (1.1)", "unit": "", "condition": ""}]}, {"meta": {"name": "Zn3mim5ClH2O·0.74H2O", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Elemental Analysis", "value": "C: 35.3 (35.9), H: 4.7 (4.3), N: 20.8 (21.0), O: n.d. (4.3), Zn (TG): 26.3 (29.3), Cl: 6.0 (5.3)", "unit": "", "condition": ""}]}, {"meta": {"name": "Zn3mim5BrH2O·0.45H2O", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Elemental Analysis", "value": "C: 35.3 (33.9), H: 4.3 (4.0), N: 20.5 (19.8), O: 5.2 (3.3), Zn (TG): 23.3 (27.7), Br: 11.5 (11.3)", "unit": "", "condition": ""}]}, {"meta": {"name": "Zn3mim5OH[^1]", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Elemental Analysis", "value": "C: 38.5 (38.8), H: 4.2 (4.2), N: 22.5 (22.6), O: n.d. (2.6), Zn (TG): 30.4 (31.7), - (-)", "unit": "", "condition": ""}]}], "include_properties": ["etc"]}, {"idx": 28, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison of the\nLattice Parameters\nof the Isostructural Compounds Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O<xref ref-type=\"bibr\" rid=\"ref44\"></xref> and\nZn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O at Room Temperature</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">phase</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>space group</bold>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">C</italic>\n</italic>2/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (15)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">C</italic>\n</italic>2/<italic toggle=\"yes\">c</italic> (15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>Z</bold>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>a</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>13.157(1)</oasis:entry>\n<oasis:entry>13.163(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>b</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>16.496(1)</oasis:entry>\n<oasis:entry>16.486(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>c</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>13.640(1)</oasis:entry>\n<oasis:entry>13.627(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>β/°</bold>\n</oasis:entry>\n<oasis:entry>119.2(1)</oasis:entry>\n<oasis:entry>118.9(1)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>V</bold>\n</italic>\n<bold>/Å<sup>3</sup>\n</bold>\n</oasis:entry>\n<oasis:entry>2585.2(1)</oasis:entry>\n<oasis:entry>2588.7(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Comparison of the Lattice Parameters of the Isostructural Compounds Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O[xref ref-type=\"bibr\" rid=\"ref44\"] and Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O at Room Temperature\n\n| phase       | Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O | Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O |\n|-------------|------------------------------------------------------------|------------------------------------------------------------|\n| space group | C2/c (15)                                                   | C2/c (15)                                                   |\n| Z           | 4                                                          | 4                                                          |\n| a/Å        | 13.157(1)                                                   | 13.163(1)                                                   |\n| b/Å        | 16.496(1)                                                   | 16.486(1)                                                   |\n| c/Å        | 13.640(1)                                                   | 13.627(2)                                                   |\n| β/°        | 119.2(1)                                                    | 118.9(1)                                                    |\n| V/Å³       | 2585.2(1)                                                   | 2588.7(4)                                                   |", "data": [{"meta": {"name": "", "symbol": "Zn₃mim₅ClH₂O·0.74H₂O", "chemical formula": ""}, "space group": [{"value": "C2/c (15)", "condition": ""}], "lattice parameters": [{"value": {"a": "13.157(1)", "b": "16.496(1)", "c": "13.640(1)", "alpha": "", "beta": "119.2(1)", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "2585.2(1)", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "", "symbol": "Zn₃mim₅BrH₂O·0.45H₂O", "chemical formula": ""}, "space group": [{"value": "C2/c (15)", "condition": ""}], "lattice parameters": [{"value": {"a": "13.163(1)", "b": "16.486(1)", "c": "13.627(2)", "alpha": "", "beta": "118.9(1)", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "2588.7(4)", "unit": "Å³", "condition": ""}]}], "include_properties": ["space_group", "lattice_parameters", "cell_volume"]}, {"idx": 31, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of Basic Crystallographic\nData of α-Zn<sub>3</sub>mim<sub>5</sub>X Compounds with X =\nBr, Cl, F, or OH Measured at Room Temperature, Including the Ionic\nRadii of X Taken from Shannon<xref ref-type=\"bibr\" rid=\"ref54\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">α-Zn<sub>3</sub>mim<sub>5</sub>F<sub>1<italic toggle=\"yes\">–x</italic>\n</sub>(OH)<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">α-Zn<sub>3</sub>mim<sub>5</sub>OH</oasis:entry>\n<oasis:entry align=\"center\">α-Zn<sub>3</sub>mim<sub>5</sub>Cl</oasis:entry>\n<oasis:entry align=\"center\">α-Zn<sub>3</sub>mim<sub>5</sub>Br</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>space group</bold>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">c</italic> (14)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (14)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (14)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">\n<italic toggle=\"yes\">P</italic>\n</italic>21/<italic toggle=\"yes\">\n<italic toggle=\"yes\">c</italic>\n</italic> (14)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>Z</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>r(X)/Å</bold>\n</oasis:entry>\n<oasis:entry>1.33</oasis:entry>\n<oasis:entry>1.35</oasis:entry>\n<oasis:entry>1.81</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>a</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>13.4634(4)</oasis:entry>\n<oasis:entry>13.473(2)</oasis:entry>\n<oasis:entry>13.7870(4)</oasis:entry>\n<oasis:entry>14.057(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>b</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>14.6737(4)</oasis:entry>\n<oasis:entry>14.683(2)</oasis:entry>\n<oasis:entry>14.7506(5)</oasis:entry>\n<oasis:entry>14.889(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>c</bold>\n</italic>\n<bold>/Å</bold>\n</oasis:entry>\n<oasis:entry>14.1183(4)</oasis:entry>\n<oasis:entry>14.115(2)</oasis:entry>\n<oasis:entry>14.2065(4)</oasis:entry>\n<oasis:entry>14.090(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>β/°</bold>\n</oasis:entry>\n<oasis:entry>118.175(1)</oasis:entry>\n<oasis:entry>118.10(1)</oasis:entry>\n<oasis:entry>119.682(2)</oasis:entry>\n<oasis:entry>120.68(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V<bold>/Å<sup>3</sup>\n</bold>\n</oasis:entry>\n<oasis:entry>2458.7(2)</oasis:entry>\n<oasis:entry>2463.0(4)</oasis:entry>\n<oasis:entry>2510.(2)</oasis:entry>\n<oasis:entry>2536.2(11)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>d(Zn2-X1)/Å</bold>\n</oasis:entry>\n<oasis:entry>1.95(2)</oasis:entry>\n<oasis:entry>2.13(3)</oasis:entry>\n<oasis:entry>2.43(2)</oasis:entry>\n<oasis:entry>2.55(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>d(Zn3-X1)/Å</bold>\n</oasis:entry>\n<oasis:entry>2.09(2)</oasis:entry>\n<oasis:entry>1.97(3)</oasis:entry>\n<oasis:entry>2.26(2)</oasis:entry>\n<oasis:entry>2.56(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>angle (Zn2-X1-Zn3)/°</bold>\n</oasis:entry>\n<oasis:entry>146(1)</oasis:entry>\n<oasis:entry>138(2)</oasis:entry>\n<oasis:entry>156(1)</oasis:entry>\n<oasis:entry>177(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Comparison of Basic Crystallographic Data of α-Zn₃mim₅X Compounds with X = Br, Cl, F, or OH Measured at Room Temperature, Including the Ionic Radii of X Taken from Shannon[^54]\n\n| compound | α-Zn₃mim₅F₁₋ₓ(OH)ₓ | α-Zn₃mim₅OH | α-Zn₃mim₅Cl | α-Zn₃mim₅Br |\n|----------|-------------------|------------|------------|------------|\n| space group | P21/c (14) | P21/c (14) | P21/c (14) | P21/c (14) |\n| Z | 4 | 4 | 4 | 4 |\n| r(X)/Å | 1.33 | 1.35 | 1.81 | 1.96 |\n| a/Å | 13.4634(4) | 13.473(2) | 13.7870(4) | 14.057(3) |\n| b/Å | 14.6737(4) | 14.683(2) | 14.7506(5) | 14.889(3) |\n| c/Å | 14.1183(4) | 14.115(2) | 14.2065(4) | 14.090(3) |\n| β/° | 118.175(1) | 118.10(1) | 119.682(2) | 120.68(2) |\n| V/Å³ | 2458.7(2) | 2463.0(4) | 2510.(2) | 2536.2(11) |\n| d(Zn2-X1)/Å | 1.95(2) | 2.13(3) | 2.43(2) | 2.55(4) |\n| d(Zn3-X1)/Å | 2.09(2) | 1.97(3) | 2.26(2) | 2.56(4) |\n| angle (Zn2-X1-Zn3)/° | 146(1) | 138(2) | 156(1) | 177(2) |", "data": [{"meta": {"name": "α-Zn₃mim₅F₁₋ₓ(OH)ₓ", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P21/c (14)", "condition": ""}], "lattice parameters": [{"value": {"a": "13.4634(4)", "b": "14.6737(4)", "c": "14.1183(4)", "alpha": "", "beta": "118.175(1)", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "2458.7(2)", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "α-Zn₃mim₅OH", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P21/c (14)", "condition": ""}], "lattice parameters": [{"value": {"a": "13.473(2)", "b": "14.683(2)", "c": "14.115(2)", "alpha": "", "beta": "118.10(1)", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "2463.0(4)", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "α-Zn₃mim₅Cl", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P21/c (14)", "condition": ""}], "lattice parameters": [{"value": {"a": "13.7870(4)", "b": "14.7506(5)", "c": "14.2065(4)", "alpha": "", "beta": "119.682(2)", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "2510.(2)", "unit": "Å³", "condition": ""}]}, {"meta": {"name": "α-Zn₃mim₅Br", "symbol": "", "chemical formula": ""}, "space group": [{"value": "P21/c (14)", "condition": ""}], "lattice parameters": [{"value": {"a": "14.057(3)", "b": "14.889(3)", "c": "14.090(3)", "alpha": "", "beta": "120.68(2)", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "2536.2(11)", "unit": "Å³", "condition": ""}]}], "include_properties": ["space_group", "lattice_parameters", "cell_volume"]}, {"idx": 38, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Change in the Lattice Parameters of\nZn<sub>3</sub>mim<sub>5</sub>X Compounds with X = Br, Cl, F, or OH\nupon Cooling from 498 to 123 K</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">change in lattice\nparameter</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>F<sub>1<italic toggle=\"yes\">–x</italic>\n</sub>(OH)<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>OH</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>Cl</oasis:entry>\n<oasis:entry align=\"center\">Zn<sub>3</sub>mim<sub>5</sub>Br</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>a</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>–0.88%</oasis:entry>\n<oasis:entry>–0.96%</oasis:entry>\n<oasis:entry>–2.60%</oasis:entry>\n<oasis:entry>–0.84%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>b</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>–1.72%</oasis:entry>\n<oasis:entry>–1.32%</oasis:entry>\n<oasis:entry>–1.39%</oasis:entry>\n<oasis:entry>–0.93%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>c*</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>+0.32%</oasis:entry>\n<oasis:entry>+0.23%</oasis:entry>\n<oasis:entry>+1.18%</oasis:entry>\n<oasis:entry>–0.11%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">\n<bold>V</bold>\n</italic>\n</oasis:entry>\n<oasis:entry>–2.27%</oasis:entry>\n<oasis:entry>–2.03%</oasis:entry>\n<oasis:entry>–2.83%</oasis:entry>\n<oasis:entry>–1.86%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 4. Change in the Lattice Parameters of Zn₃mim₅X Compounds with X = Br, Cl, F, or OH upon Cooling from 498 to 123 K\n\n| change in lattice parameter | Zn₃mim₅F₁₋ₓ(OH)ₓ | Zn₃mim₅OH | Zn₃mim₅Cl | Zn₃mim₅Br |\n|----------------------------|------------------|-----------|----------|----------|\n| a                          | –0.88%           | –0.96%    | –2.60%   | –0.84%   |\n| b                          | –1.72%           | –1.32%    | –1.39%   | –0.93%   |\n| c*                         | +0.32%           | +0.23%    | +1.18%   | –0.11%   |\n| V                          | –2.27%           | –2.03%    | –2.83%   | –1.86%   |", "data": ["substring not found"], "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Comparison of measured\nand calculated XRPD patterns of the synthesized,\nhalide-substituted yqt-type ZIF phases with a synthesis ratio of 1:4:2000\nfor ZnX<sub>2</sub>/Hmim/H<sub>2</sub>O at room temperature. Rietveld\nplots of F/OH<sup>–</sup> and Br-containing phases are presented\nin the Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Figures S3 and S4</ext-link>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Comparison of measured and calculated XRPD patterns of the synthesized, halide-substituted yqt-type ZIF phases with a synthesis ratio of 1:4:2000 for ZnX2/Hmim/H2O at room temperature. Rietveld plots of F/OH- and Br-containing phases are presented in the Supporting Information, Figures S3 and S4.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Scanning electron micrographs of the halide-containing\nmaterials:\nZn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O (a) and (b), Zn<sub>3</sub>mim<sub>5</sub>BrH<sub>2</sub>O·0.45H<sub>2</sub>O (c) and (d), Zn<sub>3</sub>mim<sub>5</sub>F<sub>0.35</sub>(OH)<sub>0.65</sub> (e) and (f), and the amorphous product from the\nsynthesis with zinc iodide (g) and (h). All materials were synthesized\nwith a molar ratio of 1:4:2000 concerning zinc salt, 2-methylimidazole,\nand water, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Scanning electron micrographs of the halide-containing materials: Zn3mim5ClH2O⋅0.74H2O (a) and (b), Zn3mim5BrH2O⋅0.45H2O (c) and (d), Zn3mim5F0.35(OH)0.65 (e) and (f), and the amorphous product from the synthesis with zinc iodide (g) and (h). All materials were synthesized with a molar ratio of 1:4:2000 concerning zinc salt, 2-methylimidazole, and water, respectively.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Scanning\nelectron micrographs of Zn<sub>3</sub>mim<sub>5</sub>OH\nsynthesized with various zinc salts show the different resulting morphologies.\nZinc iodide (a, b), zinc acetate (c, d), zinc nitrate (e, f), and\nzinc sulfate (g, h). For the synthesis with nitrate and iodide, a\nmolar ratio 1:4:2000 for zinc salt, 2-methylimidazole, and water was\nused. The synthesis mixture with zinc acetate had a composition of\n1:2:690.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Scanning electron micrographs of Zn3mim5OH synthesized with various zinc salts show the different resulting morphologies. Zinc iodide (a, b), zinc acetate (c, d), zinc nitrate (e, f), and zinc sulfate (g, h). For the synthesis with nitrate and iodide, a molar ratio 1:4:2000 for zinc salt, 2-methylimidazole, and water was used. The synthesis mixture with zinc acetate had a composition of 1:2:690.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Comparison of the in situ XRPD pattern of anhydrous\nZn<sub>3</sub>mim<sub>5</sub>Cl collected at 200 °C and the <italic toggle=\"yes\">ex situ</italic> XRPD pattern of Zn<sub>3</sub>mim<sub>5</sub>Cl\ncollected at 25 °C produced by thermal dehydration of Zn<sub>3</sub>mim<sub>5</sub>ClH<sub>2</sub>O·0.74H<sub>2</sub>O at\n225 °C including space group symmetries and selected reflection\nindices. (b) Comparison of the XRPD of α-Zn<sub>3</sub>mim<sub>5</sub>X with X = Br, Cl, F or OH collected at 25 °C.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Comparison of the in situ XRPD pattern of anhydrous Zn3mim5Cl collected at 200 °C and the ex situ XRPD pattern of Zn3mim5Cl collected at 25 °C produced by thermal dehydration of Zn3mim5ClH2O⋅0.74H2O at 225 °C including space group symmetries and selected reflection indices. (b) Comparison of the XRPD of α-Zn3mim5X with X = Br, Cl, F or OH collected at 25 °C.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a, b) Coordination spheres of the zinc cations in the\ncrystal\nstructures of α-Zn<sub>3</sub>mim<sub>5</sub>X compounds with\nX = Br, Cl, F, or OH and (c) underlying connected <italic toggle=\"yes\">tfa</italic>-c nets forming a <italic toggle=\"yes\">yqt</italic>1 net. The 2-methylimidazolate\ncations are omitted for clarity, and only the connections within (blue\nand orange bonds) and bridging (red Zn–X–Zn) the interpenetrated <italic toggle=\"yes\">tfa</italic>-nets are shown.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a, b) Coordination spheres of the zinc cations in the crystal structures of α-Zn3mim5X compounds with X = Br, Cl, F, or OH and (c) underlying connected tfa-c nets forming a yqt1 net. The 2-methylimidazolate cations are omitted for clarity, and only the connections within (blue and orange bonds) and bridging (red Zn-X-Zn) the interpenetrated tfa-nets are shown.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Evolution of the lattice\nparameters of (a) Zn<sub>3</sub>mim<sub>5</sub>F<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>(OH)<italic toggle=\"yes\">x</italic>, (b) Zn<sub>3</sub>mim<sub>5</sub>OH, (c) Zn<sub>3</sub>mim<sub>5</sub>Cl (with the gray-highlighted\narea indicating the transition\nfrom α- to β-Zn<sub>3</sub>mim<sub>5</sub>Cl), and (d)\nZn<sub>3</sub>mim<sub>5</sub>Br during heating and cooling with c*\ncorresponding to the 001 lattice plane distance.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Evolution of the lattice parameters of (a) Zn3mim5F1-x (OH)x, (b) Zn3mim5OH, (c) Zn3mim5Cl (with the gray-highlighted area indicating the transition from α- to β-Zn3mim5Cl), and (d) Zn3mim5Br during heating and cooling with c* corresponding to the 001 lattice plane distance.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Deformation of ringlike motifs in α-Zn<sub>3</sub>mim<sub>5</sub>X with X = Br, Cl, F, or OH by anisotropic\nthermal expansion,\ni.e., expansion (red arrows) and contraction (blue arrows) along the\nprincipal axes (Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.2c00174/suppl_file/cg2c00174_si_001.pdf\" xlink:type=\"simple\">Table S11</ext-link>), during cooling according to the analysis of the temperature-dependent\nlattice expansion (<xref ref-type=\"fig\" rid=\"fig6\">Figure <xref ref-type=\"fig\" rid=\"fig6\"></xref>\n</xref>) using the PASCAL software.<xref ref-type=\"bibr\" rid=\"ref61\"></xref>\n</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Deformation of ringlike motifs in α-Zn3mim5X with X = Br, Cl, F, or OH by anisotropic thermal expansion, i.e., expansion (red arrows) and contraction (blue arrows) along the principal axes (Supporting Information Table S11), during cooling according to the analysis of the temperature-dependent lattice expansion (Figure  ) using the PASCAL software.    ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) <sup>1</sup>H solid-state NMR spectra, recorded at a MAS rate\nof 40 kHz, and (b) <sup>13</sup>C solid-state NMR spectra of imidazolate\nframeworks at a MAS rate of 15 kHz. Asterisks denote spinning side\nbands, # denotes an impurity.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) 1H solid-state NMR spectra, recorded at a MAS rate of 40 kHz, and (b) 13C solid-state NMR spectra of imidazolate frameworks at a MAS rate of 15 kHz. Asterisks denote spinning side bands, # denotes an impurity.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>\n<sup>1</sup>H-<sup>13</sup>C HETCOR spectra\nwith <sup>1</sup>H\nFSLG decoupling, recorded at 30 kHz MAS, of (a) Zn<sub>3</sub>mim<sub>5</sub>Br­(H<sub>2</sub>O)·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O and\n(b) α-Zn<sub>3</sub>mim<sub>5</sub>OH and color-coded attributions\nof imidazolate moieties.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg2c00174_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9   1H-13C HETCOR spectra with 1H FSLG decoupling, recorded at 30 kHz MAS, of (a) Zn3mim5Br(H2O)⋅nH2O and (b) α-Zn3mim5OH and color-coded attributions of imidazolate moieties.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.2c00174", "title": "\nLattice Modification and Morphological Control of\nHalide-Substituted yqt-Type Zeolitic Imidazolate\nFrameworks Zn3mim5X, with X = F, Br, Cl, or\nOH\n", "journal": "American Chemical Society", "date": "2022.04", "author_list": ["Glante\nStephan", "Wisser\nDorothea", "Hartmann\nMartin", "Joos\nMarkus", "Dinnebier\nRobert E.", "Bette\nSebastian"]}}