{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg401502f.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>As a continuation of our recent investigations\non coordination\npolymer/metal–organic framework containing compounds, herein,\nfour new coordination polymers, namely, {Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>1</bold>), {Cd(ADA)­(px2ampy)<sub>0.5</sub>}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>), {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>) have been synthesized, based on the flexible\ndicarboxylate ligand H<sub>2</sub>ADA and rigid dicarboxylate ligand\nH<sub>2</sub>IPTA along with long flexible bis-pyridyl linkers as\ncoligand (where H<sub>2</sub>ADA = 1,3-adamantanediacetic acid; H<sub>2</sub>IPTA = isopthalic acid; px2ampy = 1,4-bis(2-pyridylaminomethyl)­benzene;\npx3ampy = 1,4-bis(3-pyridylaminomethyl)­benzene). Compounds <bold>1</bold>–<bold>4</bold> have been characterized by routine\nelemental analysis, IR spectroscopy, and thermogravimetric (TG) analysis\nand unambiguously by single crystal X-ray diffraction analysis. The\nsolid-state luminescent property of compound <bold>2</bold> has been\nadditionally characterized. Compound <bold>1</bold> is a two-dimensional\n(2D) framework, constructed by the connectivity of Co<sub>2</sub> paddle-wheels\nas secondary building units (SBUs) and the organic linkers. The 2D\nsheet of compound <bold>2</bold> consists of Cd-dimers as SBUs and\nextends to a supramolecular three-dimensional (3D) framework through\nH-bonding interactions among the sheets. Compound <bold>3</bold> is\na 3D coordination polymer, in which an unusual SBU is formed by two\nCo<sup>II</sup> centers: one in tetrahedral and the other one in octahedral\ncoordination geometries. In the crystal structure of compound <bold>4</bold>, the connectivity of the Mn<sub>2</sub>-dimers with the\nmacrocyclic rings, formed from px3ampy coligands, results in the formation\nof 2D layer structures. The title compounds <bold>1</bold>–<bold>4</bold> illustrate an important structural relationship, which can\nbe rationalized by the geometrical diversity of two different dicarboxylate\nligands and the nature of different metal ions, employed in this study.\nThe role of the metal ionic radii in assessing the formation of final\narchitectures, thereby, influencing the dimensionality of the compounds\nhas been discussed. The long flexible pyridyl spacers, present in\nall these compounds as an integral part, modulate themselves in different\nconformations depending on the requirement of the coordination environment.</p>", "clean_text": "As a continuation of our recent investigations on coordination polymer/metal-organic framework containing compounds, herein, four new coordination polymers, namely, {Co2(ADA)2(px2ampy)} n  (1), {Cd(ADA)(px2ampy)0.5} n  (2), {Co2(IPTA)2(px2ampy)} n  (3), {Mn(IPTA)(px3ampy)} n  (4) have been synthesized, based on the flexible dicarboxylate ligand H2ADA and rigid dicarboxylate ligand H2IPTA along with long flexible bis-pyridyl linkers as coligand (where H2ADA = 1,3-adamantanediacetic acid; H2IPTA = isopthalic acid; px2ampy = 1,4-bis(2-pyridylaminomethyl)benzene; px3ampy = 1,4-bis(3-pyridylaminomethyl)benzene). Compounds 1-4 have been characterized by routine elemental analysis, IR spectroscopy, and thermogravimetric (TG) analysis and unambiguously by single crystal X-ray diffraction analysis. The solid-state luminescent property of compound 2 has been additionally characterized. Compound 1 is a two-dimensional (2D) framework, constructed by the connectivity of Co2 paddle-wheels as secondary building units (SBUs) and the organic linkers. The 2D sheet of compound 2 consists of Cd-dimers as SBUs and extends to a supramolecular three-dimensional (3D) framework through H-bonding interactions among the sheets. Compound 3 is a 3D coordination polymer, in which an unusual SBU is formed by two CoII centers: one in tetrahedral and the other one in octahedral coordination geometries. In the crystal structure of compound 4, the connectivity of the Mn2-dimers with the macrocyclic rings, formed from px3ampy coligands, results in the formation of 2D layer structures. The title compounds 1-4 illustrate an important structural relationship, which can be rationalized by the geometrical diversity of two different dicarboxylate ligands and the nature of different metal ions, employed in this study. The role of the metal ionic radii in assessing the formation of final architectures, thereby, influencing the dimensionality of the compounds has been discussed. The long flexible pyridyl spacers, present in all these compounds as an integral part, modulate themselves in different conformations depending on the requirement of the coordination environment.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Four new coordination polymers have been synthesized, highlighting\nthe concealed role of metal ionic radii and geometry of the organic\nlinkers in tuning the dimensionality to form diverse architectures.</p>", "clean_text": "Four new coordination polymers have been synthesized, highlighting the concealed role of metal ionic radii and geometry of the organic linkers in tuning the dimensionality to form diverse architectures.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Coordination polymers,\nespecially the metal organic framework (MOF)\ncontaining compounds, rapidly came into focus in modern inorganic\nchemistry with immense interest because of their potential applications\nas storage medium for gases and promising applications for separation\nand purification. Moreover, having the\ncombining power of both the inorganic and organic components, MOFs\nare blessed with some unique properties and uses in the areas of magnetism, luminescence, catalysis, etc. In general, there is a correlation between\nthe complexity of the structure and functionality of the material. The constant evolution of complexity of coordination\npolymers in terms of functionality requires more knowledge of synthetic\nstrategies to understand the structures. In order to model the functional\ncrystalline solids with desired properties, considerable efforts have\nbeen devoted to understand the self-assembly process of the coordination\nnetworks. In this context, numerous coordination\npolymers have been reported by utilizing the multitopic building blocks,\nsuch as carboxylates, phosphonates, sulfonates, organonitrogen\nbridging ligands, terminal aromatic chelating ligands, etc.</p>", "clean_text": "Introduction\n\nCoordination polymers, especially the metal organic framework (MOF) containing compounds, rapidly came into focus in modern inorganic chemistry with immense interest because of their potential applications as storage medium for gases and promising applications for separation and purification. Moreover, having the combining power of both the inorganic and organic components, MOFs are blessed with some unique properties and uses in the areas of magnetism, luminescence, catalysis, etc. In general, there is a correlation between the complexity of the structure and functionality of the material. The constant evolution of complexity of coordination polymers in terms of functionality requires more knowledge of synthetic strategies to understand the structures. In order to model the functional crystalline solids with desired properties, considerable efforts have been devoted to understand the self-assembly process of the coordination networks. In this context, numerous coordination polymers have been reported by utilizing the multitopic building blocks, such as carboxylates, phosphonates, sulfonates, organonitrogen bridging ligands, terminal aromatic chelating ligands, etc.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The rigidity and flexibility of the\norganic linkers, involved in\nthe construction of coordination networks, have a great impact in\nmodulating the functional properties of the networks in the concerned\ncompounds. In recent times, the flexible\nlinkers are often used to build fascinating structures owing to impacting\ntheir functionalities to the coordination networks. The flexibility\ncan be introduced either in the skeleton of the linker or as a substituent\nto the linker; both methods offer a promising approach in achieving\nflexible coordination networks. Fischer et al. recently reported the\nbreathing behavior of pillared-layered MOFs through functionalized\nlinkers bearing flexible substituents. Molecular recognition and solid state breathing are the major attributes\nof the coordination polymers that are build by flexible linkers. On\nthe other hand, rigid linkers can predict coordination patterns, in\ncontrast to the flexible ligands. In dual ligand systems, metal-carboxylate\narchitectures can be finely tuned by incorporating the different secondary\nN-donor linkers. The geometry of the secondary N donor linker mediated\nconformational modulation of the flexible carboxylates is reported\nwith several examples in the literature. When these linkers are used to build coordination networks, several\nfactors have to be addressed, such as noncovalent interactions (which\nare responsible for breathing behavior of the concerned material),\nmetal ion coordination sphere (for tuning dimensionality), geometry\nof the secondary linker (for mediating conformational modulation),\netc. A comprehensive study encompassing all these primary factors\nwould be necessary in analyzing the versatile networks in the concerned\nmaterials. In this regard, our motto is to reduce the complexity in\ndesigning the system and utilize the system toward functional applications.\nWe have been working on such studies recently and proposed some noteworthy\nfeatures in the exploration of flexible ligands.\n</p>", "clean_text": "The rigidity and flexibility of the organic linkers, involved in the construction of coordination networks, have a great impact in modulating the functional properties of the networks in the concerned compounds. In recent times, the flexible linkers are often used to build fascinating structures owing to impacting their functionalities to the coordination networks. The flexibility can be introduced either in the skeleton of the linker or as a substituent to the linker; both methods offer a promising approach in achieving flexible coordination networks. Fischer et al. recently reported the breathing behavior of pillared-layered MOFs through functionalized linkers bearing flexible substituents. Molecular recognition and solid state breathing are the major attributes of the coordination polymers that are build by flexible linkers. On the other hand, rigid linkers can predict coordination patterns, in contrast to the flexible ligands. In dual ligand systems, metal-carboxylate architectures can be finely tuned by incorporating the different secondary N-donor linkers. The geometry of the secondary N donor linker mediated conformational modulation of the flexible carboxylates is reported with several examples in the literature. When these linkers are used to build coordination networks, several factors have to be addressed, such as noncovalent interactions (which are responsible for breathing behavior of the concerned material), metal ion coordination sphere (for tuning dimensionality), geometry of the secondary linker (for mediating conformational modulation), etc. A comprehensive study encompassing all these primary factors would be necessary in analyzing the versatile networks in the concerned materials. In this regard, our motto is to reduce the complexity in designing the system and utilize the system toward functional applications. We have been working on such studies recently and proposed some noteworthy features in the exploration of flexible ligands. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Among the various ditopic polycarboxylate systems,\nangular carboxylate\nlinkers have intriguing characteristics compared to other systems\nto build coordinating networks. A wide\nvariety of angular carboxylate linkers are well explored in the literature,\nwhere the linker coordination angle of 120° has been kept constant\nand the peripherals of the skeleton have been changed. These angular\nlinkers tend to facilitate the formation of helical structures or\ninterpenetrated double layers due to their folded conformations. The attachment of flexibility, provided by the\n−CH<sub>2</sub>– group in the skeleton to the angular\nlinkers, would be more appropriate for the formation of helical coordination\npolymers. The knowledge of the coordination\ndomain (around the metal ion) of these angular ligands, that may be\nof flexible, rigid, planar, bent, and/or twisted geometries, is still\nremains in the infancy stage with a very few reports in the literature.\nThis offers a lot of scope to increase the potentiality of such system\n(flexibility of angular linkers, coordinated to the metal) by exploring\nthe versatility of these linkers to build interesting helical, meso-helical,\nand zigzag coordination networks. On the other hand, the transitional\nmetal ionic radii have a synergetic effect on the subtle conformation\nof the linker in assembling the coordination frameworks.</p>", "clean_text": "Among the various ditopic polycarboxylate systems, angular carboxylate linkers have intriguing characteristics compared to other systems to build coordinating networks. A wide variety of angular carboxylate linkers are well explored in the literature, where the linker coordination angle of 120° has been kept constant and the peripherals of the skeleton have been changed. These angular linkers tend to facilitate the formation of helical structures or interpenetrated double layers due to their folded conformations. The attachment of flexibility, provided by the -CH2- group in the skeleton to the angular linkers, would be more appropriate for the formation of helical coordination polymers. The knowledge of the coordination domain (around the metal ion) of these angular ligands, that may be of flexible, rigid, planar, bent, and/or twisted geometries, is still remains in the infancy stage with a very few reports in the literature. This offers a lot of scope to increase the potentiality of such system (flexibility of angular linkers, coordinated to the metal) by exploring the versatility of these linkers to build interesting helical, meso-helical, and zigzag coordination networks. On the other hand, the transitional metal ionic radii have a synergetic effect on the subtle conformation of the linker in assembling the coordination frameworks.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In\nthis article, we have chosen H<sub>2</sub>ADA, a flexible nonplanar angular ligand, and H<sub>2</sub>IPTA, a rigid planar angular linker, as main organic\nbuilding units to extend our ongoing studies. It is important to note\nthat the adoptability of different torsion angles by acetate groups,\nnonplanar twisted conformation of H<sub>2</sub>ADA linker and the\nrigidity, planarity of H<sub>2</sub>IPTA linker for forming determined\norientation of coordination geometries contrast these linkers from\nother customary dicarboxylate linkers. The structural similarity of\nthese two angular linkers (H<sub>2</sub>ADA and H<sub>2</sub>IPTA)\nhas been considered as a token of advantage to explore their comparative\ncoordination patterns in connection with secondary linkers. The longer\nflexible pyridyl linkers of higher degree\n(in terms of flexibility) are employed in combination with H<sub>2</sub>ADA or H<sub>2</sub>IPTA linker, and we have studied their coordination\nconsequences in forming diverse architectures. We have chosen rationally\nbased on metal ionic radii, Co(II), Cd(II) metals to synthesize compounds\n{Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>), {Cd(ADA)­(px2ampy)<sub>0.5</sub>}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>) and Co(II), Mn(II) for\ncompounds {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>) respectively (see also\nScheme ). All these compounds are synthesized\nunder hydrothermal conditions and structurally characterized by single\ncrystal X-ray diffraction. The phase purity has been determined by\npowder X-ray diffraction studies.</p>", "clean_text": "In this article, we have chosen H2ADA, a flexible nonplanar angular ligand, and H2IPTA, a rigid planar angular linker, as main organic building units to extend our ongoing studies. It is important to note that the adoptability of different torsion angles by acetate groups, nonplanar twisted conformation of H2ADA linker and the rigidity, planarity of H2IPTA linker for forming determined orientation of coordination geometries contrast these linkers from other customary dicarboxylate linkers. The structural similarity of these two angular linkers (H2ADA and H2IPTA) has been considered as a token of advantage to explore their comparative coordination patterns in connection with secondary linkers. The longer flexible pyridyl linkers of higher degree (in terms of flexibility) are employed in combination with H2ADA or H2IPTA linker, and we have studied their coordination consequences in forming diverse architectures. We have chosen rationally based on metal ionic radii, Co(II), Cd(II) metals to synthesize compounds {Co2(ADA)2(px2ampy)} n  (1), {Cd(ADA)(px2ampy)0.5} n  (2) and Co(II), Mn(II) for compounds {Co2(IPTA)2(px2ampy)} n  (3), {Mn(IPTA)(px3ampy)} n  (4) respectively (see also Scheme ). All these compounds are synthesized under hydrothermal conditions and structurally characterized by single crystal X-ray diffraction. The phase purity has been determined by powder X-ray diffraction studies.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Diagram of the Synthetic Strategy\nfor the Compounds Presented in\nThis Article</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Diagram of the Synthetic Strategy for the Compounds Presented in This Article   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials and Methods</title><p>All the chemicals were received\nas reagent grade and used without any further purification. The ligand\npx2ampy was prepared according to the literature procedures. Elemental analyses were determined by FLASH\nEA series 1112 CHNS analyzer. Infrared spectra of solid samples obtained\nas KBr pellets on a JASCO 5300 FT-IR spectrophotometer. Thermogravimetric\nanalyses were carried out on a STA 409 PC analyzer, and corresponding\nmasses were analyzed by QMS 403 C mass analyzer, under flow of N<sub>2</sub> gas with a heating rate of 5 °C min<sup>–1</sup>, in the temperature range of 30–1000 °C. Powder X-ray\ndiffraction patterns were recorded on a Bruker D8-Advance diffractometer\nusing graphite monochromated Cu K<sub>α1</sub> (1.5406 Å)\nand K<sub>α2</sub> (1.54439 Å) radiations. The emission\nspectrum of compound <bold>2</bold> in the solid state was recorded\nat room temperature on a Horiba Jobin Yvon Fluoromax-4 spectrofluorometer.\nAll the compounds were synthesized in 23 mL Teflon-lined stainless\nvessels (Thermocon, India) under hydrothermal conditions.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll the chemicals were received as reagent grade and used without any further purification. The ligand px2ampy was prepared according to the literature procedures. Elemental analyses were determined by FLASH EA series 1112 CHNS analyzer. Infrared spectra of solid samples obtained as KBr pellets on a JASCO 5300 FT-IR spectrophotometer. Thermogravimetric analyses were carried out on a STA 409 PC analyzer, and corresponding masses were analyzed by QMS 403 C mass analyzer, under flow of N2 gas with a heating rate of 5 °C min-1, in the temperature range of 30-1000 °C. Powder X-ray diffraction patterns were recorded on a Bruker D8-Advance diffractometer using graphite monochromated Cu Kα1 (1.5406 Å) and Kα2 (1.54439 Å) radiations. The emission spectrum of compound 2 in the solid state was recorded at room temperature on a Horiba Jobin Yvon Fluoromax-4 spectrofluorometer. All the compounds were synthesized in 23 mL Teflon-lined stainless vessels (Thermocon, India) under hydrothermal conditions.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof {Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>A mixture of CoCl<sub>2</sub>·6H<sub>2</sub>O (0.25 mmol, 59.5 mg), H<sub>2</sub>ADA\n(0.25 mmol, 63.3 mg), and px2ampy (0.25 mmol, 72.5 mg) in H<sub>2</sub>O/MeOH (10:2) was stirred for 30 min and sealed in a 25 mL Teflon-lined\nstainless steel autoclave (pH = 7.20). The reaction mixture was heated\nat 130 °C for 4 days and then slowly cooled to room temperature.\nDeep red block crystals were obtained. Yield: 47.6% (based on Co).\nAnal. Calcd for C<sub>46</sub>H<sub>50</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 904.76): C, 61.06%;\nH, 5.57%; N, 6.19%. Found: C, 62.25%; H, 5.73%; N, 6.73%. IR (KBr\npellet, cm<sup>–1</sup>): 3391, 3369, 2915, 2895, 1616, 1578,\n1539, 1441, 1402, 1331, 1145, 1013, 767, 684, 438.</p>", "clean_text": "Synthesis of {Co2(ADA)2(px2ampy)} n  (1)\n\nA mixture of CoCl2⋅6H2O (0.25 mmol, 59.5 mg), H2ADA (0.25 mmol, 63.3 mg), and px2ampy (0.25 mmol, 72.5 mg) in H2O/MeOH (10:2) was stirred for 30 min and sealed in a 25 mL Teflon-lined stainless steel autoclave (pH = 7.20). The reaction mixture was heated at 130 °C for 4 days and then slowly cooled to room temperature. Deep red block crystals were obtained. Yield: 47.6% (based on Co). Anal. Calcd for C46H50Co2N4O8 (M r = 904.76): C, 61.06%; H, 5.57%; N, 6.19%. Found: C, 62.25%; H, 5.73%; N, 6.73%. IR (KBr pellet, cm-1): 3391, 3369, 2915, 2895, 1616, 1578, 1539, 1441, 1402, 1331, 1145, 1013, 767, 684, 438.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof {Cd(ADA)­(px2ampy)<sub>0.5</sub>}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>The same synthetic method\nas that for compound <bold>1</bold> was used to obtain the compound <bold>2</bold>, except that CoCl<sub>2</sub>·6H<sub>2</sub>O was replaced\nby CdCl<sub>2</sub>·H<sub>2</sub>O (0.25 mmol, 59.5 mg) and methanol\nwas not added in the reaction mixture. Block-shaped colorless crystals\nof <bold>2</bold> were collected in 59% yield (based on Cd). Anal.\nCalcd for C<sub>23</sub>H<sub>27</sub>CdN<sub>2</sub>O<sub>4</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 507.88): C, 54.39%; H, 5.35%;\nN, 5.51%. Found: C, 55.02%; H, 5.74%; N, 5.12%. IR (KBr pellet, cm<sup>–1</sup>): 3408, 3237, 2899, 1665, 1614, 1588, 1535, 1440,\n1385, 1327, 1164, 967, 792, 712.</p>", "clean_text": "Synthesis of {Cd(ADA)(px2ampy)0.5} n  (2)\n\nThe same synthetic method as that for compound 1 was used to obtain the compound 2, except that CoCl2⋅6H2O was replaced by CdCl2⋅H2O (0.25 mmol, 59.5 mg) and methanol was not added in the reaction mixture. Block-shaped colorless crystals of 2 were collected in 59% yield (based on Cd). Anal. Calcd for C23H27CdN2O4 (M r = 507.88): C, 54.39%; H, 5.35%; N, 5.51%. Found: C, 55.02%; H, 5.74%; N, 5.12%. IR (KBr pellet, cm-1): 3408, 3237, 2899, 1665, 1614, 1588, 1535, 1440, 1385, 1327, 1164, 967, 792, 712.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>3</bold>)</title><p>The same synthetic\nprocedure, as that of compound <bold>1</bold>, was followed to obtain\nthe compound <bold>3</bold> except ligand H<sub>2</sub>IPTA (0.25\nmmol, 41.5 mg) was used in place of H<sub>2</sub>ADA, and pH of the\nsolution was maintained at 8.00. Blue block crystals of <bold>3</bold> were obtained in 45% yield (based on Co). C<sub>34</sub>H<sub>26</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 736.45): C, 55.45%; H, 3.558%; N, 7.607%. Found: C, 55.71%;\nH, 3.83%; N, 7.36%. IR (KBr pellet, cm<sup>–1</sup>): 3352,\n3193, 2850, 1684, 1450, 1340, 1234, 1102, 825, 752, 692, 654.</p>", "clean_text": "Synthesis of {Co2(IPTA)2(px2ampy)} n  (3)\n\nThe same synthetic procedure, as that of compound 1, was followed to obtain the compound 3 except ligand H2IPTA (0.25 mmol, 41.5 mg) was used in place of H2ADA, and pH of the solution was maintained at 8.00. Blue block crystals of 3 were obtained in 45% yield (based on Co). C34H26Co2N4O8 (M r = 736.45): C, 55.45%; H, 3.558%; N, 7.607%. Found: C, 55.71%; H, 3.83%; N, 7.36%. IR (KBr pellet, cm-1): 3352, 3193, 2850, 1684, 1450, 1340, 1234, 1102, 825, 752, 692, 654.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>We synthesized the compound <bold>4</bold> following the\nsimilar synthetic pathway as above using the\nMn(OAc)<sub>2</sub>·4H<sub>2</sub>O (0.25 mmol, 61.25 mg), H<sub>2</sub>IPTA (0.25 mmol, 41.5 mg), and px3ampy (0.25 mmol, 72.5 mg).\nLight pink color crystals were filtered off with 60% yield (based\non Mn). C<sub>26</sub>H<sub>19</sub>MnN<sub>4</sub>O<sub>4</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 506.39): C, 61.67%; H, 3.781%; N, 11.063%.\nFound: C, 61.21%; H, 3.56%; N, 10.87%. IR (KBr pellet, cm<sup>–1</sup>): 3340, 2967, 2863, 1710, 1475, 1354, 1210, 1150, 995, 845, 754,\n698, 649.</p>", "clean_text": "Synthesis of {Mn(IPTA)(px3ampy)} n  (4)\n\nWe synthesized the compound 4 following the similar synthetic pathway as above using the Mn(OAc)2⋅4H2O (0.25 mmol, 61.25 mg), H2IPTA (0.25 mmol, 41.5 mg), and px3ampy (0.25 mmol, 72.5 mg). Light pink color crystals were filtered off with 60% yield (based on Mn). C26H19MnN4O4 (M r = 506.39): C, 61.67%; H, 3.781%; N, 11.063%. Found: C, 61.21%; H, 3.56%; N, 10.87%. IR (KBr pellet, cm-1): 3340, 2967, 2863, 1710, 1475, 1354, 1210, 1150, 995, 845, 754, 698, 649.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Single Crystal X-ray Structure Determination\nof the Compounds <bold>1</bold>–<bold>4</bold>\n</title><p>Single-crystals,\nsuitable\nfor structural determination of compounds <bold>1</bold>–<bold>4</bold>, were mounted on a three circle Bruker SMARTAPEX CCD area\ndetector system under Mo Kα (λ = 0.71073A) graphite monochromated\nX-ray beam with crystal to detector distance 60 mm, and a collimator\nof 0.5 mm. The scans were recorded with an ω scan width of 0.3°.\nData reduction was performed by SAINTPLUS, empirical absorption corrections were done using equivalent reflections\nperformed by program SADABS; structure\nsolution performed using SHELXS-97 and\nfull-matrix least-squares refinement using SHELXL-97 for above compounds. All the non-hydrogen atoms were refined\nanisotropically. Hydrogen atoms on the C atoms were introduced on\ncalculated positions and were included in the refinement riding on\ntheir respective parent atoms. Crystal data, structure refinement\nparameters for all the compounds (<bold>1</bold>–<bold>4</bold>) are summarized in Table , and complete\nbond lengths, bond angles are presented in the Section-3 of . Topological analysis\nof the compounds are performed by using the TOPOS software.\n</p>", "clean_text": "Single Crystal X-ray Structure Determination of the Compounds 1-4 \n\nSingle-crystals, suitable for structural determination of compounds 1-4, were mounted on a three circle Bruker SMARTAPEX CCD area detector system under Mo Kα (λ = 0.71073A) graphite monochromated X-ray beam with crystal to detector distance 60 mm, and a collimator of 0.5 mm. The scans were recorded with an ω scan width of 0.3°. Data reduction was performed by SAINTPLUS, empirical absorption corrections were done using equivalent reflections performed by program SADABS; structure solution performed using SHELXS-97 and full-matrix least-squares refinement using SHELXL-97 for above compounds. All the non-hydrogen atoms were refined anisotropically. Hydrogen atoms on the C atoms were introduced on calculated positions and were included in the refinement riding on their respective parent atoms. Crystal data, structure refinement parameters for all the compounds (1-4) are summarized in Table , and complete bond lengths, bond angles are presented in the Section-3 of . Topological analysis of the compounds are performed by using the TOPOS software. ", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and\nStructural Refinement\nParameters for Compounds <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>46</sub>H<sub>50</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub>\n</oasis:entry>\n<oasis:entry>C<sub>23</sub>H<sub>27</sub>CdN<sub>2</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry>C<sub>34</sub>H<sub>26</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub>\n</oasis:entry>\n<oasis:entry>C<sub>26</sub>H<sub>19</sub>MnN<sub>4</sub>O<sub>4</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>904.76</oasis:entry>\n<oasis:entry>507.88</oasis:entry>\n<oasis:entry>736.45</oasis:entry>\n<oasis:entry>506.39</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic> (K) /λ (Å)</oasis:entry>\n<oasis:entry>298(2)/0.71073</oasis:entry>\n<oasis:entry>298(2)/0.71073</oasis:entry>\n<oasis:entry>298(2)/0.71073</oasis:entry>\n<oasis:entry>298(2)/0.71073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Pca</italic>2(1)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>12.7076(11)</oasis:entry>\n<oasis:entry>10.031(2)</oasis:entry>\n<oasis:entry>21.298(4)</oasis:entry>\n<oasis:entry>10.062(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>20.6676(19)</oasis:entry>\n<oasis:entry>10.219(2)</oasis:entry>\n<oasis:entry>9.884(2)</oasis:entry>\n<oasis:entry>10.289(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>16.6371(15)</oasis:entry>\n<oasis:entry>10.793(2)</oasis:entry>\n<oasis:entry>14.823(3)</oasis:entry>\n<oasis:entry>12.659(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (°)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>85.53(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>88.328(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (°)</oasis:entry>\n<oasis:entry>106.908(2)</oasis:entry>\n<oasis:entry>82.09(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>73.347(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (°)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>75.37(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>64.570(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>volume (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>4180.6(6)</oasis:entry>\n<oasis:entry>1059.2(4)</oasis:entry>\n<oasis:entry>3120.3(11)</oasis:entry>\n<oasis:entry>1127.2(11)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>, ρ<sub>calcd</sub> (g cm<sup>–3</sup>)</oasis:entry>\n<oasis:entry>4, 1.437</oasis:entry>\n<oasis:entry>2, 1.592</oasis:entry>\n<oasis:entry>4, 1.568</oasis:entry>\n<oasis:entry>2, 1.492</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ\n(mm<sup>–1</sup>), <italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>0.566/566</oasis:entry>\n<oasis:entry>0.688/1188</oasis:entry>\n<oasis:entry>1.124/1504</oasis:entry>\n<oasis:entry>0.628/520</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.082</oasis:entry>\n<oasis:entry>1.092</oasis:entry>\n<oasis:entry>1.080</oasis:entry>\n<oasis:entry>1.090</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>/<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0582/0.1239</oasis:entry>\n<oasis:entry>0.0233/0.0593</oasis:entry>\n<oasis:entry>0.0333/0.0649</oasis:entry>\n<oasis:entry>0.0371/0.1060</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>/<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> (all data)</oasis:entry>\n<oasis:entry>0.0798/0.1339</oasis:entry>\n<oasis:entry>0.0255/0.0607</oasis:entry>\n<oasis:entry>0.0391/0.0680</oasis:entry>\n<oasis:entry>0.0429/0.1242</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff peak/hole (e Å<sup>–3</sup>)</oasis:entry>\n<oasis:entry>0.650/–0.332</oasis:entry>\n<oasis:entry>0.314/–0.360</oasis:entry>\n<oasis:entry>0.522/–0.287</oasis:entry>\n<oasis:entry>0.643/–0.605</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis</title><p>The hydrothermal techniques\nhave been employed\nextensively in the synthesis of coordination polymers (or metal–organic\nframeworks) because heating a reaction mixture in a sealed vessel/container\noffers reaction temperatures greater than the boiling point of the\npertinent solvent under autogenous pressure. The superheated solvents\nexhibit reduced viscosity which enhances the diffusion of concerned\nchemical species and show very different solubilizing properties compared\nto ambient conditions. Hence, in this work we are motivated to adopt\nthe solvothermal technique for synthesizing the coordination polymer-/MOF-type\ncompounds in the form of single crystals for their unambiguous characterization.\nIn order to obtain single crystals with good yield, we carried out\na series of experiments to choose the suitable reaction temperature,\nreaction time, type of solvent, pH, and compositional metal to ligand\nratio. An optimized condition of heating the composition metal/acid/N-donor\nlinker with a 1:1:1 ratio at 130 °C for 4 days was established\nto produce the good quality and good amount of crystals in the present\nstudy, where, we adjusted the pH of the reaction mixture in the range\n7.00–8.00 to deprotonate the H<sub>2</sub>ADA ligand. In this\npH range, both the acid ligands H<sub>2</sub>ADA and H<sub>2</sub>IPTA lose their both protons and present as completely deprotonated\nforms ADA<sup>2–</sup> and IPTA<sup>2–</sup> in the\ncrystal structures of compounds <bold>1</bold>, <bold>2</bold> and <bold>3</bold>, <bold>4</bold> respectively. We intended to make their\nsingly deprotonated forms HADA<sup>1–</sup> and HIPTA<sup>1–</sup> by maintaining relatively lower pH of the reaction mixture, but\nwe ended up with microcrystalline precipitate, which could not be\ncharacterized unambiguously. Although we have synthesized compounds <bold>1</bold>–<bold>4</bold> in an aqueous medium, but in case\nof compound <bold>1</bold> better yield was obtained by adding 2.0\nmL methanol in the reaction system. All these compounds show air stability\nand water insolubility.</p>", "clean_text": "Results and Discussion\n\nSynthesis\n\nThe hydrothermal techniques have been employed extensively in the synthesis of coordination polymers (or metal-organic frameworks) because heating a reaction mixture in a sealed vessel/container offers reaction temperatures greater than the boiling point of the pertinent solvent under autogenous pressure. The superheated solvents exhibit reduced viscosity which enhances the diffusion of concerned chemical species and show very different solubilizing properties compared to ambient conditions. Hence, in this work we are motivated to adopt the solvothermal technique for synthesizing the coordination polymer-/MOF-type compounds in the form of single crystals for their unambiguous characterization. In order to obtain single crystals with good yield, we carried out a series of experiments to choose the suitable reaction temperature, reaction time, type of solvent, pH, and compositional metal to ligand ratio. An optimized condition of heating the composition metal/acid/N-donor linker with a 1:1:1 ratio at 130 °C for 4 days was established to produce the good quality and good amount of crystals in the present study, where, we adjusted the pH of the reaction mixture in the range 7.00-8.00 to deprotonate the H2ADA ligand. In this pH range, both the acid ligands H2ADA and H2IPTA lose their both protons and present as completely deprotonated forms ADA2- and IPTA2- in the crystal structures of compounds 1, 2 and 3, 4 respectively. We intended to make their singly deprotonated forms HADA1- and HIPTA1- by maintaining relatively lower pH of the reaction mixture, but we ended up with microcrystalline precipitate, which could not be characterized unambiguously. Although we have synthesized compounds 1-4 in an aqueous medium, but in case of compound 1 better yield was obtained by adding 2.0 mL methanol in the reaction system. All these compounds show air stability and water insolubility.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Description of Crystal Structures</title><title>{Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>1</bold>)</title><p>The result of the crystallographic\nanalysis reveals that compound <bold>1</bold> crystallizes in monoclinic\nspace group <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>. In\nthe relevant crystal structure, there is a two-dimensional (2D) Co-ADA\ngrid-like structure interwoven with N-donor ligand px2ampy. The molecular\nstructure consists of a very well-known cobalt paddle-wheel (Figure a) as a secondary building unit (SBU). Both the\nCo(II) atoms, in the paddle-wheel, are in a distorted octahedral geometry\n(considering a metal–metal bond), in which four carboxylate\noxygen atoms are connected to a Co(II) ion along the equatorial plane\nwith average Co–O distances of 2.055 Å and a pyridyl nitrogen\natom at one of the apical positions with a Co–N distance of\n2.087 Å. A pair of Co(II) ions are bridged by four carboxylate\ngroups from four different ADA<sup>2–</sup> anions to form\n{Co<sub>2</sub>(COO)<sub>4</sub>} paddle-wheel with Co···Co\nseparation of 2.875 Å. The metal atoms, in the paddle-wheel,\nare bridged by the ADA<sup>2–</sup> anion in a tetradentate\ncoordination mode (both carboxylate groups on either sides of the\nlinker adopt a bidentate μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode) as shown in Figure a. In the\nrelevant crystal structure, each {Co<sub>2</sub>(COO)<sub>4</sub>}\ndimer acts as a four-connector node and connects to the other four\nsurrounding paddle-wheels using four ADA<sup>2–</sup> linkers\nand two px2ampy linkers to form a 2D grid-like layer along the crystallographic <italic toggle=\"yes\">bc</italic> plane (Figure b). The connectivity\nof the paddle-wheels with ADA<sup>2–</sup> leads to the formation\nof single-strand mesohelical chains with alternating left and right\nturns of the strand along the crystallographic <italic toggle=\"yes\">b</italic> and <italic toggle=\"yes\">c</italic> axes, which results in the formation of a 2D metal acid\nlayer. The resulting metal acid layer consists of two different pairs\nof ADA<sup>2–</sup> linkers which differ mainly in terms of\ntheir torsion angles between the acetate groups. A pair of ADA<sup>2–</sup> ligands having the torsion angle of 100.17°\n(viewed through C1–C2–C13–C14) between two acetate\ngroups creates a separation of 8.319 Å between two paddle-wheels\nalong the crystallographic <italic toggle=\"yes\">c</italic> axis and the other set\nwith a torsion angle of 118.86° (viewed through C15–C16–C27–C46)\nconnects through crystallographic <italic toggle=\"yes\">b</italic> axis resulting\nin a separation 10.334 Å between the two paddle wheels. The dimension\nof the resulting grid motif is 13.266 × 13.266 Å (considering\nthe diagonal distance). Additionally, the ligand px2ampy implements\nthe <italic toggle=\"yes\">cis–trans–trans</italic> conformation forming a one-dimensional (1D) zigzag chain\nby connecting the paddle-wheel units along the <italic toggle=\"yes\">b</italic> axis\n(Figure c), where ADA<sup>2–</sup> creates\na separation of 10.334 Å between the two paddle-wheels; along\nthe other axis (i.e., along the <italic toggle=\"yes\">c</italic> axis), the coordination\nof px2ampy ligiand is absent. The connectivity of the Co–px2ampy\nchains can be viewed as the “sewing” the metal-acid\nlayers with the thread of px2ampy (Figure d). Generally the metal acid layers, with the involvement of a long\nlinker, can be pillared, but in the present study (compound <bold>1</bold>), the linker px2ampy, instead of pillaring the layers, adopts\na planar coordination. This unusual coordination mode of px2ampy does\nnot favor the formation of a three-dimensional (3D) structure. The\ntopology of the 2D sheets can be described, in brief, by considering\nthe {Co<sub>2</sub>(COO)<sub>4</sub>} paddle-wheel units as nodes\nand ADA<sup>2–</sup> as linkers forming a (4,4) connectivity.</p>", "clean_text": "Description of Crystal Structures\n\n{Co2(ADA)2(px2ampy)} n  (1)\n\nThe result of the crystallographic analysis reveals that compound 1 crystallizes in monoclinic space group P21/c. In the relevant crystal structure, there is a two-dimensional (2D) Co-ADA grid-like structure interwoven with N-donor ligand px2ampy. The molecular structure consists of a very well-known cobalt paddle-wheel (Figure a) as a secondary building unit (SBU). Both the Co(II) atoms, in the paddle-wheel, are in a distorted octahedral geometry (considering a metal-metal bond), in which four carboxylate oxygen atoms are connected to a Co(II) ion along the equatorial plane with average Co-O distances of 2.055 Å and a pyridyl nitrogen atom at one of the apical positions with a Co-N distance of 2.087 Å. A pair of Co(II) ions are bridged by four carboxylate groups from four different ADA2- anions to form {Co2(COO)4} paddle-wheel with Co⋅⋅⋅Co separation of 2.875 Å. The metal atoms, in the paddle-wheel, are bridged by the ADA2- anion in a tetradentate coordination mode (both carboxylate groups on either sides of the linker adopt a bidentate μ2-η1:η1 mode) as shown in Figure a. In the relevant crystal structure, each {Co2(COO)4} dimer acts as a four-connector node and connects to the other four surrounding paddle-wheels using four ADA2- linkers and two px2ampy linkers to form a 2D grid-like layer along the crystallographic bc plane (Figure b). The connectivity of the paddle-wheels with ADA2- leads to the formation of single-strand mesohelical chains with alternating left and right turns of the strand along the crystallographic b and c axes, which results in the formation of a 2D metal acid layer. The resulting metal acid layer consists of two different pairs of ADA2- linkers which differ mainly in terms of their torsion angles between the acetate groups. A pair of ADA2- ligands having the torsion angle of 100.17° (viewed through C1-C2-C13-C14) between two acetate groups creates a separation of 8.319 Å between two paddle-wheels along the crystallographic c axis and the other set with a torsion angle of 118.86° (viewed through C15-C16-C27-C46) connects through crystallographic b axis resulting in a separation 10.334 Å between the two paddle wheels. The dimension of the resulting grid motif is 13.266 × 13.266 Å (considering the diagonal distance). Additionally, the ligand px2ampy implements the cis-trans-trans conformation forming a one-dimensional (1D) zigzag chain by connecting the paddle-wheel units along the b axis (Figure c), where ADA2- creates a separation of 10.334 Å between the two paddle-wheels; along the other axis (i.e., along the c axis), the coordination of px2ampy ligiand is absent. The connectivity of the Co-px2ampy chains can be viewed as the \"sewing\" the metal-acid layers with the thread of px2ampy (Figure d). Generally the metal acid layers, with the involvement of a long linker, can be pillared, but in the present study (compound 1), the linker px2ampy, instead of pillaring the layers, adopts a planar coordination. This unusual coordination mode of px2ampy does not favor the formation of a three-dimensional (3D) structure. The topology of the 2D sheets can be described, in brief, by considering the {Co2(COO)4} paddle-wheel units as nodes and ADA2- as linkers forming a (4,4) connectivity.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination\nenvironment around the Co(II) in compound <bold>1</bold>; hydrogen\natoms are omitted for clarity. (b) 2D (4,4) connected\nnetwork formed due to connectivity of Co(II) with ADA<sup>2–</sup> ligands. (c) The connectivity of L1 with Co-ADA along the <italic toggle=\"yes\">b</italic> axis. (d) Topological representation of 2D metal-acid\nlayers interwoven by the L1 ligand.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environment around the Co(II) in compound 1; hydrogen atoms are omitted for clarity. (b) 2D (4,4) connected network formed due to connectivity of Co(II) with ADA2- ligands. (c) The connectivity of L1 with Co-ADA along the b axis. (d) Topological representation of 2D metal-acid layers interwoven by the L1 ligand.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>{Cd(ADA)­(px2ampy)<sub>0.5</sub>}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>2</bold>)</title><p>Structural analysis indicates that compound <bold>2</bold> is a 2D ladder structure and crystallizes in the triclinic <italic toggle=\"yes\">P</italic>1̅ space group. The relevant asymmetric unit consists\nof one crystallographically independent Cd(II), one completely deprotonated\nADA<sup>2–</sup>, and half of the px2ampy ligand. As shown\nin Figure a, the Cd(II) center is located\nin a severely distorted{CdNO<sub>5</sub>} octahedral geometry, completed\nby the five carboxylate oxygen atoms from three different ADA<sup>2–</sup> ligands and one pyridyl nitrogen atom from the px2ampy\nligand. The Cd–O bond lengths are in the range of 2.242–2.394\nÅ, the Cd–N bond length is 2.265 Å, and the bond\nangles around the Cd(II) center are in range of 54.66–123.1°.\nTwo carboxylate groups of the ADA<sup>2–</sup> ligand adopt\ntwo different coordination modes in this compound, resulting in the\nformation of different SBUs rather than regular paddle-wheel geometry.\nOne carboxylate group of the ADA<sup>2–</sup> connects in bidentate\nμ<sub>1</sub>-η<sup>1</sup>: η<sup>1</sup> fashion,\nthat is, simultaneously coordinates to a single Cd(II) center through\nthe both oxygen atoms; on the other hand, the other carboxylate group\nconnects in a bridging tridentate coordination mode μ<sub>2</sub>-η<sup>2</sup>: η<sup>1</sup>, whereby both the oxygen\natoms coordinate to one Cd(II) center in chelating mode and one of\nthe oxygen atom of the −COO group further connected to an another\nCd(II) center in bridging mode. The μ<sub>2</sub>-η<sup>2</sup>:η<sup>1</sup> coordination of carboxylate group of\ntwo different ADA<sup>2–</sup> ligands results in the formation\nof a Cd<sub>2</sub>O<sub>2</sub> dimer. These dimers are connected\nto each other along the length of the ADA<sup>2–</sup> ligand\naffording double-stranded mesohelical chains of Cd<sup>II</sup>-ADA<sup>2‑</sup>, which finally results in the formation of a 1D ladder-like\nstructure along the crystallographic <italic toggle=\"yes\">c</italic> axis (Figure b). In these 1D ladders, the ligand ADA<sup>2–</sup> exists in <italic toggle=\"yes\">trans</italic> configuration with a torsion angle\nof 166.79° (viewed through C1–C2–C13–C44)\nbetween the two acetate groups. These 1D chains are pillared by the\nlinker px2ampy through a crystallographic <italic toggle=\"yes\">a</italic> axis\nto form 2D sheets along the <italic toggle=\"yes\">bc</italic> plane (Figure c). The ligand px2ampy connects the apical sites\nof the Cd(II) metal centers of the Cd<sub>2</sub>O<sub>2</sub> dimers\nfrom two adjacent 1D ladders in a perfect <italic toggle=\"yes\">trans–trans–trans</italic> configuration. The separation, created by the px2ampy linker, between\ntwo metal acid chains is 13.185 Å. The overall connectivity of\nmetal-acid chains with the flexible long linker (px2ampy) results\nin the formation of a 2D (4,4) connected gridlike arrangement, considering\nCd<sub>2</sub>O<sub>2</sub> dimers as nodes and a pair of ADA<sup>2–</sup> ligands as single connector and px2ampy as the other\nconnecter. These 2D sheets are perfectly stacked one over the other\nin an eclipsed mode, resulting in the formation of 1D pores along\nthe crystallographic <italic toggle=\"yes\">b</italic> axis with a cavity size of\n13.185 × 10.179 Å<sup>2</sup> (Figure , Sec-3 in ). Moreover,\nthe adjacent 2D layers interact with each other through hydrogen bonding\ninteractions between methylene carbon hydrogen atoms of the px2ampy\nligand of one layer and the N atom of the pyridine ring of the px2ampy\nligand from the other layer. This C–H···N (symmetry\ncode 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>,\n2 – <italic toggle=\"yes\">z</italic>) hydrogen bonding among the 2D layers\nextends the final architecture to a 3D supramolecular network (Figure d).</p>", "clean_text": "{Cd(ADA)(px2ampy)0.5} n  (2)\n\nStructural analysis indicates that compound 2 is a 2D ladder structure and crystallizes in the triclinic P1̅ space group. The relevant asymmetric unit consists of one crystallographically independent Cd(II), one completely deprotonated ADA2-, and half of the px2ampy ligand. As shown in Figure a, the Cd(II) center is located in a severely distorted{CdNO5} octahedral geometry, completed by the five carboxylate oxygen atoms from three different ADA2- ligands and one pyridyl nitrogen atom from the px2ampy ligand. The Cd-O bond lengths are in the range of 2.242-2.394 Å, the Cd-N bond length is 2.265 Å, and the bond angles around the Cd(II) center are in range of 54.66-123.1°. Two carboxylate groups of the ADA2- ligand adopt two different coordination modes in this compound, resulting in the formation of different SBUs rather than regular paddle-wheel geometry. One carboxylate group of the ADA2- connects in bidentate μ1-η1: η1 fashion, that is, simultaneously coordinates to a single Cd(II) center through the both oxygen atoms; on the other hand, the other carboxylate group connects in a bridging tridentate coordination mode μ2-η2: η1, whereby both the oxygen atoms coordinate to one Cd(II) center in chelating mode and one of the oxygen atom of the -COO group further connected to an another Cd(II) center in bridging mode. The μ2-η2:η1 coordination of carboxylate group of two different ADA2- ligands results in the formation of a Cd2O2 dimer. These dimers are connected to each other along the length of the ADA2- ligand affording double-stranded mesohelical chains of CdII-ADA2-, which finally results in the formation of a 1D ladder-like structure along the crystallographic c axis (Figure b). In these 1D ladders, the ligand ADA2- exists in trans configuration with a torsion angle of 166.79° (viewed through C1-C2-C13-C44) between the two acetate groups. These 1D chains are pillared by the linker px2ampy through a crystallographic a axis to form 2D sheets along the bc plane (Figure c). The ligand px2ampy connects the apical sites of the Cd(II) metal centers of the Cd2O2 dimers from two adjacent 1D ladders in a perfect trans-trans-trans configuration. The separation, created by the px2ampy linker, between two metal acid chains is 13.185 Å. The overall connectivity of metal-acid chains with the flexible long linker (px2ampy) results in the formation of a 2D (4,4) connected gridlike arrangement, considering Cd2O2 dimers as nodes and a pair of ADA2- ligands as single connector and px2ampy as the other connecter. These 2D sheets are perfectly stacked one over the other in an eclipsed mode, resulting in the formation of 1D pores along the crystallographic b axis with a cavity size of 13.185 × 10.179 Å2 (Figure , Sec-3 in ). Moreover, the adjacent 2D layers interact with each other through hydrogen bonding interactions between methylene carbon hydrogen atoms of the px2ampy ligand of one layer and the N atom of the pyridine ring of the px2ampy ligand from the other layer. This C-H⋅⋅⋅N (symmetry code 1 - x, 1 - y, 2 - z) hydrogen bonding among the 2D layers extends the final architecture to a 3D supramolecular network (Figure d).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Molecular diagram of compound <bold>2</bold> (b) 1D\nladderlike\nstructure formed due to connectivity of Cd(II) with ADA<sup>2–</sup> linkers and its topological representation. (c) 2D layers formed\ndue to connectivity of Cd(II)-ADA ladders with the L1 ligand. (d)\nConnectivity of 2D sheets through noncovalent interactions.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Molecular diagram of compound 2 (b) 1D ladderlike structure formed due to connectivity of Cd(II) with ADA2- linkers and its topological representation. (c) 2D layers formed due to connectivity of Cd(II)-ADA ladders with the L1 ligand. (d) Connectivity of 2D sheets through noncovalent interactions.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>{Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>Compound <bold>3</bold> crystallizes in orthorhombic space\ngroup <italic toggle=\"yes\">Pca</italic>2(1)\nand the single-crystal structure analysis shows that, in the asymmetric\nunit (Figure a) of the compound <bold>3</bold>, two crystallographically independent Co(II) metal ions (Co1 and\nCo2) are presented. Co1 is characterized by a perfect octahedral geometry,\ncoordinated with five oxygen atoms from four different IPTA<sup>2–</sup> ligands that occupy four equatorial positions and one of the apical\npositions; the rest of the apical positions is connected by the N\natom from the px2ampy ligand. In {Co(1)O<sub>5</sub>N} octahedron,\nall the Co1–O bond distances are in the range of 2.054–2.184\nÅ, and Co1–N bond distance is 2.147 Å. The other\n(crystallographically independent) Co2 metal center adopts a tetrahedral\ngeometry by accommodating three O atoms from three different IPTA<sup>2–</sup> ligands and one N atom from one px2ampy ligand. The\nbond distances around the Co2 metal center are shorter compared to\nthose around Co1; three Co2–O bond distances (around Co2) fall\nin the range of 1.927–1.937 Å, and the Co2–N bond\nlength is 2.043 Å. These two different Co(II) metal centers are\nbridged by the two carboxylate groups from two different IPTA<sup>2–</sup> ligands in a bridging bidentate coordination mode\nμ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup>, resulting\nin the formation of cobalt binuclear unit (SBU), in which the metal\ncenters are separated from each other by a distance of 3.624 Å.\nThese binuclear Co(II) centers (SBUs) are connected by two types of\nIPTA<sup>2–</sup> ligands (namely, Type I and Type II as shown\nin Figure b). The Type I acid ligand is present\nin tetradentate mode, in which both the carboxylate groups adopt the\nbridging bidentate μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> coordination mode, whereby the benzene ring and the two carboxylate\ngroups are present in the same plane. The Type II IPTA<sup>2–</sup> is portrayed in another tetradentate mode, where one carboxylate\ngroup adopts the monodentate μ<sub>1</sub>-η<sup>1</sup>:η<sup>1</sup> coordination mode which is in the plane of benzene\nring, but the other carboxylate group adopts the bridging bidentate\nμ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> coordination\nmode which is twisted from the plane of the benzene ring by a angle\nof 40.26° (Figure b). The binuclear Co(II)-SBUs\nare connected by Type II acid ligand (Figure b) along the crystallographic <italic toggle=\"yes\">b</italic> axis to form a 1D\nchain in which all the metal atoms are coplanar, and the benzene rings\nof the acid are present in a different plane deviated from the plane\ncontaining metal atoms. On the other hand, the Type I acid ligand\n(Figure b) connects the SBUs to form Co–Type\nII acid chains along the crystallographic <italic toggle=\"yes\">c</italic> axis\nin a zigzag fashion with dihedral angle of 73.04° (between the\ntwo type of acid planes), and also the SBUs are aligned alternatively\nin opposite direction. These features do not allow the dwelling of\nall the Co<sub>2</sub> dimers (SBUs) in the same plane, rather in\ntwo different planes, where the Co<sub>2</sub> units are distributed/arranged\nalternatively. The associate connectivity of binuclear Co(II) units\nwith these two types of IPTA<sup>2–</sup> ligands generate\na 2D (4,4) connected grid-like metal-acid corrugated sheets (Figure c). The adjacent 2D sheets are further connected\nby secondary linker px2ampy in a <italic toggle=\"yes\">trans–trans–trans</italic> conformation by creating a separation of 10.66 Å to form a\nlayered pillared 3D framework. The px2ampy linker connects the Co(II)\natoms, belonging to the Co<sub>2</sub> dimers, between the adjacent\nlayers in a weird fashion, in which the pyridyl nitrogen atom of one\nend of the linker coordinates to the Co(II) center, which has octahedral\ngeometry, and the other end of the linker is attached to the Co(II)\ncenter, which has ta etrahedral coordination sphere as shown in the\nFigure d. The overall connectivity of the\n2D metal acid sheets with the px2ampy linkers results in the formation\nof a 3D framework. The topology of 3D framework can be defined as\na (7,9)-connected with (3<sup>7</sup> ·4<sup>8</sup> ·5<sup>2</sup> ·6<sup>4</sup>)(3<sup>8</sup> ·4<sup>16</sup> ·5<sup>4</sup> ·6<sup>8</sup>) topology (Figure e).</p>", "clean_text": "{Co2(IPTA)2(px2ampy)} n  (3)\n\nCompound 3 crystallizes in orthorhombic space group Pca2(1) and the single-crystal structure analysis shows that, in the asymmetric unit (Figure a) of the compound 3, two crystallographically independent Co(II) metal ions (Co1 and Co2) are presented. Co1 is characterized by a perfect octahedral geometry, coordinated with five oxygen atoms from four different IPTA2- ligands that occupy four equatorial positions and one of the apical positions; the rest of the apical positions is connected by the N atom from the px2ampy ligand. In {Co(1)O5N} octahedron, all the Co1-O bond distances are in the range of 2.054-2.184 Å, and Co1-N bond distance is 2.147 Å. The other (crystallographically independent) Co2 metal center adopts a tetrahedral geometry by accommodating three O atoms from three different IPTA2- ligands and one N atom from one px2ampy ligand. The bond distances around the Co2 metal center are shorter compared to those around Co1; three Co2-O bond distances (around Co2) fall in the range of 1.927-1.937 Å, and the Co2-N bond length is 2.043 Å. These two different Co(II) metal centers are bridged by the two carboxylate groups from two different IPTA2- ligands in a bridging bidentate coordination mode μ2-η1:η1, resulting in the formation of cobalt binuclear unit (SBU), in which the metal centers are separated from each other by a distance of 3.624 Å. These binuclear Co(II) centers (SBUs) are connected by two types of IPTA2- ligands (namely, Type I and Type II as shown in Figure b). The Type I acid ligand is present in tetradentate mode, in which both the carboxylate groups adopt the bridging bidentate μ2-η1:η1 coordination mode, whereby the benzene ring and the two carboxylate groups are present in the same plane. The Type II IPTA2- is portrayed in another tetradentate mode, where one carboxylate group adopts the monodentate μ1-η1:η1 coordination mode which is in the plane of benzene ring, but the other carboxylate group adopts the bridging bidentate μ2-η1:η1 coordination mode which is twisted from the plane of the benzene ring by a angle of 40.26° (Figure b). The binuclear Co(II)-SBUs are connected by Type II acid ligand (Figure b) along the crystallographic b axis to form a 1D chain in which all the metal atoms are coplanar, and the benzene rings of the acid are present in a different plane deviated from the plane containing metal atoms. On the other hand, the Type I acid ligand (Figure b) connects the SBUs to form Co-Type II acid chains along the crystallographic c axis in a zigzag fashion with dihedral angle of 73.04° (between the two type of acid planes), and also the SBUs are aligned alternatively in opposite direction. These features do not allow the dwelling of all the Co2 dimers (SBUs) in the same plane, rather in two different planes, where the Co2 units are distributed/arranged alternatively. The associate connectivity of binuclear Co(II) units with these two types of IPTA2- ligands generate a 2D (4,4) connected grid-like metal-acid corrugated sheets (Figure c). The adjacent 2D sheets are further connected by secondary linker px2ampy in a trans-trans-trans conformation by creating a separation of 10.66 Å to form a layered pillared 3D framework. The px2ampy linker connects the Co(II) atoms, belonging to the Co2 dimers, between the adjacent layers in a weird fashion, in which the pyridyl nitrogen atom of one end of the linker coordinates to the Co(II) center, which has octahedral geometry, and the other end of the linker is attached to the Co(II) center, which has ta etrahedral coordination sphere as shown in the Figure d. The overall connectivity of the 2D metal acid sheets with the px2ampy linkers results in the formation of a 3D framework. The topology of 3D framework can be defined as a (7,9)-connected with (37 ⋅48 ⋅52 ⋅64)(38 ⋅416 ⋅54 ⋅68) topology (Figure e).", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Asymmetric unit of compound <bold>3</bold>, (b) connectivity\nof the Type I and Type acid ligand. (c) Representation of the 2D corrugated\nlayers formed by the connectivity of the IPTA<sup>2–</sup> and\nCo-dimer. (d) Connectivity of the px2ampy linker. (e) 3D topological\nrepresentation of the compound <bold>3</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Asymmetric unit of compound 3, (b) connectivity of the Type I and Type acid ligand. (c) Representation of the 2D corrugated layers formed by the connectivity of the IPTA2- and Co-dimer. (d) Connectivity of the px2ampy linker. (e) 3D topological representation of the compound 3.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>{Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>Single crystal determination of compound <bold>4</bold> reveals a 2D framework, constituted by the IPTA<sup>2–</sup> ligand and the flexible px2ampy linker. Compound <bold>4</bold> crystallizes\nin triclinic space group <italic toggle=\"yes\">P</italic>1̅. The relevant\nasymmetric unit consists of one Mn(II) ion, one IPTA<sup>2–</sup> ligand, and one px3ampy ligand as shown in the Figure a. Each Mn(II) metal center is surrounded by four O atoms\nfrom three IPTA<sup>2–</sup> anions and two N atoms of pyridine\nring from two different px3ampy linkers affording a distorted octahedral\ncoordination sphere around the metal ion. All the Mn–O/Mn–N\nbond lengths of the {MnO<sub>4</sub>N<sub>2</sub>} octahedron are\nin the range of 2.159–2.366 Å. Two such octahedra share\ntwo carboxylate groups in a bridging bidendate mode affording the\nformation of the Mn<sub>2</sub>(COO)<sub>2</sub> dimer with Mn···Mn\nseparation of 4.721 Å through adopting a nonplanar <italic toggle=\"yes\">syn</italic>–<italic toggle=\"yes\">skew</italic> coordination mode with M–O–C–C\ntorsion angles 76.73° and 178.07°, which leads to a spiral\nconformation of the Mn–(C–O–O)<sub>2</sub>–Mn\nmoiety. Each IPTA<sup>2–</sup> acid ligand encompasses one\ncarboxylate group in μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> coordination mode and the other one with μ<sub>1</sub>-η<sup>1</sup>:η<sup>1</sup> coordination mode. The connectivity\nof the Mn<sub>2</sub>(COO)<sub>2</sub> dimer with IPTA<sup>2–</sup> acid ligand leads to the formation of an 1D metal acid chain along\nthe crystallographic <italic toggle=\"yes\">a</italic> axis with the separation of\n10.06 Å between the two dimer units (Figure b). The secondary linker px3ampy implements <italic toggle=\"yes\">cis–cis–trans</italic> conformation and is connected to the apical positions of two metal\noctahedra of two different Mn<sub>2</sub>(COO)<sub>2</sub> dimeric\nunits of adjacent chains with a separation of 8.840 Å, resulting\nin a Mn<sub>2</sub>(px3ampy)<sub>2</sub> macrocycle. Along the crystallographic <italic toggle=\"yes\">b</italic> axis, these macrocycles and the binuclear Mn<sub>2</sub>(COO)<sub>2</sub> dimeric units are arranged alternatively by connecting\nat Mn(II) centers to form a chainlike structure (Figure c). The overall connectivity of the metal acid chains with\nmacrocycles results in the formation of (4,4) connected 2D sheets,\nby considering Mn(II)-dimers as nodes and pair of macrocyles as a\nlinker (the pair is involved in the formation of Mn<sub>2</sub>(px3ampy)<sub>2</sub> macrocycles) and pair of IPTA<sup>2–</sup> ligands\nas an another linker. In the relevant crystal structure, each dimer\nis connected with four similar dimers, whereby two dimers are linked\nby the two Mn<sub>2</sub>(px3ampy)<sub>2</sub> macrocycles and the\nother two are connected by two pairs of IPTA<sup>2–</sup> ligands\n(Figure d).</p>", "clean_text": "{Mn(IPTA)(px3ampy)} n  (4)\n\nSingle crystal determination of compound 4 reveals a 2D framework, constituted by the IPTA2- ligand and the flexible px2ampy linker. Compound 4 crystallizes in triclinic space group P1̅. The relevant asymmetric unit consists of one Mn(II) ion, one IPTA2- ligand, and one px3ampy ligand as shown in the Figure a. Each Mn(II) metal center is surrounded by four O atoms from three IPTA2- anions and two N atoms of pyridine ring from two different px3ampy linkers affording a distorted octahedral coordination sphere around the metal ion. All the Mn-O/Mn-N bond lengths of the {MnO4N2} octahedron are in the range of 2.159-2.366 Å. Two such octahedra share two carboxylate groups in a bridging bidendate mode affording the formation of the Mn2(COO)2 dimer with Mn⋅⋅⋅Mn separation of 4.721 Å through adopting a nonplanar syn-skew coordination mode with M-O-C-C torsion angles 76.73° and 178.07°, which leads to a spiral conformation of the Mn-(C-O-O)2-Mn moiety. Each IPTA2- acid ligand encompasses one carboxylate group in μ2-η1:η1 coordination mode and the other one with μ1-η1:η1 coordination mode. The connectivity of the Mn2(COO)2 dimer with IPTA2- acid ligand leads to the formation of an 1D metal acid chain along the crystallographic a axis with the separation of 10.06 Å between the two dimer units (Figure b). The secondary linker px3ampy implements cis-cis-trans conformation and is connected to the apical positions of two metal octahedra of two different Mn2(COO)2 dimeric units of adjacent chains with a separation of 8.840 Å, resulting in a Mn2(px3ampy)2 macrocycle. Along the crystallographic b axis, these macrocycles and the binuclear Mn2(COO)2 dimeric units are arranged alternatively by connecting at Mn(II) centers to form a chainlike structure (Figure c). The overall connectivity of the metal acid chains with macrocycles results in the formation of (4,4) connected 2D sheets, by considering Mn(II)-dimers as nodes and pair of macrocyles as a linker (the pair is involved in the formation of Mn2(px3ampy)2 macrocycles) and pair of IPTA2- ligands as an another linker. In the relevant crystal structure, each dimer is connected with four similar dimers, whereby two dimers are linked by the two Mn2(px3ampy)2 macrocycles and the other two are connected by two pairs of IPTA2- ligands (Figure d).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Asymmetric unit of compound <bold>4</bold> with coordination\nsphere labeling. (b) 1D chain constructed by the connectivity of Mn<sub>2</sub> dimer and IPTA<sup>2–</sup>. (c) Arrangement of the\nmacrocycles ring formed by the px3ampy. (d) 2D topological representation\nof the compound <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Asymmetric unit of compound 4 with coordination sphere labeling. (b) 1D chain constructed by the connectivity of Mn2 dimer and IPTA2-. (c) Arrangement of the macrocycles ring formed by the px3ampy. (d) 2D topological representation of the compound 4.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Important Factors That Modulate the Structural Parameters Leading\nto the Generation of Diverse Architectures</title><title>Influential Role of Geometrical\nDisparity in H<sub>2</sub>ADA\nand H<sub>2</sub>IPTA</title><p>The structural comparison between compounds\n{Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>1</bold>) and {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>) reveals the consequence\nof replacing the ADA<sup>2–</sup> from <bold>1</bold> by the\nIPTA<sup>2–</sup> ligand with the formation of <bold>2</bold> in the Co-px2ampy coordination matrix (Scheme ). As described in the preceding section, compound <bold>1</bold> is characterized by a 2D coordination network, in which the Co-ADA\nforms paddle-wheels (SBUs) that are connected through ADA<sup>2–</sup> ligand to form a 2D (4,4) connected planar sheets. On the other\nhand, compound <bold>3</bold> has a 3D network, consisting of 2D (4,4)\nconnected Co-IPTA sheets, interlinked by px2ampy linker. Notably,\nin the crystal structure of compound <bold>3</bold>, the SBUs are\nCo-dimers rather than paddle-wheel SBUs, found in the crystal structure\nof compound <bold>1</bold>. The change in dimensionality from 2D (compound <bold>1</bold>) to 3D (compound <bold>3</bold>) occurs due to two different\nconnectivity patterns of px2ampy linker with the 2D metal-acid layer\nin these compounds. Generally, the secondary linker px2ampy has a\ntendency to assist the formation of the paddle-wheels and pillar the\nmetal acid layers to higher dimension, which has been discussed in\nour previous report. But in the present\nstudy, in the case of compound <bold>1</bold>, the px2ampy linker\nplays a role of interweaving the metal-acid layer rather than pillaring\nof different layers. This unusual connectivity of the px2ampy linker\nin the present case can be described as an intriguing behavior of\nthe ADA<sup>2–</sup> ligand (toward px2ampy linker) compared\nto the other regular acid ligands due to its nonplanar twisted conformation.\nThe coordination skeleton of the ADA<sup>2–</sup> molecule\nallows connecting the metal polyhedra in a helical coordination pattern\nbecause of its twisted conformation. The helical coordination tendency\nof ADA<sup>2–</sup> generates 1D zigzag chains connecting the\npaddle-wheel units along both axes. This conformation and connectivity\nof ADA<sup>2–</sup> ligand create a vacant coordination strand\nalong the 1D zigzag chain, which allows the secondary linker px2ampy\nto coordinate to the Co(II) centers of the paddle-wheels of the same\nchain in a zigzag fashion to fulfill the coordination site of the\nvacant strand. It is then logical to argue that the helical chain,\nformed by the ADA<sup>2–</sup> ligand, perhaps directs the\npx2ampy (secondary linker) to connect along the same chain in an interweaving\nmode rather than pillaring the 2D ADA-paddle-wheel layer (Figure ). It is noteworthy, here, to mention that that\namong the two axes of the 2D sheet, the px2ampy linker prefers to\nattach the vacant strand along the <italic toggle=\"yes\">b</italic>-axis, where\nthe SBUs are separated by a longer distance (10.334 Å) than the\nother axis (where the relevant separation is 8.319 Å) because\nit (px2ampy) is a long spacer. The conformational freedom, existing\nwith px2ampy due to its flexibility, also stipulates its coordination\nin interweaving the metal centers of same plane rather than pillaring\ndifferent planes (2D layers); thus the overall dimensionality is reduced\nto 2D rather than 3D, even though px2ampy normally acts as a pillaring\ncomponent. On the other hand, in the case of compound <bold>3</bold>, the planar and rigid IPTA<sup>2–</sup> ligand connects with\nCo-dimers (SBUs) affording corrugated 2D sheets. In these sheets,\nthe 1D (Co-IPTA) chains are linear in contrast to the zigzag type\nchains observed in the compound <bold>1</bold>. As a result, the px2ampy\nlinker, in this case, is unable to interweave the metal centers of\nthe same layer, but it highly favors pillaring the metal-acid layers\n(2D sheets) resulting in the formation of a 3D network. These two\ncompounds {Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>1</bold>) and {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>3</bold>) can be described as unique examples to demonstrate the influence\nof planarity and flexibility of acid linkers to direct the coordination\nconnectivity of a secondary linker, thereby tuning the dimensionality\nof final/resulting architectures.</p>", "clean_text": "Important Factors That Modulate the Structural Parameters Leading to the Generation of Diverse Architectures\n\nInfluential Role of Geometrical Disparity in H2ADA and H2IPTA\n\nThe structural comparison between compounds {Co2(ADA)2(px2ampy)} n  (1) and {Co2(IPTA)2(px2ampy)} n  (3) reveals the consequence of replacing the ADA2- from 1 by the IPTA2- ligand with the formation of 2 in the Co-px2ampy coordination matrix (Scheme ). As described in the preceding section, compound 1 is characterized by a 2D coordination network, in which the Co-ADA forms paddle-wheels (SBUs) that are connected through ADA2- ligand to form a 2D (4,4) connected planar sheets. On the other hand, compound 3 has a 3D network, consisting of 2D (4,4) connected Co-IPTA sheets, interlinked by px2ampy linker. Notably, in the crystal structure of compound 3, the SBUs are Co-dimers rather than paddle-wheel SBUs, found in the crystal structure of compound 1. The change in dimensionality from 2D (compound 1) to 3D (compound 3) occurs due to two different connectivity patterns of px2ampy linker with the 2D metal-acid layer in these compounds. Generally, the secondary linker px2ampy has a tendency to assist the formation of the paddle-wheels and pillar the metal acid layers to higher dimension, which has been discussed in our previous report. But in the present study, in the case of compound 1, the px2ampy linker plays a role of interweaving the metal-acid layer rather than pillaring of different layers. This unusual connectivity of the px2ampy linker in the present case can be described as an intriguing behavior of the ADA2- ligand (toward px2ampy linker) compared to the other regular acid ligands due to its nonplanar twisted conformation. The coordination skeleton of the ADA2- molecule allows connecting the metal polyhedra in a helical coordination pattern because of its twisted conformation. The helical coordination tendency of ADA2- generates 1D zigzag chains connecting the paddle-wheel units along both axes. This conformation and connectivity of ADA2- ligand create a vacant coordination strand along the 1D zigzag chain, which allows the secondary linker px2ampy to coordinate to the Co(II) centers of the paddle-wheels of the same chain in a zigzag fashion to fulfill the coordination site of the vacant strand. It is then logical to argue that the helical chain, formed by the ADA2- ligand, perhaps directs the px2ampy (secondary linker) to connect along the same chain in an interweaving mode rather than pillaring the 2D ADA-paddle-wheel layer (Figure ). It is noteworthy, here, to mention that that among the two axes of the 2D sheet, the px2ampy linker prefers to attach the vacant strand along the b-axis, where the SBUs are separated by a longer distance (10.334 Å) than the other axis (where the relevant separation is 8.319 Å) because it (px2ampy) is a long spacer. The conformational freedom, existing with px2ampy due to its flexibility, also stipulates its coordination in interweaving the metal centers of same plane rather than pillaring different planes (2D layers); thus the overall dimensionality is reduced to 2D rather than 3D, even though px2ampy normally acts as a pillaring component. On the other hand, in the case of compound 3, the planar and rigid IPTA2- ligand connects with Co-dimers (SBUs) affording corrugated 2D sheets. In these sheets, the 1D (Co-IPTA) chains are linear in contrast to the zigzag type chains observed in the compound 1. As a result, the px2ampy linker, in this case, is unable to interweave the metal centers of the same layer, but it highly favors pillaring the metal-acid layers (2D sheets) resulting in the formation of a 3D network. These two compounds {Co2(ADA)2(px2ampy)} n  (1) and {Co2(IPTA)2(px2ampy)} n  (3) can be described as unique examples to demonstrate the influence of planarity and flexibility of acid linkers to direct the coordination connectivity of a secondary linker, thereby tuning the dimensionality of final/resulting architectures.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Representation of Geometrical\nComparison of H<sub>2</sub>ADA and H<sub>2</sub>IPTA Ligands</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic Representation of Geometrical Comparison of H2ADA and H2IPTA Ligands   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Figure showing the coordination space\nleft by the ADA<sup>2–</sup> connectivity for coordination\nwith px2mpy.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Figure showing the coordination space left by the ADA2- connectivity for coordination with px2mpy.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Assessing the Influence\nof Metal Ionic Radii in Tuning the Dimensionality</title><p>We tried\nto correlate the formation of diverse architectures with\ndifferent ionic radii of the metal ions used in this study. Compound\n{Cd(ADA)­(px2ampy)<sub>0.5</sub>}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>2</bold>) can be described as if it is obtained from compound\n{Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>1</bold>) by replacing the metal center Co(II) with\nCd(II) in the same ADA-px2ampy coordination matrix. In the crystal\nstructure of compound <bold>1</bold>, the Co(II)-ADA network forms\na 2D layer with the paddle-wheel as a 4-connector node, but in the\ncase of compound <bold>2</bold>, Cd(II)-ADA forms a 1D chain with\nCd<sub>2</sub>-dimer as a 2-connector node. Even though the nodes\n(paddle-wheel in <bold>1</bold> and dimer in <bold>2</bold>) in both\ncompounds contain four ADA<sup>2–</sup> molecules, the metal\nacid architectures are not identical in their respective crystal structures.\nA close inspection of coordination spheres of compounds <bold>1</bold> and <bold>2</bold> reveals that, around the Co(II) center (compound <bold>1</bold>), four carboxylate oxygen atoms from four ADA<sup>2–</sup> linkers are present, whereas in the case of the Cd(II) metal center\n(compound <bold>2</bold>) five carboxylate oxygen atoms from four\nADA<sup>2–</sup> linkers form the coordination sphere. Compared\nto the ionic radius of Co<sup>II</sup> ion (74 pm), the ionic radius\nof Cd<sup>II</sup> metal ion (97 pm) is relatively larger; as a result\nit has tendency to adopt a higher coordination number (up to 7), or\nit can accommodate more bulkiness in its coordination sphere (Scheme ). As in the case of <bold>2</bold>, due to adaptability\nof more bulkiness in the Cd(II) coordination sphere, the ADA<sup>2–</sup> molecules project most of its bulkiness around the Cd(II) center;\nthereby these ADA<sup>2–</sup> ligands exist in nearly linear\nconfiguration with a torsion angle of 166° between both the acetate\ngroups and forms a double chain. We wish to interpret this situation\nin a more logical way as in the case of compound <bold>2</bold>, the\nbulkiness of four ADA<sup>2–</sup> linkers are equally distributed\namong three dimers (SBUs), and in the case of compound <bold>1</bold>, the bulkiness of four ADA<sup>2–</sup> linkers are equally\ndistributed among five paddle-wheels (SBUs) as shown in Figure . In this view, the crowdedness experienced by the\nCd-dimer (compound <bold>2</bold>) is more compared to that gained\nby the Co-paddle-wheel (compound <bold>1</bold>), which in turn is\nreflected on the metal coordination sphere. In compound <bold>1</bold>, due to less adaptability of more bulkiness around a Co(II) center,\nthe bulkiness is distributed to the other coordination spheres and\nthereby connectivity of ADA<sup>2–</sup> forms a single chain\nrather a double chain in <bold>2</bold> (Figure ). As explained in the previous section, the connectivity of the\npx2ampy linker completes coordination saturation of the second strand\nin a single chain to form the double chain in <bold>1</bold>, and\nin <bold>2</bold> it connects the already formed double chain to form\na 2D layer. Generally as the ionic radius of the metal ion increases\nit can adopt higher coordination numbers, thereby forming a complicated\nor higher dimensional structures, but in the present system, as the\nionic radius increases, the metal atom includes more bulkiness by\nconcentrating the linkers in its coordination sphere and decreases\nthe dimensionality. This observation seems to be peculiar and prompts\nus to study this effect in the case of compound {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), also. Unfortunately, we were unable to prepare the Cd analogue\nof compound <bold>3</bold>, but we could prepare the manganese analogue\n(where Mn<sup>II</sup> (83 pm) having slightly larger ionic radius\nthan Co<sup>II</sup>) {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>) with pyridyl linker px3ampy which is isomeric\nto px2ampy (we attempted to isolate the Mn-IPTA with px2ampy but we\nended up with amorphous powder). The larger ionic radius Mn<sup>II</sup> always forms octahedral coordination spheres. However, Co(II) can,\nin general, form octahedral, square pyramidal, and tetrahedral coordination\ngeometries. As described in the preceding section, Co-IPTA forms a\n2D layer with the Co-dimer as a four-connector node (compound <bold>3</bold>) and Mn-IPTA forms a 1D chain with Mn<sub>2</sub> dimer\nas a two-connector node (compound <bold>4</bold>). It can be noted\nthat, in the case of compound <bold>3</bold>, the Co-dimer consists\nof two different coordination spheres, i.e., octahedral {CoO<sub>5</sub>N} and tetrahedral {CoO<sub>3</sub>N}. On the other hand, the Mn-dimer\nin compound {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>) consists of two identical {MnO<sub>4</sub>N<sub>2</sub>} octahedral coordination spheres. This diversity makes the\nsituation complicated to do a comparison study among these structures.\nIn a simple way, this structural diversity can be understood as described\npreviously: in compound {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), four IPTA<sup>2–</sup> linkers are distributed among five dimers and in compound {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>), four IPTA<sup>2–</sup> linkers are distributed to three dimers, which clearly indicates\nthat the crowdedness around the Mn(II) center in compound <bold>4</bold> is higher compared to that around the Co(II) center in compound <bold>3</bold>. A close observation of metal centers reveals that, due\nto the higher coordination number exhibited by the Co(II) center (compound <bold>3</bold>) in terms of the number of carboxylate oxygen atoms, i.e.,\nthe existence of {CoO<sub>5</sub>} moiety in compound <bold>3</bold> compared to the existence MnO<sub>4</sub> moiety in <bold>4</bold>, a 2D metal-acid layer is found to be formed in compound <bold>3</bold>. But the adoptability of more bulkiness around the Mn(II) center\n(compound <bold>4</bold>) is displayed in terms of the incorporation\nof two bulky px3ampy linkers, which is unusual. On the whole, the\nstructural aspects of these two compounds (<bold>3</bold> and <bold>4</bold>), in view of above observations, can be described as follows:\nthe adoptability of more bulkiness around the Mn(II) ion (compound <bold>4</bold>) facilitates the incorporation of the two bulky px3ampy\nlinkers, thereby reducing the coordination of carboxylate oxygen atoms\nresulting in formation of a lower dimensional structure; on the other\nhand, in the case of compound <bold>3</bold>, it incorporates only\none px2ampy around the Co(II) ion in its coordination sphere and increases\nits carboxylate oxygen atoms resulting in the formation of a higher\ndimensional structure. The secondary linker px2ampy pillars the 2D\nmetal-acid sheets in <bold>3</bold> to form a 3D framework, and in <bold>4</bold>, 1D metal-acid chains are linked by a px3ampy linker to\nform 2D layers, as IPTA<sup>2–</sup> is a rigid linker, which\ndoes not allow the pyridyl linker to connect the metal polyhedra on\nthe same layer, as discussed in the previous section. This observation\ncan perhaps be explained by the statement that, when different metal\ncenters have the same coordination number, then the adoptability of\nbulkiness by metal center tunes the dimensionality of the resulting\narchitecture. Whether this phenomenon is applicable to these linkers\nonly or it can explain other similar systems is the subject of further\nresearch. The coordination connectivities in all these compounds (present\nstudy) are tabulated in Table .</p>", "clean_text": "Assessing the Influence of Metal Ionic Radii in Tuning the Dimensionality\n\nWe tried to correlate the formation of diverse architectures with different ionic radii of the metal ions used in this study. Compound {Cd(ADA)(px2ampy)0.5} n  (2) can be described as if it is obtained from compound {Co2(ADA)2(px2ampy)} n  (1) by replacing the metal center Co(II) with Cd(II) in the same ADA-px2ampy coordination matrix. In the crystal structure of compound 1, the Co(II)-ADA network forms a 2D layer with the paddle-wheel as a 4-connector node, but in the case of compound 2, Cd(II)-ADA forms a 1D chain with Cd2-dimer as a 2-connector node. Even though the nodes (paddle-wheel in 1 and dimer in 2) in both compounds contain four ADA2- molecules, the metal acid architectures are not identical in their respective crystal structures. A close inspection of coordination spheres of compounds 1 and 2 reveals that, around the Co(II) center (compound 1), four carboxylate oxygen atoms from four ADA2- linkers are present, whereas in the case of the Cd(II) metal center (compound 2) five carboxylate oxygen atoms from four ADA2- linkers form the coordination sphere. Compared to the ionic radius of CoII ion (74 pm), the ionic radius of CdII metal ion (97 pm) is relatively larger; as a result it has tendency to adopt a higher coordination number (up to 7), or it can accommodate more bulkiness in its coordination sphere (Scheme ). As in the case of 2, due to adaptability of more bulkiness in the Cd(II) coordination sphere, the ADA2- molecules project most of its bulkiness around the Cd(II) center; thereby these ADA2- ligands exist in nearly linear configuration with a torsion angle of 166° between both the acetate groups and forms a double chain. We wish to interpret this situation in a more logical way as in the case of compound 2, the bulkiness of four ADA2- linkers are equally distributed among three dimers (SBUs), and in the case of compound 1, the bulkiness of four ADA2- linkers are equally distributed among five paddle-wheels (SBUs) as shown in Figure . In this view, the crowdedness experienced by the Cd-dimer (compound 2) is more compared to that gained by the Co-paddle-wheel (compound 1), which in turn is reflected on the metal coordination sphere. In compound 1, due to less adaptability of more bulkiness around a Co(II) center, the bulkiness is distributed to the other coordination spheres and thereby connectivity of ADA2- forms a single chain rather a double chain in 2 (Figure ). As explained in the previous section, the connectivity of the px2ampy linker completes coordination saturation of the second strand in a single chain to form the double chain in 1, and in 2 it connects the already formed double chain to form a 2D layer. Generally as the ionic radius of the metal ion increases it can adopt higher coordination numbers, thereby forming a complicated or higher dimensional structures, but in the present system, as the ionic radius increases, the metal atom includes more bulkiness by concentrating the linkers in its coordination sphere and decreases the dimensionality. This observation seems to be peculiar and prompts us to study this effect in the case of compound {Co2(IPTA)2(px2ampy)} n  (3), also. Unfortunately, we were unable to prepare the Cd analogue of compound 3, but we could prepare the manganese analogue (where MnII (83 pm) having slightly larger ionic radius than CoII) {Mn(IPTA)(px3ampy)} n  (4) with pyridyl linker px3ampy which is isomeric to px2ampy (we attempted to isolate the Mn-IPTA with px2ampy but we ended up with amorphous powder). The larger ionic radius MnII always forms octahedral coordination spheres. However, Co(II) can, in general, form octahedral, square pyramidal, and tetrahedral coordination geometries. As described in the preceding section, Co-IPTA forms a 2D layer with the Co-dimer as a four-connector node (compound 3) and Mn-IPTA forms a 1D chain with Mn2 dimer as a two-connector node (compound 4). It can be noted that, in the case of compound 3, the Co-dimer consists of two different coordination spheres, i.e., octahedral {CoO5N} and tetrahedral {CoO3N}. On the other hand, the Mn-dimer in compound {Mn(IPTA)(px3ampy)} n  (4) consists of two identical {MnO4N2} octahedral coordination spheres. This diversity makes the situation complicated to do a comparison study among these structures. In a simple way, this structural diversity can be understood as described previously: in compound {Co2(IPTA)2(px2ampy)} n  (3), four IPTA2- linkers are distributed among five dimers and in compound {Mn(IPTA)(px3ampy)} n  (4), four IPTA2- linkers are distributed to three dimers, which clearly indicates that the crowdedness around the Mn(II) center in compound 4 is higher compared to that around the Co(II) center in compound 3. A close observation of metal centers reveals that, due to the higher coordination number exhibited by the Co(II) center (compound 3) in terms of the number of carboxylate oxygen atoms, i.e., the existence of {CoO5} moiety in compound 3 compared to the existence MnO4 moiety in 4, a 2D metal-acid layer is found to be formed in compound 3. But the adoptability of more bulkiness around the Mn(II) center (compound 4) is displayed in terms of the incorporation of two bulky px3ampy linkers, which is unusual. On the whole, the structural aspects of these two compounds (3 and 4), in view of above observations, can be described as follows: the adoptability of more bulkiness around the Mn(II) ion (compound 4) facilitates the incorporation of the two bulky px3ampy linkers, thereby reducing the coordination of carboxylate oxygen atoms resulting in formation of a lower dimensional structure; on the other hand, in the case of compound 3, it incorporates only one px2ampy around the Co(II) ion in its coordination sphere and increases its carboxylate oxygen atoms resulting in the formation of a higher dimensional structure. The secondary linker px2ampy pillars the 2D metal-acid sheets in 3 to form a 3D framework, and in 4, 1D metal-acid chains are linked by a px3ampy linker to form 2D layers, as IPTA2- is a rigid linker, which does not allow the pyridyl linker to connect the metal polyhedra on the same layer, as discussed in the previous section. This observation can perhaps be explained by the statement that, when different metal centers have the same coordination number, then the adoptability of bulkiness by metal center tunes the dimensionality of the resulting architecture. Whether this phenomenon is applicable to these linkers only or it can explain other similar systems is the subject of further research. The coordination connectivities in all these compounds (present study) are tabulated in Table .", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison\nof Metal Ionic Radii in the Compounds <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0010.tif\"></graphic>\n</fig>", "clean_text": " 3  Comparison of Metal Ionic Radii in the Compounds 1-4    ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Distribution of bulkiness\nof ligands on SBUs in compounds <bold>1</bold>–<bold>4</bold>, compound <bold>1</bold> (top left),\ncompound <bold>2</bold> (top right), compound <bold>3</bold> (bottom\nleft), and compound <bold>4</bold> (bottom right).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Distribution of bulkiness of ligands on SBUs in compounds 1-4, compound 1 (top left), compound 2 (top right), compound 3 (bottom left), and compound 4 (bottom right).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Coordination Connectivity of Compounds <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">C. no</oasis:entry>\n<oasis:entry align=\"center\">M<sup>II</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">ionic radii\n(pm)</oasis:entry>\n<oasis:entry align=\"center\">metal polyhedra</oasis:entry>\n<oasis:entry align=\"center\">SBU</oasis:entry>\n<oasis:entry align=\"center\">linkers/SBU</oasis:entry>\n<oasis:entry align=\"center\">M-acid dimensionality</oasis:entry>\n<oasis:entry align=\"center\">overall dimensionality</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>74</oasis:entry>\n<oasis:entry>CoO<sub>4</sub>NCo</oasis:entry>\n<oasis:entry>paddle-wheel</oasis:entry>\n<oasis:entry>4/5</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Cd</oasis:entry>\n<oasis:entry>97</oasis:entry>\n<oasis:entry>CdO<sub>5</sub>N</oasis:entry>\n<oasis:entry>dimer</oasis:entry>\n<oasis:entry>4/3</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>74</oasis:entry>\n<oasis:entry>CoO<sub>5</sub>N, CoO<sub>3</sub>N</oasis:entry>\n<oasis:entry>dimer</oasis:entry>\n<oasis:entry>4/5</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>83</oasis:entry>\n<oasis:entry>MnO<sub>4</sub>N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>dimer</oasis:entry>\n<oasis:entry>4/3</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Effect of Coordination Modes, Adopted by\nthe Carboxylate Linkers\nin the Formation of SBUs</title><p>The carboxylic acid linkers, used\nin this study, are related to each other in terms of geometry, linker\ncoordination angle, etc. Both the dicarboxylate ligands H<sub>2</sub>ADA (flexible) and H<sub>2</sub>IPTA (rigid) are ditopic; it is possible\ndifferent deprotonation states, multidenticity, different coordination\nmodes of these dicarboxylate acid ligands will have some influence\non the structural diversity. In compound {Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>1</bold>), both the −COO<sup>–</sup> groups of the ADA<sup>2–</sup> ligands adopt the μ<sub>2</sub>-η<sup>1</sup>: η<sup>1</sup> coordination mode which is the only\nrequired coordination mode for the formation of paddle-wheel secondary\nbuilding units (SBUs), whereas in the case of compound {Cd(ADA)­(px2ampy)<sub>0.5</sub>}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>2</bold>), as we discussed\nin the previous section, the higher ionic radius of Cd(II) allowed\nmore crowdedness around its coordination sphere. Hence, in this case,\nthe carboxylate groups of ADA<sup>2–</sup> ligand adopt different\ncoordination modes in contrast to that in compound <bold>1</bold>.\nOne of the carboxylate group exists in μ<sub>1</sub>-η<sup>1</sup>:η<sup>1</sup> mode and the other carboxylate group\nis in μ<sub>2</sub>-η<sup>2</sup>:η<sup>1</sup> mode,\nleading to the formation of symmetrical Cd<sub>2</sub>-dimer instead\nof formation of the usual paddle-wheel. Interestingly, in the case\nof compound {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), an unusual Co-dimer is\nformed, (instead of Co paddle-wheel), consisting of an octahedral\nCo(II) coordination sphere and a tetrahedral Co(II) coordination sphere.\nThe formation of this dimer is assisted by the two IPTA<sup>2–</sup> linkers which differ in coordination modes. As discussed in the\nstructural part, both the carboxylate groups in Type I acid adopt\na μ<sub>2</sub>-η<sup>2</sup>:η<sup>1</sup> mode\nbut in Type II, one carboxylate group binds in μ<sub>2</sub>-η<sup>2</sup>:η<sup>1</sup> mode and the other one in\nμ<sub>1</sub>-η<sup>2</sup>:η<sup>1</sup> mode.\nBecause of the formation of these different types of acid linkers,\nunsymmetrical Co<sub>2</sub> dimer SBU is formed rather than a symmetrical\ndimer. In compound {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>), a symmetrical Mn<sub>2</sub> dimer SBU has\nbeen formed with coordination modes of μ<sub>1</sub>-η<sup>1</sup>:η<sup>1</sup> and μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> on two carboxylate groups of the IPTA<sup>2–</sup>. The coordination modes and respective SBUs are presented in Figure .</p>", "clean_text": "Effect of Coordination Modes, Adopted by the Carboxylate Linkers in the Formation of SBUs\n\nThe carboxylic acid linkers, used in this study, are related to each other in terms of geometry, linker coordination angle, etc. Both the dicarboxylate ligands H2ADA (flexible) and H2IPTA (rigid) are ditopic; it is possible different deprotonation states, multidenticity, different coordination modes of these dicarboxylate acid ligands will have some influence on the structural diversity. In compound {Co2(ADA)2(px2ampy)} n  (1), both the -COO- groups of the ADA2- ligands adopt the μ2-η1: η1 coordination mode which is the only required coordination mode for the formation of paddle-wheel secondary building units (SBUs), whereas in the case of compound {Cd(ADA)(px2ampy)0.5} n  (2), as we discussed in the previous section, the higher ionic radius of Cd(II) allowed more crowdedness around its coordination sphere. Hence, in this case, the carboxylate groups of ADA2- ligand adopt different coordination modes in contrast to that in compound 1. One of the carboxylate group exists in μ1-η1:η1 mode and the other carboxylate group is in μ2-η2:η1 mode, leading to the formation of symmetrical Cd2-dimer instead of formation of the usual paddle-wheel. Interestingly, in the case of compound {Co2(IPTA)2(px2ampy)} n  (3), an unusual Co-dimer is formed, (instead of Co paddle-wheel), consisting of an octahedral Co(II) coordination sphere and a tetrahedral Co(II) coordination sphere. The formation of this dimer is assisted by the two IPTA2- linkers which differ in coordination modes. As discussed in the structural part, both the carboxylate groups in Type I acid adopt a μ2-η2:η1 mode but in Type II, one carboxylate group binds in μ2-η2:η1 mode and the other one in μ1-η2:η1 mode. Because of the formation of these different types of acid linkers, unsymmetrical Co2 dimer SBU is formed rather than a symmetrical dimer. In compound {Mn(IPTA)(px3ampy)} n  (4), a symmetrical Mn2 dimer SBU has been formed with coordination modes of μ1-η1:η1 and μ2-η1:η1 on two carboxylate groups of the IPTA2-. The coordination modes and respective SBUs are presented in Figure .", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Coordination modes adopted by the linkers and the corresponding\nSBUs in compounds <bold>1</bold>–<bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Coordination modes adopted by the linkers and the corresponding SBUs in compounds 1-4.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>XRPD and Thermogravimetric Analysis (TGA)</title><p>To ensure\nthe phase purity of the products, X-ray powder diffraction data for\nthe title compounds have been recorded. Similar diffraction patterns\nfor the simulated data (calculated from single crystal data) and observed\ndata prove the bulk homogeneity of the crystalline solids (see  Section-1 for the PXRD\npatterns of compounds <bold>1</bold>–<bold>4</bold>). Although\nthe experimental patterns have a few unindexed diffraction peaks and\nsome are slightly broadened and shifted in comparison to those, simulated\nfrom the single-crystal data, it can still be regarded that the bulk\nas-synthesized materials represent compounds.</p>", "clean_text": "XRPD and Thermogravimetric Analysis (TGA)\n\nTo ensure the phase purity of the products, X-ray powder diffraction data for the title compounds have been recorded. Similar diffraction patterns for the simulated data (calculated from single crystal data) and observed data prove the bulk homogeneity of the crystalline solids (see  Section-1 for the PXRD patterns of compounds 1-4). Although the experimental patterns have a few unindexed diffraction peaks and some are slightly broadened and shifted in comparison to those, simulated from the single-crystal data, it can still be regarded that the bulk as-synthesized materials represent compounds.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>TGA curves were\nrecorded under flowing N<sub>2</sub> for crystalline samples <bold>1</bold>–<bold>4</bold> in the temperature range 40–1000\n°C (section-2, ). Compound <bold>1</bold> undergoes a significant continuous weight\nloss in the temperature range of the 310–610 °C attributed\nto the consecutive loss of the ADA<sup>2–</sup> and px2ampy\nligands. A gradual linear weight loss was observed in the temperature\nrange of 610–1000 °C to the remaining weight of 19.5%,\nwhich is in accordance with the mass of CoO residue (calcd. 16.57%).\nThe increase in weight indicates the partial decomposition at this\ntemperature and complete decomposition at temperatures more than 1000\n°C. The TGA curve of Compound <bold>2</bold> displays the same\ntrend and exhibits stability up to 350 °C followed by decomposition\nwith a weight loss up to 1000 °C. Finally, the remaining residue\nis presumed to be CdO (calcd. 25.34%, found 25.98%). The TGA curve\nof compound <bold>3</bold> consists of two consecutive steps of weight\nlosses; the relevant framework is found to be stable up to 215 °C,\nand then it begins to collapse slowly up to 380 °C and a sharp\nweight loss is observed upon further heating. At 1000 °C, the\nremaining weight of CoO residue is 12.13% (calcd. 16.53%). For compound <bold>4</bold>, the continuous weight loss was observed after 320 °C,\nindicating the decomposition of the ADA<sup>2–</sup> and px2ampy\nligands. Finally, the remaining weight is 15.04% representing the\nMnO residue (calcd. 14.03%).</p>", "clean_text": "TGA curves were recorded under flowing N2 for crystalline samples 1-4 in the temperature range 40-1000 °C (section-2, ). Compound 1 undergoes a significant continuous weight loss in the temperature range of the 310-610 °C attributed to the consecutive loss of the ADA2- and px2ampy ligands. A gradual linear weight loss was observed in the temperature range of 610-1000 °C to the remaining weight of 19.5%, which is in accordance with the mass of CoO residue (calcd. 16.57%). The increase in weight indicates the partial decomposition at this temperature and complete decomposition at temperatures more than 1000 °C. The TGA curve of Compound 2 displays the same trend and exhibits stability up to 350 °C followed by decomposition with a weight loss up to 1000 °C. Finally, the remaining residue is presumed to be CdO (calcd. 25.34%, found 25.98%). The TGA curve of compound 3 consists of two consecutive steps of weight losses; the relevant framework is found to be stable up to 215 °C, and then it begins to collapse slowly up to 380 °C and a sharp weight loss is observed upon further heating. At 1000 °C, the remaining weight of CoO residue is 12.13% (calcd. 16.53%). For compound 4, the continuous weight loss was observed after 320 °C, indicating the decomposition of the ADA2- and px2ampy ligands. Finally, the remaining weight is 15.04% representing the MnO residue (calcd. 14.03%).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<title>Luminescent Property of Compound <bold>2</bold>\n</title><p>The\nfluorescent emission property of compound <bold>2</bold> in solid\nstate was investigated at room temperature (section-2, ). The free acid ligand\nH<sub>2</sub>ADA does not exhibit any luminescence at the room temperature,\nbut the bis-pyridyl ligand px2ampy exhibits emission maximum at 383\nnm (upon excitation at 243 nm). Compound <bold>2</bold>, upon excitation\nat the same wavelength (243 nm, where the free px2ampy ligand was\nexcited), exhibits a emission spectrum (of similar shape as that of\nfree ligand) with a maximum at 392 nm (with a red shift of 9 nm in\ncomparison to the free ligand). The emission spectrum of compound <bold>2</bold> may probably be assigned to the intraligand (IL) π–π*\ntransitions, because oxidization or reduction of the d<sup>10</sup> Cd(II) is difficult; thus this emission band of compound <bold>2</bold> cannot be attributed to metal-to-ligand charge transfer (MLCT) or\nligand-to-metal charge transfer (LMCT). Interestingly, in contrast\nto the intensity of the emission spectrum of free ligand, the intensity\nof the luminescence spectrum of compound <bold>2</bold> has been found\nto be enhanced (see section 2 in ). This phenomenon clearly indicates the fact that the flexible px2ampy\nligand restrains its configuration in compound <bold>2</bold> and\nconsequently reduces the degree of freedom (compared to that of free\nligand), thereby reducing the loss of energy via radiationless decay.</p>", "clean_text": "Luminescent Property of Compound 2 \n\nThe fluorescent emission property of compound 2 in solid state was investigated at room temperature (section-2, ). The free acid ligand H2ADA does not exhibit any luminescence at the room temperature, but the bis-pyridyl ligand px2ampy exhibits emission maximum at 383 nm (upon excitation at 243 nm). Compound 2, upon excitation at the same wavelength (243 nm, where the free px2ampy ligand was excited), exhibits a emission spectrum (of similar shape as that of free ligand) with a maximum at 392 nm (with a red shift of 9 nm in comparison to the free ligand). The emission spectrum of compound 2 may probably be assigned to the intraligand (IL) π-π* transitions, because oxidization or reduction of the d10 Cd(II) is difficult; thus this emission band of compound 2 cannot be attributed to metal-to-ligand charge transfer (MLCT) or ligand-to-metal charge transfer (LMCT). Interestingly, in contrast to the intensity of the emission spectrum of free ligand, the intensity of the luminescence spectrum of compound 2 has been found to be enhanced (see section 2 in ). This phenomenon clearly indicates the fact that the flexible px2ampy ligand restrains its configuration in compound 2 and consequently reduces the degree of freedom (compared to that of free ligand), thereby reducing the loss of energy via radiationless decay.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, the reactions of bent carboxylate\nlinkers (H<sub>2</sub>ADA and/or H<sub>2</sub>IPTA) with long flexible\npyridyl ligands\nalong with varied transition metal ions afford four new coordination\npolymers with diverse topological architectures. The helical coordination\ntendency of H<sub>2</sub>ADA ligand leads to formation of meso-helical\nM<sup>II</sup>-ADA<sup>2–</sup> chains in compounds <bold>1</bold> and <bold>2</bold>, and the rigid planar linker H<sub>2</sub>IPTA\nresults in the formation of straight M<sup>II</sup>-IPTA<sup>2–</sup> chains in <bold>3</bold> and <bold>4</bold>. The geometrical rigidity\nprovided by the IPTA<sup>2–</sup> linker facilitates the formation\nof a 3D framework in <bold>3</bold>, whereas the flexibility and planarity\nin the ADA<sup>2–</sup> allow the formation of a 2D layer in <bold>1</bold>. The adoptability of bulkiness in the metal coordination\nsphere based on the ionic radii directs the coordination modes and\nconnectivity patterns of the linkers, thereby influencing the final\narchitectures, which we have attempted to discuss systematically for\ncompounds {Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>), {Cd(ADA)­(px2ampy)<sub>0.5</sub>}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>), {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>). In other words, the compounds, presented in this study,\nare designed systematically to highlight the geometrical restraints\nof the angular linkers in terms of planarity and flexibility and finally\nto explore the hidden role of metal ionic radii in the self-assembly\nof coordination networks.</p>", "clean_text": "Conclusion\n\nIn summary, the reactions of bent carboxylate linkers (H2ADA and/or H2IPTA) with long flexible pyridyl ligands along with varied transition metal ions afford four new coordination polymers with diverse topological architectures. The helical coordination tendency of H2ADA ligand leads to formation of meso-helical MII-ADA2- chains in compounds 1 and 2, and the rigid planar linker H2IPTA results in the formation of straight MII-IPTA2- chains in 3 and 4. The geometrical rigidity provided by the IPTA2- linker facilitates the formation of a 3D framework in 3, whereas the flexibility and planarity in the ADA2- allow the formation of a 2D layer in 1. The adoptability of bulkiness in the metal coordination sphere based on the ionic radii directs the coordination modes and connectivity patterns of the linkers, thereby influencing the final architectures, which we have attempted to discuss systematically for compounds {Co2(ADA)2(px2ampy)} n  (1), {Cd(ADA)(px2ampy)0.5} n  (2), {Co2(IPTA)2(px2ampy)} n  (3), {Mn(IPTA)(px3ampy)} n  (4). In other words, the compounds, presented in this study, are designed systematically to highlight the geometrical restraints of the angular linkers in terms of planarity and flexibility and finally to explore the hidden role of metal ionic radii in the self-assembly of coordination networks.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Crystallographic data in CIF\nformat, PXRD patterns, TGA plots, photoluminescent spectra of compound <bold>2</bold>, selected bond distances and angles in PDF format. This\ninformation is available free of charge via the Internet at <uri>http://pubs.acs.org</uri>.</p>", "clean_text": "Crystallographic data in CIF format, PXRD patterns, TGA plots, photoluminescent spectra of compound 2, selected bond distances and angles in PDF format. This information is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10, 11, 12", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis\nof {Co<sub>2</sub>(ADA)<sub>2</sub>­(px2ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>A mixture of CoCl<sub>2</sub>·6H<sub>2</sub>O (0.25 mmol, 59.5 mg), H<sub>2</sub>ADA\n(0.25 mmol, 63.3 mg), and px2ampy (0.25 mmol, 72.5 mg) in H<sub>2</sub>O/MeOH (10:2) was stirred for 30 min and sealed in a 25 mL Teflon-lined\nstainless steel autoclave (pH = 7.20). The reaction mixture was heated\nat 130 °C for 4 days and then slowly cooled to room temperature.\nDeep red block crystals were obtained. Yield: 47.6% (based on Co).\nAnal. Calcd for C<sub>46</sub>H<sub>50</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 904.76): C, 61.06%;\nH, 5.57%; N, 6.19%. Found: C, 62.25%; H, 5.73%; N, 6.73%. IR (KBr\npellet, cm<sup>–1</sup>): 3391, 3369, 2915, 2895, 1616, 1578,\n1539, 1441, 1402, 1331, 1145, 1013, 767, 684, 438.</p><title>Synthesis\nof {Cd(ADA)­(px2ampy)<sub>0.5</sub>}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>The same synthetic method\nas that for compound <bold>1</bold> was used to obtain the compound <bold>2</bold>, except that CoCl<sub>2</sub>·6H<sub>2</sub>O was replaced\nby CdCl<sub>2</sub>·H<sub>2</sub>O (0.25 mmol, 59.5 mg) and methanol\nwas not added in the reaction mixture. Block-shaped colorless crystals\nof <bold>2</bold> were collected in 59% yield (based on Cd). Anal.\nCalcd for C<sub>23</sub>H<sub>27</sub>CdN<sub>2</sub>O<sub>4</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 507.88): C, 54.39%; H, 5.35%;\nN, 5.51%. Found: C, 55.02%; H, 5.74%; N, 5.12%. IR (KBr pellet, cm<sup>–1</sup>): 3408, 3237, 2899, 1665, 1614, 1588, 1535, 1440,\n1385, 1327, 1164, 967, 792, 712.</p><title>Synthesis of {Co<sub>2</sub>(IPTA)<sub>2</sub>­(px2ampy)}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>3</bold>)</title><p>The same synthetic\nprocedure, as that of compound <bold>1</bold>, was followed to obtain\nthe compound <bold>3</bold> except ligand H<sub>2</sub>IPTA (0.25\nmmol, 41.5 mg) was used in place of H<sub>2</sub>ADA, and pH of the\nsolution was maintained at 8.00. Blue block crystals of <bold>3</bold> were obtained in 45% yield (based on Co). C<sub>34</sub>H<sub>26</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 736.45): C, 55.45%; H, 3.558%; N, 7.607%. Found: C, 55.71%;\nH, 3.83%; N, 7.36%. IR (KBr pellet, cm<sup>–1</sup>): 3352,\n3193, 2850, 1684, 1450, 1340, 1234, 1102, 825, 752, 692, 654.</p><title>Synthesis\nof {Mn(IPTA)­(px3ampy)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>We synthesized the compound <bold>4</bold> following the\nsimilar synthetic pathway as above using the\nMn(OAc)<sub>2</sub>·4H<sub>2</sub>O (0.25 mmol, 61.25 mg), H<sub>2</sub>IPTA (0.25 mmol, 41.5 mg), and px3ampy (0.25 mmol, 72.5 mg).\nLight pink color crystals were filtered off with 60% yield (based\non Mn). C<sub>26</sub>H<sub>19</sub>MnN<sub>4</sub>O<sub>4</sub> (<italic toggle=\"yes\">M</italic>\n<sub>r</sub> = 506.39): C, 61.67%; H, 3.781%; N, 11.063%.\nFound: C, 61.21%; H, 3.56%; N, 10.87%. IR (KBr pellet, cm<sup>–1</sup>): 3340, 2967, 2863, 1710, 1475, 1354, 1210, 1150, 995, 845, 754,\n698, 649.</p>", "clean_text": "Synthesis of {Co2(ADA)2(px2ampy)} n  (1)\n\nA mixture of CoCl2⋅6H2O (0.25 mmol, 59.5 mg), H2ADA (0.25 mmol, 63.3 mg), and px2ampy (0.25 mmol, 72.5 mg) in H2O/MeOH (10:2) was stirred for 30 min and sealed in a 25 mL Teflon-lined stainless steel autoclave (pH = 7.20). The reaction mixture was heated at 130 °C for 4 days and then slowly cooled to room temperature. Deep red block crystals were obtained. Yield: 47.6% (based on Co). Anal. Calcd for C46H50Co2N4O8 (M r = 904.76): C, 61.06%; H, 5.57%; N, 6.19%. Found: C, 62.25%; H, 5.73%; N, 6.73%. IR (KBr pellet, cm-1): 3391, 3369, 2915, 2895, 1616, 1578, 1539, 1441, 1402, 1331, 1145, 1013, 767, 684, 438.\n\nSynthesis of {Cd(ADA)(px2ampy)0.5} n  (2)\n\nThe same synthetic method as that for compound 1 was used to obtain the compound 2, except that CoCl2⋅6H2O was replaced by CdCl2⋅H2O (0.25 mmol, 59.5 mg) and methanol was not added in the reaction mixture. Block-shaped colorless crystals of 2 were collected in 59% yield (based on Cd). Anal. Calcd for C23H27CdN2O4 (M r = 507.88): C, 54.39%; H, 5.35%; N, 5.51%. Found: C, 55.02%; H, 5.74%; N, 5.12%. IR (KBr pellet, cm-1): 3408, 3237, 2899, 1665, 1614, 1588, 1535, 1440, 1385, 1327, 1164, 967, 792, 712.\n\nSynthesis of {Co2(IPTA)2(px2ampy)} n  (3)\n\nThe same synthetic procedure, as that of compound 1, was followed to obtain the compound 3 except ligand H2IPTA (0.25 mmol, 41.5 mg) was used in place of H2ADA, and pH of the solution was maintained at 8.00. Blue block crystals of 3 were obtained in 45% yield (based on Co). C34H26Co2N4O8 (M r = 736.45): C, 55.45%; H, 3.558%; N, 7.607%. Found: C, 55.71%; H, 3.83%; N, 7.36%. IR (KBr pellet, cm-1): 3352, 3193, 2850, 1684, 1450, 1340, 1234, 1102, 825, 752, 692, 654.\n\nSynthesis of {Mn(IPTA)(px3ampy)} n  (4)\n\nWe synthesized the compound 4 following the similar synthetic pathway as above using the Mn(OAc)2⋅4H2O (0.25 mmol, 61.25 mg), H2IPTA (0.25 mmol, 41.5 mg), and px3ampy (0.25 mmol, 72.5 mg). Light pink color crystals were filtered off with 60% yield (based on Mn). C26H19MnN4O4 (M r = 506.39): C, 61.67%; H, 3.781%; N, 11.063%. Found: C, 61.21%; H, 3.56%; N, 10.87%. IR (KBr pellet, cm-1): 3340, 2967, 2863, 1710, 1475, 1354, 1210, 1150, 995, 845, 754, 698, 649.", "data": [{"meta": {"name": "{Co2(ADA)2­(px2ampy)}n", "symbol": "1", "chemical formula": "C46H50Co2N4O8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "59.5", "unit": "mg"}, {"name": "H2ADA", "amount": "63.3", "unit": "mg"}, {"name": "px2ampy", "amount": "72.5", "unit": "mg"}], "solution": [{"name": "H2O/MeOH", "amount": "10:2", "unit": ""}], "pressure": "", "temperature": "130°C", "time": "4 days", "heating rate": "", "cooling rate": ""}], "yield": "47.6%"}, {"meta": {"name": "{Cd(ADA)­(px2ampy)0.5}n", "symbol": "2", "chemical formula": "C23H27CdN2O4"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CdCl2·H2O", "amount": "59.5", "unit": "mg"}, {"name": "H2ADA", "amount": "63.3", "unit": "mg"}, {"name": "px2ampy", "amount": "72.5", "unit": "mg"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}], "yield": "59%"}, {"meta": {"name": "{Co2(IPTA)2­(px2ampy)}n", "symbol": "3", "chemical formula": "C34H26Co2N4O8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "59.5", "unit": "mg"}, {"name": "H2IPTA", "amount": "41.5", "unit": "mg"}, {"name": "px2ampy", "amount": "72.5", "unit": "mg"}], "solution": [{"name": "H2O/MeOH", "amount": "10:2", "unit": ""}], "pressure": "", "temperature": "130°C", "time": "4 days", "heating rate": "", "cooling rate": ""}], "yield": "45%"}, {"meta": {"name": "{Mn(IPTA)­(px3ampy)}n", "symbol": "4", "chemical formula": "C26H19MnN4O4"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Mn(OAc)2·4H2O", "amount": "61.25", "unit": "mg"}, {"name": "H2IPTA", "amount": "41.5", "unit": "mg"}, {"name": "px3ampy", "amount": "72.5", "unit": "mg"}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}], "yield": "60%"}], "include_properties": ["chemical_synthesis", "pH_adjustment"]}, {"idx": "34, 35", "type": "text", "classification": "property", "content": "<p>TGA curves were\nrecorded under flowing N<sub>2</sub> for crystalline samples <bold>1</bold>–<bold>4</bold> in the temperature range 40–1000\n°C (section-2, ). Compound <bold>1</bold> undergoes a significant continuous weight\nloss in the temperature range of the 310–610 °C attributed\nto the consecutive loss of the ADA<sup>2–</sup> and px2ampy\nligands. A gradual linear weight loss was observed in the temperature\nrange of 610–1000 °C to the remaining weight of 19.5%,\nwhich is in accordance with the mass of CoO residue (calcd. 16.57%).\nThe increase in weight indicates the partial decomposition at this\ntemperature and complete decomposition at temperatures more than 1000\n°C. The TGA curve of Compound <bold>2</bold> displays the same\ntrend and exhibits stability up to 350 °C followed by decomposition\nwith a weight loss up to 1000 °C. Finally, the remaining residue\nis presumed to be CdO (calcd. 25.34%, found 25.98%). The TGA curve\nof compound <bold>3</bold> consists of two consecutive steps of weight\nlosses; the relevant framework is found to be stable up to 215 °C,\nand then it begins to collapse slowly up to 380 °C and a sharp\nweight loss is observed upon further heating. At 1000 °C, the\nremaining weight of CoO residue is 12.13% (calcd. 16.53%). For compound <bold>4</bold>, the continuous weight loss was observed after 320 °C,\nindicating the decomposition of the ADA<sup>2–</sup> and px2ampy\nligands. Finally, the remaining weight is 15.04% representing the\nMnO residue (calcd. 14.03%).</p><title>Luminescent Property of Compound <bold>2</bold>\n</title><p>The\nfluorescent emission property of compound <bold>2</bold> in solid\nstate was investigated at room temperature (section-2, ). The free acid ligand\nH<sub>2</sub>ADA does not exhibit any luminescence at the room temperature,\nbut the bis-pyridyl ligand px2ampy exhibits emission maximum at 383\nnm (upon excitation at 243 nm). Compound <bold>2</bold>, upon excitation\nat the same wavelength (243 nm, where the free px2ampy ligand was\nexcited), exhibits a emission spectrum (of similar shape as that of\nfree ligand) with a maximum at 392 nm (with a red shift of 9 nm in\ncomparison to the free ligand). The emission spectrum of compound <bold>2</bold> may probably be assigned to the intraligand (IL) π–π*\ntransitions, because oxidization or reduction of the d<sup>10</sup> Cd(II) is difficult; thus this emission band of compound <bold>2</bold> cannot be attributed to metal-to-ligand charge transfer (MLCT) or\nligand-to-metal charge transfer (LMCT). Interestingly, in contrast\nto the intensity of the emission spectrum of free ligand, the intensity\nof the luminescence spectrum of compound <bold>2</bold> has been found\nto be enhanced (see section 2 in ). This phenomenon clearly indicates the fact that the flexible px2ampy\nligand restrains its configuration in compound <bold>2</bold> and\nconsequently reduces the degree of freedom (compared to that of free\nligand), thereby reducing the loss of energy via radiationless decay.</p>", "clean_text": "TGA curves were recorded under flowing N2 for crystalline samples 1-4 in the temperature range 40-1000 °C (section-2, ). Compound 1 undergoes a significant continuous weight loss in the temperature range of the 310-610 °C attributed to the consecutive loss of the ADA2- and px2ampy ligands. A gradual linear weight loss was observed in the temperature range of 610-1000 °C to the remaining weight of 19.5%, which is in accordance with the mass of CoO residue (calcd. 16.57%). The increase in weight indicates the partial decomposition at this temperature and complete decomposition at temperatures more than 1000 °C. The TGA curve of Compound 2 displays the same trend and exhibits stability up to 350 °C followed by decomposition with a weight loss up to 1000 °C. Finally, the remaining residue is presumed to be CdO (calcd. 25.34%, found 25.98%). The TGA curve of compound 3 consists of two consecutive steps of weight losses; the relevant framework is found to be stable up to 215 °C, and then it begins to collapse slowly up to 380 °C and a sharp weight loss is observed upon further heating. At 1000 °C, the remaining weight of CoO residue is 12.13% (calcd. 16.53%). For compound 4, the continuous weight loss was observed after 320 °C, indicating the decomposition of the ADA2- and px2ampy ligands. Finally, the remaining weight is 15.04% representing the MnO residue (calcd. 14.03%).\n\nLuminescent Property of Compound 2 \n\nThe fluorescent emission property of compound 2 in solid state was investigated at room temperature (section-2, ). The free acid ligand H2ADA does not exhibit any luminescence at the room temperature, but the bis-pyridyl ligand px2ampy exhibits emission maximum at 383 nm (upon excitation at 243 nm). Compound 2, upon excitation at the same wavelength (243 nm, where the free px2ampy ligand was excited), exhibits a emission spectrum (of similar shape as that of free ligand) with a maximum at 392 nm (with a red shift of 9 nm in comparison to the free ligand). The emission spectrum of compound 2 may probably be assigned to the intraligand (IL) π-π* transitions, because oxidization or reduction of the d10 Cd(II) is difficult; thus this emission band of compound 2 cannot be attributed to metal-to-ligand charge transfer (MLCT) or ligand-to-metal charge transfer (LMCT). Interestingly, in contrast to the intensity of the emission spectrum of free ligand, the intensity of the luminescence spectrum of compound 2 has been found to be enhanced (see section 2 in ). This phenomenon clearly indicates the fact that the flexible px2ampy ligand restrains its configuration in compound 2 and consequently reduces the degree of freedom (compared to that of free ligand), thereby reducing the loss of energy via radiationless decay.", "data": [[{"meta": {"name": "Compound 1", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "310-610", "unit": "°C", "type": "consecutive loss of ADA2- and px2ampy ligands", "condition": ""}, {"value": "610-1000", "unit": "°C", "type": "gradual linear weight loss", "condition": ""}, {"value": ">1000", "unit": "°C", "type": "complete decomposition", "condition": ""}]}, {"meta": {"name": "Compound 2", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "up to 350", "unit": "°C", "type": "stability", "condition": ""}, {"value": ">350", "unit": "°C", "type": "decomposition", "condition": ""}, {"value": "up to 1000", "unit": "°C", "type": "weight loss", "condition": ""}]}, {"meta": {"name": "Compound 3", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "up to 215", "unit": "°C", "type": "stability", "condition": ""}, {"value": "215-380", "unit": "°C", "type": "slow collapse", "condition": ""}, {"value": ">380", "unit": "°C", "type": "sharp weight loss", "condition": ""}, {"value": "1000", "unit": "°C", "type": "remaining weight of CoO residue", "condition": ""}]}, {"meta": {"name": "Compound 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "after 320", "unit": "°C", "type": "decomposition of ADA2- and px2ampy ligands", "condition": ""}, {"value": "15.04", "unit": "%", "type": "remaining weight of MnO residue", "condition": ""}]}, {"meta": {"name": "Compound 2", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "392", "unit": "nm", "condition": ""}]}]], "include_properties": ["decomposition_temperature", "peak_spectrum"]}, {"idx": 14, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and\nStructural Refinement\nParameters for Compounds <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>46</sub>H<sub>50</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub>\n</oasis:entry>\n<oasis:entry>C<sub>23</sub>H<sub>27</sub>CdN<sub>2</sub>O<sub>4</sub>\n</oasis:entry>\n<oasis:entry>C<sub>34</sub>H<sub>26</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub>\n</oasis:entry>\n<oasis:entry>C<sub>26</sub>H<sub>19</sub>MnN<sub>4</sub>O<sub>4</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>904.76</oasis:entry>\n<oasis:entry>507.88</oasis:entry>\n<oasis:entry>736.45</oasis:entry>\n<oasis:entry>506.39</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic> (K) /λ (Å)</oasis:entry>\n<oasis:entry>298(2)/0.71073</oasis:entry>\n<oasis:entry>298(2)/0.71073</oasis:entry>\n<oasis:entry>298(2)/0.71073</oasis:entry>\n<oasis:entry>298(2)/0.71073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Pca</italic>2(1)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>12.7076(11)</oasis:entry>\n<oasis:entry>10.031(2)</oasis:entry>\n<oasis:entry>21.298(4)</oasis:entry>\n<oasis:entry>10.062(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>20.6676(19)</oasis:entry>\n<oasis:entry>10.219(2)</oasis:entry>\n<oasis:entry>9.884(2)</oasis:entry>\n<oasis:entry>10.289(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>16.6371(15)</oasis:entry>\n<oasis:entry>10.793(2)</oasis:entry>\n<oasis:entry>14.823(3)</oasis:entry>\n<oasis:entry>12.659(7)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (°)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>85.53(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>88.328(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (°)</oasis:entry>\n<oasis:entry>106.908(2)</oasis:entry>\n<oasis:entry>82.09(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>73.347(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (°)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>75.37(3)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>64.570(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>volume (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>4180.6(6)</oasis:entry>\n<oasis:entry>1059.2(4)</oasis:entry>\n<oasis:entry>3120.3(11)</oasis:entry>\n<oasis:entry>1127.2(11)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>, ρ<sub>calcd</sub> (g cm<sup>–3</sup>)</oasis:entry>\n<oasis:entry>4, 1.437</oasis:entry>\n<oasis:entry>2, 1.592</oasis:entry>\n<oasis:entry>4, 1.568</oasis:entry>\n<oasis:entry>2, 1.492</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ\n(mm<sup>–1</sup>), <italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>0.566/566</oasis:entry>\n<oasis:entry>0.688/1188</oasis:entry>\n<oasis:entry>1.124/1504</oasis:entry>\n<oasis:entry>0.628/520</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.082</oasis:entry>\n<oasis:entry>1.092</oasis:entry>\n<oasis:entry>1.080</oasis:entry>\n<oasis:entry>1.090</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>/<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0582/0.1239</oasis:entry>\n<oasis:entry>0.0233/0.0593</oasis:entry>\n<oasis:entry>0.0333/0.0649</oasis:entry>\n<oasis:entry>0.0371/0.1060</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>/<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> (all data)</oasis:entry>\n<oasis:entry>0.0798/0.1339</oasis:entry>\n<oasis:entry>0.0255/0.0607</oasis:entry>\n<oasis:entry>0.0391/0.0680</oasis:entry>\n<oasis:entry>0.0429/0.1242</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff peak/hole (e Å<sup>–3</sup>)</oasis:entry>\n<oasis:entry>0.650/–0.332</oasis:entry>\n<oasis:entry>0.314/–0.360</oasis:entry>\n<oasis:entry>0.522/–0.287</oasis:entry>\n<oasis:entry>0.643/–0.605</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structural Refinement Parameters for Compounds 1–4\n\n|                    | 1                                      | 2                                      | 3                                      | 4                                      |\n|--------------------|----------------------------------------|----------------------------------------|----------------------------------------|----------------------------------------|\n| empirical formula | C<sub>46</sub>H<sub>50</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub> | C<sub>23</sub>H<sub>27</sub>CdN<sub>2</sub>O<sub>4</sub> | C<sub>34</sub>H<sub>26</sub>Co<sub>2</sub>N<sub>4</sub>O<sub>8</sub> | C<sub>26</sub>H<sub>19</sub>MnN<sub>4</sub>O<sub>4</sub> |\n| formula weight     | 904.76                                 | 507.88                                 | 736.45                                 | 506.39                                 |\n| T (K) /λ (Å)       | 298(2)/0.71073                         | 298(2)/0.71073                         | 298(2)/0.71073                         | 298(2)/0.71073                         |\n| crystal system     | monoclinic                             | triclinic                              | orthorhombic                           | triclinic                              |\n| space group        | P2<sub>1</sub>/c                         | P1̅                                      | Pca2(1)                                 | P1̅                                      |\n| a (Å)              | 12.7076(11)                             | 10.031(2)                              | 21.298(4)                              | 10.062(6)                              |\n| b (Å)              | 20.6676(19)                             | 10.219(2)                              | 9.884(2)                               | 10.289(6)                              |\n| c (Å)              | 16.6371(15)                             | 10.793(2)                              | 14.823(3)                              | 12.659(7)                              |\n| α (°)              | 90.00                                  | 85.53(3)                               | 90                                     | 88.328(9)                              |\n| β (°)              | 106.908(2)                             | 82.09(3)                               | 90                                     | 73.347(8)                              |\n| γ (°)              | 90.00                                  | 75.37(3)                               | 90                                     | 64.570(8)                              |\n| volume (Å<sup>3</sup>) | 4180.6(6)                             | 1059.2(4)                              | 3120.3(11)                             | 1127.2(11)                             |\n| Z, ρ<sub>calcd</sub> (g cm<sup>–3</sup>) | 4, 1.437                           | 2, 1.592                               | 4, 1.568                               | 2, 1.492                               |\n| μ (mm<sup>–1</sup>), F(000) | 0.566/566                          | 0.688/1188                             | 1.124/1504                             | 0.628/520                              |\n| goodness-of-fit on F<sup>2</sup> | 1.082                          | 1.092                                  | 1.080                                  | 1.090                                  |\n| R<sub>1</sub>/wR<sub>2</sub> [I > 2σ(I)] | 0.0582/0.1239                  | 0.0233/0.0593                          | 0.0333/0.0649                          | 0.0371/0.1060                          |\n| R<sub>1</sub>/wR<sub>2</sub> (all data) | 0.0798/0.1339                  | 0.0255/0.0607                          | 0.0391/0.0680                          | 0.0429/0.1242                          |\n| largest diff peak/hole (e Å<sup>–3</sup>) | 0.650/–0.332                  | 0.314/–0.360                           | 0.522/–0.287                           | 0.643/–0.605                           |", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": "C46H50Co2N4O8"}, "chemical formula weight": [{"value": "904.76", "unit": "", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2/c", "condition": ""}], "lattice parameters": [{"value": {"a": "12.7076", "b": "20.6676", "c": "16.6371", "alpha": "90.00", "beta": "106.908", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "4180.6", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.437", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": "C23H27CdN2O4"}, "chemical formula weight": [{"value": "507.88", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "10.031", "b": "10.219", "c": "10.793", "alpha": "85.53", "beta": "82.09", "gamma": "75.37"}, "condition": ""}], "cell volume": [{"value": "1059.2", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.592", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": "C34H26Co2N4O8"}, "chemical formula weight": [{"value": "736.45", "unit": "", "condition": ""}], "crystal system": [{"value": "orthorhombic", "condition": ""}], "space group": [{"value": "Pca2(1)", "condition": ""}], "lattice parameters": [{"value": {"a": "21.298", "b": "9.884", "c": "14.823", "alpha": "90.00", "beta": "90.00", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "3120.3", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.568", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": "C26H19MnN4O4"}, "chemical formula weight": [{"value": "506.39", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "10.062", "b": "10.289", "c": "12.659", "alpha": "88.328", "beta": "73.347", "gamma": "64.570"}, "condition": ""}], "cell volume": [{"value": "1127.2", "unit": "Å^3", "condition": ""}], "density": [{"value": "1.492", "unit": "g/cm^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 30, "type": "table", "classification": ["Coordinate"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Coordination Connectivity of Compounds <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">C. no</oasis:entry>\n<oasis:entry align=\"center\">M<sup>II</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">ionic radii\n(pm)</oasis:entry>\n<oasis:entry align=\"center\">metal polyhedra</oasis:entry>\n<oasis:entry align=\"center\">SBU</oasis:entry>\n<oasis:entry align=\"center\">linkers/SBU</oasis:entry>\n<oasis:entry align=\"center\">M-acid dimensionality</oasis:entry>\n<oasis:entry align=\"center\">overall dimensionality</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>74</oasis:entry>\n<oasis:entry>CoO<sub>4</sub>NCo</oasis:entry>\n<oasis:entry>paddle-wheel</oasis:entry>\n<oasis:entry>4/5</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Cd</oasis:entry>\n<oasis:entry>97</oasis:entry>\n<oasis:entry>CdO<sub>5</sub>N</oasis:entry>\n<oasis:entry>dimer</oasis:entry>\n<oasis:entry>4/3</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>74</oasis:entry>\n<oasis:entry>CoO<sub>5</sub>N, CoO<sub>3</sub>N</oasis:entry>\n<oasis:entry>dimer</oasis:entry>\n<oasis:entry>4/5</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>83</oasis:entry>\n<oasis:entry>MnO<sub>4</sub>N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>dimer</oasis:entry>\n<oasis:entry>4/3</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Coordination Connectivity of Compounds 1–4\n\n| C. no | M<sup>II</sup> | ionic radii (pm) | metal polyhedra | SBU          | linkers/SBU | M-acid dimensionality | overall dimensionality |\n|-------|---------------|------------------|-----------------|--------------|-------------|-----------------------|------------------------|\n| 1     | Co            | 74               | CoO<sub>4</sub>NCo | paddle-wheel | 4/5         | 2                     | 2                      |\n| 2     | Cd            | 97               | CdO<sub>5</sub>N  | dimer        | 4/3         | 1                     | 2                      |\n| 3     | Co            | 74               | CoO<sub>5</sub>N, CoO<sub>3</sub>N | dimer | 4/5         | 2                     | 3                      |\n| 4     | Mn            | 83               | MnO<sub>4</sub>N<sub>2</sub> | dimer | 4/3         | 1                     | 2                      |", "data": ["Coordinate type of table is not target"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Diagram of the Synthetic Strategy\nfor the Compounds Presented in\nThis Article</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Diagram of the Synthetic Strategy for the Compounds Presented in This Article   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination\nenvironment around the Co(II) in compound <bold>1</bold>; hydrogen\natoms are omitted for clarity. (b) 2D (4,4) connected\nnetwork formed due to connectivity of Co(II) with ADA<sup>2–</sup> ligands. (c) The connectivity of L1 with Co-ADA along the <italic toggle=\"yes\">b</italic> axis. (d) Topological representation of 2D metal-acid\nlayers interwoven by the L1 ligand.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environment around the Co(II) in compound 1; hydrogen atoms are omitted for clarity. (b) 2D (4,4) connected network formed due to connectivity of Co(II) with ADA2- ligands. (c) The connectivity of L1 with Co-ADA along the b axis. (d) Topological representation of 2D metal-acid layers interwoven by the L1 ligand.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Molecular diagram of compound <bold>2</bold> (b) 1D\nladderlike\nstructure formed due to connectivity of Cd(II) with ADA<sup>2–</sup> linkers and its topological representation. (c) 2D layers formed\ndue to connectivity of Cd(II)-ADA ladders with the L1 ligand. (d)\nConnectivity of 2D sheets through noncovalent interactions.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Molecular diagram of compound 2 (b) 1D ladderlike structure formed due to connectivity of Cd(II) with ADA2- linkers and its topological representation. (c) 2D layers formed due to connectivity of Cd(II)-ADA ladders with the L1 ligand. (d) Connectivity of 2D sheets through noncovalent interactions.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Asymmetric unit of compound <bold>3</bold>, (b) connectivity\nof the Type I and Type acid ligand. (c) Representation of the 2D corrugated\nlayers formed by the connectivity of the IPTA<sup>2–</sup> and\nCo-dimer. (d) Connectivity of the px2ampy linker. (e) 3D topological\nrepresentation of the compound <bold>3</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Asymmetric unit of compound 3, (b) connectivity of the Type I and Type acid ligand. (c) Representation of the 2D corrugated layers formed by the connectivity of the IPTA2- and Co-dimer. (d) Connectivity of the px2ampy linker. (e) 3D topological representation of the compound 3.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Asymmetric unit of compound <bold>4</bold> with coordination\nsphere labeling. (b) 1D chain constructed by the connectivity of Mn<sub>2</sub> dimer and IPTA<sup>2–</sup>. (c) Arrangement of the\nmacrocycles ring formed by the px3ampy. (d) 2D topological representation\nof the compound <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Asymmetric unit of compound 4 with coordination sphere labeling. (b) 1D chain constructed by the connectivity of Mn2 dimer and IPTA2-. (c) Arrangement of the macrocycles ring formed by the px3ampy. (d) 2D topological representation of the compound 4.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Representation of Geometrical\nComparison of H<sub>2</sub>ADA and H<sub>2</sub>IPTA Ligands</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic Representation of Geometrical Comparison of H2ADA and H2IPTA Ligands   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Figure showing the coordination space\nleft by the ADA<sup>2–</sup> connectivity for coordination\nwith px2mpy.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Figure showing the coordination space left by the ADA2- connectivity for coordination with px2mpy.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison\nof Metal Ionic Radii in the Compounds <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0010.tif\"></graphic>\n</fig>", "clean_text": " 3  Comparison of Metal Ionic Radii in the Compounds 1-4    ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Distribution of bulkiness\nof ligands on SBUs in compounds <bold>1</bold>–<bold>4</bold>, compound <bold>1</bold> (top left),\ncompound <bold>2</bold> (top right), compound <bold>3</bold> (bottom\nleft), and compound <bold>4</bold> (bottom right).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Distribution of bulkiness of ligands on SBUs in compounds 1-4, compound 1 (top left), compound 2 (top right), compound 3 (bottom left), and compound 4 (bottom right).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Coordination modes adopted by the linkers and the corresponding\nSBUs in compounds <bold>1</bold>–<bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01502f_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Coordination modes adopted by the linkers and the corresponding SBUs in compounds 1-4.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg401502f", "title": "\nInfluential Role of Geometrical\nDisparity of Linker\nand Metal Ionic Radii in Elucidating the Structural Diversity of Coordination\nPolymers Based on Angular Dicarboxylate and Bis-pyridyl Ligands\n", "journal": "American Chemical\nSociety", "date": "2013.11", "author_list": ["Manna\nPaulami", "Tripuramallu\nBharat Kumar", "Das\nSamar K."]}}