{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg7b00378.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Fine\nchemical and pharmaceutical companies often employ reactive\ncrystallization or precipitation to make crystalline intermediates\nand finished products. In this work, the supercritical reactive crystallization\nroute is used for the precipitation of diverse metal–organic\nframeworks (MOFs). 1D and 2D MOFs were obtained by reacting either\nbypyridil (two linking positions) or triazine (three linking positions)-based\nbridging molecules, respectively, with supercritical CO<sub>2</sub> soluble M­(hfacac)<sub>2</sub> (where M = Zn<sup>2+</sup> or Cu<sup>2+</sup> and hfacac<sup>–</sup> stands for hexafluoroacetylacetonate).\nAdditionally, miscellaneous reactions were designed for the crystallization\nof 3D MOFs in scCO<sub>2</sub>, embracing the precipitation of MIL-88B­(Fe),\nZIF-8, and a new Zn<sup>2+</sup>–curcumin coordination polymer.\nObtained crystals in each case were analyzed from a morphological\npoint of view by scanning electron microscopy analysis to elucidate\npotential formation mechanisms. The focus was on the obtained crystal\nhabits at different reaction points, linked to the precipitation mode\nand the role of kinetic and thermodynamic crystal growth control.\nThe supercritical procedure led to the crystallization of stable hierarchical\nnanostructures with micro- and mesoporosity and the precipitation\nof nanocrystals.</p>", "clean_text": "Fine chemical and pharmaceutical companies often employ reactive crystallization or precipitation to make crystalline intermediates and finished products. In this work, the supercritical reactive crystallization route is used for the precipitation of diverse metal-organic frameworks (MOFs). 1D and 2D MOFs were obtained by reacting either bypyridil (two linking positions) or triazine (three linking positions)-based bridging molecules, respectively, with supercritical CO2 soluble M(hfacac)2 (where M = Zn2+ or Cu2+ and hfacac- stands for hexafluoroacetylacetonate). Additionally, miscellaneous reactions were designed for the crystallization of 3D MOFs in scCO2, embracing the precipitation of MIL-88B(Fe), ZIF-8, and a new Zn2+-curcumin coordination polymer. Obtained crystals in each case were analyzed from a morphological point of view by scanning electron microscopy analysis to elucidate potential formation mechanisms. The focus was on the obtained crystal habits at different reaction points, linked to the precipitation mode and the role of kinetic and thermodynamic crystal growth control. The supercritical procedure led to the crystallization of stable hierarchical nanostructures with micro- and mesoporosity and the precipitation of nanocrystals.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Supercritical CO<sub>2</sub> precipitation is used to create\n1D, 2D, and 3D metal−organic frameworks with different morphologies.\nCrystals were analyzed by scanning electron microscopy. This procedure\nresulted in crystallization of stable hierarchical nanostructures\nwith micro- and mesoporosity and precipitation of nanocrystals.</p>", "clean_text": "Supercritical CO2 precipitation is used to create 1D, 2D, and 3D metal-organic frameworks with different morphologies. Crystals were analyzed by scanning electron microscopy. This procedure resulted in crystallization of stable hierarchical nanostructures with micro- and mesoporosity and precipitation of nanocrystals.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The 21st century is witnessing\nthe development of many supercritical\nCO<sub>2</sub> (scCO<sub>2</sub>) advanced nanomanufacturing processes\nfor simple and composite products, mainly in the chemistry, food,\npharmaceutical, and textile industries. In these techniques,\nCO<sub>2</sub>, an innocuous and extremely well-characterized substance,\nis used as a solvent. In the mentioned\nindustries, crystallization methods in scCO<sub>2</sub> have become\nviable alternatives to conventional organic solvent routes. The fundamental differences among the already\ndeveloped supercritical crystallization techniques concern the role\nof scCO<sub>2</sub>, used either as a solvent, in the rapid expansion\nof supercritical solutions (RESS), antisolvent,\nin the group of gas antisolvent (GAS) techniques, or solute, in the particles from gas saturated solutions\n(PGSS) route. A common feature in all\nof them is that the fluid is expanded through a restriction device\nor nozzle to create supersaturation in a spraying process. These methods\nare all recrystallization techniques applied to different materials\nfor purification and particle size redistribution (micronization)\nwithout significantly affecting the chemical composition of the starting\nproduct. These complex crystallization processes performed in scCO<sub>2</sub> required the use of sophisticated equipment involving high\npressure pumps. As an alternative, the dry ice-originated supercritical\nand liquid CO<sub>2</sub> technique has been previously described\nfor extraction applications. This technique\nrequires only two high-pressure stainless steel vessels, one for packing\ndry ice and the other for containing the sample of interest, two water\nbaths for temperature control purposes, and a box of dry ice. Concurrently,\nthe use of scCO<sub>2</sub> as a solvent in chemical reactions has\nbeen notably developed in the last 20 years, finding applications\nin oxidation, hydrogenation and hydroformylation reactions, dispersion\nand free-radical polymerization, homogeneous and heterogeneous transition-metal\ncatalysis, enzymatic chemistry, and so on.\n</p>", "clean_text": "Introduction\n\nThe 21st century is witnessing the development of many supercritical CO2 (scCO2) advanced nanomanufacturing processes for simple and composite products, mainly in the chemistry, food, pharmaceutical, and textile industries. In these techniques, CO2, an innocuous and extremely well-characterized substance, is used as a solvent. In the mentioned industries, crystallization methods in scCO2 have become viable alternatives to conventional organic solvent routes. The fundamental differences among the already developed supercritical crystallization techniques concern the role of scCO2, used either as a solvent, in the rapid expansion of supercritical solutions (RESS), antisolvent, in the group of gas antisolvent (GAS) techniques, or solute, in the particles from gas saturated solutions (PGSS) route. A common feature in all of them is that the fluid is expanded through a restriction device or nozzle to create supersaturation in a spraying process. These methods are all recrystallization techniques applied to different materials for purification and particle size redistribution (micronization) without significantly affecting the chemical composition of the starting product. These complex crystallization processes performed in scCO2 required the use of sophisticated equipment involving high pressure pumps. As an alternative, the dry ice-originated supercritical and liquid CO2 technique has been previously described for extraction applications. This technique requires only two high-pressure stainless steel vessels, one for packing dry ice and the other for containing the sample of interest, two water baths for temperature control purposes, and a box of dry ice. Concurrently, the use of scCO2 as a solvent in chemical reactions has been notably developed in the last 20 years, finding applications in oxidation, hydrogenation and hydroformylation reactions, dispersion and free-radical polymerization, homogeneous and heterogeneous transition-metal catalysis, enzymatic chemistry, and so on. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>For scCO<sub>2</sub>, despite the current acquired knowledge\nin\ncrystallization on one side and chemical reactions on the other, the\nstudy of reactive crystallization processes in which precipitation\noccurs by chemical reaction of two (or more) species has not received\nthe same level of attention. The majority of examples available in\nthe literature are limited to the use of scCO<sub>2</sub> as a reagent\nin the crystallization of calcium and other carbonates and in the formation of metallocene derivatives. More recently, crystallization of cocrystals and metal–organic adducts using\nscCO<sub>2</sub> as antisolvent and solvent, respectively, has been\ndescribed. On the basis of the analysis of these state of the art\nstudies, this report is part of ongoing work on the synthesis through\nreactive crystallization of coordination polymers or metal–organic\nframeworks (MOFs) in scCO<sub>2</sub> through the right choice of\nbuilding blocks soluble in this fluid.\n</p>", "clean_text": "For scCO2, despite the current acquired knowledge in crystallization on one side and chemical reactions on the other, the study of reactive crystallization processes in which precipitation occurs by chemical reaction of two (or more) species has not received the same level of attention. The majority of examples available in the literature are limited to the use of scCO2 as a reagent in the crystallization of calcium and other carbonates and in the formation of metallocene derivatives. More recently, crystallization of cocrystals and metal-organic adducts using scCO2 as antisolvent and solvent, respectively, has been described. On the basis of the analysis of these state of the art studies, this report is part of ongoing work on the synthesis through reactive crystallization of coordination polymers or metal-organic frameworks (MOFs) in scCO2 through the right choice of building blocks soluble in this fluid. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>MOFs\nare a class of crystalline materials produced by the coordination\nof transition-metal cations with multidentate organic linkers, forming\nextended frameworks that often are highly porous. These are materials primarily proposed for adsorption applications\nin hydrogen and carbon dioxide storage and gas purification and separation\nbut also for catalysis, sensing, and biomedical uses. The solvothermal technique is most commonly employed for their synthesis.\nHowever, this is an energetic and time-consuming approach performed\nin polluting organic solvents, which needs extensive cleaning, drying,\nand activation periods after product crystallization. ScCO<sub>2</sub> appears as an attractive medium to synthesize these\nmaterials due to the potential solubility of numerous MOF precursors\nin this fluid, including organometallic compounds and some typical\norganic bridging molecules such as pyridine-based linkers, thus allowing\ntheir formation by reactive crystallization. Indeed, the use of compressed CO<sub>2</sub> in the field of MOFs\nhas been mainly limited to the postsynthesis activation by cleansing\nentrapped undesired byproducts or solvents, performed either by batch\nsolvent exchange/scCO<sub>2</sub> treatment or directly from the solvated\ncrystals by flowing scCO<sub>2</sub>.\n</p>", "clean_text": "MOFs are a class of crystalline materials produced by the coordination of transition-metal cations with multidentate organic linkers, forming extended frameworks that often are highly porous. These are materials primarily proposed for adsorption applications in hydrogen and carbon dioxide storage and gas purification and separation but also for catalysis, sensing, and biomedical uses. The solvothermal technique is most commonly employed for their synthesis. However, this is an energetic and time-consuming approach performed in polluting organic solvents, which needs extensive cleaning, drying, and activation periods after product crystallization. ScCO2 appears as an attractive medium to synthesize these materials due to the potential solubility of numerous MOF precursors in this fluid, including organometallic compounds and some typical organic bridging molecules such as pyridine-based linkers, thus allowing their formation by reactive crystallization. Indeed, the use of compressed CO2 in the field of MOFs has been mainly limited to the postsynthesis activation by cleansing entrapped undesired byproducts or solvents, performed either by batch solvent exchange/scCO2 treatment or directly from the solvated crystals by flowing scCO2. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this work, conceptual methods for batch reactive crystallization\nin scCO<sub>2</sub> of several coordination polymers are described\nusing seven case studies, including 1D, 2D, and 3D structures. The\npurpose of this study is to perform a comprehensive analysis of the\ndifferent morphologies obtained when precipitated using reactive crystallization\nin this fluid and, hence, to ascertain possible formation mechanisms.\nThe amazing crystal shapes obtained in scCO<sub>2</sub> are analyzed\nfrom a crystal growth mechanistic point of view by taking into account\nnonclassical routes of crystallization, often proposed for complex\nstructures of zeolites and MOFs. Research\nfocused on tuning and controlling the crystal habit and size in the\nnanometric range of MOFs is an important scientific goal because some\nintrinsic properties can be tailored by modifying these parameters.\n</p>", "clean_text": "In this work, conceptual methods for batch reactive crystallization in scCO2 of several coordination polymers are described using seven case studies, including 1D, 2D, and 3D structures. The purpose of this study is to perform a comprehensive analysis of the different morphologies obtained when precipitated using reactive crystallization in this fluid and, hence, to ascertain possible formation mechanisms. The amazing crystal shapes obtained in scCO2 are analyzed from a crystal growth mechanistic point of view by taking into account nonclassical routes of crystallization, often proposed for complex structures of zeolites and MOFs. Research focused on tuning and controlling the crystal habit and size in the nanometric range of MOFs is an important scientific goal because some intrinsic properties can be tailored by modifying these parameters. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Materials\nand Methods</title><title>Materials</title><p>\n gives a list of the metal center and linker\nprecursors used for MOF synthesis. These reagents were supplied by\nSigma-Aldrich except for 4-TPT, which was obtained from ACS. Compressed\nCO<sub>2</sub> (99.95 wt %), used as a solvent, was supplied by Carburos\nMetálicos S.A., while absolute ethanol (EtOH) and dioxane,\nused in some experiments as a cosolvent, were purchased from Panreac\nand Sigma-Aldrich, respectively.</p>", "clean_text": "Materials and Methods\n\nMaterials\n\n  gives a list of the metal center and linker precursors used for MOF synthesis. These reagents were supplied by Sigma-Aldrich except for 4-TPT, which was obtained from ACS. Compressed CO2 (99.95 wt %), used as a solvent, was supplied by Carburos Metálicos S.A., while absolute ethanol (EtOH) and dioxane, used in some experiments as a cosolvent, were purchased from Panreac and Sigma-Aldrich, respectively.", "data": null, "include_properties": null}, {"idx": 8, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Metal Complexes and\nLinkers Used for\nMOF Synthesis</title>\n</caption>\n<graphic id=\"fx1\" position=\"float\" xlink:href=\"cg-2017-003785_0010.tif\"></graphic>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Equipment\nand Procedure</title><p>Sample preparation\nunder scCO<sub>2</sub> was carried out in the high pressure equipment\nschematized in . A stainless steel reactor of 100 mL volume (Thar Process) equipped\nwith two opposite sapphire windows was used for synthesis. In a typical\nexperiment, the autoclave was charged with ca. 100 mg of the metal\nprecursor and the corresponding stoichiometric amount of organic linker\ncalculated to obtain the target product. The reagents and a small\nmagnetic bar stirrer were added to a 10 mL Pyrex vial capped with\nfilter paper and placed within the reactor. In some experiments, a\n2% v/v of a cosolvent, either EtOH or dioxane, was also added. The\nautoclave was then sealed. Tested experimental conditions are given\nin .</p>", "clean_text": "Equipment and Procedure\n\nSample preparation under scCO2 was carried out in the high pressure equipment schematized in . A stainless steel reactor of 100 mL volume (Thar Process) equipped with two opposite sapphire windows was used for synthesis. In a typical experiment, the autoclave was charged with ca. 100 mg of the metal precursor and the corresponding stoichiometric amount of organic linker calculated to obtain the target product. The reagents and a small magnetic bar stirrer were added to a 10 mL Pyrex vial capped with filter paper and placed within the reactor. In some experiments, a 2% v/v of a cosolvent, either EtOH or dioxane, was also added. The autoclave was then sealed. Tested experimental conditions are given in .", "data": null, "include_properties": null}, {"idx": 10, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Experimental Conditions Employed in\nthe Synthesis of 1D, 2D, and 3D MOFs by Reactive Crystallization in\nscCO<sub>2</sub> and Estimated Formulas from Elemental Analysis<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">linker</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>t</italic> (h)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic> (K)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic> (MPa)</oasis:entry>\n<oasis:entry align=\"center\">cosolvent</oasis:entry>\n<oasis:entry align=\"center\">MOF formula</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu(hfacac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>bpp</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>[Cu(hfacac)<sub>2</sub>(bpp)]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu(hfacac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>bpe</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>[Cu(hfacac)<sub>2</sub>(bpe)]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(hfacac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>bpe</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>[Zn(hfacac)<sub>2</sub>(bpe)]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(hfacac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>4-TPT</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>[(Zn(hfacac)<sub>2</sub>)<sub>1.5</sub>(4-TPT)]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe(NO<sub>3</sub>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H<sub>2</sub>bdc</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>dioxane</oasis:entry>\n<oasis:entry>MIL88B(Fe)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(acac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>Hmim</oasis:entry>\n<oasis:entry>10, 1</oasis:entry>\n<oasis:entry>333, 313</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>ZIF-8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(acac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>CMM</oasis:entry>\n<oasis:entry>90, 20, 1</oasis:entry>\n<oasis:entry>333, 313</oasis:entry>\n<oasis:entry>20, 15</oasis:entry>\n<oasis:entry>EtOH</oasis:entry>\n<oasis:entry>[Zn<sub>3</sub>(CMM)<sub>2</sub>]</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Impurities such as residual reagents\nor solvents are not specified.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic\nrepresentation of the high pressure equipment\nused for\nMOF reactive crystallization in scCO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2017-003785_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic representation of the high pressure equipment used for MOF reactive crystallization in scCO2.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>In a typical experiment, the system was pressurized up to\n15–20\nMPa and heated at a temperature of either 313 or 333 K. The vessel\nwas operated in batch mode under stirring for time periods ranging\nfrom 1 to 90 h. Finally, the reactor was slowly depressurized at a\nrate of 1–2 MPa·min<sup>–1</sup>. Samples were\ncleaned by rinsing with a continuous flow of scCO<sub>2</sub> at 20\nMPa and 313 K.</p>", "clean_text": "In a typical experiment, the system was pressurized up to 15-20 MPa and heated at a temperature of either 313 or 333 K. The vessel was operated in batch mode under stirring for time periods ranging from 1 to 90 h. Finally, the reactor was slowly depressurized at a rate of 1-2 MPa⋅min-1. Samples were cleaned by rinsing with a continuous flow of scCO2 at 20 MPa and 313 K.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The crystallinity\nof MOF products was studied by powder X-ray diffraction (XRD) using\na Siemens D5000. For systems with a resolved and published crystal\nstructure, the recorded XRD was compared with that of the single crystal\nto ascertain the success of the reaction. For the rest of the compounds\nin which the precipitated crystals did not have the size and quality\nrequired for structural elucidation through single crystal techniques,\nelemental analysis was used to qualitatively elucidate the molecular\nformulas. Measurements were performed in a Flash EA2000 Thermo Fisher\nScientific analyzer. Surface area was determined by N<sub>2</sub> adsorption\nat 77 K using an ASAP 2000 Micromeritics instrument. Samples were\npreviously outgassed under reduced pressure at 333 K for 24 h. Morphological\nfeatures were examined using scanning electron microscopy (SEM, Quanta\nFEI 200).</p>", "clean_text": "Characterization\n\nThe crystallinity of MOF products was studied by powder X-ray diffraction (XRD) using a Siemens D5000. For systems with a resolved and published crystal structure, the recorded XRD was compared with that of the single crystal to ascertain the success of the reaction. For the rest of the compounds in which the precipitated crystals did not have the size and quality required for structural elucidation through single crystal techniques, elemental analysis was used to qualitatively elucidate the molecular formulas. Measurements were performed in a Flash EA2000 Thermo Fisher Scientific analyzer. Surface area was determined by N2 adsorption at 77 K using an ASAP 2000 Micromeritics instrument. Samples were previously outgassed under reduced pressure at 333 K for 24 h. Morphological features were examined using scanning electron microscopy (SEM, Quanta FEI 200).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Crystal habit in MOFs depends on numerous factors, including the\nchemistry of both the metal ion and the organic linker influencing\nthe kinetics and the equilibrium morphology as well as the solvent\nused for the synthesis. The solvent effect is a fundamental issue\nin controlling reaction kinetics and thermodynamics during coordination\nand nucleation steps as well as in the further crystal growth. In\na conventional solvothermal MOF reactive crystallization process,\nthe reaction between the metal center and the linker has been described\nas very fast in comparison to mass transfer of reagents from the bulk\nto the growing crystals and crystal growth rate. This observation can be extended to processes carried out\nin scCO<sub>2</sub>, in which interphase transport limitations on\nthe reaction kinetics are also minimized. In the supercritical approach,\nthe solubility of reagents in scCO<sub>2</sub>, even being significant,\nis usually very low in comparison to that of conventional liquids.\nThe solubility of growing units in scCO<sub>2</sub>, constituted by\nthe reaction of the two reagents, is expected to be still lower due\nto the higher molecular weight of these units. As a result, high local\nsupersaturations are generated in scCO<sub>2</sub> by fast chemical\nreaction, thus leading to extensive nucleation and the precipitation\nof small crystals, essentially nanometric particles. Moreover, conducting\nchemical reactions under supercritical conditions affords opportunities\nto manipulate the reaction environment (solvent properties) by controlling\nnot only the temperature but also the pressure. Finally, reaction\nand separation unit operations are integrated in situ or after pressure\nreduction precipitation. All of these factors\nlead to the observation of fascinating crystal habits in scCO<sub>2</sub>, some of them not previously described in the literature\nfor hybrid coordination polymers. Herein, results obtained in scCO<sub>2</sub> corresponding to 1D, 2D, and 3D MOFs are presented.</p>", "clean_text": "Results and Discussion\n\nCrystal habit in MOFs depends on numerous factors, including the chemistry of both the metal ion and the organic linker influencing the kinetics and the equilibrium morphology as well as the solvent used for the synthesis. The solvent effect is a fundamental issue in controlling reaction kinetics and thermodynamics during coordination and nucleation steps as well as in the further crystal growth. In a conventional solvothermal MOF reactive crystallization process, the reaction between the metal center and the linker has been described as very fast in comparison to mass transfer of reagents from the bulk to the growing crystals and crystal growth rate. This observation can be extended to processes carried out in scCO2, in which interphase transport limitations on the reaction kinetics are also minimized. In the supercritical approach, the solubility of reagents in scCO2, even being significant, is usually very low in comparison to that of conventional liquids. The solubility of growing units in scCO2, constituted by the reaction of the two reagents, is expected to be still lower due to the higher molecular weight of these units. As a result, high local supersaturations are generated in scCO2 by fast chemical reaction, thus leading to extensive nucleation and the precipitation of small crystals, essentially nanometric particles. Moreover, conducting chemical reactions under supercritical conditions affords opportunities to manipulate the reaction environment (solvent properties) by controlling not only the temperature but also the pressure. Finally, reaction and separation unit operations are integrated in situ or after pressure reduction precipitation. All of these factors lead to the observation of fascinating crystal habits in scCO2, some of them not previously described in the literature for hybrid coordination polymers. Herein, results obtained in scCO2 corresponding to 1D, 2D, and 3D MOFs are presented.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Taking into account the common solvating properties of scCO<sub>2</sub>, neutral metal­(II) acetylacetonate complexes with different\ndegrees of fluorination were chosen as the primary building blocks.\nFor these compounds, solubility values in scCO<sub>2</sub> are reported\nin the literature. For instance, the\nsolubility of Zn­(acac)<sub>2</sub> at 313 K and 20 MPa has a value\nof 1.7 × 10<sup>–7</sup> mole fraction, while the solubility\nof Cu­(hfacac)<sub>2</sub> at 313 K and similar pressure increased\nto a value of 2.42 × 10<sup>–3</sup> mole fraction. The\nfluoride content determines the solubility in the compressed fluid.\nThe iron­(III) nitrate is totally insoluble in scCO<sub>2</sub>, and\nthe aid of a cosolvent (dioxane) was needed for the success of the\nreaction. Generally, the cosolvent is chosen between solvents with\na medium polarity index (ca. 5), including short-chain alcohols, esters\nor ketones, and dioxane, although highly polar dimethyl sulfoxide\nor even water (polarity index 8 and 10, respectively) have also been\nused.</p>", "clean_text": "Taking into account the common solvating properties of scCO2, neutral metal(II) acetylacetonate complexes with different degrees of fluorination were chosen as the primary building blocks. For these compounds, solubility values in scCO2 are reported in the literature. For instance, the solubility of Zn(acac)2 at 313 K and 20 MPa has a value of 1.7 × 10-7 mole fraction, while the solubility of Cu(hfacac)2 at 313 K and similar pressure increased to a value of 2.42 × 10-3 mole fraction. The fluoride content determines the solubility in the compressed fluid. The iron(III) nitrate is totally insoluble in scCO2, and the aid of a cosolvent (dioxane) was needed for the success of the reaction. Generally, the cosolvent is chosen between solvents with a medium polarity index (ca. 5), including short-chain alcohols, esters or ketones, and dioxane, although highly polar dimethyl sulfoxide or even water (polarity index 8 and 10, respectively) have also been used.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The solubility of the linkers was qualitatively estimated\nby visual\nobservation through the reactor sapphire windows. The added amount\nof either bpp or bpe was found to completely dissolve in scCO<sub>2</sub> under working experimental conditions. 4-TPT and Hmim have\nfrom limited to null solubility in this fluid. However, the reaction\nwith the metal in both series (highly and limited solubility in scCO<sub>2</sub>) occurs, and the formation of the target MOF is achieved\nwithout the addition of a cosolvent. Finally, the addition of a cosolvent\n(ethanol) was necessary to react the heavy curcumin (CMM) linker with\nthe metal.</p>", "clean_text": "The solubility of the linkers was qualitatively estimated by visual observation through the reactor sapphire windows. The added amount of either bpp or bpe was found to completely dissolve in scCO2 under working experimental conditions. 4-TPT and Hmim have from limited to null solubility in this fluid. However, the reaction with the metal in both series (highly and limited solubility in scCO2) occurs, and the formation of the target MOF is achieved without the addition of a cosolvent. Finally, the addition of a cosolvent (ethanol) was necessary to react the heavy curcumin (CMM) linker with the metal.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>1D Coordination Polymers</title><p>1D coordination\npolymers were prepared by reacting M­(hfacac)<sub>2</sub> (Zn<sup>2+</sup> or Cu<sup>2+</sup>) metal center with a bipyridine linker, either\nbpp or bpe (). Chosen linkers are linear bidentate N donor ligands having the\npossibility of different relative orientation of the pyridine rings.\nIn the M­(hfacac)<sub>2</sub>, the two hfacac<sup>–</sup> molecules\nare arranged occupying the four equatorial coordination positions\nin the metal complex, leaving the two axial positions free, which\nallows 1D chain growth by reaction with the bidentate linker. Both\nbpp and bpe linkers were observed to be highly soluble in scCO<sub>2</sub>. M­(hfacac)<sub>2</sub> complexes also had a significant solubility\nin scCO<sub>2</sub>, which is determined by the high fluoride content\nin the ligand. As a result of the high\nsolubility of both reagents in scCO<sub>2</sub>, the corresponding\ncoordination polymer could be prepared by reactive crystallization\nin this fluid at the standard conditions of 333 K and 20 MPa without\nrequiring any additive or cosolvent (). Visual observation of the reaction through\nthe sapphire windows of the high pressure reactor revealed a fast\nepisode of crystal formation occurring upon mixing the reagents. Hence,\nruns of 4 h were considered adequate to finalize the crystallization\nprocess.</p>", "clean_text": "1D Coordination Polymers\n\n1D coordination polymers were prepared by reacting M(hfacac)2 (Zn2+ or Cu2+) metal center with a bipyridine linker, either bpp or bpe (). Chosen linkers are linear bidentate N donor ligands having the possibility of different relative orientation of the pyridine rings. In the M(hfacac)2, the two hfacac- molecules are arranged occupying the four equatorial coordination positions in the metal complex, leaving the two axial positions free, which allows 1D chain growth by reaction with the bidentate linker. Both bpp and bpe linkers were observed to be highly soluble in scCO2. M(hfacac)2 complexes also had a significant solubility in scCO2, which is determined by the high fluoride content in the ligand. As a result of the high solubility of both reagents in scCO2, the corresponding coordination polymer could be prepared by reactive crystallization in this fluid at the standard conditions of 333 K and 20 MPa without requiring any additive or cosolvent (). Visual observation of the reaction through the sapphire windows of the high pressure reactor revealed a fast episode of crystal formation occurring upon mixing the reagents. Hence, runs of 4 h were considered adequate to finalize the crystallization process.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Elemental analysis indicated that the three different\n1D MOFs crystallized in scCO<sub>2</sub> () have the general formulas [M­(hfacac)<sub>2</sub>(bipyridine)]. Nevertheless, only the structure of the [Cu­(hfacac)<sub>2</sub>(bpp)] product has been reported in the literature. The published XRD pattern for this phase is\nanalogous to the one recorded for the scCO<sub>2</sub> precipitated\ncrystals, indicating a similar crystal structure in both cases (a). This structure\nis described as ordered sinusoidal 1D chains, resulting in two sets\nof parallel planes. Macroscopically, SEM analysis of the precipitated\nproducts shows the formation of 2D crystals (films and platelets)\nfor the three MOFs. The crystals have micrometric lengths in two directions\nand a nanometric thickness (). Specifically, [Cu­(hfacac)<sub>2</sub>(bpp)] shows\n2D “sheet-like” fragile crystals broken at some points\n(a); [Cu­(hfacac)<sub>2</sub>(bpe)] displays 2D polyhedral platelets of ca. 1–3\n× 0.5–1 μm and a thickness of less than 50 nm (b), and [Zn­(hfacac)<sub>2</sub>(bpe)] is constituted by 2D isometric platelets of 2–5\nμm diameter and a thickness of 200–500 nm (c). This crystal habit indicates\nkinetically controlled anisotropic growth across a specific set of\ncrystallographic directions, which gives rise to single crystals that\nare elongated normal to those faces. Apparent bulk crystal morphology\ncorresponds to the slowest growth directions. These compounds showed\nnegligible N<sub>2</sub> adsorption, but assembly of coordination\npolymers into a 2D crystal habit facilitates their implementation\nin important application fields such as sensing, where the signal\ntransduction schemes requires the fabrication of thin film optics\nand proton and electric conduction in films.\n</p>", "clean_text": "Elemental analysis indicated that the three different 1D MOFs crystallized in scCO2 () have the general formulas [M(hfacac)2(bipyridine)]. Nevertheless, only the structure of the [Cu(hfacac)2(bpp)] product has been reported in the literature. The published XRD pattern for this phase is analogous to the one recorded for the scCO2 precipitated crystals, indicating a similar crystal structure in both cases (a). This structure is described as ordered sinusoidal 1D chains, resulting in two sets of parallel planes. Macroscopically, SEM analysis of the precipitated products shows the formation of 2D crystals (films and platelets) for the three MOFs. The crystals have micrometric lengths in two directions and a nanometric thickness (). Specifically, [Cu(hfacac)2(bpp)] shows 2D \"sheet-like\" fragile crystals broken at some points (a); [Cu(hfacac)2(bpe)] displays 2D polyhedral platelets of ca. 1-3 × 0.5-1 μm and a thickness of less than 50 nm (b), and [Zn(hfacac)2(bpe)] is constituted by 2D isometric platelets of 2-5 μm diameter and a thickness of 200-500 nm (c). This crystal habit indicates kinetically controlled anisotropic growth across a specific set of crystallographic directions, which gives rise to single crystals that are elongated normal to those faces. Apparent bulk crystal morphology corresponds to the slowest growth directions. These compounds showed negligible N2 adsorption, but assembly of coordination polymers into a 2D crystal habit facilitates their implementation in important application fields such as sensing, where the signal transduction schemes requires the fabrication of thin film optics and proton and electric conduction in films. ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD\npatterns of scCO<sub>2</sub> precipitated samples: (a) 1D MOF\ninvolving bpp compared to simulated profile derived from single crystal\ndata reported in ref <xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>, and (b) 2D MOF involving 4-TPT.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2017-003785_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns of scCO2 precipitated samples: (a) 1D MOF involving bpp compared to simulated profile derived from single crystal data reported in ref , and (b) 2D MOF involving 4-TPT.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM micrographs of laminar structures observed for 1D MOFs crystallized\nin scCO<sub>2</sub> from bipyridine derivatives: (a) [Cu­(hfacac)<sub>2</sub>(bpp)], (b) [Cu­(hfacac)<sub>2</sub>(bpe)], and (c) [Zn­(hfacac)<sub>2</sub>(bpe)].</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2017-003785_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM micrographs of laminar structures observed for 1D MOFs crystallized in scCO2 from bipyridine derivatives: (a) [Cu(hfacac)2(bpp)], (b) [Cu(hfacac)2(bpe)], and (c) [Zn(hfacac)2(bpe)].   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>2D Coordination\nPolymers</title><p>The approach\nfollowed for the precipitation of 2D coordination polymers in scCO<sub>2</sub> relied on the utilization of a triazine with three coordinating\npoints (4-TPT in ). 3-Connector triazines are interesting for the synthesis of MOFs\nbecause its rigidity and trigonal geometry allows the formation of\nhighly symmetrical extended planar 2D frameworks enclosing nanocavities. In comparison to bidentate pyridines, the 4-TPT\nlinker was found to be only slightly soluble in scCO<sub>2</sub> at\n333 K and 20 MPa. Therefore, to guarantee the accomplishment of the\nreaction, the running time was extended to 20 h ().</p>", "clean_text": "2D Coordination Polymers\n\nThe approach followed for the precipitation of 2D coordination polymers in scCO2 relied on the utilization of a triazine with three coordinating points (4-TPT in ). 3-Connector triazines are interesting for the synthesis of MOFs because its rigidity and trigonal geometry allows the formation of highly symmetrical extended planar 2D frameworks enclosing nanocavities. In comparison to bidentate pyridines, the 4-TPT linker was found to be only slightly soluble in scCO2 at 333 K and 20 MPa. Therefore, to guarantee the accomplishment of the reaction, the running time was extended to 20 h ().", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Using elemental analysis\ndata, the composition [(Zn­(hfacac)<sub>2</sub>)<sub>1.5</sub>(4-TPT)]\nwas estimated, which corresponds to a structure extended in two directions. b depicts the X-ray\ndiffraction pattern recorded for the precipitated crystalline material.\nThe structure of this phase has not been found described in the literature.\nMacroscopically, regular cubic polyhedra of several micrometers in\nlength were observed by SEM analysis (a).</p>", "clean_text": "Using elemental analysis data, the composition [(Zn(hfacac)2)1.5(4-TPT)] was estimated, which corresponds to a structure extended in two directions. b depicts the X-ray diffraction pattern recorded for the precipitated crystalline material. The structure of this phase has not been found described in the literature. Macroscopically, regular cubic polyhedra of several micrometers in length were observed by SEM analysis (a).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEM micrographs of polyhedral structures observed\nfor the triazine\n2D MOF crystallized in scCO<sub>2</sub>. In panel d, arrows indicate\ncrystal growth fronts.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2017-003785_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  SEM micrographs of polyhedral structures observed for the triazine 2D MOF crystallized in scCO2. In panel d, arrows indicate crystal growth fronts.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>The micrometric particles have well-defined flat polygonal\nfaces,\nstraight edges, and sharp corners, but they contain a myriad of nanometric\nentities attached to the surface (b). This observation indicates that nonclassical\n3D growth by particle attachment on the surface could be the dominant\ncrystal growth mechanism. The small entities have different morphologies,\nfrom crystallites to numerous aggregated amorphous spheres (c). These amorphous\nnanoparticles have been described to undergo a molecular rearrangement\nand growth into small crystals to further integrate structurally into\nthe underlying crystal lattice. In parallel\nwith this process, a 2D layer growth pathway driven by monomer/oligomer\naddition seems to contribute to crystal growth because advancement\nfronts can be observed on the surface of some of the precipitated\ncrystals (d).\nThe mechanism of oligomer addition to crystals in scCO<sub>2</sub> would closely resemble that of the classical route because the oligomers\nshould be constituted by a very limited number of molecular entities\nto preserve their solubility in this fluid with low solvent capacity.\nIt has been suggested for zeolites that this second mode of crystallization\noccurs when solutions are near equilibrium and precursor concentration\nis low. N<sub>2</sub> adsorption displayed\na type I isotherm typical of microporous solids having relatively\nsmall external surfaces. The micropore surface area measured for this\nproduct was on the order of 480 m<sup>2</sup>·g<sup>–1</sup>. These 2D systems have been studied as a motif with sorption capability\nbetween layers.\n</p>", "clean_text": "The micrometric particles have well-defined flat polygonal faces, straight edges, and sharp corners, but they contain a myriad of nanometric entities attached to the surface (b). This observation indicates that nonclassical 3D growth by particle attachment on the surface could be the dominant crystal growth mechanism. The small entities have different morphologies, from crystallites to numerous aggregated amorphous spheres (c). These amorphous nanoparticles have been described to undergo a molecular rearrangement and growth into small crystals to further integrate structurally into the underlying crystal lattice. In parallel with this process, a 2D layer growth pathway driven by monomer/oligomer addition seems to contribute to crystal growth because advancement fronts can be observed on the surface of some of the precipitated crystals (d). The mechanism of oligomer addition to crystals in scCO2 would closely resemble that of the classical route because the oligomers should be constituted by a very limited number of molecular entities to preserve their solubility in this fluid with low solvent capacity. It has been suggested for zeolites that this second mode of crystallization occurs when solutions are near equilibrium and precursor concentration is low. N2 adsorption displayed a type I isotherm typical of microporous solids having relatively small external surfaces. The micropore surface area measured for this product was on the order of 480 m2⋅g-1. These 2D systems have been studied as a motif with sorption capability between layers. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>3D Coordination\nPolymers</title><p>The synthesis\nof 3D MOFs often involves high molecular weight or polar molecules\nwith low solubility in scCO<sub>2</sub> which, in principle, would\ndiscard many synthetic possibilities. However, this work demonstrates\nthat the synthesis protocols in scCO<sub>2</sub> could be extended\nto 3D structures in MOFs, involving linkers from the carboxylate and\nimidazole families (). Moreover, the synthesis of a new structure with a natural\nlinker, in this case CMM (), was successfully achieved. In some experiments,\nthe addition of a 2% v/v liquid cosolvent, either EtOH or dioxane,\nwas necessary due to the low solubility of used reagents in scCO<sub>2</sub> ().\nRemarkable 3D structures with complex morphologies were obtained.\nThe crystallographic complexity of the structures of these 3D MOFs\nmakes sometimes difficult to obtain high-quality single crystals via\ncrystal growth. To analyze the crystallization mechanism, multiple\nidentical runs were performed under similar experimental conditions\nto study in each time period the crystal growth progress ex situ by\nXRD and SEM analysis. These experiments indicated that end products\nwere not obtained by direct reaction, but most likely the process\ninvolves the formation of amorphous or semicrystalline metastable\nphases before undergoing subsequent transition to the thermodynamically\nstable phase.</p>", "clean_text": "3D Coordination Polymers\n\nThe synthesis of 3D MOFs often involves high molecular weight or polar molecules with low solubility in scCO2 which, in principle, would discard many synthetic possibilities. However, this work demonstrates that the synthesis protocols in scCO2 could be extended to 3D structures in MOFs, involving linkers from the carboxylate and imidazole families (). Moreover, the synthesis of a new structure with a natural linker, in this case CMM (), was successfully achieved. In some experiments, the addition of a 2% v/v liquid cosolvent, either EtOH or dioxane, was necessary due to the low solubility of used reagents in scCO2 (). Remarkable 3D structures with complex morphologies were obtained. The crystallographic complexity of the structures of these 3D MOFs makes sometimes difficult to obtain high-quality single crystals via crystal growth. To analyze the crystallization mechanism, multiple identical runs were performed under similar experimental conditions to study in each time period the crystal growth progress ex situ by XRD and SEM analysis. These experiments indicated that end products were not obtained by direct reaction, but most likely the process involves the formation of amorphous or semicrystalline metastable phases before undergoing subsequent transition to the thermodynamically stable phase.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["synthesis condition"], "content": "<title>MIL-88B­(Fe)</title><p>The first attempted\nexperiments for the formation of 3D MOFs in scCO<sub>2</sub> were\ndirected to the crystallization of the MIL-88B­(Fe) phase by reacting\nFe­(NO<sub>3</sub>)<sub>3</sub> and the dicarboxylate H<sub>2</sub>bdc (). The\nreaction was performed at 20 MPa and 333 K and required the addition\nof a 2% v/v of dioxane (). Moreover, an intensive cleaning step with ethanol to eliminate\nresidual reagents contaminating the final product was necessary. Under\nsolvothermal conditions, MIL-88B solids with general formula (M<sup>3+</sup>)<sub>3</sub>OX­(solvent)<sub>2</sub>(−O<sub>2</sub>C–R–CO<sub>2</sub>−)<sub>3</sub>]·<italic>n</italic>H<sub>2</sub>O·MeOH (M = Fe<sup>3+</sup> or Cr<sup>3+</sup>; X = F<sup>–</sup>, OH<sup>–</sup>, Cl<sup>–</sup>, or <sup>–</sup>O<sub>2</sub>C–CH<sub>3</sub>), have been synthesized. These structures are\ntypical examples of highly flexible MOFs in which the unit cell volume\nundergoes a reversible expansion from the closed (dehydrated) to the\nopen (fully solvated) forms, with enormous changes in the volume of\nthe unit cell. The XRD pattern of the precipitated sample was in agreement\nwith the profile reported for the MIL-88B­(Cr) phase in ref  (a). The elemental analysis indicated the\nprobable precipitation in scCO<sub>2</sub> of a compound with the\ngeneral formula [Fe<sub>3</sub>O­(H<sub>2</sub>O)<sub>2</sub>OH­(bdc)<sub>3</sub>]. However, the end product was highly contaminated with residual\nFe­(NO<sub>3</sub>)<sub>3</sub> reagent and contained noticeable amounts\nof water. As expected, N<sub>2</sub> adsorption gave a low surface\narea value for this compound on the order of 60 m<sup>2</sup>·g<sup>–1</sup> due to the closed-pore characteristics of the dry\nstructure. SEM images showed spindle-shaped elongated crystals of\n0.5–2 μm (), morphology similar to that observed for microwave-assisted\nsolvothermally precipitated MIL-88B­(Fe) crystals.\n</p>", "clean_text": "MIL-88B(Fe)\n\nThe first attempted experiments for the formation of 3D MOFs in scCO2 were directed to the crystallization of the MIL-88B(Fe) phase by reacting Fe(NO3)3 and the dicarboxylate H2bdc (). The reaction was performed at 20 MPa and 333 K and required the addition of a 2% v/v of dioxane (). Moreover, an intensive cleaning step with ethanol to eliminate residual reagents contaminating the final product was necessary. Under solvothermal conditions, MIL-88B solids with general formula (M3+)3OX(solvent)2(-O2C-R-CO2-)3]⋅nH2O⋅MeOH (M = Fe3+ or Cr3+; X = F-, OH-, Cl-, or -O2C-CH3), have been synthesized. These structures are typical examples of highly flexible MOFs in which the unit cell volume undergoes a reversible expansion from the closed (dehydrated) to the open (fully solvated) forms, with enormous changes in the volume of the unit cell. The XRD pattern of the precipitated sample was in agreement with the profile reported for the MIL-88B(Cr) phase in ref  (a). The elemental analysis indicated the probable precipitation in scCO2 of a compound with the general formula [Fe3O(H2O)2OH(bdc)3]. However, the end product was highly contaminated with residual Fe(NO3)3 reagent and contained noticeable amounts of water. As expected, N2 adsorption gave a low surface area value for this compound on the order of 60 m2⋅g-1 due to the closed-pore characteristics of the dry structure. SEM images showed spindle-shaped elongated crystals of 0.5-2 μm (), morphology similar to that observed for microwave-assisted solvothermally precipitated MIL-88B(Fe) crystals. ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XRD patterns of precipitated 3D MOFs: (a) [MIL-88B­(Fe)] compared\nto the reported single crystal data for [MIL-88B­(Cr)] in ref <xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>. (b) Synthesized ZIF-8\nin scCO<sub>2</sub> at different conditions compared to the simulated\npattern from single crystal data in ref <xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>, and (c) synthesized [Zn<sub>3</sub>(CCM)<sub>2</sub>] in scCO<sub>2</sub> at different conditions compared to\npublished phase in ref <xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>. In b and c, arrows indicate metastable phases.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2017-003785_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  XRD patterns of precipitated 3D MOFs: (a) [MIL-88B(Fe)] compared to the reported single crystal data for [MIL-88B(Cr)] in ref . (b) Synthesized ZIF-8 in scCO2 at different conditions compared to the simulated pattern from single crystal data in ref , and (c) synthesized [Zn3(CCM)2] in scCO2 at different conditions compared to published phase in ref . In b and c, arrows indicate metastable phases.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>SEM pictures at two different magnifications of the precipitated\nMIL88B­(Fe) sample in scCO<sub>2</sub> plus dioxane as a cosolvent.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2017-003785_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  SEM pictures at two different magnifications of the precipitated MIL88B(Fe) sample in scCO2 plus dioxane as a cosolvent.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["synthesis condition"], "content": "<title>ZIF-8</title><p>In a second series of experiments,\nZIF-8, with formulas [Zn­(2-mim)<sub>2</sub>] (2-mim = methylimidazole)\nand sodalite topology, was synthesized in pure scCO<sub>2</sub> from\nZn­(acac)<sub>2</sub> and H2-mim (). ZIF-8 is currently one of the most extensively investigated\nzeolitic imidazole frameworks (ZIFs), a subclass of MOFs. Using scCO<sub>2</sub> as the exclusive synthesis\nmedium, the straight precipitation of an empty-pore ZIF-8 nanopowder\nwas successfully achieved in a 10 h run at 333 K (), as shown by the agreement\nbetween the XRD patterns of the synthesized and published single crystal\ndata (b). However, the development of an extra peak at\n2θ = 11.1° indicates the simultaneous formation of ZIF-8\nand the kinetically favored phase described as ZIF-L. Under similar experimental conditions, to precipitate pure\nZIF-8, the temperature must be decreased to 313 K in the 10 h run\n(b). The reversible\ntype I isotherm was recorded for these samples. The micropore surface\narea of the as-synthesized sample at 313 K was on the order of 1200\nm<sup>2</sup>·g<sup>–1</sup>, comparable to the reported\nvalue in the literature for conventionally precipitated products. In the supercritical procedure, from the two used reagents, only\nZn­(acac)<sub>2</sub> had a significant solubility in scCO<sub>2</sub>. However, the reaction with 2-Hmim took place with a high yield,\neven at the soft conditions of 313 K. Previous studies have shown\nthat the formation of ZIF-8 crystals occurs through tetranuclear and\nrelated oligomeric Zn<sup>2+</sup> species, in which the cations are\nbridged by 2-mim ligands. Therefore,\none possible explanation for the mechanism occurring in scCO<sub>2</sub> is that the reaction goes through the formation of low molecular\nweight soluble species involving both reagents, which assembled to\nform the intermediate kinetic amorphous phase. Indeed, this low degree\nof crystallinity was observed in the XRD pattern of a 1 h sample produced\nat 313 K (b).\nThis diffractogram also showed the presence of an intermediate phase\nwith an intense peak at ca. 2θ = 12°. SEM analysis indicated\nthat the 1 h sample was mainly constituted by amorphous spherical\nparticles that agglomerate in large units (a). However, a closed view showed the presence\nof some rhombohedral structures with smooth surfaces already developed\n(b), potentially\ncorresponding to the metastable phase observed in the diffractogram\nrecorded at 1 h (b). Further analysis at 10 h indicated the presence of large agglomerates\nof 50–200 μm (c), surprisingly depicting pores of 2–5 μm\nin diameter, which is a unique morphology described for the first\ntime for this type of crystalline product. These macropores are likely\nformed in a top-down process from the agglomerated mass of crystals\nduring the step of expansion and evacuation of the compressed CO<sub>2</sub> trapped into the ZIF-8 structural pores and in the interparticle\npore volume. Local magnification revealed that the macroscopic assemblies\nwere constituted by cubic primary nanometric particles with crystal\nsizes on the order of 50–200 nm (d). A porous hierarchical microstructure\nis thus obtained, involving structural ZIF-8 micropores together with\nthe described macropores. Such cellular structures have previously\nbeen observed in amorphous polymeric systems prepared using scCO<sub>2</sub>, but they are a novelty for\ncrystalline coordination polymers. Hierarchical meso/microporous structures\nhave been described for other MOFs precipitated in scCO<sub>2</sub> but using complex setups with ionic liquids and/or surfactants.\n</p>", "clean_text": "ZIF-8\n\nIn a second series of experiments, ZIF-8, with formulas [Zn(2-mim)2] (2-mim = methylimidazole) and sodalite topology, was synthesized in pure scCO2 from Zn(acac)2 and H2-mim (). ZIF-8 is currently one of the most extensively investigated zeolitic imidazole frameworks (ZIFs), a subclass of MOFs. Using scCO2 as the exclusive synthesis medium, the straight precipitation of an empty-pore ZIF-8 nanopowder was successfully achieved in a 10 h run at 333 K (), as shown by the agreement between the XRD patterns of the synthesized and published single crystal data (b). However, the development of an extra peak at 2θ = 11.1° indicates the simultaneous formation of ZIF-8 and the kinetically favored phase described as ZIF-L. Under similar experimental conditions, to precipitate pure ZIF-8, the temperature must be decreased to 313 K in the 10 h run (b). The reversible type I isotherm was recorded for these samples. The micropore surface area of the as-synthesized sample at 313 K was on the order of 1200 m2⋅g-1, comparable to the reported value in the literature for conventionally precipitated products. In the supercritical procedure, from the two used reagents, only Zn(acac)2 had a significant solubility in scCO2. However, the reaction with 2-Hmim took place with a high yield, even at the soft conditions of 313 K. Previous studies have shown that the formation of ZIF-8 crystals occurs through tetranuclear and related oligomeric Zn2+ species, in which the cations are bridged by 2-mim ligands. Therefore, one possible explanation for the mechanism occurring in scCO2 is that the reaction goes through the formation of low molecular weight soluble species involving both reagents, which assembled to form the intermediate kinetic amorphous phase. Indeed, this low degree of crystallinity was observed in the XRD pattern of a 1 h sample produced at 313 K (b). This diffractogram also showed the presence of an intermediate phase with an intense peak at ca. 2θ = 12°. SEM analysis indicated that the 1 h sample was mainly constituted by amorphous spherical particles that agglomerate in large units (a). However, a closed view showed the presence of some rhombohedral structures with smooth surfaces already developed (b), potentially corresponding to the metastable phase observed in the diffractogram recorded at 1 h (b). Further analysis at 10 h indicated the presence of large agglomerates of 50-200 μm (c), surprisingly depicting pores of 2-5 μm in diameter, which is a unique morphology described for the first time for this type of crystalline product. These macropores are likely formed in a top-down process from the agglomerated mass of crystals during the step of expansion and evacuation of the compressed CO2 trapped into the ZIF-8 structural pores and in the interparticle pore volume. Local magnification revealed that the macroscopic assemblies were constituted by cubic primary nanometric particles with crystal sizes on the order of 50-200 nm (d). A porous hierarchical microstructure is thus obtained, involving structural ZIF-8 micropores together with the described macropores. Such cellular structures have previously been observed in amorphous polymeric systems prepared using scCO2, but they are a novelty for crystalline coordination polymers. Hierarchical meso/microporous structures have been described for other MOFs precipitated in scCO2 but using complex setups with ionic liquids and/or surfactants. ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>SEM\nmicrographs of the precipitated ZIF-8 phase in scCO<sub>2</sub> at\n313 K and 20 MPa in a (a and b) 1 h run and (c and d) 10 h run.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2017-003785_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  SEM micrographs of the precipitated ZIF-8 phase in scCO2 at 313 K and 20 MPa in a (a and b) 1 h run and (c and d) 10 h run.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>[Zn<sub>3</sub>(CCM)<sub>2</sub>]</title><p>As a third example of the synthesis\nof 3D MOFs in scCO<sub>2</sub>, the CCM molecule () was used as a linker to construct\nbiocompatible materials\nby reaction with Zn­(acac)<sub>2</sub>. CCM is a natural hydrophobic\npolyphenolic diketone extracted from turmeric with relevant anti-inflammatory\nand antioxidant properties. It is well-known as a natural coloring\npigment in food and, nowadays, its use is also proposed in anticancer\ntherapies. The whole molecule of CCM\nis almost linear, planar, and rigid, which would benefit the formation\nof porous and 3D stable frameworks. A highly porous 3D MOF based on\nCCM and Zn<sup>2+</sup> is described in the literature with formulas\n[Zn<sub>3</sub>(CCM)<sub>2</sub>] involving 7 <italic>N</italic>,<italic>N</italic>′-dimethylacetamide and 3 EtOH molecules. Taking into account that the curcumin pigment\ncan be efficiently extracted from the turmeric rhizome by scCO<sub>2</sub> with EtOH as a cosolvent, the\npossibility of preparing curcumin MOFs by reactive crystallization\nin this medium was examined. The reaction between the highly soluble\nZn­(acac)<sub>2</sub> and the slightly soluble curcumin was performed\nin scCO<sub>2</sub> with 2% v/v EtOH at 333 K and 20 MPa. A solid\nstable in air was thus crystallized at 333 K after only 1 h (). The solubility\nof the obtained product in water and common organic solvents such\nas methanol, ethanol, acetone, acetonitrile, <italic>N</italic>,<italic>N</italic>′-dimethylformamide, and dimethyl sulfoxide was\nnegligible, which is a typical characteristic of coordination polymers.\nThe formulas deduced for this solid from the elemental analysis agree\nwith the stoichiometry of the reported compound, i.e., [Zn<sub>3</sub>(CCM)<sub>2</sub>], with a small amount of EtOH and/or H<sub>2</sub>O. In view of these results, it seems plausible to assume a 3D structure\nfor this phase. However, the recorded XRD pattern (c) did not have any resemblance\nwith the published phase in ref .</p>", "clean_text": "[Zn3(CCM)2]\n\nAs a third example of the synthesis of 3D MOFs in scCO2, the CCM molecule () was used as a linker to construct biocompatible materials by reaction with Zn(acac)2. CCM is a natural hydrophobic polyphenolic diketone extracted from turmeric with relevant anti-inflammatory and antioxidant properties. It is well-known as a natural coloring pigment in food and, nowadays, its use is also proposed in anticancer therapies. The whole molecule of CCM is almost linear, planar, and rigid, which would benefit the formation of porous and 3D stable frameworks. A highly porous 3D MOF based on CCM and Zn2+ is described in the literature with formulas [Zn3(CCM)2] involving 7 N,N'-dimethylacetamide and 3 EtOH molecules. Taking into account that the curcumin pigment can be efficiently extracted from the turmeric rhizome by scCO2 with EtOH as a cosolvent, the possibility of preparing curcumin MOFs by reactive crystallization in this medium was examined. The reaction between the highly soluble Zn(acac)2 and the slightly soluble curcumin was performed in scCO2 with 2% v/v EtOH at 333 K and 20 MPa. A solid stable in air was thus crystallized at 333 K after only 1 h (). The solubility of the obtained product in water and common organic solvents such as methanol, ethanol, acetone, acetonitrile, N,N'-dimethylformamide, and dimethyl sulfoxide was negligible, which is a typical characteristic of coordination polymers. The formulas deduced for this solid from the elemental analysis agree with the stoichiometry of the reported compound, i.e., [Zn3(CCM)2], with a small amount of EtOH and/or H2O. In view of these results, it seems plausible to assume a 3D structure for this phase. However, the recorded XRD pattern (c) did not have any resemblance with the published phase in ref .", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>SEM analysis indicated that monodispersed\nhierarchical flower-like structures with a typical diameter in the\nrange of 5–8 μm were precipitated (a). These microcrystals were built from several\ntens of 2D nanosheets (petals) with thickness on the nanometer scale,\nca. 50–70 nm, slightly curved, and densely interpenetrated\n(b). Each nanopetal\nwas constructed from nanobricks (c). The fabrication of stable 3D flower-like\nhierarchical architectures, made by the integration of nanobuilding\nblocks, in this case 2D nanopetals, with some order and flexibility,\nis an elegant approach found in nature to increase systems stability.\nOne very well-known example is the formation of the flower-shaped\nmorphologies of crystallized calcium sulfate, known as desert roses.\nIn the laboratory, these attractive architectures have been successfully\nfabricated for a wide variety of materials involving mainly inorganic\ncompounds. For hybrid coordination polymers, several examples have\nbeen described and synthesized by solvothermal techniques, involving\nZn<sup>2+</sup>, Cu<sup>2+</sup>, Co<sup>2+</sup>, Ni<sup>2+</sup>, and Ru<sup>2+</sup> metal centers and carboxylic or pyridyl linkers. The crystallized products present a type I N<sub>2</sub> adsorption\nisotherm, indicating the precipitation of a microporous system with\na surface area of ca. 300 m<sup>2</sup>·g<sup>–1</sup>, which corresponded to a considerably high value for an as-synthesized\nproduct. Most of this surface area was in the range of the micropore.</p>", "clean_text": "SEM analysis indicated that monodispersed hierarchical flower-like structures with a typical diameter in the range of 5-8 μm were precipitated (a). These microcrystals were built from several tens of 2D nanosheets (petals) with thickness on the nanometer scale, ca. 50-70 nm, slightly curved, and densely interpenetrated (b). Each nanopetal was constructed from nanobricks (c). The fabrication of stable 3D flower-like hierarchical architectures, made by the integration of nanobuilding blocks, in this case 2D nanopetals, with some order and flexibility, is an elegant approach found in nature to increase systems stability. One very well-known example is the formation of the flower-shaped morphologies of crystallized calcium sulfate, known as desert roses. In the laboratory, these attractive architectures have been successfully fabricated for a wide variety of materials involving mainly inorganic compounds. For hybrid coordination polymers, several examples have been described and synthesized by solvothermal techniques, involving Zn2+, Cu2+, Co2+, Ni2+, and Ru2+ metal centers and carboxylic or pyridyl linkers. The crystallized products present a type I N2 adsorption isotherm, indicating the precipitation of a microporous system with a surface area of ca. 300 m2⋅g-1, which corresponded to a considerably high value for an as-synthesized product. Most of this surface area was in the range of the micropore.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>SEM micrographs\nat different magnifications of the [Zn<sub>3</sub>(CCM)<sub>2</sub>] phase crystallized in scCO<sub>2</sub> at 333\nK and 20 MPa in a 1 h run.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cg-2017-003785_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  SEM micrographs at different magnifications of the [Zn3(CCM)2] phase crystallized in scCO2 at 333 K and 20 MPa in a 1 h run.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>To analyze the crystallization mechanism, the synthesis in\nscCO<sub>2</sub> was repeated, reducing the temperature and pressure\nto 313\nK and 15 MPa, respectively, with the objective of slowing the kinetics.\nUnder these new experimental conditions, the reaction period must\nbe extended to nearly 100 h to obtain an end product similar to that\nin the 1 h run performed at 333 K and 20 MPa (). c shows that the XRD patterns of samples obtained at\n1 h (333 K, 20 MPa) and 90 h (313 K, 15 MPa) were similar, indicating\nthe same crystal structure in both cases. Although the exact formation\nmechanism of the assembled hierarchical structure is unclear, on the\nbasis of the literature and SEM observations in the present study,\nit can be assumed that the formation of the 3D flower-like particles\nproceeded through the combination of primary particle oriented self-assembly\nin a nonclassical crystal growth route and Ostwald ripening. The mechanistic\nanalysis is schematized in  and analyzed with SEM micrographs taken at different\nreaction times. In an early stage of the crystallization (1 h after\nmixing the reagents), agglomerated spherical particles are observed\n(step 1, a).\nThe recorded XRD diffractogram of this sample corresponded to an amorphous\nphase (c).\nFreshly formed nuclei are thermodynamically unstable and aggregated\nin spherical primary particles of ca. 1 μm to minimize the interfacial\narea (step 2, b). At 20 h of reaction time, the amorphous aggregates coexists with\n2D plate-like petal growth by oriented attachment (step 3, c). The XRD pattern\nof the 20 h sample still showed a large degree of amorphicity but\nalso displayed an intense peak of a metastable crystalline phase at\n2θ = 7° (c). Longer reaction times in the period of 20–90 h\nled to the formation of 3D flowers by rotation of adjacent nanopetals\n(step 4). A closed view of these incipient flower-like crystals shows\nthat the nanosheets extend outward from a center and also attach to\nthe neighboring ones (d). Growth continues in the nanoflowers by Ostwald ripening\n(step 5) feed by small particles produced in secondary nucleation\nepisodes (e).\nFinally, after ca. 90 h of the reaction, a micrometric spherical flower-like\nstructures is formed (f). The arrangement of primary nanoparticles into iso-oriented\npetals via oriented attachment was clearly visible in the petals of\nthe 333 K (1 h) sample (c). However, in the 90 h runs performed at 313 K, the nanoparticles\nhad enough time to fuse together, giving place to single crystal petals\nwith a smooth surface (g). This specific crystal architecture greatly decreases the\nsurface energy of the nanosheets and enhances their stability. In\nthis morphology, mesopores permeate the aggregated crystal, facilitating\ndiffusion in adsorption applications.</p>", "clean_text": "To analyze the crystallization mechanism, the synthesis in scCO2 was repeated, reducing the temperature and pressure to 313 K and 15 MPa, respectively, with the objective of slowing the kinetics. Under these new experimental conditions, the reaction period must be extended to nearly 100 h to obtain an end product similar to that in the 1 h run performed at 333 K and 20 MPa (). c shows that the XRD patterns of samples obtained at 1 h (333 K, 20 MPa) and 90 h (313 K, 15 MPa) were similar, indicating the same crystal structure in both cases. Although the exact formation mechanism of the assembled hierarchical structure is unclear, on the basis of the literature and SEM observations in the present study, it can be assumed that the formation of the 3D flower-like particles proceeded through the combination of primary particle oriented self-assembly in a nonclassical crystal growth route and Ostwald ripening. The mechanistic analysis is schematized in  and analyzed with SEM micrographs taken at different reaction times. In an early stage of the crystallization (1 h after mixing the reagents), agglomerated spherical particles are observed (step 1, a). The recorded XRD diffractogram of this sample corresponded to an amorphous phase (c). Freshly formed nuclei are thermodynamically unstable and aggregated in spherical primary particles of ca. 1 μm to minimize the interfacial area (step 2, b). At 20 h of reaction time, the amorphous aggregates coexists with 2D plate-like petal growth by oriented attachment (step 3, c). The XRD pattern of the 20 h sample still showed a large degree of amorphicity but also displayed an intense peak of a metastable crystalline phase at 2θ = 7° (c). Longer reaction times in the period of 20-90 h led to the formation of 3D flowers by rotation of adjacent nanopetals (step 4). A closed view of these incipient flower-like crystals shows that the nanosheets extend outward from a center and also attach to the neighboring ones (d). Growth continues in the nanoflowers by Ostwald ripening (step 5) feed by small particles produced in secondary nucleation episodes (e). Finally, after ca. 90 h of the reaction, a micrometric spherical flower-like structures is formed (f). The arrangement of primary nanoparticles into iso-oriented petals via oriented attachment was clearly visible in the petals of the 333 K (1 h) sample (c). However, in the 90 h runs performed at 313 K, the nanoparticles had enough time to fuse together, giving place to single crystal petals with a smooth surface (g). This specific crystal architecture greatly decreases the surface energy of the nanosheets and enhances their stability. In this morphology, mesopores permeate the aggregated crystal, facilitating diffusion in adsorption applications.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Schematic illustration of stepwise proposed\ngrowth mechanism for\nthe curcumin flower-like nanostructures obtained in the supercritical\nrun carried out at 313 K and 15 MPa. SEM pictures were taken in runs\nperformed at: (a) 1, (b and c) 1–20, (d and e) 20–90,\nand (f and g) 90 h.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cg-2017-003785_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Schematic illustration of stepwise proposed growth mechanism for the curcumin flower-like nanostructures obtained in the supercritical run carried out at 313 K and 15 MPa. SEM pictures were taken in runs performed at: (a) 1, (b and c) 1-20, (d and e) 20-90, and (f and g) 90 h.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The presented analysis was intended to be a systematic study of\n1D, 2D, and 3D coordination polymer formation by reactive crystallization\nin scCO<sub>2</sub>. The significance of supercritical crystallization\nprocesses was described to rely on the possibility of producing homogeneous\nnucleation steps without the interference of solvent interaction.\n1D and 2D coordination polymers were obtained using bidentate and\ntridentate N donor linkers, i.e., bipyridyl and triazine derivatives,\nrespectively. Known MIL-88B­(Fe) and ZIF-8 and new [Zn<sub>3</sub>(CCM)<sub>2</sub>] 3D phases were also obtained in scCO<sub>2</sub>. Different\npathways of crystallization were observed for the studied 3D MOFs.\nFor the MIL-88B­(Fe) system, the mechanism can involve the direct addition\nto the crystal surface of molecular precursors giving place to particles\nwith a polyhydric habit. Instead, the precipitation of ZIF-8 probably\noccurs through tetranuclear and related oligomeric Zn<sup>2+</sup> soluble species in scCO<sub>2</sub> and an amorphous precursor.\nThe most complex crystal growth pathway was observed by the system\ninvolving curcumin with a habit represented by hierarchical nanoflowers,\nresulting from an oriented self-assembly mechanism and ending with\nOstwald ripening. The scCO<sub>2</sub> process avoids the use of bulk\norganic liquids, difficult to recover additives, and large excesses\nof expensive linkers.</p>", "clean_text": "Conclusions\n\nThe presented analysis was intended to be a systematic study of 1D, 2D, and 3D coordination polymer formation by reactive crystallization in scCO2. The significance of supercritical crystallization processes was described to rely on the possibility of producing homogeneous nucleation steps without the interference of solvent interaction. 1D and 2D coordination polymers were obtained using bidentate and tridentate N donor linkers, i.e., bipyridyl and triazine derivatives, respectively. Known MIL-88B(Fe) and ZIF-8 and new [Zn3(CCM)2] 3D phases were also obtained in scCO2. Different pathways of crystallization were observed for the studied 3D MOFs. For the MIL-88B(Fe) system, the mechanism can involve the direct addition to the crystal surface of molecular precursors giving place to particles with a polyhydric habit. Instead, the precipitation of ZIF-8 probably occurs through tetranuclear and related oligomeric Zn2+ soluble species in scCO2 and an amorphous precursor. The most complex crystal growth pathway was observed by the system involving curcumin with a habit represented by hierarchical nanoflowers, resulting from an oriented self-assembly mechanism and ending with Ostwald ripening. The scCO2 process avoids the use of bulk organic liquids, difficult to recover additives, and large excesses of expensive linkers.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "26, 29", "type": "text", "classification": "synthesis condition", "content": "<title>MIL-88B­(Fe)</title><p>The first attempted\nexperiments for the formation of 3D MOFs in scCO<sub>2</sub> were\ndirected to the crystallization of the MIL-88B­(Fe) phase by reacting\nFe­(NO<sub>3</sub>)<sub>3</sub> and the dicarboxylate H<sub>2</sub>bdc (). The\nreaction was performed at 20 MPa and 333 K and required the addition\nof a 2% v/v of dioxane (). Moreover, an intensive cleaning step with ethanol to eliminate\nresidual reagents contaminating the final product was necessary. Under\nsolvothermal conditions, MIL-88B solids with general formula (M<sup>3+</sup>)<sub>3</sub>OX­(solvent)<sub>2</sub>(−O<sub>2</sub>C–R–CO<sub>2</sub>−)<sub>3</sub>]·<italic>n</italic>H<sub>2</sub>O·MeOH (M = Fe<sup>3+</sup> or Cr<sup>3+</sup>; X = F<sup>–</sup>, OH<sup>–</sup>, Cl<sup>–</sup>, or <sup>–</sup>O<sub>2</sub>C–CH<sub>3</sub>), have been synthesized. These structures are\ntypical examples of highly flexible MOFs in which the unit cell volume\nundergoes a reversible expansion from the closed (dehydrated) to the\nopen (fully solvated) forms, with enormous changes in the volume of\nthe unit cell. The XRD pattern of the precipitated sample was in agreement\nwith the profile reported for the MIL-88B­(Cr) phase in ref  (a). The elemental analysis indicated the\nprobable precipitation in scCO<sub>2</sub> of a compound with the\ngeneral formula [Fe<sub>3</sub>O­(H<sub>2</sub>O)<sub>2</sub>OH­(bdc)<sub>3</sub>]. However, the end product was highly contaminated with residual\nFe­(NO<sub>3</sub>)<sub>3</sub> reagent and contained noticeable amounts\nof water. As expected, N<sub>2</sub> adsorption gave a low surface\narea value for this compound on the order of 60 m<sup>2</sup>·g<sup>–1</sup> due to the closed-pore characteristics of the dry\nstructure. SEM images showed spindle-shaped elongated crystals of\n0.5–2 μm (), morphology similar to that observed for microwave-assisted\nsolvothermally precipitated MIL-88B­(Fe) crystals.\n</p><title>ZIF-8</title><p>In a second series of experiments,\nZIF-8, with formulas [Zn­(2-mim)<sub>2</sub>] (2-mim = methylimidazole)\nand sodalite topology, was synthesized in pure scCO<sub>2</sub> from\nZn­(acac)<sub>2</sub> and H2-mim (). ZIF-8 is currently one of the most extensively investigated\nzeolitic imidazole frameworks (ZIFs), a subclass of MOFs. Using scCO<sub>2</sub> as the exclusive synthesis\nmedium, the straight precipitation of an empty-pore ZIF-8 nanopowder\nwas successfully achieved in a 10 h run at 333 K (), as shown by the agreement\nbetween the XRD patterns of the synthesized and published single crystal\ndata (b). However, the development of an extra peak at\n2θ = 11.1° indicates the simultaneous formation of ZIF-8\nand the kinetically favored phase described as ZIF-L. Under similar experimental conditions, to precipitate pure\nZIF-8, the temperature must be decreased to 313 K in the 10 h run\n(b). The reversible\ntype I isotherm was recorded for these samples. The micropore surface\narea of the as-synthesized sample at 313 K was on the order of 1200\nm<sup>2</sup>·g<sup>–1</sup>, comparable to the reported\nvalue in the literature for conventionally precipitated products. In the supercritical procedure, from the two used reagents, only\nZn­(acac)<sub>2</sub> had a significant solubility in scCO<sub>2</sub>. However, the reaction with 2-Hmim took place with a high yield,\neven at the soft conditions of 313 K. Previous studies have shown\nthat the formation of ZIF-8 crystals occurs through tetranuclear and\nrelated oligomeric Zn<sup>2+</sup> species, in which the cations are\nbridged by 2-mim ligands. Therefore,\none possible explanation for the mechanism occurring in scCO<sub>2</sub> is that the reaction goes through the formation of low molecular\nweight soluble species involving both reagents, which assembled to\nform the intermediate kinetic amorphous phase. Indeed, this low degree\nof crystallinity was observed in the XRD pattern of a 1 h sample produced\nat 313 K (b).\nThis diffractogram also showed the presence of an intermediate phase\nwith an intense peak at ca. 2θ = 12°. SEM analysis indicated\nthat the 1 h sample was mainly constituted by amorphous spherical\nparticles that agglomerate in large units (a). However, a closed view showed the presence\nof some rhombohedral structures with smooth surfaces already developed\n(b), potentially\ncorresponding to the metastable phase observed in the diffractogram\nrecorded at 1 h (b). Further analysis at 10 h indicated the presence of large agglomerates\nof 50–200 μm (c), surprisingly depicting pores of 2–5 μm\nin diameter, which is a unique morphology described for the first\ntime for this type of crystalline product. These macropores are likely\nformed in a top-down process from the agglomerated mass of crystals\nduring the step of expansion and evacuation of the compressed CO<sub>2</sub> trapped into the ZIF-8 structural pores and in the interparticle\npore volume. Local magnification revealed that the macroscopic assemblies\nwere constituted by cubic primary nanometric particles with crystal\nsizes on the order of 50–200 nm (d). A porous hierarchical microstructure\nis thus obtained, involving structural ZIF-8 micropores together with\nthe described macropores. Such cellular structures have previously\nbeen observed in amorphous polymeric systems prepared using scCO<sub>2</sub>, but they are a novelty for\ncrystalline coordination polymers. Hierarchical meso/microporous structures\nhave been described for other MOFs precipitated in scCO<sub>2</sub> but using complex setups with ionic liquids and/or surfactants.\n</p>", "clean_text": "MIL-88B(Fe)\n\nThe first attempted experiments for the formation of 3D MOFs in scCO2 were directed to the crystallization of the MIL-88B(Fe) phase by reacting Fe(NO3)3 and the dicarboxylate H2bdc (). The reaction was performed at 20 MPa and 333 K and required the addition of a 2% v/v of dioxane (). Moreover, an intensive cleaning step with ethanol to eliminate residual reagents contaminating the final product was necessary. Under solvothermal conditions, MIL-88B solids with general formula (M3+)3OX(solvent)2(-O2C-R-CO2-)3]⋅nH2O⋅MeOH (M = Fe3+ or Cr3+; X = F-, OH-, Cl-, or -O2C-CH3), have been synthesized. These structures are typical examples of highly flexible MOFs in which the unit cell volume undergoes a reversible expansion from the closed (dehydrated) to the open (fully solvated) forms, with enormous changes in the volume of the unit cell. The XRD pattern of the precipitated sample was in agreement with the profile reported for the MIL-88B(Cr) phase in ref  (a). The elemental analysis indicated the probable precipitation in scCO2 of a compound with the general formula [Fe3O(H2O)2OH(bdc)3]. However, the end product was highly contaminated with residual Fe(NO3)3 reagent and contained noticeable amounts of water. As expected, N2 adsorption gave a low surface area value for this compound on the order of 60 m2⋅g-1 due to the closed-pore characteristics of the dry structure. SEM images showed spindle-shaped elongated crystals of 0.5-2 μm (), morphology similar to that observed for microwave-assisted solvothermally precipitated MIL-88B(Fe) crystals. \n\nZIF-8\n\nIn a second series of experiments, ZIF-8, with formulas [Zn(2-mim)2] (2-mim = methylimidazole) and sodalite topology, was synthesized in pure scCO2 from Zn(acac)2 and H2-mim (). ZIF-8 is currently one of the most extensively investigated zeolitic imidazole frameworks (ZIFs), a subclass of MOFs. Using scCO2 as the exclusive synthesis medium, the straight precipitation of an empty-pore ZIF-8 nanopowder was successfully achieved in a 10 h run at 333 K (), as shown by the agreement between the XRD patterns of the synthesized and published single crystal data (b). However, the development of an extra peak at 2θ = 11.1° indicates the simultaneous formation of ZIF-8 and the kinetically favored phase described as ZIF-L. Under similar experimental conditions, to precipitate pure ZIF-8, the temperature must be decreased to 313 K in the 10 h run (b). The reversible type I isotherm was recorded for these samples. The micropore surface area of the as-synthesized sample at 313 K was on the order of 1200 m2⋅g-1, comparable to the reported value in the literature for conventionally precipitated products. In the supercritical procedure, from the two used reagents, only Zn(acac)2 had a significant solubility in scCO2. However, the reaction with 2-Hmim took place with a high yield, even at the soft conditions of 313 K. Previous studies have shown that the formation of ZIF-8 crystals occurs through tetranuclear and related oligomeric Zn2+ species, in which the cations are bridged by 2-mim ligands. Therefore, one possible explanation for the mechanism occurring in scCO2 is that the reaction goes through the formation of low molecular weight soluble species involving both reagents, which assembled to form the intermediate kinetic amorphous phase. Indeed, this low degree of crystallinity was observed in the XRD pattern of a 1 h sample produced at 313 K (b). This diffractogram also showed the presence of an intermediate phase with an intense peak at ca. 2θ = 12°. SEM analysis indicated that the 1 h sample was mainly constituted by amorphous spherical particles that agglomerate in large units (a). However, a closed view showed the presence of some rhombohedral structures with smooth surfaces already developed (b), potentially corresponding to the metastable phase observed in the diffractogram recorded at 1 h (b). Further analysis at 10 h indicated the presence of large agglomerates of 50-200 μm (c), surprisingly depicting pores of 2-5 μm in diameter, which is a unique morphology described for the first time for this type of crystalline product. These macropores are likely formed in a top-down process from the agglomerated mass of crystals during the step of expansion and evacuation of the compressed CO2 trapped into the ZIF-8 structural pores and in the interparticle pore volume. Local magnification revealed that the macroscopic assemblies were constituted by cubic primary nanometric particles with crystal sizes on the order of 50-200 nm (d). A porous hierarchical microstructure is thus obtained, involving structural ZIF-8 micropores together with the described macropores. Such cellular structures have previously been observed in amorphous polymeric systems prepared using scCO2, but they are a novelty for crystalline coordination polymers. Hierarchical meso/microporous structures have been described for other MOFs precipitated in scCO2 but using complex setups with ionic liquids and/or surfactants. ", "data": [{"meta": {"name": "MIL-88B­(Fe)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Fe­(NO3)3", "amount": "", "unit": ""}, {"name": "H2bdc", "amount": "", "unit": ""}], "solution": [{"name": "H2O", "amount": "4", "unit": "mL"}, {"name": "MeOH/H2O solution", "amount": "6:1 v/v", "unit": ""}], "pressure": "20 MPa", "temperature": "333 K", "time": ""}, {"synthesis method": "cleaning", "cleaning solution": "ethanol"}], "yield": ""}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(acac)2", "amount": "", "unit": ""}, {"name": "H2-mim", "amount": "", "unit": ""}], "solution": [{"name": "scCO2", "amount": "", "unit": ""}], "pressure": "", "temperature": "333 K", "time": "10 h"}, {"synthesis method": "precipitation", "precipitant": "empty-pore ZIF-8 nanopowder"}], "yield": ""}], "include_properties": ["solvothermal_synthesis", "washing"]}, {"idx": "24, 32", "type": "text", "classification": "property", "content": "<p>The micrometric particles have well-defined flat polygonal\nfaces,\nstraight edges, and sharp corners, but they contain a myriad of nanometric\nentities attached to the surface (b). This observation indicates that nonclassical\n3D growth by particle attachment on the surface could be the dominant\ncrystal growth mechanism. The small entities have different morphologies,\nfrom crystallites to numerous aggregated amorphous spheres (c). These amorphous\nnanoparticles have been described to undergo a molecular rearrangement\nand growth into small crystals to further integrate structurally into\nthe underlying crystal lattice. In parallel\nwith this process, a 2D layer growth pathway driven by monomer/oligomer\naddition seems to contribute to crystal growth because advancement\nfronts can be observed on the surface of some of the precipitated\ncrystals (d).\nThe mechanism of oligomer addition to crystals in scCO<sub>2</sub> would closely resemble that of the classical route because the oligomers\nshould be constituted by a very limited number of molecular entities\nto preserve their solubility in this fluid with low solvent capacity.\nIt has been suggested for zeolites that this second mode of crystallization\noccurs when solutions are near equilibrium and precursor concentration\nis low. N<sub>2</sub> adsorption displayed\na type I isotherm typical of microporous solids having relatively\nsmall external surfaces. The micropore surface area measured for this\nproduct was on the order of 480 m<sup>2</sup>·g<sup>–1</sup>. These 2D systems have been studied as a motif with sorption capability\nbetween layers.\n</p><p>SEM analysis indicated that monodispersed\nhierarchical flower-like structures with a typical diameter in the\nrange of 5–8 μm were precipitated (a). These microcrystals were built from several\ntens of 2D nanosheets (petals) with thickness on the nanometer scale,\nca. 50–70 nm, slightly curved, and densely interpenetrated\n(b). Each nanopetal\nwas constructed from nanobricks (c). The fabrication of stable 3D flower-like\nhierarchical architectures, made by the integration of nanobuilding\nblocks, in this case 2D nanopetals, with some order and flexibility,\nis an elegant approach found in nature to increase systems stability.\nOne very well-known example is the formation of the flower-shaped\nmorphologies of crystallized calcium sulfate, known as desert roses.\nIn the laboratory, these attractive architectures have been successfully\nfabricated for a wide variety of materials involving mainly inorganic\ncompounds. For hybrid coordination polymers, several examples have\nbeen described and synthesized by solvothermal techniques, involving\nZn<sup>2+</sup>, Cu<sup>2+</sup>, Co<sup>2+</sup>, Ni<sup>2+</sup>, and Ru<sup>2+</sup> metal centers and carboxylic or pyridyl linkers. The crystallized products present a type I N<sub>2</sub> adsorption\nisotherm, indicating the precipitation of a microporous system with\na surface area of ca. 300 m<sup>2</sup>·g<sup>–1</sup>, which corresponded to a considerably high value for an as-synthesized\nproduct. Most of this surface area was in the range of the micropore.</p>", "clean_text": "The micrometric particles have well-defined flat polygonal faces, straight edges, and sharp corners, but they contain a myriad of nanometric entities attached to the surface (b). This observation indicates that nonclassical 3D growth by particle attachment on the surface could be the dominant crystal growth mechanism. The small entities have different morphologies, from crystallites to numerous aggregated amorphous spheres (c). These amorphous nanoparticles have been described to undergo a molecular rearrangement and growth into small crystals to further integrate structurally into the underlying crystal lattice. In parallel with this process, a 2D layer growth pathway driven by monomer/oligomer addition seems to contribute to crystal growth because advancement fronts can be observed on the surface of some of the precipitated crystals (d). The mechanism of oligomer addition to crystals in scCO2 would closely resemble that of the classical route because the oligomers should be constituted by a very limited number of molecular entities to preserve their solubility in this fluid with low solvent capacity. It has been suggested for zeolites that this second mode of crystallization occurs when solutions are near equilibrium and precursor concentration is low. N2 adsorption displayed a type I isotherm typical of microporous solids having relatively small external surfaces. The micropore surface area measured for this product was on the order of 480 m2⋅g-1. These 2D systems have been studied as a motif with sorption capability between layers. \n\nSEM analysis indicated that monodispersed hierarchical flower-like structures with a typical diameter in the range of 5-8 μm were precipitated (a). These microcrystals were built from several tens of 2D nanosheets (petals) with thickness on the nanometer scale, ca. 50-70 nm, slightly curved, and densely interpenetrated (b). Each nanopetal was constructed from nanobricks (c). The fabrication of stable 3D flower-like hierarchical architectures, made by the integration of nanobuilding blocks, in this case 2D nanopetals, with some order and flexibility, is an elegant approach found in nature to increase systems stability. One very well-known example is the formation of the flower-shaped morphologies of crystallized calcium sulfate, known as desert roses. In the laboratory, these attractive architectures have been successfully fabricated for a wide variety of materials involving mainly inorganic compounds. For hybrid coordination polymers, several examples have been described and synthesized by solvothermal techniques, involving Zn2+, Cu2+, Co2+, Ni2+, and Ru2+ metal centers and carboxylic or pyridyl linkers. The crystallized products present a type I N2 adsorption isotherm, indicating the precipitation of a microporous system with a surface area of ca. 300 m2⋅g-1, which corresponded to a considerably high value for an as-synthesized product. Most of this surface area was in the range of the micropore.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "480", "unit": "m2/g", "condition": ""}, {"type": "", "probe": "", "value": "300", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 8, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Metal Complexes and\nLinkers Used for\nMOF Synthesis</title>\n</caption>\n<graphic id=\"fx1\" position=\"float\" xlink:href=\"cg-2017-003785_0010.tif\"></graphic>\n</table-wrap>", "clean_text": "Table 1. Metal Complexes and Linkers Used for MOF Synthesis\n\n| Metal Complexes | Linkers |\n|-----------------|---------|\n|                 |         |", "data": ["No properties found"], "include_properties": []}, {"idx": 10, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Experimental Conditions Employed in\nthe Synthesis of 1D, 2D, and 3D MOFs by Reactive Crystallization in\nscCO<sub>2</sub> and Estimated Formulas from Elemental Analysis<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">linker</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>t</italic> (h)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic> (K)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic> (MPa)</oasis:entry>\n<oasis:entry align=\"center\">cosolvent</oasis:entry>\n<oasis:entry align=\"center\">MOF formula</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu(hfacac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>bpp</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>[Cu(hfacac)<sub>2</sub>(bpp)]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu(hfacac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>bpe</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>[Cu(hfacac)<sub>2</sub>(bpe)]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(hfacac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>bpe</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>[Zn(hfacac)<sub>2</sub>(bpe)]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(hfacac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>4-TPT</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>[(Zn(hfacac)<sub>2</sub>)<sub>1.5</sub>(4-TPT)]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe(NO<sub>3</sub>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H<sub>2</sub>bdc</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>dioxane</oasis:entry>\n<oasis:entry>MIL88B(Fe)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(acac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>Hmim</oasis:entry>\n<oasis:entry>10, 1</oasis:entry>\n<oasis:entry>333, 313</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>ZIF-8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(acac)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>CMM</oasis:entry>\n<oasis:entry>90, 20, 1</oasis:entry>\n<oasis:entry>333, 313</oasis:entry>\n<oasis:entry>20, 15</oasis:entry>\n<oasis:entry>EtOH</oasis:entry>\n<oasis:entry>[Zn<sub>3</sub>(CMM)<sub>2</sub>]</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Impurities such as residual reagents\nor solvents are not specified.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Experimental Conditions Employed in the Synthesis of 1D, 2D, and 3D MOFs by Reactive Crystallization in scCO2 and Estimated Formulas from Elemental Analysis[^a]\n\n| metal         | linker | t (h) | T (K) | P (MPa) | cosolvent | MOF formula                |\n|---------------|--------|-------|-------|---------|-----------|-----------------------------|\n| Cu(hfacac)2   | bpp    | 4     | 333   | 20      |           | [Cu(hfacac)2(bpp)]           |\n| Cu(hfacac)2   | bpe    | 4     | 333   | 20      |           | [Cu(hfacac)2(bpe)]           |\n| Zn(hfacac)2   | bpe    | 4     | 333   | 20      |           | [Zn(hfacac)2(bpe)]           |\n| Zn(hfacac)2   | 4-TPT  | 20    | 333   | 20      |           | [(Zn(hfacac)2)1.5(4-TPT)]    |\n| Fe(NO3)2      | H2bdc  | 72    | 333   | 20      | dioxane   | MIL88B(Fe)                  |\n| Zn(acac)2     | Hmim   | 10, 1 | 333, 313 | 20    |           | ZIF-8                       |\n| Zn(acac)2     | CMM    | 90, 20, 1 | 333, 313 | 20, 15 | EtOH  | [Zn3(CMM)2]                 |\n\n[^a]: Impurities such as residual reagents or solvents are not specified.", "data": ["substring not found"], "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic\nrepresentation of the high pressure equipment\nused for\nMOF reactive crystallization in scCO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2017-003785_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic representation of the high pressure equipment used for MOF reactive crystallization in scCO2.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD\npatterns of scCO<sub>2</sub> precipitated samples: (a) 1D MOF\ninvolving bpp compared to simulated profile derived from single crystal\ndata reported in ref <xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>, and (b) 2D MOF involving 4-TPT.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2017-003785_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns of scCO2 precipitated samples: (a) 1D MOF involving bpp compared to simulated profile derived from single crystal data reported in ref , and (b) 2D MOF involving 4-TPT.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM micrographs of laminar structures observed for 1D MOFs crystallized\nin scCO<sub>2</sub> from bipyridine derivatives: (a) [Cu­(hfacac)<sub>2</sub>(bpp)], (b) [Cu­(hfacac)<sub>2</sub>(bpe)], and (c) [Zn­(hfacac)<sub>2</sub>(bpe)].</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2017-003785_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM micrographs of laminar structures observed for 1D MOFs crystallized in scCO2 from bipyridine derivatives: (a) [Cu(hfacac)2(bpp)], (b) [Cu(hfacac)2(bpe)], and (c) [Zn(hfacac)2(bpe)].   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEM micrographs of polyhedral structures observed\nfor the triazine\n2D MOF crystallized in scCO<sub>2</sub>. In panel d, arrows indicate\ncrystal growth fronts.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2017-003785_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  SEM micrographs of polyhedral structures observed for the triazine 2D MOF crystallized in scCO2. In panel d, arrows indicate crystal growth fronts.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XRD patterns of precipitated 3D MOFs: (a) [MIL-88B­(Fe)] compared\nto the reported single crystal data for [MIL-88B­(Cr)] in ref <xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>. (b) Synthesized ZIF-8\nin scCO<sub>2</sub> at different conditions compared to the simulated\npattern from single crystal data in ref <xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>, and (c) synthesized [Zn<sub>3</sub>(CCM)<sub>2</sub>] in scCO<sub>2</sub> at different conditions compared to\npublished phase in ref <xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>. In b and c, arrows indicate metastable phases.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2017-003785_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  XRD patterns of precipitated 3D MOFs: (a) [MIL-88B(Fe)] compared to the reported single crystal data for [MIL-88B(Cr)] in ref . (b) Synthesized ZIF-8 in scCO2 at different conditions compared to the simulated pattern from single crystal data in ref , and (c) synthesized [Zn3(CCM)2] in scCO2 at different conditions compared to published phase in ref . In b and c, arrows indicate metastable phases.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>SEM pictures at two different magnifications of the precipitated\nMIL88B­(Fe) sample in scCO<sub>2</sub> plus dioxane as a cosolvent.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2017-003785_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  SEM pictures at two different magnifications of the precipitated MIL88B(Fe) sample in scCO2 plus dioxane as a cosolvent.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>SEM\nmicrographs of the precipitated ZIF-8 phase in scCO<sub>2</sub> at\n313 K and 20 MPa in a (a and b) 1 h run and (c and d) 10 h run.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2017-003785_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  SEM micrographs of the precipitated ZIF-8 phase in scCO2 at 313 K and 20 MPa in a (a and b) 1 h run and (c and d) 10 h run.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>SEM micrographs\nat different magnifications of the [Zn<sub>3</sub>(CCM)<sub>2</sub>] phase crystallized in scCO<sub>2</sub> at 333\nK and 20 MPa in a 1 h run.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cg-2017-003785_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  SEM micrographs at different magnifications of the [Zn3(CCM)2] phase crystallized in scCO2 at 333 K and 20 MPa in a 1 h run.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Schematic illustration of stepwise proposed\ngrowth mechanism for\nthe curcumin flower-like nanostructures obtained in the supercritical\nrun carried out at 313 K and 15 MPa. SEM pictures were taken in runs\nperformed at: (a) 1, (b and c) 1–20, (d and e) 20–90,\nand (f and g) 90 h.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cg-2017-003785_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Schematic illustration of stepwise proposed growth mechanism for the curcumin flower-like nanostructures obtained in the supercritical run carried out at 313 K and 15 MPa. SEM pictures were taken in runs performed at: (a) 1, (b and c) 1-20, (d and e) 20-90, and (f and g) 90 h.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.7b00378", "title": "\nMetal–Organic Frameworks Precipitated by Reactive\nCrystallization in Supercritical CO2\n\n", "journal": "American\nChemical\nSociety", "date": "2017.04", "author_list": ["López-Periago\nAna M.", "Portoles-Gil\nNuria", "López-Domínguez\nPedro", "Fraile\nJulio", "Saurina\nJavier", "Aliaga-Alcalde\nNuria", "Tobias\nGerard", "Ayllón\nJosé A.", "Domingo\nConcepcion"]}}