{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg8b00126.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>This communication\nbriefly reviews why network topology is an important\ntool (for understanding, comparing, communicating, designing, and\nsolving crystal structures from powder diffraction data) and then\ndiscusses the terms of an IUPAC project dealing with various aspects\nof network topology. One is the ambiguity in node assignment, and\nthis question is addressed in more detail. First, we define the most\nimportant approaches: the “all node” deconstruction\nconsidering all branch points of the linkers, the “single node”\ndeconstruction considering only components mixed, and the ToposPro\n“standard representation” also considering linkers as\none node but, if present, takes each metal atom as a separate node.\nThese methods are applied to a number of metal–organic framework\nstructures (MOFs, although this is just one example of materials this\nmethod is applicable on), and it is concluded that the “all\nnode” method potentially yields more information on the structure\nin question but cannot be recommended as the only way of reporting\nthe network topology. In addition, several terms needing definitions\nare discussed.</p>", "clean_text": "This communication briefly reviews why network topology is an important tool (for understanding, comparing, communicating, designing, and solving crystal structures from powder diffraction data) and then discusses the terms of an IUPAC project dealing with various aspects of network topology. One is the ambiguity in node assignment, and this question is addressed in more detail. First, we define the most important approaches: the \"all node\" deconstruction considering all branch points of the linkers, the \"single node\" deconstruction considering only components mixed, and the ToposPro \"standard representation\" also considering linkers as one node but, if present, takes each metal atom as a separate node. These methods are applied to a number of metal-organic framework structures (MOFs, although this is just one example of materials this method is applicable on), and it is concluded that the \"all node\" method potentially yields more information on the structure in question but cannot be recommended as the only way of reporting the network topology. In addition, several terms needing definitions are discussed.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Network compounds are ubiquitous\nin materials: quartz, diamond,\nzeolites, and metal−organic frameworks are some examples. But\ntopology analysis is significant beyond these as a general way of\nunderstanding, describing, and communicating the structures of a large\nvariety of crystalline materials, from hydrogen bonded organics, polymorphs\nof water, to allotropes of the elements. Agreements on methods and\nterminology are, however, needed.</p>", "clean_text": "Network compounds are ubiquitous in materials: quartz, diamond, zeolites, and metal-organic frameworks are some examples. But topology analysis is significant beyond these as a general way of understanding, describing, and communicating the structures of a large variety of crystalline materials, from hydrogen bonded organics, polymorphs of water, to allotropes of the elements. Agreements on methods and terminology are, however, needed.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Well-formulated nomenclature and terminology,\nthought through with\na view to the past, careful considerations of the present, and a clairvoyant\neye on the future, are of immense value to scientific development\nand society, especially in areas where we see emerging technologies.\nOne such area is metal–organic frameworks (MOFs), materials\nthat have attracted considerable attention in recent years particularly\nbecause of their actual and potential applications in areas such as\ngas storage, separation, catalysis, sensors, etc. They\noften also have beautiful periodic structures, many previously unknown\nin chemistry, and the <italic>deconstruction</italic> of these structures\ninto their underlying nets has been the topic of some discussion.\n</p>", "clean_text": "Introduction\n\nWell-formulated nomenclature and terminology, thought through with a view to the past, careful considerations of the present, and a clairvoyant eye on the future, are of immense value to scientific development and society, especially in areas where we see emerging technologies. One such area is metal-organic frameworks (MOFs), materials that have attracted considerable attention in recent years particularly because of their actual and potential applications in areas such as gas storage, separation, catalysis, sensors, etc. They often also have beautiful periodic structures, many previously unknown in chemistry, and the deconstruction of these structures into their underlying nets has been the topic of some discussion. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>However, the significance of net topology goes well beyond\nthese\ntypes of materials. For example, it was recently suggested, and subsequently shown, that network topologies are good starting points for screening of\npossible allotropes of the group 14 elements and related compounds\nsuch as silicon carbide. But also hydrogen-bonded systems can be profitably\nviewed this way, and many examples of the large group of materials known as Zintl\ncompounds are also well described using network topology.\n</p>", "clean_text": "However, the significance of net topology goes well beyond these types of materials. For example, it was recently suggested, and subsequently shown, that network topologies are good starting points for screening of possible allotropes of the group 14 elements and related compounds such as silicon carbide. But also hydrogen-bonded systems can be profitably viewed this way, and many examples of the large group of materials known as Zintl compounds are also well described using network topology. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The method also offers a convenient way\nto classify, name, and\nput on an equal platform a large number of materials. In the IUPAC\n2013 recommendations on the terminology of MOFs and coordination polymers\nit is stated that <italic>The use of topology and topology descriptors\nto enhance the description of crystal structures of MOFs and 3D-coordination\npolymers is strongly recommended.</italic>\n\n</p>", "clean_text": "The method also offers a convenient way to classify, name, and put on an equal platform a large number of materials. In the IUPAC 2013 recommendations on the terminology of MOFs and coordination polymers it is stated that The use of topology and topology descriptors to enhance the description of crystal structures of MOFs and 3D-coordination polymers is strongly recommended.  ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this communication, we focus on some of the difficult points\nwhen interpreting and communicating a structure in the form of an\nunderlying net. This is indeed one of the topics of a second IUPAC\ntask group, the members being the coauthors\nof this article, and we will therefore briefly touch upon other objectives\nof the project <italic>Terminology guidelines and database issues\nfor topology representations in coordination networks, metal–organic\nframeworks and other crystalline materials</italic>.\n</p>", "clean_text": "In this communication, we focus on some of the difficult points when interpreting and communicating a structure in the form of an underlying net. This is indeed one of the topics of a second IUPAC task group, the members being the coauthors of this article, and we will therefore briefly touch upon other objectives of the project Terminology guidelines and database issues for topology representations in coordination networks, metal-organic frameworks and other crystalline materials. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>A goal that is closely connected is <italic>To elaborate\nrecommendations\nfor including the information about network descriptors and topological\nproperties into crystallographic databases.</italic> If we want to\naccomplish this, ambiguities in the vertex (or node) assignment need\nto be clearly dealt with. How this problem arises, and for which type\nof compounds, will now be elaborated. The discussion below is mostly\ncentered on MOFs, but relevant also for other types of materials.\nWe will end with a short discussion of the relative merits of the\ndifferent approaches.</p>", "clean_text": "A goal that is closely connected is To elaborate recommendations for including the information about network descriptors and topological properties into crystallographic databases. If we want to accomplish this, ambiguities in the vertex (or node) assignment need to be clearly dealt with. How this problem arises, and for which type of compounds, will now be elaborated. The discussion below is mostly centered on MOFs, but relevant also for other types of materials. We will end with a short discussion of the relative merits of the different approaches.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>In presenting these results, and discussing\ntheir significance,\nwe will by necessity use a number of terms, most of which have no\nfirm IUPAC or IUCr definitions, or where the nomenclature of mathematics\nand structural chemistry clash. Suggesting such definitions is also\npart of the task group’s assignment, and a prospective list\nwill be found at the end of the manuscript. Recommended definitions\nwill be forthcoming in the project’s final report to be published\nin Pure and Applied Chemistry.</p>", "clean_text": "In presenting these results, and discussing their significance, we will by necessity use a number of terms, most of which have no firm IUPAC or IUCr definitions, or where the nomenclature of mathematics and structural chemistry clash. Suggesting such definitions is also part of the task group's assignment, and a prospective list will be found at the end of the manuscript. Recommended definitions will be forthcoming in the project's final report to be published in Pure and Applied Chemistry.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Finally, we note that four systems\nare currently in use for designating\nnetwork topologies: the RCSR, as provisionally recommended by IUPAC\nfor coordination polymers and MOFs, ToposPro\nTTD codes, EPINET codes, and the codes of the International Zeolite\nAssociation, comprising zeolite topologies only. Those data have different\nsources, from empirical to theoretical, and overlap to varying degrees.\nThe IUPAC project will ultimately suggest how these can be best used\ntogether for the advancement of chemistry, considering also free access\nand multiplatform issues.</p>", "clean_text": "Finally, we note that four systems are currently in use for designating network topologies: the RCSR, as provisionally recommended by IUPAC for coordination polymers and MOFs, ToposPro TTD codes, EPINET codes, and the codes of the International Zeolite Association, comprising zeolite topologies only. Those data have different sources, from empirical to theoretical, and overlap to varying degrees. The IUPAC project will ultimately suggest how these can be best used together for the advancement of chemistry, considering also free access and multiplatform issues.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Method</title><p>The network\ntopologies discussed in this article\nwere obtained using the freeware programs ToposPro and SYSTRE operating on the\noriginal crystallographic information files for the compounds in question,\nor on files derived from these. Throughout we discuss the topologies\nusing the three-letter symbols in the web-based and free Reticular\nChemistry Structural Resource database, RCSR, or, in the absence of such symbols, the ToposPro TTD codes. Some\nof those network topologies appear also in the theoretical EPINET\ndatabase.\n</p>", "clean_text": "Results and Discussion\n\nMethod\n\nThe network topologies discussed in this article were obtained using the freeware programs ToposPro and SYSTRE operating on the original crystallographic information files for the compounds in question, or on files derived from these. Throughout we discuss the topologies using the three-letter symbols in the web-based and free Reticular Chemistry Structural Resource database, RCSR, or, in the absence of such symbols, the ToposPro TTD codes. Some of those network topologies appear also in the theoretical EPINET database. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Purpose of Network Analysis\nand Topology Descriptors</title><p>When discussing cases that are less\nstraightforward, it is worth\nremembering the main purposes of using this kind of analysis. This\nhas been elaborated at some length, but the main points are that we\ndo this in order to<list list-type=\"label\">\n<list-item>\n<label>(1)</label>\n<p>Understand materials synthesized and\ncrystal structures obtained.</p>\n</list-item>\n<list-item>\n<label>(2)</label>\n<p>Compare new materials to literature.</p>\n</list-item>\n<list-item>\n<label>(3)</label>\n<p>Efficiently communicate new materials.</p>\n</list-item>\n<list-item>\n<label>(4)</label>\n<p>Truly make something new\nby design.</p>\n</list-item>\n<list-item>\n<label>(5)</label>\n<p>Solve crystal\nstructures from powder\ndiffraction data.</p>\n</list-item>\n</list>\n</p>", "clean_text": "Purpose of Network Analysis and Topology Descriptors\n\nWhen discussing cases that are less straightforward, it is worth remembering the main purposes of using this kind of analysis. This has been elaborated at some length, but the main points are that we do this in order to  (1) Understand materials synthesized and crystal structures obtained.   (2) Compare new materials to literature.   (3) Efficiently communicate new materials.   (4) Truly make something new by design.   (5) Solve crystal structures from powder diffraction data.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Understand materials synthesized and\ncrystal structures obtained.</p><p>Compare new materials to literature.</p><p>Efficiently communicate new materials.</p><p>Truly make something new\nby design.</p><p>Solve crystal\nstructures from powder\ndiffraction data.</p><p>We are here mostly\nconcerned with points 1–3.</p><title>Uncomplicated and Unambiguous\nNetwork Compounds</title><p>It\ncan be argued that MOFs, or at least coordination networks, have been\naround on a large scale since 1709 when the still commercially available\npigment Prussian Blue, approximately Fe<sub>4</sub>[Fe­(CN)<sub>6</sub>]<sub>3</sub>, was first marketed. Disregarding\nthe crystallographic disorders and defects common for these hexacyanometallates,\nthey can most easily be described as metal ions octahedrally coordinated\nby six cyanide ions, where the cyanide ions make linear bridges to\nother octahedral coordination centers. The resulting <italic>underlying\nnet</italic>, i.e., a network, which bears only the information about\nconnectivity of structural units and is formed by these six-connecting\nnodes or vertices, is completely unambiguous and called the <bold>pcu</bold> topology as the vertices in the net correspond to the\npoints of the primitive cubic packing, see .</p>", "clean_text": "Understand materials synthesized and crystal structures obtained.\n\nCompare new materials to literature.\n\nEfficiently communicate new materials.\n\nTruly make something new by design.\n\nSolve crystal structures from powder diffraction data.\n\nWe are here mostly concerned with points 1-3.\n\nUncomplicated and Unambiguous Network Compounds\n\nIt can be argued that MOFs, or at least coordination networks, have been around on a large scale since 1709 when the still commercially available pigment Prussian Blue, approximately Fe4[Fe(CN)6]3, was first marketed. Disregarding the crystallographic disorders and defects common for these hexacyanometallates, they can most easily be described as metal ions octahedrally coordinated by six cyanide ions, where the cyanide ions make linear bridges to other octahedral coordination centers. The resulting underlying net, i.e., a network, which bears only the information about connectivity of structural units and is formed by these six-connecting nodes or vertices, is completely unambiguous and called the pcu topology as the vertices in the net correspond to the points of the primitive cubic packing, see .", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<bold>pcu</bold> net formed by idealized hexacyanometallate\nderivatives,\nM<sup>2</sup>[M<sup>1</sup>(CN)<sub>6</sub>]. Only one network description\nis possible, and thus the network topology can be unambiguously assigned.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-00126t_0001.tif\"></graphic>\n</fig>", "clean_text": " 1   pcu net formed by idealized hexacyanometallate derivatives, M2[M1(CN)6]. Only one network description is possible, and thus the network topology can be unambiguously assigned.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Other examples of network compounds\nwith simple unambiguous topologies\ninclude MOF-5, also with the <bold>pcu</bold> topology; ice-Ic and\ndiamond with the <bold>dia</bold> topology; and quartz with the <bold>qtz</bold> topology.</p><title>Network Compounds with Ambiguous Topology,\na General View</title><p>However, MOFs and other compounds formed from\npolytopic organic\nlinkers, i.e., ligands that can connect more than two metal ions,\nor similar units, often have particularly complex topologies, and a variety of approaches to them have been\nadopted by different authors, and a given structure is often described\nin several different ways. This article illustrates these different\napproaches for a few cases. Our purpose is to provide necessary data\nfor a possible consensus on a preferred mode (or modes) of description,\nwhich would be useful for organizing and correlating structural data,\nnow appearing in large quantities (it has been predicted that by 2025\nthere will be 40 000 MOF structures).\nIt is thus similar in spirit to an earlier paper on questions of terminology\nof network materials. We should also\nremark that the following discussion concentrates on MOFs only as\na useful example for the issues around network topology assignment\nfor all network based solids.</p>", "clean_text": "Other examples of network compounds with simple unambiguous topologies include MOF-5, also with the pcu topology; ice-Ic and diamond with the dia topology; and quartz with the qtz topology.\n\nNetwork Compounds with Ambiguous Topology, a General View\n\nHowever, MOFs and other compounds formed from polytopic organic linkers, i.e., ligands that can connect more than two metal ions, or similar units, often have particularly complex topologies, and a variety of approaches to them have been adopted by different authors, and a given structure is often described in several different ways. This article illustrates these different approaches for a few cases. Our purpose is to provide necessary data for a possible consensus on a preferred mode (or modes) of description, which would be useful for organizing and correlating structural data, now appearing in large quantities (it has been predicted that by 2025 there will be 40 000 MOF structures). It is thus similar in spirit to an earlier paper on questions of terminology of network materials. We should also remark that the following discussion concentrates on MOFs only as a useful example for the issues around network topology assignment for all network based solids.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>It is a truism that the structures\nof chemical compounds often lend themselves to different descriptions,\nand some may even go as far as questioning the existence of chemical\nbonds. Seldom is any particular one completely\nincorrect, and different descriptions are useful in different contextsfor\nexample, whether one’s purpose is taxonomy or design methodology.\nTo take a simple example, the structure of the sphalerite form of\nZnS can be described, equally correctly, as (a) a binary version of\nthe 4-coordinated diamond net <bold>dia</bold>, (b) a cubic closest\npacking of S with Zn in one-half of the tetrahedral holes, or (c)\na cubic closest packing of Zn with S in one-half of the tetrahedral\nholes.</p>", "clean_text": "It is a truism that the structures of chemical compounds often lend themselves to different descriptions, and some may even go as far as questioning the existence of chemical bonds. Seldom is any particular one completely incorrect, and different descriptions are useful in different contextsfor example, whether one's purpose is taxonomy or design methodology. To take a simple example, the structure of the sphalerite form of ZnS can be described, equally correctly, as (a) a binary version of the 4-coordinated diamond net dia, (b) a cubic closest packing of S with Zn in one-half of the tetrahedral holes, or (c) a cubic closest packing of Zn with S in one-half of the tetrahedral holes.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The general goal is to abstract the topology of the structure\nas\nan underlying net which is provisionally defined as a periodic simple\nconnected graph. The abstract graph is\ncomposed of vertices and edges; however in an embedding, as in a crystal\nstructure, we prefer to refer to nodes and links. The question addressed\nin this paper is how to identify the nodes of the structure. We will\nsee that at least four different ways have been used in the past.</p>", "clean_text": "The general goal is to abstract the topology of the structure as an underlying net which is provisionally defined as a periodic simple connected graph. The abstract graph is composed of vertices and edges; however in an embedding, as in a crystal structure, we prefer to refer to nodes and links. The question addressed in this paper is how to identify the nodes of the structure. We will see that at least four different ways have been used in the past.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>MOFs, which will be our prime examples, consist of at least two\ncomponents, known as secondary building units (SBUs), a terminology\nborrowed from the zeolite field. One kind is the organic part; in\nthis article we start by considering MOFs in which the organic component\nis a polycarboxylate (but which may, however, contain a metal atom\nin, e.g., porphyrin based linkers). The second kind is the metal-containing\npart, often a finite or multinuclear coordination entity with a well-defined\ngeometry. The deconstruction generally considers the center of any\nmetal cluster to be a single node of the net, but individual atoms\nmay also be considered, as in one approach we will discuss. For simplicity,\nin the first part of this article we consider only MOFs with paddlewheel\nSBUs with either three or four carboxylate carbon atoms acting as <italic>points of extension</italic> (points of connection to the organic <italic>linker</italic>). Examples are illustrated in .</p>", "clean_text": "MOFs, which will be our prime examples, consist of at least two components, known as secondary building units (SBUs), a terminology borrowed from the zeolite field. One kind is the organic part; in this article we start by considering MOFs in which the organic component is a polycarboxylate (but which may, however, contain a metal atom in, e.g., porphyrin based linkers). The second kind is the metal-containing part, often a finite or multinuclear coordination entity with a well-defined geometry. The deconstruction generally considers the center of any metal cluster to be a single node of the net, but individual atoms may also be considered, as in one approach we will discuss. For simplicity, in the first part of this article we consider only MOFs with paddlewheel SBUs with either three or four carboxylate carbon atoms acting as points of extension (points of connection to the organic linker). Examples are illustrated in .", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Abstractions of units of MOF structures according\nto Method 1,\n“all nodes”. Small spheres: O red, C black. (a) A tritopic\ncarboxylate linker with one branch point (large green balls). The\nmetal Zn<sub>2</sub> SBUS are 3-c (large blue balls) and 4-c (magenta\nball). On the right the abstraction with metal nodes red and nonmetal\n(linker) node black. (b) A tetratopic carboxylate linker with two\nbranch points (large green balls) joined to Cu<sub>2</sub> SBUs corresponding\nto 4-c nodes (magenta balls). On the right is the corresponding abstraction\nwith linker nodes in black and metal SBU nodes red.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-00126t_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Abstractions of units of MOF structures according to Method 1, \"all nodes\". Small spheres: O red, C black. (a) A tritopic carboxylate linker with one branch point (large green balls). The metal Zn2 SBUS are 3-c (large blue balls) and 4-c (magenta ball). On the right the abstraction with metal nodes red and nonmetal (linker) node black. (b) A tetratopic carboxylate linker with two branch points (large green balls) joined to Cu2 SBUs corresponding to 4-c nodes (magenta balls). On the right is the corresponding abstraction with linker nodes in black and metal SBU nodes red.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Different Approaches to Node Assignment</title><p>In a review\nof the structures of MOFs with finite metal SBUs and with polytopic\nlinkers, each metal SBU was considered as one node, and all branch\npoints of the linkers were used as nodes. We refer here to this approach as the “all node” deconstruction,\nMethod 1 (for earlier examples of this see refs ). Another\ncommon mode of deconstruction is to take metal SBUs and polytopic\nlinkers as just one node each. We refer to that as the “single\nnode” deconstruction, Method 2. A variation on this is the\n“standard representation” of the program ToposPro, which again takes organic linkers as one node\nbut considers also each metal atom as a separate nodethis\nis Method 3. ToposPro also has a “cluster representation”\nmode which may produce several topologies. The one with the most nodes\nwill be the same as the “all node” deconstruction (Method\n1), but there may be others in which groups of SBUs are linked into\nlarger groups called tertiary building groups (TBUs) or supramolecular building blocks (SBBs) and represented by one node; this is Method 4. The “standard\nrepresentation” (Method 3) is chosen by default in ToposPro\nbecause in this case the decomposition is unambiguous and can be performed\nwith a strict algorithm, also for the MOFs with infinite (e.g., rod-like)\ncoordination entities, allowing automatic classification\nof any kind of periodic structure.</p>", "clean_text": "Different Approaches to Node Assignment\n\nIn a review of the structures of MOFs with finite metal SBUs and with polytopic linkers, each metal SBU was considered as one node, and all branch points of the linkers were used as nodes. We refer here to this approach as the \"all node\" deconstruction, Method 1 (for earlier examples of this see refs ). Another common mode of deconstruction is to take metal SBUs and polytopic linkers as just one node each. We refer to that as the \"single node\" deconstruction, Method 2. A variation on this is the \"standard representation\" of the program ToposPro, which again takes organic linkers as one node but considers also each metal atom as a separate nodethis is Method 3. ToposPro also has a \"cluster representation\" mode which may produce several topologies. The one with the most nodes will be the same as the \"all node\" deconstruction (Method 1), but there may be others in which groups of SBUs are linked into larger groups called tertiary building groups (TBUs) or supramolecular building blocks (SBBs) and represented by one node; this is Method 4. The \"standard representation\" (Method 3) is chosen by default in ToposPro because in this case the decomposition is unambiguous and can be performed with a strict algorithm, also for the MOFs with infinite (e.g., rod-like) coordination entities, allowing automatic classification of any kind of periodic structure.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>For convenience we refer\nto a node with <italic>k</italic> links as <italic>k</italic>-c (for <italic>k</italic>-coordinated), nets with <italic>k</italic>\n<sub>1</sub>, <italic>k</italic>\n<sub>2</sub>, ...coordinated nodes are\nreferred to as (<italic>k</italic>\n<sub>1</sub>, <italic>k</italic>\n<sub>2</sub>, ...)-c. In what follows nets are identified by the\nRCSR three-letter symbols such as <bold>xyz</bold>. To illustrate the nets we generally use the <italic>augmented</italic> version, symbol <bold>xyz-a</bold>, in which the vertices of the\noriginal net are replaced by the coordination (vertex) figure.</p>", "clean_text": "For convenience we refer to a node with k links as k-c (for k-coordinated), nets with k 1, k 2, ...coordinated nodes are referred to as (k 1, k 2, ...)-c. In what follows nets are identified by the RCSR three-letter symbols such as xyz. To illustrate the nets we generally use the augmented version, symbol xyz-a, in which the vertices of the original net are replaced by the coordination (vertex) figure.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>In a review of structures with polytopic linkers, a distinction was made between <italic>basic</italic> nets\nand <italic>derived</italic> nets. The basic nets are the so-called <italic>default</italic> nets that are preferred for linking single shapes\n(e.g., tetrahedra) or pairs of shapes (e.g., triangles and squares).\nThey generally have just one kind of link (in the jargon <italic>edge-transitive</italic> nets), and those relevant to MOF structures have\nbeen systematically derived and described. Derived nets are obtained from basic nets by splitting vertices\ninto groups of vertices of lower coordinationfor example,\ntetrahedrally coordinated vertices into a pair of triangularly coordinated\nvertices.\n</p>", "clean_text": "In a review of structures with polytopic linkers, a distinction was made between basic nets and derived nets. The basic nets are the so-called default nets that are preferred for linking single shapes (e.g., tetrahedra) or pairs of shapes (e.g., triangles and squares). They generally have just one kind of link (in the jargon edge-transitive nets), and those relevant to MOF structures have been systematically derived and described. Derived nets are obtained from basic nets by splitting vertices into groups of vertices of lower coordinationfor example, tetrahedrally coordinated vertices into a pair of triangularly coordinated vertices. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>A key finding\nin ref  was that\nMethod 1, the “all node” approach,\nwas able to distinguish topological (and therefore supramolecular)\nisomers in the case of a number of coordination polymers of tetracyanoquinodimethane\n(TCNQ). The easiest way to understand this is to consider that once\na polytopic 4-c node, see b, has been split into two 3-c nodes it will have direction.</p>", "clean_text": "A key finding in ref  was that Method 1, the \"all node\" approach, was able to distinguish topological (and therefore supramolecular) isomers in the case of a number of coordination polymers of tetracyanoquinodimethane (TCNQ). The easiest way to understand this is to consider that once a polytopic 4-c node, see b, has been split into two 3-c nodes it will have direction.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>A two-dimensional (2D) example would be a square planar metal ion\ncoordinating a tetratopic ligand giving the square grid net <bold>sql</bold> if the ligand is considered as a 4-c node. However, depending\non the orientation of these ligands, two different 2D arrangements\nare possible, and if the ligand is split into two 3-c nodes the new\ntopologies will be the <bold>bex</bold>-net or the <bold>mcm</bold>-net (a.k.a. the Cairo tiling), recognizing these two supramolecular\nstructure isomers, see .</p>", "clean_text": "A two-dimensional (2D) example would be a square planar metal ion coordinating a tetratopic ligand giving the square grid net sql if the ligand is considered as a 4-c node. However, depending on the orientation of these ligands, two different 2D arrangements are possible, and if the ligand is split into two 3-c nodes the new topologies will be the bex-net or the mcm-net (a.k.a. the Cairo tiling), recognizing these two supramolecular structure isomers, see .", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>In black a square planar coordinated single metal ion and in red\na tetratopic ligand that can have two different orientations, shown\nto the left and to the right. Left the <bold>bex</bold>-net in black\nand red and the parent <bold>sql</bold>-net in fine blue lines. Right\nthe <bold>mcm</bold>-net <bold>(</bold>Cairo tiling<bold>)</bold> in\nblack and red and the parent <bold>sql</bold>-net in fine blue lines.\nThe “all nodes” approach distinguishes these two supramolecular\nisomers, whereas the “single node” deconstruction results\nin the <bold>sql</bold>-net in both cases.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-00126t_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  In black a square planar coordinated single metal ion and in red a tetratopic ligand that can have two different orientations, shown to the left and to the right. Left the bex-net in black and red and the parent sql-net in fine blue lines. Right the mcm-net (Cairo tiling) in black and red and the parent sql-net in fine blue lines. The \"all nodes\" approach distinguishes these two supramolecular isomers, whereas the \"single node\" deconstruction results in the sql-net in both cases.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Network Compounds with Ambiguous Topology, Three Specific Examples</title><p>We now consider three groups of MOFs. The abstraction of combinations\nof linker and metal SBUs is illustrated schematically in  for two examples.\nOther topologies involving just one organic linker are shown in .</p>", "clean_text": "Network Compounds with Ambiguous Topology, Three Specific Examples\n\nWe now consider three groups of MOFs. The abstraction of combinations of linker and metal SBUs is illustrated schematically in  for two examples. Other topologies involving just one organic linker are shown in .", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a–g) Abstractions\nof MOF units appearing in <xref ref-type=\"table\" rid=\"tbl1\">Tables <xref ref-type=\"table\" rid=\"tbl1\"></xref>\n</xref>–<xref ref-type=\"table\" rid=\"tbl3\"></xref>. Red circles are metal\nSBUs, and black circles are branch points\nof organic linkers.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-00126t_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a-g) Abstractions of MOF units appearing in Tables  -. Red circles are metal SBUs, and black circles are branch points of organic linkers.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>MOFs with the Basic Net <bold>nbo</bold>\n</title><p>Here we consider\nthree MOFs with tetratopic carboxylate organic units linking square\nmetal SBUs as illustrated in b. They are MOF-505 (LASYOU, <uri xlink:href=\"https://dx.doi.org/10.5517/cc8mxh8\">https://dx.doi.org/10.5517/cc8mxh8</uri>), JUC-62 (OFOCUI, <uri xlink:href=\"https://dx.doi.org/10.5517/ccqcfm3\">https://dx.doi.org/10.5517/ccqcfm3</uri>), and DUT-49 (ACOCOM, <uri xlink:href=\"https://dx.doi.org/10.5517/ccyvnw9\">https://dx.doi.org/10.5517/ccyvnw9</uri>). If the linker is considered one 4-c node, then in each case the\nnet is <bold>nbo</bold>. However, considering the nets in which the\nlinker is described as two 3-c nodes in each case the pattern of linkers\nis different, so the derived (3,4)-c nets are distinctive from each\nother and with symmetries different from that (<italic>Im</italic>3̅<italic>m</italic>) of the basic net from which they are\nderived. The first two derived nets, <bold>fof</bold> and <bold>fog</bold> (see ), both\nhave symmetry <italic>R</italic>3̅<italic>m</italic> and generally\nhave not been distinguished even though they are quite different topologically. In the third of these derived nets, <bold>tfb</bold> symmetry <italic>Fm</italic>3̅<italic>m</italic>, a TBU (or\nSBB) can be identifiedthis is a cluster of six paddlewheels\nat the vertices of an octahedron as in the metal–organic polyhedron\n(MOP) MOP-28. (QAVBOF, <uri xlink:href=\"https://dx.doi.org/10.5517/cc9p8rz\">https://dx.doi.org/10.5517/cc9p8rz</uri>) Each TBU is linked to 12 others with the <bold>fcu</bold> topology\nas indicated in . The same topology is also found in MOFs\nwith a different 4-c metal SBU; in this case both the <bold>nbo</bold> and <bold>fcu</bold> descriptions were used.\n</p>", "clean_text": "MOFs with the Basic Net nbo \n\nHere we consider three MOFs with tetratopic carboxylate organic units linking square metal SBUs as illustrated in b. They are MOF-505 (LASYOU, https://dx.doi.org/10.5517/cc8mxh8), JUC-62 (OFOCUI, https://dx.doi.org/10.5517/ccqcfm3), and DUT-49 (ACOCOM, https://dx.doi.org/10.5517/ccyvnw9). If the linker is considered one 4-c node, then in each case the net is nbo. However, considering the nets in which the linker is described as two 3-c nodes in each case the pattern of linkers is different, so the derived (3,4)-c nets are distinctive from each other and with symmetries different from that (Im3̅m) of the basic net from which they are derived. The first two derived nets, fof and fog (see ), both have symmetry R3̅m and generally have not been distinguished even though they are quite different topologically. In the third of these derived nets, tfb symmetry Fm3̅m, a TBU (or SBB) can be identifiedthis is a cluster of six paddlewheels at the vertices of an octahedron as in the metal-organic polyhedron (MOP) MOP-28. (QAVBOF, https://dx.doi.org/10.5517/cc9p8rz) Each TBU is linked to 12 others with the fcu topology as indicated in . The same topology is also found in MOFs with a different 4-c metal SBU; in this case both the nbo and fcu descriptions were used. ", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Nets Assigned to Four Different MOFs\nby the Four Methods Described in the Text</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">1</oasis:entry>\n<oasis:entry align=\"center\">2</oasis:entry>\n<oasis:entry align=\"center\">3</oasis:entry>\n<oasis:entry align=\"center\">4</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF</oasis:entry>\n<oasis:entry>unit</oasis:entry>\n<oasis:entry>all node</oasis:entry>\n<oasis:entry>single node</oasis:entry>\n<oasis:entry>ToposPro standard</oasis:entry>\n<oasis:entry>TBU cluster</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-505</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>b</oasis:entry>\n<oasis:entry>\n<bold>fof</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>4,8T24<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>JUC-62</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>b</oasis:entry>\n<oasis:entry>\n<bold>fog</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>4,8T24<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DUT-49</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>b</oasis:entry>\n<oasis:entry>\n<bold>tfb</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>4,8T24<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<bold>fcu</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MMCF-2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>c</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>4,8T24<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>non-crystallographic\nnet.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Augmented versions (nodes\nreplaced by the corresponding geometrical\nfigure, i.e., a square planar node is replaced by a square), designated\n(a) of the (a) <bold>fof</bold> and (b) <bold>fog</bold>-nets both\nderived from the parent <bold>nbo</bold> topology and found in MOF-505\nand JUC-62 respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-00126t_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Augmented versions (nodes replaced by the corresponding geometrical figure, i.e., a square planar node is replaced by a square), designated (a) of the (a) fof and (b) fog-nets both derived from the parent nbo topology and found in MOF-505 and JUC-62 respectively.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Recently an MOF (MMCF-2, NOBWEI, <uri xlink:href=\"https://dx.doi.org/10.5517/cc1016fp\">https://dx.doi.org/10.5517/cc1016fp</uri>) was obtained, in which 4-c paddlewheels were linked by a tetratopic\nlinker with just one 4-c branch point. Now the “all node” topology is indeed <bold>nbo</bold> as shown in .</p>", "clean_text": "Recently an MOF (MMCF-2, NOBWEI, https://dx.doi.org/10.5517/cc1016fp) was obtained, in which 4-c paddlewheels were linked by a tetratopic linker with just one 4-c branch point. Now the \"all node\" topology is indeed nbo as shown in .", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Actually, in every case the <bold>nbo</bold> net has two\nkinds\nof nodes (as in the chemical compound NbO!), and it might be advantageous\nto recognize this as the “coloring” of the vertices\nof the original net to reduce the symmetry. In fact RCSR has an entry <bold>nbo-b</bold> for this binary version for the express purpose of reporting\nthe symmetry (<italic>Pm</italic>3̅<italic>m</italic> rather\nthan Im3̅<italic>m</italic> of the original).</p>", "clean_text": "Actually, in every case the nbo net has two kinds of nodes (as in the chemical compound NbO!), and it might be advantageous to recognize this as the \"coloring\" of the vertices of the original net to reduce the symmetry. In fact RCSR has an entry nbo-b for this binary version for the express purpose of reporting the symmetry (Pm3̅m rather than Im3̅m of the original).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>In the ToposPro\n“standard” representation both metal\natoms of the paddlewheel are considered as nodes of the net which\nis then (4,8)-c. This net has a ToposPro symbol 4,8T24. It has non-crystallographic\n(local) symmetries as discussed elsewhere.\n</p>", "clean_text": "In the ToposPro \"standard\" representation both metal atoms of the paddlewheel are considered as nodes of the net which is then (4,8)-c. This net has a ToposPro symbol 4,8T24. It has non-crystallographic (local) symmetries as discussed elsewhere. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>MOFs with the <bold>ntt</bold> Underlying Net</title><p>Here\nwe consider two MOFs with the related topologies that were the first\nof what is now a very large family of MOFs. The first, which we label\n“Eddaoudi” (LIZWEX, <uri xlink:href=\"https://dx.doi.org/10.5517/ccqzzm8\">https://dx.doi.org/10.5517/ccqzzm8</uri>), has two distinct metal SBUs and a tritopic linker. The second, which we label “Lah”,\nhas a hexatopic linker joined to 4-c paddlewheel SBUs (SIZPUN <uri xlink:href=\"https://dx.doi.org/10.5517/ccqbwfb\">https://dx.doi.org/10.5517/ccqbwfb</uri>, MUDTAH <uri xlink:href=\"https://dx.doi.org/10.5517/ccrrqls\">https://dx.doi.org/10.5517/ccrrqls</uri>, MUDTEL <uri xlink:href=\"https://dx.doi.org/10.5517/ccs7x41\">https://dx.doi.org/10.5517/ccs7x41</uri>).\ne,f shows the topology of the basic unit in each case.\nThe ratio of 3-c nodes to 4-c nodes is now 8:3 (compared to 2:1 for\nthe nets of the previous section). The structure is notable for containing\na TBU with 12 paddlewheels at the vertices of a cuboctahedron as in\nMOP-1. This TBU is connected to 24 3-c nodes, see , and both authors\nidentified the topology as (3,24)-c (RCSR symbol <bold>rht</bold>).\nThe Eddaoudi group also noted that the metal SBUs and linkers formed\na trinodal (3,4)-c net, now assigned the RCSR symbol <bold>ntt</bold>. The dozens of subsequent papers on isoreticular MOFs almost invariably\nrefer to the topology as <bold>rht.</bold>\n</p>", "clean_text": "MOFs with the ntt Underlying Net\n\nHere we consider two MOFs with the related topologies that were the first of what is now a very large family of MOFs. The first, which we label \"Eddaoudi\" (LIZWEX, https://dx.doi.org/10.5517/ccqzzm8), has two distinct metal SBUs and a tritopic linker. The second, which we label \"Lah\", has a hexatopic linker joined to 4-c paddlewheel SBUs (SIZPUN https://dx.doi.org/10.5517/ccqbwfb, MUDTAH https://dx.doi.org/10.5517/ccrrqls, MUDTEL https://dx.doi.org/10.5517/ccs7x41). e,f shows the topology of the basic unit in each case. The ratio of 3-c nodes to 4-c nodes is now 8:3 (compared to 2:1 for the nets of the previous section). The structure is notable for containing a TBU with 12 paddlewheels at the vertices of a cuboctahedron as in MOP-1. This TBU is connected to 24 3-c nodes, see , and both authors identified the topology as (3,24)-c (RCSR symbol rht). The Eddaoudi group also noted that the metal SBUs and linkers formed a trinodal (3,4)-c net, now assigned the RCSR symbol ntt. The dozens of subsequent papers on isoreticular MOFs almost invariably refer to the topology as rht. ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Left: The <bold>ntt</bold> topology (in augmented–a form)\nobtained in the all-nodes approach for the two MOFs in <xref ref-type=\"table\" rid=\"tbl2\">Table <xref ref-type=\"table\" rid=\"tbl2\"></xref>\n</xref> having one type of 4-c node\nand two types of 3-c nodes. Right the <bold>rht-a</bold> net obtained\nif each yellow sphere is taken as one 24-connected node, thus fusing\nthe 4-c node with one of the 3-c nodes.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2018-00126t_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Left: The ntt topology (in augmented-a form) obtained in the all-nodes approach for the two MOFs in Table   having one type of 4-c node and two types of 3-c nodes. Right the rht-a net obtained if each yellow sphere is taken as one 24-connected node, thus fusing the 4-c node with one of the 3-c nodes.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Interestingly, in contrast to the case with tetratopic linkers\nin which the most common description is with one 4-c node for the\nlinker, as far as we know, in the compounds with hexatopic linkers,\nthe linker is never described by a single 6-c node. However, if this\nis done, a non-crystallographic net is obtained. Even so, the fact remains that this structure type is variously\ndescribed as a uninodal, binodal, or trinodal net!\n</p>", "clean_text": "Interestingly, in contrast to the case with tetratopic linkers in which the most common description is with one 4-c node for the linker, as far as we know, in the compounds with hexatopic linkers, the linker is never described by a single 6-c node. However, if this is done, a non-crystallographic net is obtained. Even so, the fact remains that this structure type is variously described as a uninodal, binodal, or trinodal net! ", "data": null, "include_properties": null}, {"idx": 36, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Nets Assigned to Two Different MOFs\nby the Four Methods Described in the Text</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">1</oasis:entry>\n<oasis:entry align=\"center\">2</oasis:entry>\n<oasis:entry align=\"center\">3</oasis:entry>\n<oasis:entry align=\"center\">4</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF</oasis:entry>\n<oasis:entry>unit</oasis:entry>\n<oasis:entry>all node</oasis:entry>\n<oasis:entry>single node</oasis:entry>\n<oasis:entry>ToposPro standard</oasis:entry>\n<oasis:entry>TBU\ncluster</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Eddaoudi</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>e</oasis:entry>\n<oasis:entry>\n<bold>ntt</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>ntt</bold>\n</oasis:entry>\n<oasis:entry>3,3,4,6T26<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<bold>rht</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Lah</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>f</oasis:entry>\n<oasis:entry>\n<bold>ntt</bold>\n</oasis:entry>\n<oasis:entry>4,6T4<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>4,12T1<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<bold>rht</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>non-crystallographic net.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>MOFs with the <bold>tfe</bold> Underlying Net</title><p>The MOFs\nof this section have linkers of different size ranging from tritopic\nto octatopic. What they have in common is the same net if all branch\npoints of the linkers are counted as nodes and a ratio of 3-c to 4-c\nnodes of 20:3. As we shall see, there are two kinds of 3-c nodes,\nsay A and B, and one kind of 4-c node C with A/B/C = 12:8:3.</p>", "clean_text": "MOFs with the tfe Underlying Net\n\nThe MOFs of this section have linkers of different size ranging from tritopic to octatopic. What they have in common is the same net if all branch points of the linkers are counted as nodes and a ratio of 3-c to 4-c nodes of 20:3. As we shall see, there are two kinds of 3-c nodes, say A and B, and one kind of 4-c node C with A/B/C = 12:8:3.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The first MOF which we identify as “Zaworotko” (EBUCIN <uri xlink:href=\"https://dx.doi.org/10.5517/cc5849v\">https://dx.doi.org/10.5517/cc5849v</uri>) has the tritopic linker of a. To count the relative\nnumber of nodes note that there is one 3-c node at the center of the\nlinker and 2/3 more 3-c nodes at the periphery. Likewise for the same\nunit there is 1/4 of a 4-c node. There are intrinsically at least\nthree kinds of nodes: one for the linker and two for the two different\nmetal SBUs, and indeed the underlying (3,4)-c net, <bold>tfe</bold>, is tritopic. As there is just one branch point in the linker, the\n“single node” deconstruction gives the same net.</p>", "clean_text": "The first MOF which we identify as \"Zaworotko\" (EBUCIN https://dx.doi.org/10.5517/cc5849v) has the tritopic linker of a. To count the relative number of nodes note that there is one 3-c node at the center of the linker and 2/3 more 3-c nodes at the periphery. Likewise for the same unit there is 1/4 of a 4-c node. There are intrinsically at least three kinds of nodes: one for the linker and two for the two different metal SBUs, and indeed the underlying (3,4)-c net, tfe, is tritopic. As there is just one branch point in the linker, the \"single node\" deconstruction gives the same net.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The structure identified as “MMPF-5” (VEJHID, <uri xlink:href=\"https://dx.doi.org/10.5517/ccxyyj9\">https://dx.doi.org/10.5517/ccxyyj9</uri>) has an octatopic linker, shown schematically in d, joined to eight 3-c SBUs. Now, in contrast to the previous case there\nare two organic branch points in the linkers and one kind of inorganic\nSBU, but the “all node” deconstruction gives the same\n(3,4)-c net <bold>tfe</bold>. This phenomenon is familiar in inorganic\nchemistry as “structure” and “antistructure”\nfor example, CaF<sub>2</sub> has the fluorite structure (net <bold>flu</bold>), and Li<sub>2</sub>O has the antistructure with the roles\nof cation and anion reversed: in “Zaworotko” the metal\nSBU is 4-c, while in “MMPF-5” the SBU is a single metal\n3-c and one branch point of the ligand is 4-c. Having a single metal\nnode and a octatopic linker, the “single node” deconstruction\nnow gives the (3,8)-c net <bold>the</bold>, which is also equivalent\nto the ToposPro standard representation.</p>", "clean_text": "The structure identified as \"MMPF-5\" (VEJHID, https://dx.doi.org/10.5517/ccxyyj9) has an octatopic linker, shown schematically in d, joined to eight 3-c SBUs. Now, in contrast to the previous case there are two organic branch points in the linkers and one kind of inorganic SBU, but the \"all node\" deconstruction gives the same (3,4)-c net tfe. This phenomenon is familiar in inorganic chemistry as \"structure\" and \"antistructure\" for example, CaF2 has the fluorite structure (net flu), and Li2O has the antistructure with the roles of cation and anion reversed: in \"Zaworotko\" the metal SBU is 4-c, while in \"MMPF-5\" the SBU is a single metal 3-c and one branch point of the ligand is 4-c. Having a single metal node and a octatopic linker, the \"single node\" deconstruction now gives the (3,8)-c net the, which is also equivalent to the ToposPro standard representation.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>In the structure identified\nas “Hong” (GUKQUZ, <uri xlink:href=\"https://dx.doi.org/10.5517/ccs4j5l\">https://dx.doi.org/10.5517/ccs4j5l</uri>) a hexatopic linker, shown in g, is linked to three 3-c SBUs and to three 4-c SBUs. Now there are four kinds of nodes: two 3-c linker\nbranch points and the 3-c and 4-c metal SBUs. However, two of the\nnodes are topologically the same, and the “all nodes”\ndescription gives the same trinodal <bold>tfe</bold> net. One kind\nof 3-c node identified earlier, B, is now split into two kinds, B<sub>1</sub> and B<sub>2</sub> with now A/B<sub>1</sub>/B<sub>2</sub>/C\n= 12:4:4:3. To fully describe this situation, RCSR includes the version <bold>tfe-b</bold> with symmetry reduced from <italic>Pm</italic>3̅<italic>m</italic> to <italic>Fm</italic>3̅<italic>m</italic> with <italic>a</italic>’ = 2<italic>a</italic>. See below for “colored”\nnets. The “single node” deconstruction now gives the\n(3,4,6)-c net <bold>hmc</bold> with the metal SBU as 3 and 4-c nodes\nand the ligand 6-c. Note that the “TBU cluster” deconstruction\ngives the same <bold>rht</bold> net as for the previous MOFs (which\nare commonly called “<bold>rht</bold> MOFs”).\n\n</p>", "clean_text": "In the structure identified as \"Hong\" (GUKQUZ, https://dx.doi.org/10.5517/ccs4j5l) a hexatopic linker, shown in g, is linked to three 3-c SBUs and to three 4-c SBUs. Now there are four kinds of nodes: two 3-c linker branch points and the 3-c and 4-c metal SBUs. However, two of the nodes are topologically the same, and the \"all nodes\" description gives the same trinodal tfe net. One kind of 3-c node identified earlier, B, is now split into two kinds, B1 and B2 with now A/B1/B2/C = 12:4:4:3. To fully describe this situation, RCSR includes the version tfe-b with symmetry reduced from Pm3̅m to Fm3̅m with a' = 2a. See below for \"colored\" nets. The \"single node\" deconstruction now gives the (3,4,6)-c net hmc with the metal SBU as 3 and 4-c nodes and the ligand 6-c. Note that the \"TBU cluster\" deconstruction gives the same rht net as for the previous MOFs (which are commonly called \"rht MOFs\").  ", "data": null, "include_properties": null}, {"idx": 41, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Nets Assigned to\nThree Different MOFs\nby the Four Methods Described in the Text</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">1</oasis:entry>\n<oasis:entry align=\"center\">2</oasis:entry>\n<oasis:entry align=\"center\">3</oasis:entry>\n<oasis:entry align=\"center\">4</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF</oasis:entry>\n<oasis:entry>unit</oasis:entry>\n<oasis:entry>all node</oasis:entry>\n<oasis:entry>single node</oasis:entry>\n<oasis:entry>ToposPro standard</oasis:entry>\n<oasis:entry>TBU\ncluster</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zaworotko</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>a</oasis:entry>\n<oasis:entry>\n<bold>tfe</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>tfe</bold>\n</oasis:entry>\n<oasis:entry>3,4,6T5<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MMPF-5</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>d</oasis:entry>\n<oasis:entry>\n<bold>tfe</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>the</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>the</bold>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Hong</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>g</oasis:entry>\n<oasis:entry>\n<bold>tfe</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>hmc</bold>\n</oasis:entry>\n<oasis:entry>3,4,12T3<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<bold>rht</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>non-crystallographic\nnet.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>\n<bold>tfe-b-a</bold> topology,\nthe–b signifying that two\nequal nodes in the <bold>tfe-a</bold> topology has been split into\ntwo different “colors”.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2018-00126t_0007.tif\"></graphic>\n</fig>", "clean_text": " 7   tfe-b-a topology, the-b signifying that two equal nodes in the tfe-a topology has been split into two different \"colors\".   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>The Relative Merits of the Different Approaches</title><p>As\nnoted earlier the most important point in reporting network\ntopologies is clarity. Having names for the different approaches helps,\nbut preferably this should be accompanied by a diagram showing the\nnode assignment.</p>", "clean_text": "The Relative Merits of the Different Approaches\n\nAs noted earlier the most important point in reporting network topologies is clarity. Having names for the different approaches helps, but preferably this should be accompanied by a diagram showing the node assignment.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Comparing the different methods we also see\nthat the “all\nnodes” approach has several merits but that it cannot be recommended\nto give only that topology; the “parent” topology also\nneeds to be stated; i.e., for MOF-505 one should write “the <bold>nbo</bold>-derived net <bold>fof</bold>”. A tentative suggestion\nfollows below.</p>", "clean_text": "Comparing the different methods we also see that the \"all nodes\" approach has several merits but that it cannot be recommended to give only that topology; the \"parent\" topology also needs to be stated; i.e., for MOF-505 one should write \"the nbo-derived net fof\". A tentative suggestion follows below.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>A ligand that bridges more than one node, known\nas a polytopic\nligand, will also be a node. Such ligands may also be split into two\nor more nodes, and it is recommended that this is done if<list list-type=\"label\">\n<list-item>\n<label>(a)</label>\n<p>The topology description\nis improved;\ni.e., possible network topology isomers may be differentiated.</p>\n</list-item>\n<list-item>\n<label>(b)</label>\n<p>The physical description\nis improved,\ni.e., how well the network follows the actual alignment of molecules\nin the structure.</p>\n</list-item>\n</list>\n</p>", "clean_text": "A ligand that bridges more than one node, known as a polytopic ligand, will also be a node. Such ligands may also be split into two or more nodes, and it is recommended that this is done if  (a) The topology description is improved; i.e., possible network topology isomers may be differentiated.   (b) The physical description is improved, i.e., how well the network follows the actual alignment of molecules in the structure.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>The topology description\nis improved;\ni.e., possible network topology isomers may be differentiated.</p><p>The physical description\nis improved,\ni.e., how well the network follows the actual alignment of molecules\nin the structure.</p><title>List of Terms</title><p>Finally, we present here a list of terms needing definitions. We\ndo not want to propose or discuss any intermediate ideas here, to\navoid future confusion, but merely state which terms we find important\nand currently having no unambiguous definition.</p>", "clean_text": "The topology description is improved; i.e., possible network topology isomers may be differentiated.\n\nThe physical description is improved, i.e., how well the network follows the actual alignment of molecules in the structure.\n\nList of Terms\n\nFinally, we present here a list of terms needing definitions. We do not want to propose or discuss any intermediate ideas here, to avoid future confusion, but merely state which terms we find important and currently having no unambiguous definition.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>Polytopic bridging\nligand; net (problems are compatibility with\nmathematic terminology and the possible need for 2-c nodes for catenated\nnets); SBU; basic net; derived net; transitivity;\nedge transitive nets; isoreticular; TBU; periodic simple connected\ngraph; augmented net</p>", "clean_text": "Polytopic bridging ligand; net (problems are compatibility with mathematic terminology and the possible need for 2-c nodes for catenated nets); SBU; basic net; derived net; transitivity; edge transitive nets; isoreticular; TBU; periodic simple connected graph; augmented net", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><p>\n<uri xlink:href=\"http://topospro.com\">http://topospro.com</uri>.</p><p>\n<uri xlink:href=\"http://epinet.anu.edu.au\">http://epinet.anu.edu.au</uri>.</p>", "clean_text": "The authors declare no competing financial interest.\n\n http://topospro.com.\n\n http://epinet.anu.edu.au.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 28, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Nets Assigned to Four Different MOFs\nby the Four Methods Described in the Text</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">1</oasis:entry>\n<oasis:entry align=\"center\">2</oasis:entry>\n<oasis:entry align=\"center\">3</oasis:entry>\n<oasis:entry align=\"center\">4</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF</oasis:entry>\n<oasis:entry>unit</oasis:entry>\n<oasis:entry>all node</oasis:entry>\n<oasis:entry>single node</oasis:entry>\n<oasis:entry>ToposPro standard</oasis:entry>\n<oasis:entry>TBU cluster</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-505</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>b</oasis:entry>\n<oasis:entry>\n<bold>fof</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>4,8T24<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>JUC-62</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>b</oasis:entry>\n<oasis:entry>\n<bold>fog</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>4,8T24<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DUT-49</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>b</oasis:entry>\n<oasis:entry>\n<bold>tfb</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>4,8T24<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<bold>fcu</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MMCF-2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>c</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>nbo</bold>\n</oasis:entry>\n<oasis:entry>4,8T24<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>non-crystallographic\nnet.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Nets Assigned to Four Different MOFs by the Four Methods Described in the Text\n\n| method |       | 1     | 2     | 3                 | 4           |\n|--------|-------|-------|-------|-------------------|-------------|\n| MOF    | unit  | all node | single node | ToposPro standard | TBU cluster |\n| MOF-505 | Figure b | fof   | nbo   | 4,8T24[^1]        | −           |\n| JUC-62 | Figure b | fog   | nbo   | 4,8T24[^1]        | −           |\n| DUT-49 | Figure b | tfb   | nbo   | 4,8T24[^1]        | fcu         |\n| MMCF-2 | Figure c | nbo   | nbo   | 4,8T24[^1]        | −           |\n\n[^1]: non-crystallographic net.", "data": [{"meta": {"name": "MOF-505", "symbol": "", "chemical formula": ""}, "topology": [{"value": "fof", "condition": "unit"}, {"value": "nbo", "condition": "single node"}, {"value": "4,8T24", "condition": "ToposPro standard"}]}, {"meta": {"name": "JUC-62", "symbol": "", "chemical formula": ""}, "topology": [{"value": "fog", "condition": "unit"}, {"value": "nbo", "condition": "single node"}, {"value": "4,8T24", "condition": "ToposPro standard"}]}, {"meta": {"name": "DUT-49", "symbol": "", "chemical formula": ""}, "topology": [{"value": "tfb", "condition": "unit"}, {"value": "nbo", "condition": "single node"}, {"value": "4,8T24", "condition": "ToposPro standard"}, {"value": "fcu", "condition": "TBU cluster"}]}, {"meta": {"name": "MMCF-2", "symbol": "", "chemical formula": ""}, "topology": [{"value": "nbo", "condition": "unit"}, {"value": "nbo", "condition": "single node"}, {"value": "4,8T24", "condition": "ToposPro standard"}]}], "include_properties": ["topology"]}, {"idx": 36, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Nets Assigned to Two Different MOFs\nby the Four Methods Described in the Text</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">1</oasis:entry>\n<oasis:entry align=\"center\">2</oasis:entry>\n<oasis:entry align=\"center\">3</oasis:entry>\n<oasis:entry align=\"center\">4</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF</oasis:entry>\n<oasis:entry>unit</oasis:entry>\n<oasis:entry>all node</oasis:entry>\n<oasis:entry>single node</oasis:entry>\n<oasis:entry>ToposPro standard</oasis:entry>\n<oasis:entry>TBU\ncluster</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Eddaoudi</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>e</oasis:entry>\n<oasis:entry>\n<bold>ntt</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>ntt</bold>\n</oasis:entry>\n<oasis:entry>3,3,4,6T26<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<bold>rht</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Lah</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>f</oasis:entry>\n<oasis:entry>\n<bold>ntt</bold>\n</oasis:entry>\n<oasis:entry>4,6T4<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>4,12T1<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<bold>rht</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>non-crystallographic net.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Nets Assigned to Two Different MOFs by the Four Methods Described in the Text\n\n| method |       | 1       | 2       | 3                 | 4       |\n|--------|-------|---------|---------|-------------------|---------|\n| MOF    | unit  | all node| single node| ToposPro standard | TBU cluster |\n| Eddaoudi | Figure e | ntt | ntt | 3,3,4,6T26[^1] | rht |\n| Lah | Figure f | ntt | 4,6T4[^1] | 4,12T1[^1] | rht |\n\n[^1]: non-crystallographic net.", "data": ["substring not found"], "include_properties": null}, {"idx": 41, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Nets Assigned to\nThree Different MOFs\nby the Four Methods Described in the Text</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">1</oasis:entry>\n<oasis:entry align=\"center\">2</oasis:entry>\n<oasis:entry align=\"center\">3</oasis:entry>\n<oasis:entry align=\"center\">4</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF</oasis:entry>\n<oasis:entry>unit</oasis:entry>\n<oasis:entry>all node</oasis:entry>\n<oasis:entry>single node</oasis:entry>\n<oasis:entry>ToposPro standard</oasis:entry>\n<oasis:entry>TBU\ncluster</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zaworotko</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>a</oasis:entry>\n<oasis:entry>\n<bold>tfe</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>tfe</bold>\n</oasis:entry>\n<oasis:entry>3,4,6T5<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MMPF-5</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>d</oasis:entry>\n<oasis:entry>\n<bold>tfe</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>the</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>the</bold>\n</oasis:entry>\n<oasis:entry>−</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Hong</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>g</oasis:entry>\n<oasis:entry>\n<bold>tfe</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>hmc</bold>\n</oasis:entry>\n<oasis:entry>3,4,12T3<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry>\n<bold>rht</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>non-crystallographic\nnet.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Nets Assigned to Three Different MOFs by the Four Methods Described in the Text\n\n| method |       | 1     | 2           | 3                 | 4           |\n|--------|-------|-------|-------------|-------------------|-------------|\n| MOF    | unit  | all node | single node | ToposPro standard | TBU cluster |\n| Zaworotko | [Figure 2a](#fig2) | tfe | tfe | 3,4,6T5[^1] | − |\n| MMPF-5 | [Figure 4d](#fig4) | tfe | the | the | − |\n| Hong | [Figure 4g](#fig4) | tfe | hmc | 3,4,12T3[^1] | rht |\n\n[^1]: non-crystallographic net.", "data": ["substring not found"], "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<bold>pcu</bold> net formed by idealized hexacyanometallate\nderivatives,\nM<sup>2</sup>[M<sup>1</sup>(CN)<sub>6</sub>]. Only one network description\nis possible, and thus the network topology can be unambiguously assigned.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-00126t_0001.tif\"></graphic>\n</fig>", "clean_text": " 1   pcu net formed by idealized hexacyanometallate derivatives, M2[M1(CN)6]. Only one network description is possible, and thus the network topology can be unambiguously assigned.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Abstractions of units of MOF structures according\nto Method 1,\n“all nodes”. Small spheres: O red, C black. (a) A tritopic\ncarboxylate linker with one branch point (large green balls). The\nmetal Zn<sub>2</sub> SBUS are 3-c (large blue balls) and 4-c (magenta\nball). On the right the abstraction with metal nodes red and nonmetal\n(linker) node black. (b) A tetratopic carboxylate linker with two\nbranch points (large green balls) joined to Cu<sub>2</sub> SBUs corresponding\nto 4-c nodes (magenta balls). On the right is the corresponding abstraction\nwith linker nodes in black and metal SBU nodes red.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-00126t_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Abstractions of units of MOF structures according to Method 1, \"all nodes\". Small spheres: O red, C black. (a) A tritopic carboxylate linker with one branch point (large green balls). The metal Zn2 SBUS are 3-c (large blue balls) and 4-c (magenta ball). On the right the abstraction with metal nodes red and nonmetal (linker) node black. (b) A tetratopic carboxylate linker with two branch points (large green balls) joined to Cu2 SBUs corresponding to 4-c nodes (magenta balls). On the right is the corresponding abstraction with linker nodes in black and metal SBU nodes red.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>In black a square planar coordinated single metal ion and in red\na tetratopic ligand that can have two different orientations, shown\nto the left and to the right. Left the <bold>bex</bold>-net in black\nand red and the parent <bold>sql</bold>-net in fine blue lines. Right\nthe <bold>mcm</bold>-net <bold>(</bold>Cairo tiling<bold>)</bold> in\nblack and red and the parent <bold>sql</bold>-net in fine blue lines.\nThe “all nodes” approach distinguishes these two supramolecular\nisomers, whereas the “single node” deconstruction results\nin the <bold>sql</bold>-net in both cases.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-00126t_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  In black a square planar coordinated single metal ion and in red a tetratopic ligand that can have two different orientations, shown to the left and to the right. Left the bex-net in black and red and the parent sql-net in fine blue lines. Right the mcm-net (Cairo tiling) in black and red and the parent sql-net in fine blue lines. The \"all nodes\" approach distinguishes these two supramolecular isomers, whereas the \"single node\" deconstruction results in the sql-net in both cases.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a–g) Abstractions\nof MOF units appearing in <xref ref-type=\"table\" rid=\"tbl1\">Tables <xref ref-type=\"table\" rid=\"tbl1\"></xref>\n</xref>–<xref ref-type=\"table\" rid=\"tbl3\"></xref>. Red circles are metal\nSBUs, and black circles are branch points\nof organic linkers.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-00126t_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a-g) Abstractions of MOF units appearing in Tables  -. Red circles are metal SBUs, and black circles are branch points of organic linkers.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Augmented versions (nodes\nreplaced by the corresponding geometrical\nfigure, i.e., a square planar node is replaced by a square), designated\n(a) of the (a) <bold>fof</bold> and (b) <bold>fog</bold>-nets both\nderived from the parent <bold>nbo</bold> topology and found in MOF-505\nand JUC-62 respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-00126t_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Augmented versions (nodes replaced by the corresponding geometrical figure, i.e., a square planar node is replaced by a square), designated (a) of the (a) fof and (b) fog-nets both derived from the parent nbo topology and found in MOF-505 and JUC-62 respectively.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Left: The <bold>ntt</bold> topology (in augmented–a form)\nobtained in the all-nodes approach for the two MOFs in <xref ref-type=\"table\" rid=\"tbl2\">Table <xref ref-type=\"table\" rid=\"tbl2\"></xref>\n</xref> having one type of 4-c node\nand two types of 3-c nodes. Right the <bold>rht-a</bold> net obtained\nif each yellow sphere is taken as one 24-connected node, thus fusing\nthe 4-c node with one of the 3-c nodes.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2018-00126t_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Left: The ntt topology (in augmented-a form) obtained in the all-nodes approach for the two MOFs in Table   having one type of 4-c node and two types of 3-c nodes. Right the rht-a net obtained if each yellow sphere is taken as one 24-connected node, thus fusing the 4-c node with one of the 3-c nodes.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>\n<bold>tfe-b-a</bold> topology,\nthe–b signifying that two\nequal nodes in the <bold>tfe-a</bold> topology has been split into\ntwo different “colors”.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2018-00126t_0007.tif\"></graphic>\n</fig>", "clean_text": " 7   tfe-b-a topology, the-b signifying that two equal nodes in the tfe-a topology has been split into two different \"colors\".   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.8b00126", "title": "\nDeconstruction of Crystalline Networks into Underlying\nNets: Relevance for Terminology Guidelines and Crystallographic Databases\n", "journal": "American Chemical\nSociety", "date": "2018.05", "author_list": ["Bonneau\nCharlotte", "O’Keeffe\nMichael", "Proserpio\nDavide M.", "Blatov\nVladislav A.", "Batten\nStuart R.", "Bourne\nSusan A.", "Lah\nMyoung Soo", "Eon\nJean-Guillaume", "Hyde\nStephen T.", "Wiggin\nSeth B.", "Öhrström\nLars"]}}