{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg8b00766.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The\ndesign and fabrication of noble-free metal electrocatalysts\nfor efficient hydrogen production with long-term stability are of\ngreat significance, but very challenging. Herein, for the first time,\nwe report an iron phosphide/molybdenum phosphide hybrid covered by\nnitrogen/phosphorus dual-doped carbon (FeP/MoP@NPC) using polyoxometalate-based\nmetal-organic frameworksas templates by a facile two-step approach.\nAs expected, the composite shows highly efficient electrocatalytic\nperformance toward the hydrogen evolution reaction with a low onset\noverpotential (76 mV), small Tafel slope (56.5 mV dec<sup>–1</sup>), and excellent catalytic stability for 10 h owing to its distinct\nnanostructure and strong synergistic effect of FeP and MoP. More importantly,\nthis work offers a novel methodology for exploiting transition-metal-based\nelectrocatalysts for clean and renewable energy technology.</p>", "clean_text": "The design and fabrication of noble-free metal electrocatalysts for efficient hydrogen production with long-term stability are of great significance, but very challenging. Herein, for the first time, we report an iron phosphide/molybdenum phosphide hybrid covered by nitrogen/phosphorus dual-doped carbon (FeP/MoP@NPC) using polyoxometalate-based metal-organic frameworksas templates by a facile two-step approach. As expected, the composite shows highly efficient electrocatalytic performance toward the hydrogen evolution reaction with a low onset overpotential (76 mV), small Tafel slope (56.5 mV dec-1), and excellent catalytic stability for 10 h owing to its distinct nanostructure and strong synergistic effect of FeP and MoP. More importantly, this work offers a novel methodology for exploiting transition-metal-based electrocatalysts for clean and renewable energy technology.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A FeP/MoP@NPC composite derived from POMOFs has been synthesized\nby a facile method for the first time, which shows highly efficient\nelectrocatalytic activity for the HER.</p><p>Hydrogen, as a promising alternative\nto carbon-based fuels, has attracted extensive attention due to its\nsustainable and renewable properties. Water splitting is recognized\nas an appealing approach for high-purity hydrogen production; however,\na high-performance and long-term stability electrocatalyst is urgenctly\nneeded to lower the overpotentials. As is well-known,\nplatinum (Pt) is believed to be the best electrocatalyst for hydrogen\nevolution reaction (HER), but the relative rarity and high cost significantly\nlimit scalable industrial applications. Therefore, design and\nexploration of abundant and efficient electrocatalysts as replacement\nfor Pt is highly desirable for fulfilling the hydrogen economy.</p>", "clean_text": "A FeP/MoP@NPC composite derived from POMOFs has been synthesized by a facile method for the first time, which shows highly efficient electrocatalytic activity for the HER.\n\nHydrogen, as a promising alternative to carbon-based fuels, has attracted extensive attention due to its sustainable and renewable properties. Water splitting is recognized as an appealing approach for high-purity hydrogen production; however, a high-performance and long-term stability electrocatalyst is urgenctly needed to lower the overpotentials. As is well-known, platinum (Pt) is believed to be the best electrocatalyst for hydrogen evolution reaction (HER), but the relative rarity and high cost significantly limit scalable industrial applications. Therefore, design and exploration of abundant and efficient electrocatalysts as replacement for Pt is highly desirable for fulfilling the hydrogen economy.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In recent years, transition metal phosphides (TMPs) as potential\nsubstitutes for noble-metal catalysts have captured tremendous interest\ndue to their high catalytic performance and hydrogenase-like catalytic\nmechanism for HER. For instance, Fe, Co, Ni, Cu, Mo, and W based TMPs have been employed as efficient\nHER electrocatalysts. Regrettably, few of them show satisfying expectations\nin comparison to noble-metal catalysts. As a consequence, to further\nboost their electrochemical activities, bimetallic phosphides are\nexpected to be constructed because the introduction of secondary metal\ninto TMPs contributes to tune the intrinsic electric structures of\nhybrids and regulate the surface properties of hybrid materials to\nexpose a lot of active sites. On the other hand, TMPs anchored into carbon-based nanomaterials\nhave been proven to be an effective strategy to accelerate electron-transfer\nrates and improve their durability. Despite great\nprogress, it still remains a significant challenge to develop bimetallic\nphosphide-based catalysts with superior catalytic performance and\nstability toward HER through a facile synthesis procedure.</p>", "clean_text": "In recent years, transition metal phosphides (TMPs) as potential substitutes for noble-metal catalysts have captured tremendous interest due to their high catalytic performance and hydrogenase-like catalytic mechanism for HER. For instance, Fe, Co, Ni, Cu, Mo, and W based TMPs have been employed as efficient HER electrocatalysts. Regrettably, few of them show satisfying expectations in comparison to noble-metal catalysts. As a consequence, to further boost their electrochemical activities, bimetallic phosphides are expected to be constructed because the introduction of secondary metal into TMPs contributes to tune the intrinsic electric structures of hybrids and regulate the surface properties of hybrid materials to expose a lot of active sites. On the other hand, TMPs anchored into carbon-based nanomaterials have been proven to be an effective strategy to accelerate electron-transfer rates and improve their durability. Despite great progress, it still remains a significant challenge to develop bimetallic phosphide-based catalysts with superior catalytic performance and stability toward HER through a facile synthesis procedure.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) composed of inorganic metal\nnodes and organic ligands have become one of the hottest subjects\ndue to larger surface area and versatile functionality. Especially, MOF-derived nanomaterials have shown promising potential\nfor electrocatalysis applications. Nevertheless, MOF-assisted approaches are mainly employed to fabricate\nmonometallic phosphide, and few papers have been reported\non MOF-based bimetallic phosphides. In particular, introducing early transition metals\nto synthesize bimetallic phosphide based catalysts derived from MOFs\nis rarely investigated, as they are difficult to obtain by direct\npyrolysis of single MOFs. Fortunately, as a class of MOFs, polyoxometalate-based\nMOFs (POMOFs) possessing the merits of POMs and MOFs can serve as\nboth early transition metals (Mo, W, and V) and carbon sources simultaneously,\nand can be considered ideal precursors to synthesize Mo, W, and V-containing\nmaterials. To the best of our knowledge, the design and development\nof carbon-supported early transition-metal-based bimetallic phosphides\nderived from POMOFs has not been reported so far.</p>", "clean_text": "Metal-organic frameworks (MOFs) composed of inorganic metal nodes and organic ligands have become one of the hottest subjects due to larger surface area and versatile functionality. Especially, MOF-derived nanomaterials have shown promising potential for electrocatalysis applications. Nevertheless, MOF-assisted approaches are mainly employed to fabricate monometallic phosphide, and few papers have been reported on MOF-based bimetallic phosphides. In particular, introducing early transition metals to synthesize bimetallic phosphide based catalysts derived from MOFs is rarely investigated, as they are difficult to obtain by direct pyrolysis of single MOFs. Fortunately, as a class of MOFs, polyoxometalate-based MOFs (POMOFs) possessing the merits of POMs and MOFs can serve as both early transition metals (Mo, W, and V) and carbon sources simultaneously, and can be considered ideal precursors to synthesize Mo, W, and V-containing materials. To the best of our knowledge, the design and development of carbon-supported early transition-metal-based bimetallic phosphides derived from POMOFs has not been reported so far.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Motivated\nby this, we have conceived of an innovative strategy\nto synthesize a new bimetallic-structured phosphide electrocatalyst\nconsisting of FeP/MoP nanoparticles (NPs) encapsulated into N/P dual-doped\ncarbon (denoted as FeP/MoP@NPC) using PMo<sub>12</sub>@MIL-100 as\nprecursor. Benefiting from the ingenious design, the excellent synergistic\neffect of components and heteroatoms dual-doped carbon could be achieved\nat the same time. Impressively, the composite shows outstanding catalytic\nperformance and good cycling stability for the HER, which outperforms\nthose of FeP@NPC. As far as we know, this is the first report of POMOF-derived\nMo-containing bimetallic phosphide catalysts with high HER catalytic\nactivity.</p>", "clean_text": "Motivated by this, we have conceived of an innovative strategy to synthesize a new bimetallic-structured phosphide electrocatalyst consisting of FeP/MoP nanoparticles (NPs) encapsulated into N/P dual-doped carbon (denoted as FeP/MoP@NPC) using PMo12@MIL-100 as precursor. Benefiting from the ingenious design, the excellent synergistic effect of components and heteroatoms dual-doped carbon could be achieved at the same time. Impressively, the composite shows outstanding catalytic performance and good cycling stability for the HER, which outperforms those of FeP@NPC. As far as we know, this is the first report of POMOF-derived Mo-containing bimetallic phosphide catalysts with high HER catalytic activity.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The FeP/MoP@NPC composite was synthesized through\na facile two-step\nheat-treatment () of a mixture of PMo<sub>12</sub>@MIL-100 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figure S1</ext-link>) and melamine. In brief, the mixture was first carbonized\nat 600 °C under Ar atmosphere. Then, the resultant sample was\nreduced into FeP/MoP@NPC at 850 °C by PH<sub>3</sub> which results\nfrom the decomposition of (NH<sub>4</sub>)<sub>2</sub>HPO<sub>4</sub>. Notably, in this synthetic process, melamine not only offers carbon\nand nitrogen sources, but facilitates the in situ production of N/P\ndual-doped carbon layers coating FeP/MoP NPs, which contribute to\na significant improvement in the stability of FeP/MoP@NPC.</p>", "clean_text": "The FeP/MoP@NPC composite was synthesized through a facile two-step heat-treatment () of a mixture of PMo12@MIL-100 (Figure S1) and melamine. In brief, the mixture was first carbonized at 600 °C under Ar atmosphere. Then, the resultant sample was reduced into FeP/MoP@NPC at 850 °C by PH3 which results from the decomposition of (NH4)2HPO4. Notably, in this synthetic process, melamine not only offers carbon and nitrogen sources, but facilitates the in situ production of N/P dual-doped carbon layers coating FeP/MoP NPs, which contribute to a significant improvement in the stability of FeP/MoP@NPC.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nDiagram for the Formation of FeP/MoP@NPC through Carbonization\nand Subsequent Phosphidation Process<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-007665_0005.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Red and green spheres represent\nFeP and MoP NPs.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Schematic Diagram for the Formation of FeP/MoP@NPC through Carbonization and Subsequent Phosphidation Process      a Red and green spheres represent FeP and MoP NPs.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Red and green spheres represent\nFeP and MoP NPs.</p>\n</fn>\n</p><p>\na,b shows\nthe scanning electron microscopy (SEM) and transmission electron microscopy\n(TEM) images of FeP/MoP@NPC, which confirm that the as-synthesized\nnanostructure consists of FeP/MoP NPs and N/P dual-doped carbon. High-resolution\ntransmission electron microscopy (HRTEM) image in c exhibits the FeP/MoP NPs\nare well coated by carbon layers with a lattice spacing of 0.34 nm,\nwhich can not only prevent the central NPs from corrosion but also\npromote the charge transfer process. In addition,\nthe well-defined fringe spacings can be distinctly observed in the\nHRTEM images, where the 0.27 nm corresponds to the (011) lattice plane\nof FeP, and the 0.32 nm belongs to the (001) plane of MoP. The elemental\nmapping in d shows that Fe, Mo, P, N, and C elements are uniformly distributed\nthroughout the hybrid, which is consistent with the analysis of energy\ndispersive spectrometer (EDS) spectrum (e).</p>", "clean_text": "  a Red and green spheres represent FeP and MoP NPs.  \n\n a,b shows the scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images of FeP/MoP@NPC, which confirm that the as-synthesized nanostructure consists of FeP/MoP NPs and N/P dual-doped carbon. High-resolution transmission electron microscopy (HRTEM) image in c exhibits the FeP/MoP NPs are well coated by carbon layers with a lattice spacing of 0.34 nm, which can not only prevent the central NPs from corrosion but also promote the charge transfer process. In addition, the well-defined fringe spacings can be distinctly observed in the HRTEM images, where the 0.27 nm corresponds to the (011) lattice plane of FeP, and the 0.32 nm belongs to the (001) plane of MoP. The elemental mapping in d shows that Fe, Mo, P, N, and C elements are uniformly distributed throughout the hybrid, which is consistent with the analysis of energy dispersive spectrometer (EDS) spectrum (e).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) SEM, (b) TEM, (c) HRTEM, (d) elemental mapping\nimages, and\n(e) EDS spectrum of FeP/MoP@NPC.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-007665_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) SEM, (b) TEM, (c) HRTEM, (d) elemental mapping images, and (e) EDS spectrum of FeP/MoP@NPC.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>X-ray diffraction (XRD) was adopted to characterize the phase\nnature\nof the FeP/MoP@NPC. As displayed in a, the main peaks located at 30.8°,\n32.8°, 34.5°, 35.5°, 37.2°, 45.6°, 47.1°,\n48.3°, 50.4°, 55.3°, 56.1°, 59.6°, and 79.2°\nare assignable to the (002), (011), (220), (102), (111), (210), (202),\n(211), (103), (301), (013), (020), and (222) facets of orthorhombic\nFeP (JCPDS, No, 65–2595), respectively. The other obvious peaks\ncan be assigned to the crystallized MoP phase (JCPDS, No, 65–6487).\nOn the contrary, the weak diffraction peak (≈23°) is attributed\nto the (002) plane of carbon. In addition, the degree of graphitization\nwas also analyzed from Raman spectroscopy, illustrated in b. In comparison\nwith that of FeP@NPC (0.58) in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figure S2f</ext-link>, the integral area ratio of G (1598.9 cm<sup>–1</sup>) and\nD (1356.8 cm<sup>–1</sup>) bands is 0.68 for FeP/MoP@NPC, implying\nthe good graphitic structure, which is favorable for improving HER\nactivity.\n</p>", "clean_text": "X-ray diffraction (XRD) was adopted to characterize the phase nature of the FeP/MoP@NPC. As displayed in a, the main peaks located at 30.8°, 32.8°, 34.5°, 35.5°, 37.2°, 45.6°, 47.1°, 48.3°, 50.4°, 55.3°, 56.1°, 59.6°, and 79.2° are assignable to the (002), (011), (220), (102), (111), (210), (202), (211), (103), (301), (013), (020), and (222) facets of orthorhombic FeP (JCPDS, No, 65-2595), respectively. The other obvious peaks can be assigned to the crystallized MoP phase (JCPDS, No, 65-6487). On the contrary, the weak diffraction peak (~23°) is attributed to the (002) plane of carbon. In addition, the degree of graphitization was also analyzed from Raman spectroscopy, illustrated in b. In comparison with that of FeP@NPC (0.58) in Figure S2f, the integral area ratio of G (1598.9 cm-1) and D (1356.8 cm-1) bands is 0.68 for FeP/MoP@NPC, implying the good graphitic structure, which is favorable for improving HER activity. ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) PXRD pattern and\n(b) Raman spectrum of FeP/MoP@NPC.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-007665_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) PXRD pattern and (b) Raman spectrum of FeP/MoP@NPC.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The survey spectrum of FeP/MoP@NPC in a demonstrates that the catalyst surface\nconsists of P, C, N, Mo, O, and Fe components. The element O could\noriginate from surface oxidation of FeP/MoP due to air contact. Meanwhile, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Table S1</ext-link> lists the corresponding element content.\nFrom C 1s XPS spectrum (b), it is found that a strong peak of CC/CC\nis located at 284.4 eV, and the other relatively weak peaks at 285.1,\n286.3, and 289.2 eV are attributed to CP, CN, and\nOCO bonds, which validates N and\nP dual-doping. The deconvoluted N 1s spectrum (c) confirms the existence of graphitic N\n(401.5 eV), pyrrolic N (399.7 eV), and pyridinic N (398.3 eV). In terms of Fe 2p, the peaks\ncentered at 707.9 and 720.1 eV (d) are assignable to Fe 2p<sub>3/2</sub> and Fe 2p<sub>1/2</sub>, signifying the existence of Fe<sup>3+</sup>. The binding\nenergies at 712.9 and 726.6 eV correspond to high oxidation state\nof Fe species.\ne exhibits three doublets, at 231.7/232.9\neV and 233.5/236.3 eV (Mo–O<sub>\n<italic>x</italic>\n</sub>) coming\nfrom partially oxidized Mo species, and 228.4/232.2 eV corresponding\nto MoP. The P 2p region\n(f) exhibits\nfour peaks, where the binding energies at 129.7 and 130.4 eV can be\nascribed to P 2p<sub>3/2</sub> and P 2p<sub>1/2</sub>. The remaining two sharp peaks at 133.5 and 134.3 eV are representative\nof P–C and P–O owing to the contamination of the sample\nsurface. In particular, it should be noted that the electron binding\nenergies of Fe 2p and Mo 3d have the positive shift of about 1.1 and\n0.8 eV compared to that of metallic Fe and Mo, whereas the binding\nenergy of P 2p reveals a negative shift of 0.8 eV in contrast to that\nof elemental P<sup>0</sup>, meaning that electron transfer proceeds\nfrom Fe/Mo to P. This result significantly\nverifies that both Fe/Mo (δ<sup>+</sup>) and basic P (δ<sup>–</sup>) can be regarded as catalytic sites for hydrogen production.\nThat is, both Fe and Mo centers serve as the hydride-acceptor centers.\nThe P centers function as the proton-acceptor centers, which could\nsimultaneously promote the generation of Fe/Mo-hydride for following\nhydrogen evolution through electrochemical desorption. As control experiment, the FeP@NPC hybrid was also characterized\nin detail (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figures S2,3</ext-link>).</p>", "clean_text": "The survey spectrum of FeP/MoP@NPC in a demonstrates that the catalyst surface consists of P, C, N, Mo, O, and Fe components. The element O could originate from surface oxidation of FeP/MoP due to air contact. Meanwhile, Table S1 lists the corresponding element content. From C 1s XPS spectrum (b), it is found that a strong peak of CC/CC is located at 284.4 eV, and the other relatively weak peaks at 285.1, 286.3, and 289.2 eV are attributed to CP, CN, and OCO bonds, which validates N and P dual-doping. The deconvoluted N 1s spectrum (c) confirms the existence of graphitic N (401.5 eV), pyrrolic N (399.7 eV), and pyridinic N (398.3 eV). In terms of Fe 2p, the peaks centered at 707.9 and 720.1 eV (d) are assignable to Fe 2p3/2 and Fe 2p1/2, signifying the existence of Fe3+. The binding energies at 712.9 and 726.6 eV correspond to high oxidation state of Fe species. e exhibits three doublets, at 231.7/232.9 eV and 233.5/236.3 eV (Mo-O x ) coming from partially oxidized Mo species, and 228.4/232.2 eV corresponding to MoP. The P 2p region (f) exhibits four peaks, where the binding energies at 129.7 and 130.4 eV can be ascribed to P 2p3/2 and P 2p1/2. The remaining two sharp peaks at 133.5 and 134.3 eV are representative of P-C and P-O owing to the contamination of the sample surface. In particular, it should be noted that the electron binding energies of Fe 2p and Mo 3d have the positive shift of about 1.1 and 0.8 eV compared to that of metallic Fe and Mo, whereas the binding energy of P 2p reveals a negative shift of 0.8 eV in contrast to that of elemental P0, meaning that electron transfer proceeds from Fe/Mo to P. This result significantly verifies that both Fe/Mo (δ+) and basic P (δ-) can be regarded as catalytic sites for hydrogen production. That is, both Fe and Mo centers serve as the hydride-acceptor centers. The P centers function as the proton-acceptor centers, which could simultaneously promote the generation of Fe/Mo-hydride for following hydrogen evolution through electrochemical desorption. As control experiment, the FeP@NPC hybrid was also characterized in detail (Figures S2,3).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) XPS survey spectrum,\n(b) C 1s, (c) N 1s, (d) Fe 2p, (e) Mo\n3d, and (f) P 2p in FeP/MoP@NPC.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-007665_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) XPS survey spectrum, (b) C 1s, (c) N 1s, (d) Fe 2p, (e) Mo 3d, and (f) P 2p in FeP/MoP@NPC.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>The electrocatalytic properties of FeP/MoP@NPC toward the\nHER were\nexamined utilizing a three-electrode cell. Herein, polarization curves\nwere presented and not corrected for <italic>iR</italic> loss. In\norder to optimize experiment conditions, the influences of carbonization\nand phosphidation temperature on the HER activity have been pre-investigated,\nrespectively. A series of samples obtained at various carbonization\n(500, 600, and 700 °C) and phosphidation (750, 850, and 950 °C)\ntemperatures were evaluated and the corresponding characterizations\nare shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figures S4,5</ext-link>. On the basis\nof linear sweep voltammetry (LSV) and Tafel slope (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figures S6,7</ext-link>), the best performances were acquired at 600\nand 850 °C, respectively, suggesting that they are the optimal\ncarbonization and phosphidation temperature. LSVs in a demonstrate that the FeP/MoP@NPC\nhybrid shows an onset overpotential (∼76 mV), which is superior\nto that on FeP@NPC (∼118 mV).</p>", "clean_text": "The electrocatalytic properties of FeP/MoP@NPC toward the HER were examined utilizing a three-electrode cell. Herein, polarization curves were presented and not corrected for iR loss. In order to optimize experiment conditions, the influences of carbonization and phosphidation temperature on the HER activity have been pre-investigated, respectively. A series of samples obtained at various carbonization (500, 600, and 700 °C) and phosphidation (750, 850, and 950 °C) temperatures were evaluated and the corresponding characterizations are shown in Figures S4,5. On the basis of linear sweep voltammetry (LSV) and Tafel slope (Figures S6,7), the best performances were acquired at 600 and 850 °C, respectively, suggesting that they are the optimal carbonization and phosphidation temperature. LSVs in a demonstrate that the FeP/MoP@NPC hybrid shows an onset overpotential (~76 mV), which is superior to that on FeP@NPC (~118 mV).", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Polarization curves. (b) Tafel plots.\n(c) Capacitive current\nat −9 mV at different scan rates of FeP/MoP@NPC and FeP@NPC.\n(d) Current–time (<italic>i</italic>–<italic>t</italic>) curve of FeP/MoP@NPC at 10 mA cm<sup>–2</sup> for 10 h.\nInset: polarization curves of FeP/MoP@NPC at 100 mV s<sup>–1</sup> before and after 1000 cycles.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-007665_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Polarization curves. (b) Tafel plots. (c) Capacitive current at -9 mV at different scan rates of FeP/MoP@NPC and FeP@NPC. (d) Current-time (i-t) curve of FeP/MoP@NPC at 10 mA cm-2 for 10 h. Inset: polarization curves of FeP/MoP@NPC at 100 mV s-1 before and after 1000 cycles.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>The electron-transfer kinetics of HER over that of the as-prepared\ncatalysts were assessed by analyzing Tafel plots. Compared to FeP@NPC\n(72.2 mV dec<sup>–1</sup>), the Tafel slope of FeP/MoP@NPC\nis 56.5 mV dec<sup>–1</sup> (b), slightly higher than that of commercial\nPt–C (30 mV dec<sup>–1</sup>). This indicates a Volmer-Heyrovsky\nmechanism for the HER on the FeP/MoP@NPC. To the best of our knowledge, the value\nis comparable with most recently reported prominent non-noble metal-based\nHER catalysts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Table S2</ext-link>). The double-layer\ncapacitance (<italic>C</italic>\n<sub>dl</sub>) at the solid–liquid\ninterface was measured further to evaluate the electrochemically active\nsurface area. As indicated in c, compared to FeP@NPC (2.32 mF cm<sup>–2</sup>), the FeP/MoP@NPC shows the larger <italic>C</italic>\n<sub>dl</sub> of 10.8 mF cm<sup>–2</sup>, which indicates that the hybrid\nhas more exposed active sites and large effective electrochemical\nsurface area.</p>", "clean_text": "The electron-transfer kinetics of HER over that of the as-prepared catalysts were assessed by analyzing Tafel plots. Compared to FeP@NPC (72.2 mV dec-1), the Tafel slope of FeP/MoP@NPC is 56.5 mV dec-1 (b), slightly higher than that of commercial Pt-C (30 mV dec-1). This indicates a Volmer-Heyrovsky mechanism for the HER on the FeP/MoP@NPC. To the best of our knowledge, the value is comparable with most recently reported prominent non-noble metal-based HER catalysts (Table S2). The double-layer capacitance (C dl) at the solid-liquid interface was measured further to evaluate the electrochemically active surface area. As indicated in c, compared to FeP@NPC (2.32 mF cm-2), the FeP/MoP@NPC shows the larger C dl of 10.8 mF cm-2, which indicates that the hybrid has more exposed active sites and large effective electrochemical surface area.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>For practical application, the stability of the\ncatalyst is an\nimportant parameter. To probe the durability of FeP/MoP@NPC, chronoamperometry\nmeasurement was carried out at 10 mA cm<sup>–2</sup> (d). Surprisingly,\nthe electrocatalytic performace can be remained for 10 h with a current\ndensity of 84%. Moreover, continuous cyclic voltammetry was also tested\nfrom −300 to 300 mV at a 100 mV s<sup>–1</sup> scan\nrate. As shown in the inset of d, the current density–potential curve of FeP/MoP@NPC\nmaintains negligible change even after 1000 cycles. The TEM image\nand PXRD pattern of FeP/MoP@NPC after 1000 cycles are described in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figure S8</ext-link>. All results strongly prove the excellent\nstability of FeP/MoP@NPC, which may be related with the unique nanostructure.\nThat is, the existence of carbon layers can significantly protect\nFeP/MoP NPs from agglomeration, corrosion, and detachment, which is\nfavorable for the enhancement of long-term stability.</p>", "clean_text": "For practical application, the stability of the catalyst is an important parameter. To probe the durability of FeP/MoP@NPC, chronoamperometry measurement was carried out at 10 mA cm-2 (d). Surprisingly, the electrocatalytic performace can be remained for 10 h with a current density of 84%. Moreover, continuous cyclic voltammetry was also tested from -300 to 300 mV at a 100 mV s-1 scan rate. As shown in the inset of d, the current density-potential curve of FeP/MoP@NPC maintains negligible change even after 1000 cycles. The TEM image and PXRD pattern of FeP/MoP@NPC after 1000 cycles are described in Figure S8. All results strongly prove the excellent stability of FeP/MoP@NPC, which may be related with the unique nanostructure. That is, the existence of carbon layers can significantly protect FeP/MoP NPs from agglomeration, corrosion, and detachment, which is favorable for the enhancement of long-term stability.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Considering\nthe above results, the outstanding HER activity may\nresult from the following factors: (i) generally, MoP and FeP crystalline\nphases possess high catalytic performance toward HER due to their\nexcellent electrical conductivity and metalloid characteristics; (ii) because of the existence\nof carbon layer, the contact electrical resistance is effectively\ndecreased and electron transport from central NPs to the electrodes\nis promoted. In addition, the corrosion and\ndetachment of FeP/MoP@NPC are significantly prevented, further boosting\nits stability; (iii) the introduction of the\nheteroatoms (N, P) is advantageous to the generation of more active\nsites.\n</p>", "clean_text": "Considering the above results, the outstanding HER activity may result from the following factors: (i) generally, MoP and FeP crystalline phases possess high catalytic performance toward HER due to their excellent electrical conductivity and metalloid characteristics; (ii) because of the existence of carbon layer, the contact electrical resistance is effectively decreased and electron transport from central NPs to the electrodes is promoted. In addition, the corrosion and detachment of FeP/MoP@NPC are significantly prevented, further boosting its stability; (iii) the introduction of the heteroatoms (N, P) is advantageous to the generation of more active sites. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In summary,\nwe have constructed a highly efficient and robust FeP/MoP@NPC\nelectrocatalyst derived from PMo<sub>12</sub>@MIL-100 by carbonization\nand a subsequent phosphidation process. Remarkably, because of the\nsynergetic contribution of FeP/MoP and NPC, the as-prepared composite\npossesses superior electroactivity and excellent long-term operation\ndurability toward the HER, which is comparable to the high-efficiency\ntransition-metal-based HER catalysts reported to date. This work not\nonly offers a highly active electrocatalyst toward HER, but provides\nan opportunity to design efficient and durable multimetal phosphide\nbased catalysts for energy conversion fields.</p>", "clean_text": "In summary, we have constructed a highly efficient and robust FeP/MoP@NPC electrocatalyst derived from PMo12@MIL-100 by carbonization and a subsequent phosphidation process. Remarkably, because of the synergetic contribution of FeP/MoP and NPC, the as-prepared composite possesses superior electroactivity and excellent long-term operation durability toward the HER, which is comparable to the high-efficiency transition-metal-based HER catalysts reported to date. This work not only offers a highly active electrocatalyst toward HER, but provides an opportunity to design efficient and durable multimetal phosphide based catalysts for energy conversion fields.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.cgd.8b00766\">10.1021/acs.cgd.8b00766</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details\nwith supporting tables and figures.\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Experimental details\nwith supporting tables and figures.\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.cgd.8b00766.  Experimental details with supporting tables and figures. (PDF)   \n\nExperimental details with supporting tables and figures. (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 10, 14, 16, 17", "type": "text", "classification": "property", "content": "<p>The\ndesign and fabrication of noble-free metal electrocatalysts\nfor efficient hydrogen production with long-term stability are of\ngreat significance, but very challenging. Herein, for the first time,\nwe report an iron phosphide/molybdenum phosphide hybrid covered by\nnitrogen/phosphorus dual-doped carbon (FeP/MoP@NPC) using polyoxometalate-based\nmetal-organic frameworksas templates by a facile two-step approach.\nAs expected, the composite shows highly efficient electrocatalytic\nperformance toward the hydrogen evolution reaction with a low onset\noverpotential (76 mV), small Tafel slope (56.5 mV dec<sup>–1</sup>), and excellent catalytic stability for 10 h owing to its distinct\nnanostructure and strong synergistic effect of FeP and MoP. More importantly,\nthis work offers a novel methodology for exploiting transition-metal-based\nelectrocatalysts for clean and renewable energy technology.</p><p>X-ray diffraction (XRD) was adopted to characterize the phase\nnature\nof the FeP/MoP@NPC. As displayed in a, the main peaks located at 30.8°,\n32.8°, 34.5°, 35.5°, 37.2°, 45.6°, 47.1°,\n48.3°, 50.4°, 55.3°, 56.1°, 59.6°, and 79.2°\nare assignable to the (002), (011), (220), (102), (111), (210), (202),\n(211), (103), (301), (013), (020), and (222) facets of orthorhombic\nFeP (JCPDS, No, 65–2595), respectively. The other obvious peaks\ncan be assigned to the crystallized MoP phase (JCPDS, No, 65–6487).\nOn the contrary, the weak diffraction peak (≈23°) is attributed\nto the (002) plane of carbon. In addition, the degree of graphitization\nwas also analyzed from Raman spectroscopy, illustrated in b. In comparison\nwith that of FeP@NPC (0.58) in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figure S2f</ext-link>, the integral area ratio of G (1598.9 cm<sup>–1</sup>) and\nD (1356.8 cm<sup>–1</sup>) bands is 0.68 for FeP/MoP@NPC, implying\nthe good graphitic structure, which is favorable for improving HER\nactivity.\n</p><p>The electrocatalytic properties of FeP/MoP@NPC toward the\nHER were\nexamined utilizing a three-electrode cell. Herein, polarization curves\nwere presented and not corrected for <italic>iR</italic> loss. In\norder to optimize experiment conditions, the influences of carbonization\nand phosphidation temperature on the HER activity have been pre-investigated,\nrespectively. A series of samples obtained at various carbonization\n(500, 600, and 700 °C) and phosphidation (750, 850, and 950 °C)\ntemperatures were evaluated and the corresponding characterizations\nare shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figures S4,5</ext-link>. On the basis\nof linear sweep voltammetry (LSV) and Tafel slope (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figures S6,7</ext-link>), the best performances were acquired at 600\nand 850 °C, respectively, suggesting that they are the optimal\ncarbonization and phosphidation temperature. LSVs in a demonstrate that the FeP/MoP@NPC\nhybrid shows an onset overpotential (∼76 mV), which is superior\nto that on FeP@NPC (∼118 mV).</p><p>The electron-transfer kinetics of HER over that of the as-prepared\ncatalysts were assessed by analyzing Tafel plots. Compared to FeP@NPC\n(72.2 mV dec<sup>–1</sup>), the Tafel slope of FeP/MoP@NPC\nis 56.5 mV dec<sup>–1</sup> (b), slightly higher than that of commercial\nPt–C (30 mV dec<sup>–1</sup>). This indicates a Volmer-Heyrovsky\nmechanism for the HER on the FeP/MoP@NPC. To the best of our knowledge, the value\nis comparable with most recently reported prominent non-noble metal-based\nHER catalysts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Table S2</ext-link>). The double-layer\ncapacitance (<italic>C</italic>\n<sub>dl</sub>) at the solid–liquid\ninterface was measured further to evaluate the electrochemically active\nsurface area. As indicated in c, compared to FeP@NPC (2.32 mF cm<sup>–2</sup>), the FeP/MoP@NPC shows the larger <italic>C</italic>\n<sub>dl</sub> of 10.8 mF cm<sup>–2</sup>, which indicates that the hybrid\nhas more exposed active sites and large effective electrochemical\nsurface area.</p><p>For practical application, the stability of the\ncatalyst is an\nimportant parameter. To probe the durability of FeP/MoP@NPC, chronoamperometry\nmeasurement was carried out at 10 mA cm<sup>–2</sup> (d). Surprisingly,\nthe electrocatalytic performace can be remained for 10 h with a current\ndensity of 84%. Moreover, continuous cyclic voltammetry was also tested\nfrom −300 to 300 mV at a 100 mV s<sup>–1</sup> scan\nrate. As shown in the inset of d, the current density–potential curve of FeP/MoP@NPC\nmaintains negligible change even after 1000 cycles. The TEM image\nand PXRD pattern of FeP/MoP@NPC after 1000 cycles are described in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b00766/suppl_file/cg8b00766_si_001.pdf\">Figure S8</ext-link>. All results strongly prove the excellent\nstability of FeP/MoP@NPC, which may be related with the unique nanostructure.\nThat is, the existence of carbon layers can significantly protect\nFeP/MoP NPs from agglomeration, corrosion, and detachment, which is\nfavorable for the enhancement of long-term stability.</p>", "clean_text": "The design and fabrication of noble-free metal electrocatalysts for efficient hydrogen production with long-term stability are of great significance, but very challenging. Herein, for the first time, we report an iron phosphide/molybdenum phosphide hybrid covered by nitrogen/phosphorus dual-doped carbon (FeP/MoP@NPC) using polyoxometalate-based metal-organic frameworksas templates by a facile two-step approach. As expected, the composite shows highly efficient electrocatalytic performance toward the hydrogen evolution reaction with a low onset overpotential (76 mV), small Tafel slope (56.5 mV dec-1), and excellent catalytic stability for 10 h owing to its distinct nanostructure and strong synergistic effect of FeP and MoP. More importantly, this work offers a novel methodology for exploiting transition-metal-based electrocatalysts for clean and renewable energy technology.\n\nX-ray diffraction (XRD) was adopted to characterize the phase nature of the FeP/MoP@NPC. As displayed in a, the main peaks located at 30.8°, 32.8°, 34.5°, 35.5°, 37.2°, 45.6°, 47.1°, 48.3°, 50.4°, 55.3°, 56.1°, 59.6°, and 79.2° are assignable to the (002), (011), (220), (102), (111), (210), (202), (211), (103), (301), (013), (020), and (222) facets of orthorhombic FeP (JCPDS, No, 65-2595), respectively. The other obvious peaks can be assigned to the crystallized MoP phase (JCPDS, No, 65-6487). On the contrary, the weak diffraction peak (~23°) is attributed to the (002) plane of carbon. In addition, the degree of graphitization was also analyzed from Raman spectroscopy, illustrated in b. In comparison with that of FeP@NPC (0.58) in Figure S2f, the integral area ratio of G (1598.9 cm-1) and D (1356.8 cm-1) bands is 0.68 for FeP/MoP@NPC, implying the good graphitic structure, which is favorable for improving HER activity. \n\nThe electrocatalytic properties of FeP/MoP@NPC toward the HER were examined utilizing a three-electrode cell. Herein, polarization curves were presented and not corrected for iR loss. In order to optimize experiment conditions, the influences of carbonization and phosphidation temperature on the HER activity have been pre-investigated, respectively. A series of samples obtained at various carbonization (500, 600, and 700 °C) and phosphidation (750, 850, and 950 °C) temperatures were evaluated and the corresponding characterizations are shown in Figures S4,5. On the basis of linear sweep voltammetry (LSV) and Tafel slope (Figures S6,7), the best performances were acquired at 600 and 850 °C, respectively, suggesting that they are the optimal carbonization and phosphidation temperature. LSVs in a demonstrate that the FeP/MoP@NPC hybrid shows an onset overpotential (~76 mV), which is superior to that on FeP@NPC (~118 mV).\n\nThe electron-transfer kinetics of HER over that of the as-prepared catalysts were assessed by analyzing Tafel plots. Compared to FeP@NPC (72.2 mV dec-1), the Tafel slope of FeP/MoP@NPC is 56.5 mV dec-1 (b), slightly higher than that of commercial Pt-C (30 mV dec-1). This indicates a Volmer-Heyrovsky mechanism for the HER on the FeP/MoP@NPC. To the best of our knowledge, the value is comparable with most recently reported prominent non-noble metal-based HER catalysts (Table S2). The double-layer capacitance (C dl) at the solid-liquid interface was measured further to evaluate the electrochemically active surface area. As indicated in c, compared to FeP@NPC (2.32 mF cm-2), the FeP/MoP@NPC shows the larger C dl of 10.8 mF cm-2, which indicates that the hybrid has more exposed active sites and large effective electrochemical surface area.\n\nFor practical application, the stability of the catalyst is an important parameter. To probe the durability of FeP/MoP@NPC, chronoamperometry measurement was carried out at 10 mA cm-2 (d). Surprisingly, the electrocatalytic performace can be remained for 10 h with a current density of 84%. Moreover, continuous cyclic voltammetry was also tested from -300 to 300 mV at a 100 mV s-1 scan rate. As shown in the inset of d, the current density-potential curve of FeP/MoP@NPC maintains negligible change even after 1000 cycles. The TEM image and PXRD pattern of FeP/MoP@NPC after 1000 cycles are described in Figure S8. All results strongly prove the excellent stability of FeP/MoP@NPC, which may be related with the unique nanostructure. That is, the existence of carbon layers can significantly protect FeP/MoP NPs from agglomeration, corrosion, and detachment, which is favorable for the enhancement of long-term stability.", "data": [[{"meta": {"name": "FeP/MoP@NPC", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "X-ray diffraction", "value": "", "unit": "", "condition": ""}, {"property name": "Raman spectroscopy", "value": "", "unit": "", "condition": ""}, {"property name": "linear sweep voltammetry", "value": "", "unit": "", "condition": ""}, {"property name": "Tafel slope", "value": "", "unit": "", "condition": ""}, {"property name": "double-layer capacitance", "value": "", "unit": "", "condition": ""}, {"property name": "chronoamperometry", "value": "", "unit": "", "condition": ""}, {"property name": "cyclic voltammetry", "value": "", "unit": "", "condition": ""}, {"property name": "TEM image", "value": "", "unit": "", "condition": ""}, {"property name": "PXRD pattern", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nDiagram for the Formation of FeP/MoP@NPC through Carbonization\nand Subsequent Phosphidation Process<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-007665_0005.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Red and green spheres represent\nFeP and MoP NPs.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Schematic Diagram for the Formation of FeP/MoP@NPC through Carbonization and Subsequent Phosphidation Process      a Red and green spheres represent FeP and MoP NPs.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) SEM, (b) TEM, (c) HRTEM, (d) elemental mapping\nimages, and\n(e) EDS spectrum of FeP/MoP@NPC.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-007665_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) SEM, (b) TEM, (c) HRTEM, (d) elemental mapping images, and (e) EDS spectrum of FeP/MoP@NPC.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) PXRD pattern and\n(b) Raman spectrum of FeP/MoP@NPC.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-007665_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) PXRD pattern and (b) Raman spectrum of FeP/MoP@NPC.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) XPS survey spectrum,\n(b) C 1s, (c) N 1s, (d) Fe 2p, (e) Mo\n3d, and (f) P 2p in FeP/MoP@NPC.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-007665_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) XPS survey spectrum, (b) C 1s, (c) N 1s, (d) Fe 2p, (e) Mo 3d, and (f) P 2p in FeP/MoP@NPC.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Polarization curves. (b) Tafel plots.\n(c) Capacitive current\nat −9 mV at different scan rates of FeP/MoP@NPC and FeP@NPC.\n(d) Current–time (<italic>i</italic>–<italic>t</italic>) curve of FeP/MoP@NPC at 10 mA cm<sup>–2</sup> for 10 h.\nInset: polarization curves of FeP/MoP@NPC at 100 mV s<sup>–1</sup> before and after 1000 cycles.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-007665_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Polarization curves. (b) Tafel plots. (c) Capacitive current at -9 mV at different scan rates of FeP/MoP@NPC and FeP@NPC. (d) Current-time (i-t) curve of FeP/MoP@NPC at 10 mA cm-2 for 10 h. Inset: polarization curves of FeP/MoP@NPC at 100 mV s-1 before and after 1000 cycles.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.8b00766", "title": "\nA Polyoxometalate-Based Metal–Organic Framework-Derived\nFeP/MoP Hybrid Encapsulated in N/P Dual-Doped Carbon as Efficient\nElectrocatalyst for Hydrogen Evolution\n", "journal": "American Chemical\nSociety", "date": "2018.06", "author_list": ["Li\nJi-Sen", "Zhang\nShuai", "Sha\nJing-Quan", "Li\nJia-Yi", "Wang\nXiao-Rong", "Wang\nHao"]}}