{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg9b01480.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A new\ncluster-based heterometallic metal–organic framework,\n[Mn<sub>3</sub>Li<sub>2</sub>(TBIP)<sub>4</sub>­(DMF)<sub>4</sub>] (<bold>1</bold>) (H<sub>2</sub>TBIP = 5-<italic>tert</italic>-butylisophthalic\nacid), was solvothermally synthesized. Triggered by methanol, the\nα-Po network of <bold>1</bold> underwent a sequence of irreversible\nstructural transformation to form a CdSO<sub>4</sub>-type framework\n[Mn­(TBIP)­(H<sub>2</sub>O)<sub>3</sub>]­·4H<sub>2</sub>O­(<bold>5</bold>), during which course three intermediate phases, <bold>2</bold>–<bold>4</bold> were observed. A single crystal X-ray\ndiffraction analysis reveals that <bold>4</bold>, formulated as [Mn<sub>3</sub>(TBIP)<sub>3</sub>­(MeOH)<sub>4</sub>], exhibits the\nsame topology network of <bold>1</bold> but with a different node\nstructure. Notably, the evolution of form from microcrystals <bold>1</bold> to diverse forms, including core–shell and Janus-type\nheterostructures, was achieved by controlling the time of methanol\nimmersion. Moreover, the overall structural transformation from <bold>1</bold> to <bold>5</bold> was monitored by magnetic susceptibility,\nscanning electron microscopy, inductively Coupled Plasma analysis,\nand electron paramagnetic resonance, which provide useful information\nfor understanding the mechanism of this transformation.</p>", "clean_text": "A new cluster-based heterometallic metal-organic framework, [Mn3Li2(TBIP)4(DMF)4] (1) (H2TBIP = 5-tert-butylisophthalic acid), was solvothermally synthesized. Triggered by methanol, the α-Po network of 1 underwent a sequence of irreversible structural transformation to form a CdSO4-type framework [Mn(TBIP)(H2O)3]⋅4H2O(5), during which course three intermediate phases, 2-4 were observed. A single crystal X-ray diffraction analysis reveals that 4, formulated as [Mn3(TBIP)3(MeOH)4], exhibits the same topology network of 1 but with a different node structure. Notably, the evolution of form from microcrystals 1 to diverse forms, including core-shell and Janus-type heterostructures, was achieved by controlling the time of methanol immersion. Moreover, the overall structural transformation from 1 to 5 was monitored by magnetic susceptibility, scanning electron microscopy, inductively Coupled Plasma analysis, and electron paramagnetic resonance, which provide useful information for understanding the mechanism of this transformation.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Methanol-triggered multistep structural transformation was\nreported. During the transformation process, three intermediate phases <bold>2</bold>−<bold>4</bold> were observed and characterized. The\nwhole structural transformation process was monitored by magnetic\nsusceptibility, powder X-ray diffraction, ICP, and electron paramagnetic\nresonance analysis, which suggest that the transformation from <bold>CP-1</bold> to <bold>CP-5</bold> may involve dissolution−recrystallization\nstructural transformation (DRST) or the combination of DRST and solid-state\nstructural transformation (SSSC) processes.</p>", "clean_text": "Methanol-triggered multistep structural transformation was reported. During the transformation process, three intermediate phases 2-4 were observed and characterized. The whole structural transformation process was monitored by magnetic susceptibility, powder X-ray diffraction, ICP, and electron paramagnetic resonance analysis, which suggest that the transformation from CP-1 to CP-5 may involve dissolution-recrystallization structural transformation (DRST) or the combination of DRST and solid-state structural transformation (SSSC) processes.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The design and synthesis\nof metal–organic frameworks (MOFs)\nhave attracted growing interest in the past two decades not only for\ntheir intriguing structures and chemical tunability, but also for\ntheir potential utility in gas separation and adsorption, smart sensors, catalysis, drug delivery, etc. MOFs are commonly synthesized through the combination\nof metal ions and organic ligands under hydrothermal or solvothermal\nconditions in a one-pot reaction. In a few cases, an MOF can be converted into another MOF through\nstructural changes by external stimuli, allowing for the isolation of MOFs with desired properties and fascinating\nstructures that otherwise cannot be prepared by the traditional assembly\nstrategies. Moreover, such structural transformation can also provide opportunities\nto understand the relationship between the structure and property\nof MOFs. To date, structural transformation of MOFs has been reported\nto be mainly through a solid-state structural transformation (SSST)\nor a dissolution–recrystallization structural transformation\n(DRST), or a combination thereof. In comparison with DRST, the SSST\nprocess is more often observed in MOFs, and most of the transformation\nis trigged by experimental physical or chemical stimuli, such as light, heat, pressure, solvent-molecule exchange or loss, postsynthesis modification, and oxidation/reduction. Unlike SSST, which usually causes slight structural\nchanges, a DRST transformation is usually accompanied by the breaking\nand forming of coordinate bonds as well as the formation of several\nintermediates. This makes it very difficult to study the mechanism\nof structural transformation, especially one that involves multistep\nstructural transformation.\n</p>", "clean_text": "Introduction\n\nThe design and synthesis of metal-organic frameworks (MOFs) have attracted growing interest in the past two decades not only for their intriguing structures and chemical tunability, but also for their potential utility in gas separation and adsorption, smart sensors, catalysis, drug delivery, etc. MOFs are commonly synthesized through the combination of metal ions and organic ligands under hydrothermal or solvothermal conditions in a one-pot reaction. In a few cases, an MOF can be converted into another MOF through structural changes by external stimuli, allowing for the isolation of MOFs with desired properties and fascinating structures that otherwise cannot be prepared by the traditional assembly strategies. Moreover, such structural transformation can also provide opportunities to understand the relationship between the structure and property of MOFs. To date, structural transformation of MOFs has been reported to be mainly through a solid-state structural transformation (SSST) or a dissolution-recrystallization structural transformation (DRST), or a combination thereof. In comparison with DRST, the SSST process is more often observed in MOFs, and most of the transformation is trigged by experimental physical or chemical stimuli, such as light, heat, pressure, solvent-molecule exchange or loss, postsynthesis modification, and oxidation/reduction. Unlike SSST, which usually causes slight structural changes, a DRST transformation is usually accompanied by the breaking and forming of coordinate bonds as well as the formation of several intermediates. This makes it very difficult to study the mechanism of structural transformation, especially one that involves multistep structural transformation. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Nevertheless, it is possible to study the structural change\nof\nmagnetic metal–organic frameworks (MMOFs) in the structural\ntransformation by magnetic susceptibility and electron paramagnetic\nresonance (EPR) because these materials contain paramagnetic centers\nwith unpaired electron spins. Magnetic susceptibility can provide\ninformation on the change in coordination mode of the bridging ligands\nand solvents by estimating the alternation of spin exchange interaction, while EPR can help to illuminate\nthe variation of coordination geometry of the metal center. For example, Veciana et al. reported a porous MMOF, Cu<sub>3</sub>(ptmtc)<sub>2</sub>(py)<sub>2</sub>­(CH<sub>3</sub>CH<sub>2</sub>OH)<sub>2</sub>­(H<sub>2</sub>O) (ptmtc = tris­(2,3,5,6-tetrachloro-4-carboxyphenyl)­methyl\nradical), that exhibited reversible solvent-induced amorphous to crystalline\nstate structural conversion. The reversible process of guest-induced\nstructural alternations was undoubtedly reflected in the variation\nof magnetic susceptibility of the compound. Espallargas and co-workers have demonstrated that the structural\nchange of crystalline [Cu­(pyim)­(Cl)­(MeOH)] (pyimH = 2-(imidazol-2-yl)­pyridine)\nat a given point during the solid-to-solid conversion can be monitored\nby measuring the EPR signals. Yet, how\nthe structural transformation of these MMOFs occurred and propagated\nat the scale of a bulk crystal was unknown.</p>", "clean_text": "Nevertheless, it is possible to study the structural change of magnetic metal-organic frameworks (MMOFs) in the structural transformation by magnetic susceptibility and electron paramagnetic resonance (EPR) because these materials contain paramagnetic centers with unpaired electron spins. Magnetic susceptibility can provide information on the change in coordination mode of the bridging ligands and solvents by estimating the alternation of spin exchange interaction, while EPR can help to illuminate the variation of coordination geometry of the metal center. For example, Veciana et al. reported a porous MMOF, Cu3(ptmtc)2(py)2(CH3CH2OH)2(H2O) (ptmtc = tris(2,3,5,6-tetrachloro-4-carboxyphenyl)methyl radical), that exhibited reversible solvent-induced amorphous to crystalline state structural conversion. The reversible process of guest-induced structural alternations was undoubtedly reflected in the variation of magnetic susceptibility of the compound. Espallargas and co-workers have demonstrated that the structural change of crystalline [Cu(pyim)(Cl)(MeOH)] (pyimH = 2-(imidazol-2-yl)pyridine) at a given point during the solid-to-solid conversion can be monitored by measuring the EPR signals. Yet, how the structural transformation of these MMOFs occurred and propagated at the scale of a bulk crystal was unknown.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>We reported herein\na heterometallic cluster-based MOF [Mn<sub>3</sub>Li<sub>2</sub>(TBIP)<sub>4</sub>­(DMF)<sub>4</sub>] (<bold>1</bold>) (H<sub>2</sub>TBIP\n= 5-<italic>tert</italic>-butylisophthalic acid),\nwhich, upon successive methanol etching, underwent step-by-step irreversible\nstructural transformation to form a chain-based MOF, [Mn­(TBIP)­(H<sub>2</sub>O)<sub>3</sub>]­·4H<sub>2</sub>O (<bold>5</bold>). During the transformation course, several intermediate crystalline\nphases such as the irregular nanocrystals of <bold>2</bold>, fiber-liker\nnanocrystals of <bold>3</bold>, and prismatic crystals of [Mn<sub>3</sub>(TBIP)<sub>3</sub>­(MeOH)<sub>4</sub>] (<bold>4</bold>), together with the core–shell <bold>1</bold>@<bold>2</bold>, <bold>1</bold>/<bold>2</bold>@<bold>3</bold>, and Janus type <bold>4</bold>-on-<bold>3</bold> heterostructures were observed. The entire\ntransformation process was monitored by magnetic susceptibility, scanning\nelectron microscopy (SEM), inductively coupled plasma (ICP) analysis\nand EPR, which suggested a structural similarity among <bold>1</bold> to <bold>4</bold>. Moreover, a dissolution–recrystallization\nstructural conversion (DRSC) and/or solid to solid structural conversion\n(SSSC) mechanism was proposed for the transformation from <bold>1</bold> to <bold>5</bold>.</p>", "clean_text": "We reported herein a heterometallic cluster-based MOF [Mn3Li2(TBIP)4(DMF)4] (1) (H2TBIP = 5-tert-butylisophthalic acid), which, upon successive methanol etching, underwent step-by-step irreversible structural transformation to form a chain-based MOF, [Mn(TBIP)(H2O)3]⋅4H2O (5). During the transformation course, several intermediate crystalline phases such as the irregular nanocrystals of 2, fiber-liker nanocrystals of 3, and prismatic crystals of [Mn3(TBIP)3(MeOH)4] (4), together with the core-shell 1@2, 1/2@3, and Janus type 4-on-3 heterostructures were observed. The entire transformation process was monitored by magnetic susceptibility, scanning electron microscopy (SEM), inductively coupled plasma (ICP) analysis and EPR, which suggested a structural similarity among 1 to 4. Moreover, a dissolution-recrystallization structural conversion (DRSC) and/or solid to solid structural conversion (SSSC) mechanism was proposed for the transformation from 1 to 5.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials\nand Characterization</title><p>All the materials were\nobtained from commercial resources and used without further purification.\nThermogravimetrtic experiments were measured by a GA/NETZSCH STA449C\ndevice between 40 and 1000 °C with a heating rate of 10 °C\nmin<sup>–1</sup> (N<sub>2</sub> stream). Elemental analyses\nof C, H, and N were performed using a Vario EL III elemental analyzer.\nPowder X-ray diffraction (PXRD) patterns were recorded on crushed\nsingle crystals in the 2θ range of 5–55° using Cu\nKα radiation on a Miniflex II instrument. Infrared spectroscopy\n(IR) measurements were carried out on a PerkinElmer Spectrum One equipment,\nand the compounds were measured using KBr pellets between 4000 and\n500 cm<sup>–1</sup>. The magnetic data of the samples were\ncollected by a Quantum Design PPMS-9 T device. The EPR data of the\nsamples were measured on a Bruker ELEXSYS E500 spectrometer at room\nterperature. SEM images were obtained using a Phenom G2 SEM microscope.\nICP spectroscopy was performed on a Thermo IRIS Intrepid II XSP spectrometer.</p>", "clean_text": "Experimental Section\n\nMaterials and Characterization\n\nAll the materials were obtained from commercial resources and used without further purification. Thermogravimetrtic experiments were measured by a GA/NETZSCH STA449C device between 40 and 1000 °C with a heating rate of 10 °C min-1 (N2 stream). Elemental analyses of C, H, and N were performed using a Vario EL III elemental analyzer. Powder X-ray diffraction (PXRD) patterns were recorded on crushed single crystals in the 2θ range of 5-55° using Cu Kα radiation on a Miniflex II instrument. Infrared spectroscopy (IR) measurements were carried out on a PerkinElmer Spectrum One equipment, and the compounds were measured using KBr pellets between 4000 and 500 cm-1. The magnetic data of the samples were collected by a Quantum Design PPMS-9 T device. The EPR data of the samples were measured on a Bruker ELEXSYS E500 spectrometer at room terperature. SEM images were obtained using a Phenom G2 SEM microscope. ICP spectroscopy was performed on a Thermo IRIS Intrepid II XSP spectrometer.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Samples</title><p>A mixture of Mn­(OAc)<sub>2</sub>·4H<sub>2</sub>O (0.5 mmol, 123 mg), LiNO<sub>3</sub> (0.5 mmol,\n35 mg), H<sub>2</sub>TBIP (1 mmol, 222 mg), and DMF (10 mL) were sealed\nin a 20 mL of Teflon-lined stainless steel vessel. The mixture was\nheated to 160 °C in 4 h and maintained at 160 °C for 48\nh, and then cooled slowly to room temperature. Colorless prismatic\ncrystals of <bold>1</bold> were collected (yielding 194 mg, 86% based\non Mn<sup>II</sup>). Anal. calcd. (%) for <bold>1</bold> C<sub>60</sub>H<sub>76</sub>O<sub>20</sub>N<sub>4</sub>Li<sub>2</sub>Mn<sub>3</sub> (1351.97): C 53.30, N 4.14, H 5.67. Found: C 52.82, N 4.03, H 5.71.\nIR (KBr, cm<sup>–1</sup>): 3490 w, 2966 m, 2906 vw, 2870 vw,\n1694 w, 1678 w, 1661 vs, 1620 w, 1611 w, 1572 s, 1554 vw, 1460 vw,\n1435 s, 1495 m, 1381 vs, 1311 w, 1274 w, 1184 vw, 914 vw, 869 vw,\n830 w, 822 w, 780 s, 755 m, 731 m, 721 m, 695 w, 677 w, 581 w, 519\nw.</p>", "clean_text": "Preparation of Samples\n\nA mixture of Mn(OAc)2⋅4H2O (0.5 mmol, 123 mg), LiNO3 (0.5 mmol, 35 mg), H2TBIP (1 mmol, 222 mg), and DMF (10 mL) were sealed in a 20 mL of Teflon-lined stainless steel vessel. The mixture was heated to 160 °C in 4 h and maintained at 160 °C for 48 h, and then cooled slowly to room temperature. Colorless prismatic crystals of 1 were collected (yielding 194 mg, 86% based on MnII). Anal. calcd. (%) for 1 C60H76O20N4Li2Mn3 (1351.97): C 53.30, N 4.14, H 5.67. Found: C 52.82, N 4.03, H 5.71. IR (KBr, cm-1): 3490 w, 2966 m, 2906 vw, 2870 vw, 1694 w, 1678 w, 1661 vs, 1620 w, 1611 w, 1572 s, 1554 vw, 1460 vw, 1435 s, 1495 m, 1381 vs, 1311 w, 1274 w, 1184 vw, 914 vw, 869 vw, 830 w, 822 w, 780 s, 755 m, 731 m, 721 m, 695 w, 677 w, 581 w, 519 w.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Samples <bold>2</bold>–<bold>5</bold> are obtained\nby soaking the as-synthesis sample <bold>1</bold> (40 mg) in methanol\n(30 mL) for 30 min, 12 h, 5 days, and 14 days, respectively. Anal.\ncalcd. (%) for <bold>5</bold> C<sub>12</sub>H<sub>26</sub>O<sub>11</sub>Mn (401.27): C 35.92, H 6.53. Found: C 36.38, H 6.28. IR (KBr, cm<sup>–1</sup>): 3433 m, 2966 m, 2906 vw, 2870 vw, 1438 s, 1373\nvs, 1312 vw, 1271 w, 1178 vw, 1114 vw, 1084 vw, 1045 w, 910 w, 878\nvw, 816 vw, 781 m, 717 m, 694 vw, 523 vw. The samples <bold>1-1h</bold>, <bold>1-12h</bold>, <bold>1-24h</bold>, <bold>1-2d</bold>, <bold>1-5d</bold>, <bold>1-8d</bold>, and <bold>1-11d</bold> are prepared\nby immersing the mother MOF <bold>1</bold> in methanol at room temperature\nfor 1 h, 12 h, 24 h, 2 days, 5 days, 8 days, and 11 days, respectively.</p>", "clean_text": "Samples 2-5 are obtained by soaking the as-synthesis sample 1 (40 mg) in methanol (30 mL) for 30 min, 12 h, 5 days, and 14 days, respectively. Anal. calcd. (%) for 5 C12H26O11Mn (401.27): C 35.92, H 6.53. Found: C 36.38, H 6.28. IR (KBr, cm-1): 3433 m, 2966 m, 2906 vw, 2870 vw, 1438 s, 1373 vs, 1312 vw, 1271 w, 1178 vw, 1114 vw, 1084 vw, 1045 w, 910 w, 878 vw, 816 vw, 781 m, 717 m, 694 vw, 523 vw. The samples 1-1h, 1-12h, 1-24h, 1-2d, 1-5d, 1-8d, and 1-11d are prepared by immersing the mother MOF 1 in methanol at room temperature for 1 h, 12 h, 24 h, 2 days, 5 days, 8 days, and 11 days, respectively.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Crystal Structure Description</title><p>MOF <bold>1</bold> is\na 3D framework constructed by a heterometallic secondary building\nunit (SBU), [Mn<sub>3</sub>Li<sub>2</sub>(COO)<sub>8</sub>­(DMF)<sub>4</sub>] (a). Its asymmetric unit contains 1.5 Mn<sup>2+</sup> ions, one Li<sup>+</sup> ion, two TBIP<sup>2–</sup> ligands, and two coordinated\nDMF molecules (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S2a</ext-link>). The two Mn<sup>II</sup> ions are all coordinated by six carboxylate oxygen atoms\nwith a distorted MnO<sub>6</sub> octahedron geometry, while the Li<sup>+</sup> ion adopts a distorted tetrahedral geometry and is surrounded\nby four oxygen atoms (two from carboxylate groups, and the other two\nfrom two DMF molecules). The central Mn atom in each SBU is linked\nto the terminal Mn atoms by one <italic>syn</italic>–<italic>syn</italic> and two μ<sub>2</sub>-O carboxylate groups (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S2a</ext-link>). The SBUs are cross-linked by two\nTBIP<sup>2–</sup> ligands into a chain along the <italic>a</italic>-axis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S2b</ext-link>), which is further extended\nby TBIP<sup>2–</sup> anions to construct the 3D architecture\n(d). On the\nbasis of topology simplification (SBU as a node and TBIP<sup>2–</sup> ligand as a linker), the architecture structure of <bold>1</bold> can be simplified as an α-Po net (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S3a</ext-link>).</p>", "clean_text": "Results and Discussion\n\nCrystal Structure Description\n\nMOF 1 is a 3D framework constructed by a heterometallic secondary building unit (SBU), [Mn3Li2(COO)8(DMF)4] (a). Its asymmetric unit contains 1.5 Mn2+ ions, one Li+ ion, two TBIP2- ligands, and two coordinated DMF molecules (Figure S2a). The two MnII ions are all coordinated by six carboxylate oxygen atoms with a distorted MnO6 octahedron geometry, while the Li+ ion adopts a distorted tetrahedral geometry and is surrounded by four oxygen atoms (two from carboxylate groups, and the other two from two DMF molecules). The central Mn atom in each SBU is linked to the terminal Mn atoms by one syn-syn and two μ2-O carboxylate groups (Figure S2a). The SBUs are cross-linked by two TBIP2- ligands into a chain along the a-axis (Figure S2b), which is further extended by TBIP2- anions to construct the 3D architecture (d). On the basis of topology simplification (SBU as a node and TBIP2- ligand as a linker), the architecture structure of 1 can be simplified as an α-Po net (Figure S3a).", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination environment of Mn<sup>2+</sup> and Li<sup>+</sup> ions\nin <bold>1</bold> (a), <bold>4</bold> (b), and <bold>5</bold> (c)\nand polyhedron view of the 3D structures along the <italic>c</italic>-axis of <bold>1</bold> (d), <bold>4</bold> (e), and <bold>5</bold> (f). Hydrogen atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg9b01480_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination environment of Mn2+ and Li+ ions in 1 (a), 4 (b), and 5 (c) and polyhedron view of the 3D structures along the c-axis of 1 (d), 4 (e), and 5 (f). Hydrogen atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Three intermediate phases <bold>2</bold>–<bold>4</bold> were\nobtained after immersing <bold>1</bold> in methanol for 30 min, 12\nh, and 5 days, respectively. Unfortunately, they are either microcrystalline\npowders or mixed with other phases, and therefore their crystal structures\ncannot be determined by single crystal X-ray diffraction. Nevertheless,\ndespite poor diffraction data due to the imperfection formed during\nthe crystallization process, the structure of <bold>4</bold> can be\nroughly solved, which unquestionably proves the presence of linear\n{Mn<sub>3</sub>} units and the absence of Li<sup>+</sup> ions in <bold>4</bold> (b). While the 3D network topology remains unchanged during the transformation\n(e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S3b</ext-link>), the coordination geometry of terminal Mn<sup>2+</sup> ions in the linear {Mn<sub>3</sub>} SBUs in <bold>4</bold> changes from MnO<sub>6</sub> octahedron to MnO<sub>4</sub> tetrahedron,\nand the adjacent Mn atoms are bridged by two <italic>syn</italic>–<italic>syn</italic> carboxylate ligands (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S2c</ext-link>). Unlike <bold>1</bold>, the SBUs in the chain along the <italic>a</italic>-axis in <bold>4</bold> are linked by only one TBIP<sup>2–</sup> ligand (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S2d</ext-link>). Thus,\nthe structural transformation from <bold>1</bold> to <bold>4</bold> should be attributed to the release of two Li<sup>+</sup> ions in\nthe SBUs and one TBIP<sup>2–</sup> ligand between the adjacent\nSBUs along the <italic>a</italic>-axis. Although the structures of <bold>2</bold> and <bold>3</bold> are unknown, we speculate that they may\nhave some similarity with <bold>1</bold>; i.e., the linear {Mn<sub>3</sub>} magnetic unit is maintained in <bold>2</bold> and <bold>3</bold>, as supported by the magnetic susceptibility and EPR data\n(vide infra).</p>", "clean_text": "Three intermediate phases 2-4 were obtained after immersing 1 in methanol for 30 min, 12 h, and 5 days, respectively. Unfortunately, they are either microcrystalline powders or mixed with other phases, and therefore their crystal structures cannot be determined by single crystal X-ray diffraction. Nevertheless, despite poor diffraction data due to the imperfection formed during the crystallization process, the structure of 4 can be roughly solved, which unquestionably proves the presence of linear {Mn3} units and the absence of Li+ ions in 4 (b). While the 3D network topology remains unchanged during the transformation (e and S3b), the coordination geometry of terminal Mn2+ ions in the linear {Mn3} SBUs in 4 changes from MnO6 octahedron to MnO4 tetrahedron, and the adjacent Mn atoms are bridged by two syn-syn carboxylate ligands (Figure S2c). Unlike 1, the SBUs in the chain along the a-axis in 4 are linked by only one TBIP2- ligand (Figure S2d). Thus, the structural transformation from 1 to 4 should be attributed to the release of two Li+ ions in the SBUs and one TBIP2- ligand between the adjacent SBUs along the a-axis. Although the structures of 2 and 3 are unknown, we speculate that they may have some similarity with 1; i.e., the linear {Mn3} magnetic unit is maintained in 2 and 3, as supported by the magnetic susceptibility and EPR data (vide infra).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>After being immersed in methanol for 14 days,\ncrystalline <bold>4</bold> was converted into MOF <bold>5</bold>.\nIn <bold>5</bold>, the Mn atom adopts the distorted octahedral geometry,\nbeing joined\nby two unidentate carboxylate oxygen atoms and four H<sub>2</sub>O\nmolecules (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S2e</ext-link>). The neighboring Mn<sup>2+</sup> atoms are linked to each other via single μ<sub>2</sub>-OH<sub>2</sub> bridges and generate a 1D infinite inorganic −Mn–O–Mn–\nchain (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S2f</ext-link>). The inorganic chains\nare connected by TBIP<sup>2–</sup> anions to form a 3D CdSO<sub>4</sub>-type network (f and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S3c</ext-link>).</p>", "clean_text": "After being immersed in methanol for 14 days, crystalline 4 was converted into MOF 5. In 5, the Mn atom adopts the distorted octahedral geometry, being joined by two unidentate carboxylate oxygen atoms and four H2O molecules (c and S2e). The neighboring Mn2+ atoms are linked to each other via single μ2-OH2 bridges and generate a 1D infinite inorganic -Mn-O-Mn- chain (Figure S2f). The inorganic chains are connected by TBIP2- anions to form a 3D CdSO4-type network (f and S3c).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Structure Conversion, Form\nEvolution, Magnetic Susceptibility,\nand EPR Investigation</title><p>In order to gain insight into the conversion\nfrom <bold>1</bold> to <bold>5</bold>, the as-synthesized sample <bold>1</bold> (40 mg) was soaked in methanol (30 mL) for a couple of days\nat room temperature, at which time the PXRD data, scanning electron\nmicroscopy (SEM), temperature-dependent magnetic susceptibility, room-temperature\nEPR and IR of the samples were measured at different intervals of\ntime. The PXRD data indicated that after immersion in methanol for\n2 weeks all the microcrystals of <bold>1</bold> turned into a pure\nphase of <bold>5</bold> (). Interestingly, three intermediate phases were observed\nin PXRD. In the first hour of immersion, a new metastable phase <bold>2</bold> could be seen in PXRD (2θ = 7.86°); 12 h later,\nthe second metastable phase <bold>3</bold> emerged (2θ = 7.16°),\nand <bold>1</bold> was completely changed into <bold>3</bold> within\n24 h. By the fifth day, the third metastable phase <bold>4</bold> appeared\n(2θ = 8.44°). Within the next 3 days, nearly all the crystals\nof <bold>3</bold> were converted into <bold>4</bold>. With a further\nincrease in immersion time, a crystalline phase of <bold>5</bold> was\nformed. From the PXRD analysis, we can conclude that <bold>1-1h</bold> is the mixed phase of <bold>1</bold> and <bold>2</bold>; <bold>1-12h</bold> is the mixed phase of <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>; <bold>1-24h</bold> and <bold>1-2d</bold> are pure phases\nof <bold>3</bold>; <bold>1-5d</bold> and <bold>1-8d</bold> are the\nmixed phases of <bold>3</bold> and <bold>4</bold>; and <bold>1-11d</bold> is the mixed phase of <bold>4</bold> and <bold>5</bold> (the sample after 1 h immersion is denoted as <bold>1-1h</bold>,\nafter a 2 day immersion is denoted as <bold>1-2d</bold>, and so on).</p>", "clean_text": "Structure Conversion, Form Evolution, Magnetic Susceptibility, and EPR Investigation\n\nIn order to gain insight into the conversion from 1 to 5, the as-synthesized sample 1 (40 mg) was soaked in methanol (30 mL) for a couple of days at room temperature, at which time the PXRD data, scanning electron microscopy (SEM), temperature-dependent magnetic susceptibility, room-temperature EPR and IR of the samples were measured at different intervals of time. The PXRD data indicated that after immersion in methanol for 2 weeks all the microcrystals of 1 turned into a pure phase of 5 (). Interestingly, three intermediate phases were observed in PXRD. In the first hour of immersion, a new metastable phase 2 could be seen in PXRD (2θ = 7.86°); 12 h later, the second metastable phase 3 emerged (2θ = 7.16°), and 1 was completely changed into 3 within 24 h. By the fifth day, the third metastable phase 4 appeared (2θ = 8.44°). Within the next 3 days, nearly all the crystals of 3 were converted into 4. With a further increase in immersion time, a crystalline phase of 5 was formed. From the PXRD analysis, we can conclude that 1-1h is the mixed phase of 1 and 2; 1-12h is the mixed phase of 1, 2, and 3; 1-24h and 1-2d are pure phases of 3; 1-5d and 1-8d are the mixed phases of 3 and 4; and 1-11d is the mixed phase of 4 and 5 (the sample after 1 h immersion is denoted as 1-1h, after a 2 day immersion is denoted as 1-2d, and so on).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD patterns\nof compounds <bold>1</bold>, <bold>4</bold>, <bold>5</bold>, and samples <bold>1-1h</bold>, <bold>1-12h</bold>, <bold>1-24h</bold>, <bold>1-2d</bold>, <bold>1-5d</bold>, <bold>1-8d</bold>, and <bold>1-11d</bold> (the\nsample after 1 h immersion is denoted\nas <bold>1-1h</bold>, after 2 day immersion is denoted as <bold>1-2d</bold>, and so on).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg9b01480_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  PXRD patterns of compounds 1, 4, 5, and samples 1-1h, 1-12h, 1-24h, 1-2d, 1-5d, 1-8d, and 1-11d (the sample after 1 h immersion is denoted as 1-1h, after 2 day immersion is denoted as 1-2d, and so on).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>SEM was performed to determine\nwhether the above-mentioned mixed\nphases were physically separated or not. As indicated in a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S4a</ext-link>, MOF <bold>1</bold> exhibits a regular shape\nand distinct surfaces, but the irregular morphology can be observed\non the surface of sample <bold>1-1h</bold> (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S4b</ext-link>), which\nshould be mixed with <bold>2</bold>. Moreover, the fiber-like nanocrystal <bold>3</bold> can be seen on the surface of samples <bold>1-12h</bold> and <bold>1-24h</bold> (c,d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S4c,d</ext-link>). The PXRD\nresults show that <bold>1-1h</bold> and <bold>1-12h</bold> are all\nmixed phases, and thus they should be core–shell MOF-on-MOF\nhybrids rather than phase separated MOFs. To further confirm the core–shell\nstructures, several larger crystals of <bold>1</bold> were selected\nand immersed in methanol for 1, 12, and 24 h, and then the obtained\nMOF crystals were carefully cut manually with a knife (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figures S5 and S6</ext-link>). For <bold>1-1h</bold>, the\nrough outside shell (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S5c</ext-link>), smooth\ninner core (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S5b</ext-link>), as well as the\ncore–shell interface are clearly observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S5d</ext-link>), suggesting that it is a core–shell MOF <bold>1</bold>@<bold>2</bold>. However, for <bold>1-12h</bold>, the outside\nshell displays a fiber-like surface (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S6c</ext-link>), but the inner core exhibits an irregular and smooth morphology\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S6b</ext-link>), which indicates that it is\na three-component core–shell MOF <bold>1</bold>/<bold>2</bold>@<bold>3</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S6d</ext-link>). For <bold>1-24h</bold>, it must be the pure phase of <bold>3</bold> because\nboth the inner core and outside shell display the same fiber-like\nsurface morphology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S6f,g</ext-link>), which\nis in accordance with the PXRD result ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S6h</ext-link>). Very\ninterestingly, a Janus crystal appeared after immersing <bold>1</bold> in methanol for 5 days, which should be formed by the anisotropic\ngrowth of prismatic crystals <bold>4</bold> along one particular direction\nof <bold>3</bold> (e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S4e</ext-link>). After 8 days, the Janus\ncrystal still existed, but the majority of it was <bold>4</bold>,\nand only a little <bold>3</bold> remained (f and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S4f</ext-link>), as\nconfirmed by the PXRD result (). Eleven days later, needle-like crystals of <bold>5</bold> were observed in the form of physically separated particles,\non the surface or in the inner part of <bold>4</bold> (g and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S4g</ext-link>). In the next 3 days, a pure phase of <bold>5</bold> was\nobtained (h and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">S4h</ext-link>).</p>", "clean_text": "SEM was performed to determine whether the above-mentioned mixed phases were physically separated or not. As indicated in a and S4a, MOF 1 exhibits a regular shape and distinct surfaces, but the irregular morphology can be observed on the surface of sample 1-1h (b and S4b), which should be mixed with 2. Moreover, the fiber-like nanocrystal 3 can be seen on the surface of samples 1-12h and 1-24h (c,d and S4c,d). The PXRD results show that 1-1h and 1-12h are all mixed phases, and thus they should be core-shell MOF-on-MOF hybrids rather than phase separated MOFs. To further confirm the core-shell structures, several larger crystals of 1 were selected and immersed in methanol for 1, 12, and 24 h, and then the obtained MOF crystals were carefully cut manually with a knife (Figures S5 and S6). For 1-1h, the rough outside shell (Figure S5c), smooth inner core (Figure S5b), as well as the core-shell interface are clearly observed (Figure S5d), suggesting that it is a core-shell MOF 1@2. However, for 1-12h, the outside shell displays a fiber-like surface (Figure S6c), but the inner core exhibits an irregular and smooth morphology (Figure S6b), which indicates that it is a three-component core-shell MOF 1/2@3 (Figure S6d). For 1-24h, it must be the pure phase of 3 because both the inner core and outside shell display the same fiber-like surface morphology (Figure S6f,g), which is in accordance with the PXRD result ( and S6h). Very interestingly, a Janus crystal appeared after immersing 1 in methanol for 5 days, which should be formed by the anisotropic growth of prismatic crystals 4 along one particular direction of 3 (e and S4e). After 8 days, the Janus crystal still existed, but the majority of it was 4, and only a little 3 remained (f and S4f), as confirmed by the PXRD result (). Eleven days later, needle-like crystals of 5 were observed in the form of physically separated particles, on the surface or in the inner part of 4 (g and S4g). In the next 3 days, a pure phase of 5 was obtained (h and S4h).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of <bold>1</bold> (a), <bold>1-1h</bold> (b), <bold>1-12h</bold> (c), <bold>1-24h</bold> (d), <bold>1-5d</bold> (e), <bold>1-8d</bold> (f), <bold>1-11d</bold> (g), and <bold>5</bold> (h).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg9b01480_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of 1 (a), 1-1h (b), 1-12h (c), 1-24h (d), 1-5d (e), 1-8d (f), 1-11d (g), and 5 (h).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>\na shows\nthe <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic>–<italic>T</italic> curve of <bold>1</bold> per Mn<sub>3</sub>\n<sup>II</sup>. The value of value is 12.74 cm<sup>3</sup> mol<sup>–1</sup> K at room temperature, which is slightly lower than the value of\n13.13 cm<sup>3</sup> mol<sup>–1</sup> K expected for three\nmagnetically isolated high-spin Mn<sup>2+</sup> ions. With the decreasing\ntemperature, the <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> value\ndecreases monotonically and decreases to 4.31 cm<sup>3</sup> mol<sup>–1</sup> K at 2 K, which is consistent with the value of one\nuncoupled Mn<sup>2+</sup> ion, which indicates the occurrence of antiferromagnetic\n(AF) interactions in the Mn<sub>3</sub>\n<sup>II</sup> units with an\nup–down–up spin manner. The negative Weiss constant\n(θ = −10.76 K) also suggest the antiferromagnetic behavior\nin <bold>1</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S7a</ext-link>). The <italic>M</italic>–<italic>H</italic> curve at 2 K displays a rapid\nincrease at low field (a, inset), reaching the saturation magnetization of 5.01 Nβ/Mn<sub>3</sub>\n<sup>II</sup> at 3.4 T. This value is in accordance with 5.0\nNβ expected for antiferromagnetic Mn<sub>3</sub>\n<sup>II</sup> clusters and also suggests an up–down–up spin arrangement\nin Mn<sub>3</sub>\n<sup>II</sup> clusters. The magnetic data of <bold>1</bold> are analyzed using a linear trimetric Mn<sup>2+</sup> model\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Scheme S1</ext-link>), in which the magnetic interaction\nbetween the terminal manganese ions is negligible (<italic>J</italic>\n<sub>2</sub> = 0), and <italic>J</italic>\n<sub>1</sub> stands for\nthe exchange constant between the adjacent Mn<sup>II</sup> ions, and\nalso the molecular field approximation is considered. The best fitting\ngives <italic>g</italic> = 2.00, <italic>J</italic>\n<sub>1</sub> =\n−0.57 cm<sup>–1</sup>, <italic>zj</italic>′ =\n−0.0039 cm<sup>–1</sup>, and <italic>R</italic> = 5.63\n× 10<sup>–3</sup>. This result demonstrates the weak AF\ncoupling between adjacent Mn<sup>2+</sup> ions in the trinuclear Mn<sup>2+</sup> unit and gives rise to an <italic>S</italic> = 5/2 ground\nstate. Moreover, the value of <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> at 2 K is also consistent with this (4.31 cm<sup>3</sup> mol<sup>–1</sup> K compared with the predicted value of 4.38\ncm<sup>3</sup> mol<sup>–1</sup> K for <italic>g</italic> =\n2.00).</p>", "clean_text": " a shows the x m T-T curve of 1 per Mn3 II. The value of value is 12.74 cm3 mol-1 K at room temperature, which is slightly lower than the value of 13.13 cm3 mol-1 K expected for three magnetically isolated high-spin Mn2+ ions. With the decreasing temperature, the x m T value decreases monotonically and decreases to 4.31 cm3 mol-1 K at 2 K, which is consistent with the value of one uncoupled Mn2+ ion, which indicates the occurrence of antiferromagnetic (AF) interactions in the Mn3 II units with an up-down-up spin manner. The negative Weiss constant (θ = -10.76 K) also suggest the antiferromagnetic behavior in 1 (Figure S7a). The M-H curve at 2 K displays a rapid increase at low field (a, inset), reaching the saturation magnetization of 5.01 Nβ/Mn3 II at 3.4 T. This value is in accordance with 5.0 Nβ expected for antiferromagnetic Mn3 II clusters and also suggests an up-down-up spin arrangement in Mn3 II clusters. The magnetic data of 1 are analyzed using a linear trimetric Mn2+ model (Scheme S1), in which the magnetic interaction between the terminal manganese ions is negligible (J 2 = 0), and J 1 stands for the exchange constant between the adjacent MnII ions, and also the molecular field approximation is considered. The best fitting gives g = 2.00, J 1 = -0.57 cm-1, zj' = -0.0039 cm-1, and R = 5.63 × 10-3. This result demonstrates the weak AF coupling between adjacent Mn2+ ions in the trinuclear Mn2+ unit and gives rise to an S = 5/2 ground state. Moreover, the value of x m T at 2 K is also consistent with this (4.31 cm3 mol-1 K compared with the predicted value of 4.38 cm3 mol-1 K for g = 2.00).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Plots of <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> versus <italic>T</italic> in the 2–300 K temperature range for <bold>1</bold> (a) and <bold>5</bold> (b). Inset: plots of <italic>M</italic> versus <italic>H</italic>. The red solid line represents the best theoretical fit.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg9b01480_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Plots of x m T versus T in the 2-300 K temperature range for 1 (a) and 5 (b). Inset: plots of M versus H. The red solid line represents the best theoretical fit.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>According to a search of CCDC, compounds containing\n{Mn<sub>3</sub>(O<sub>2</sub>CR)<sub>6</sub>} units are limited and\ncan be classified\ninto three general types (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Scheme S1</ext-link>), among which the Mn<sub>3</sub>\n<sup>II</sup> units shown in scheme\nb and c are the most common. However, the Mn<sub>3</sub>\n<sup>II</sup> motif present in <bold>CP-1</bold> was sparsely reported. To our\nknowledge, only one example has been reported by now, which is a discrete\ncluster without the description of magnetic property. The magnetic coupling constants are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Table S5</ext-link>. It can be found that <bold>CP-1</bold> exhibits the smallest <italic>J</italic> value among the three types\nof triply bridged compounds, though it contains the shortest Mn···Mn\ndistance. This indicates that the superexchange mechanism is working\nin titled compounds, and the μ<sub>2</sub>-OR bridge was less\ncapable to transmit magnetic coupling than the <italic>syn</italic>–<italic>syn</italic> carboxylate bridges.</p>", "clean_text": "According to a search of CCDC, compounds containing {Mn3(O2CR)6} units are limited and can be classified into three general types (Scheme S1), among which the Mn3 II units shown in scheme b and c are the most common. However, the Mn3 II motif present in CP-1 was sparsely reported. To our knowledge, only one example has been reported by now, which is a discrete cluster without the description of magnetic property. The magnetic coupling constants are listed in Table S5. It can be found that CP-1 exhibits the smallest J value among the three types of triply bridged compounds, though it contains the shortest Mn⋅⋅⋅Mn distance. This indicates that the superexchange mechanism is working in titled compounds, and the μ2-OR bridge was less capable to transmit magnetic coupling than the syn-syn carboxylate bridges.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>The <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic>–<italic>T</italic> curve for <bold>5</bold> per Mn<sup>2+</sup> is displayed\nin b. At 300\nK, the <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> value is 4.09\ncm<sup>3</sup> mol<sup>–1</sup> K<sup>–1</sup>, smaller\nthan 4.38 cm<sup>3</sup> mol<sup>–1</sup> K<sup>–1</sup> (the value that is expected for one high-spin Mn<sup>2+</sup> ion).\nAs the temperature decreases, the <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> decreases continuously and achieves a minimum value of\n0.26 cm<sup>3</sup> mol<sup>–1</sup> K<sup>–1</sup> at\n2 K, identifying a primary AF interaction between Mn<sup>II</sup> ions.\nThe AF interactions between Mn<sup>II</sup> ions in <bold>5</bold> also can be signified by the negative Weiss constant (θ =\n−32.55 K), which is acquired through fitting the 1/<italic>x</italic>\n<sub>m</sub>–<italic>T</italic> data in the 40 and\n300 K temperature range by the Curie–Weiss law (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S7b</ext-link>). The magnetization curve exhibits\na linear behavior and gets to the unsaturation value of 1.16 Nβ\nat 8 T, demonstrating again the AF magnetic coupling in <bold>5</bold>. To estimate the strength of the magnetic coupling between the adjacent\nMn<sup>II</sup> ions, the 1D infinite-chain model was adopted. And,\nthe best fit gives <italic>g</italic> = 2.01, <italic>J</italic> =\n−2.89 cm<sup>–1</sup>, and <italic>R</italic> = 1.56\n× 10<sup>–3</sup>. The result unveils AF coupling between\nthe Mn<sup>II</sup> ions. According to Goodenough’s rules,\nthe magnetic interaction type between adjacent metal ions is largely\ndecided by the M–O–M bond angles. Ferromagnetic coupling for the M–O–M bond angle close\nto 90° and antiferromagnetic behavior for the large M–O–M\nbond angle are anticipated. Thus, the AF coupling between Mn<sup>II</sup> centers in <bold>CP-5</bold> can be attributed to the large Mn–O–Mn value (129.52°).</p>", "clean_text": "The x m T-T curve for 5 per Mn2+ is displayed in b. At 300 K, the x m T value is 4.09 cm3 mol-1 K-1, smaller than 4.38 cm3 mol-1 K-1 (the value that is expected for one high-spin Mn2+ ion). As the temperature decreases, the x m T decreases continuously and achieves a minimum value of 0.26 cm3 mol-1 K-1 at 2 K, identifying a primary AF interaction between MnII ions. The AF interactions between MnII ions in 5 also can be signified by the negative Weiss constant (θ = -32.55 K), which is acquired through fitting the 1/x m-T data in the 40 and 300 K temperature range by the Curie-Weiss law (Figure S7b). The magnetization curve exhibits a linear behavior and gets to the unsaturation value of 1.16 Nβ at 8 T, demonstrating again the AF magnetic coupling in 5. To estimate the strength of the magnetic coupling between the adjacent MnII ions, the 1D infinite-chain model was adopted. And, the best fit gives g = 2.01, J = -2.89 cm-1, and R = 1.56 × 10-3. The result unveils AF coupling between the MnII ions. According to Goodenough's rules, the magnetic interaction type between adjacent metal ions is largely decided by the M-O-M bond angles. Ferromagnetic coupling for the M-O-M bond angle close to 90° and antiferromagnetic behavior for the large M-O-M bond angle are anticipated. Thus, the AF coupling between MnII centers in CP-5 can be attributed to the large Mn-O-Mn value (129.52°).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Although the absolute values of magnetic susceptibility of the\nmixed phases <bold>1@2</bold> (<bold>1-1h</bold>), <bold>1</bold>/<bold>2</bold>@<bold>3</bold> (<bold>1-12h</bold>), and the pure phase <bold>3</bold> (<bold>1-24h</bold>) cannot be obtained, their magnetic\nsusceptibility profiles are very similar to <bold>1</bold>, which\nsuggests that <bold>2</bold> and <bold>3</bold> may also contain trinuclear\n{Mn<sub>3</sub>} units as in <bold>1</bold> (). It should be noted, however, that a slight\nvariation in the magnetic susceptibility strength (for comparison,\nthe units used here are emu/mg) below 20 K is observed from <bold>1</bold> to <bold>3</bold> and the mixed phases (, inset), which may be caused\nby a tiny difference in the magnetic interactions between adjacent\nMn<sup>2+</sup> ions in these materials, a result of changes in the\ncoordination environments of the Mn<sup>2+</sup> ions and the carboxylate\nbridging modes during the transformation. This is consistent with\ntheir room temperature EPR spectra, which, except for <bold>5</bold>, exhibit very similar EPR patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S8</ext-link>).</p>", "clean_text": "Although the absolute values of magnetic susceptibility of the mixed phases 1@2 (1-1h), 1/2@3 (1-12h), and the pure phase 3 (1-24h) cannot be obtained, their magnetic susceptibility profiles are very similar to 1, which suggests that 2 and 3 may also contain trinuclear {Mn3} units as in 1 (). It should be noted, however, that a slight variation in the magnetic susceptibility strength (for comparison, the units used here are emu/mg) below 20 K is observed from 1 to 3 and the mixed phases (, inset), which may be caused by a tiny difference in the magnetic interactions between adjacent Mn2+ ions in these materials, a result of changes in the coordination environments of the Mn2+ ions and the carboxylate bridging modes during the transformation. This is consistent with their room temperature EPR spectra, which, except for 5, exhibit very similar EPR patterns (Figure S8).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Plots of <italic>x</italic>\n<sub>m</sub> versus <italic>T</italic> in the 2–300 K temperature range for <bold>1</bold>, <bold>1-1h</bold>, <bold>1-12h</bold>, <bold>1-2d</bold>, <bold>1-5d</bold>, <bold>1-8d</bold>, <bold>1-11d</bold>, and <bold>5</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg9b01480_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Plots of x m versus T in the 2-300 K temperature range for 1, 1-1h, 1-12h, 1-2d, 1-5d, 1-8d, 1-11d, and 5.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Possible Structure Transformation Mechanism</title><p>To understand\nthe transformation mechanism, we measured the relative amount of Mn<sup>2+</sup> and Li<sup>+</sup> ions in the methanol solution after soaking <bold>1</bold> for different time periods. The solution was centrifuged\nat 8000 rpm for 5 min to remove the possible particles, and the upper\nsolution was used to perform the ICP measurements (). The ICP results showed that\nthe Mn<sup>2+</sup>/Li<sup>+</sup> ratio reached a saturation value\nof ca. 10 after 6 h and remained unchanged during a two-day immersion.\nThis Mn<sup>2+</sup>/Li<sup>+</sup> ratio is very close to the theoretical\nvalue of 11.79, calculated from the molecular formula of <bold>1</bold>. In addition, the EPR spectrum of solution displays the hyperfine\nsplitting of the <sup>55</sup> Mn (<italic>I</italic> = 5/2), indicating\nthat in solution the Mn<sup>2+</sup> species exist in the mononuclear\nform (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S9</ext-link>). These results suggest that the initial transformation of <bold>1</bold> into <bold>2</bold> may involve partial dissolution of <bold>1</bold>, and hence a dissolution–recrystallization process (DRST)\nis more likely to happen. However, it should be pointed out that the\ndissolution of <bold>1</bold> and the crystallization of <bold>2</bold> on its surface occur simultaneously, leading to the formation of\ncore–shell <bold>1</bold>@<bold>2</bold>. After 5 days, as\nthe non-Li-containing phase <bold>4</bold> emerged, the Mn<sup>2+</sup>/Li<sup>+</sup> ratio decreased slowly and reached a value of 4.46\non the 11th day when <bold>5</bold> started to form. Because there\nis no structural relationship between <bold>4</bold> and <bold>5</bold>, the transformation of <bold>4</bold> to <bold>5</bold> may also\nundergo a DRST process. Such a transformation is fast and can be visually\ndemonstrated when crystals <bold>1–8d</bold> are immersed in\nfresh methanol solution in a culture dish, where a growth process\nof crystals <bold>5</bold> can be clearly observed (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_002.avi\">Video S1</ext-link>). In view of the preservation of crystalline\nphase and the structural similarity among <bold>1</bold> to <bold>4</bold>, the transformation from <bold>2</bold> to <bold>3</bold> and then to <bold>4</bold> probably follows a solid to solid structural\nconversion (SSSC) mechanism, though the DRST mechanism cannot be ruled\nout. In the transformation of <bold>3</bold> to <bold>4</bold>, a\nportion of ligands, all the Li<sup>+</sup> ions together with their\ncoordinating DMF molecules are released into solution, while the {Mn<sub>3</sub>} cluster node and the framework remain intact.</p>", "clean_text": "Possible Structure Transformation Mechanism\n\nTo understand the transformation mechanism, we measured the relative amount of Mn2+ and Li+ ions in the methanol solution after soaking 1 for different time periods. The solution was centrifuged at 8000 rpm for 5 min to remove the possible particles, and the upper solution was used to perform the ICP measurements (). The ICP results showed that the Mn2+/Li+ ratio reached a saturation value of ca. 10 after 6 h and remained unchanged during a two-day immersion. This Mn2+/Li+ ratio is very close to the theoretical value of 11.79, calculated from the molecular formula of 1. In addition, the EPR spectrum of solution displays the hyperfine splitting of the 55 Mn (I = 5/2), indicating that in solution the Mn2+ species exist in the mononuclear form (Figure S9). These results suggest that the initial transformation of 1 into 2 may involve partial dissolution of 1, and hence a dissolution-recrystallization process (DRST) is more likely to happen. However, it should be pointed out that the dissolution of 1 and the crystallization of 2 on its surface occur simultaneously, leading to the formation of core-shell 1@2. After 5 days, as the non-Li-containing phase 4 emerged, the Mn2+/Li+ ratio decreased slowly and reached a value of 4.46 on the 11th day when 5 started to form. Because there is no structural relationship between 4 and 5, the transformation of 4 to 5 may also undergo a DRST process. Such a transformation is fast and can be visually demonstrated when crystals 1-8d are immersed in fresh methanol solution in a culture dish, where a growth process of crystals 5 can be clearly observed (see Video S1). In view of the preservation of crystalline phase and the structural similarity among 1 to 4, the transformation from 2 to 3 and then to 4 probably follows a solid to solid structural conversion (SSSC) mechanism, though the DRST mechanism cannot be ruled out. In the transformation of 3 to 4, a portion of ligands, all the Li+ ions together with their coordinating DMF molecules are released into solution, while the {Mn3} cluster node and the framework remain intact.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Column chart\nof Mn<sup>2+</sup>/Li<sup>+</sup> ratio versus time\n(per L) measured by ICP.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg9b01480_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Column chart of Mn2+/Li+ ratio versus time (per L) measured by ICP.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>On the basis of SEM images\nand ICP analysis, the formation pathway\nfor the core–shell and Janus MOFs can be proposed (). First, the methanol\netches the surface of <bold>1</bold> followed by the growth of <bold>2</bold> on the surface of <bold>1</bold>, generating <bold>1</bold>@<bold>2</bold>. Next, <bold>2</bold> converts to <bold>3</bold> on\nthe surface of <bold>1</bold>@<bold>2</bold> without changing the\ninner core <bold>1</bold> to form <bold>1</bold>/<bold>2</bold>@<bold>3</bold>. After complete conversion of <bold>1</bold> to <bold>2</bold> and then to <bold>3</bold>, Li<sup>+</sup> ions are stripped away\nfrom a particular crystal surface of <bold>3</bold> resulting in <bold>4</bold>-on-<bold>3</bold>. Finally, MOF <bold>3</bold> is completely\nturned into <bold>4</bold>, which transforms to <bold>5</bold> via\nDRST.</p>", "clean_text": "On the basis of SEM images and ICP analysis, the formation pathway for the core-shell and Janus MOFs can be proposed (). First, the methanol etches the surface of 1 followed by the growth of 2 on the surface of 1, generating 1@2. Next, 2 converts to 3 on the surface of 1@2 without changing the inner core 1 to form 1/2@3. After complete conversion of 1 to 2 and then to 3, Li+ ions are stripped away from a particular crystal surface of 3 resulting in 4-on-3. Finally, MOF 3 is completely turned into 4, which transforms to 5 via DRST.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Pathway for the Evolution of Form from <bold>1</bold> to <bold>5</bold>\n</title>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg9b01480_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Proposed Pathway for the Evolution of Form from 1 to 5    ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, we reporte the methanol-triggered multistep structural\ntransformation of a heterometallic cluster-based MOF [Mn<sub>3</sub>Li<sub>2</sub>(TBIP)<sub>4</sub>­DMF)<sub>4</sub>] (<bold>1</bold>). Parent crystals <bold>1</bold> underwent a multistep irreversible\nstructural transformation in methanol to form a chain-based MOF <bold>5</bold>. During the transformation process, three intermediate phases <bold>2</bold>–<bold>4</bold> were observed and characterized. The\nconversion from <bold>1</bold> to <bold>5</bold> also involved several\nheterophasic systems, such as core–shell <bold>1</bold>@<bold>2</bold> and <bold>1</bold>/<bold>2</bold>@<bold>3</bold>, and Janus-type <bold>4</bold>-on-<bold>3</bold>. Furthermore, the whole structural transformation\nwas monitored by PXRD, magnetic susceptibility, ICP, and EPR analysis,\nwhich suggests that it may follow a DRST and/or SSSC mechanism. The\npresent work also demonstrates that successive solvent etching of\nMOF crystals by controlling the etching time is a promising approach\nto construct core–shell and Janus MOF-on-MOF hybrids.</p>", "clean_text": "Conclusions\n\nIn summary, we reporte the methanol-triggered multistep structural transformation of a heterometallic cluster-based MOF [Mn3Li2(TBIP)4DMF)4] (1). Parent crystals 1 underwent a multistep irreversible structural transformation in methanol to form a chain-based MOF 5. During the transformation process, three intermediate phases 2-4 were observed and characterized. The conversion from 1 to 5 also involved several heterophasic systems, such as core-shell 1@2 and 1/2@3, and Janus-type 4-on-3. Furthermore, the whole structural transformation was monitored by PXRD, magnetic susceptibility, ICP, and EPR analysis, which suggests that it may follow a DRST and/or SSSC mechanism. The present work also demonstrates that successive solvent etching of MOF crystals by controlling the etching time is a promising approach to construct core-shell and Janus MOF-on-MOF hybrids.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.cgd.9b01480?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.cgd.9b01480</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystal structure analysis,\nTGA curves, magnetic susceptibility\nanalysis, X-ray crystallographic data, SEM images, EPR spectrum, and\nrelated figures and supplementary tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Video of DRST process (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_002.avi\">AVI</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.cgd.9b01480.  Crystal structure analysis, TGA curves, magnetic susceptibility analysis, X-ray crystallographic data, SEM images, EPR spectrum, and related figures and supplementary tables (PDF)   Video of DRST process (AVI)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Crystal structure analysis,\nTGA curves, magnetic susceptibility\nanalysis, X-ray crystallographic data, SEM images, EPR spectrum, and\nrelated figures and supplementary tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">PDF</ext-link>)</p><p>Video of DRST process (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_002.avi\">AVI</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1576730\">1576730</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1576732\">1576732</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Crystal structure analysis, TGA curves, magnetic susceptibility analysis, X-ray crystallographic data, SEM images, EPR spectrum, and related figures and supplementary tables (PDF)\n\nVideo of DRST process (AVI)\n\nCCDC 1576730-1576732 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of Samples</title><p>A mixture of Mn­(OAc)<sub>2</sub>·4H<sub>2</sub>O (0.5 mmol, 123 mg), LiNO<sub>3</sub> (0.5 mmol,\n35 mg), H<sub>2</sub>TBIP (1 mmol, 222 mg), and DMF (10 mL) were sealed\nin a 20 mL of Teflon-lined stainless steel vessel. The mixture was\nheated to 160 °C in 4 h and maintained at 160 °C for 48\nh, and then cooled slowly to room temperature. Colorless prismatic\ncrystals of <bold>1</bold> were collected (yielding 194 mg, 86% based\non Mn<sup>II</sup>). Anal. calcd. (%) for <bold>1</bold> C<sub>60</sub>H<sub>76</sub>O<sub>20</sub>N<sub>4</sub>Li<sub>2</sub>Mn<sub>3</sub> (1351.97): C 53.30, N 4.14, H 5.67. Found: C 52.82, N 4.03, H 5.71.\nIR (KBr, cm<sup>–1</sup>): 3490 w, 2966 m, 2906 vw, 2870 vw,\n1694 w, 1678 w, 1661 vs, 1620 w, 1611 w, 1572 s, 1554 vw, 1460 vw,\n1435 s, 1495 m, 1381 vs, 1311 w, 1274 w, 1184 vw, 914 vw, 869 vw,\n830 w, 822 w, 780 s, 755 m, 731 m, 721 m, 695 w, 677 w, 581 w, 519\nw.</p>", "clean_text": "Preparation of Samples\n\nA mixture of Mn(OAc)2⋅4H2O (0.5 mmol, 123 mg), LiNO3 (0.5 mmol, 35 mg), H2TBIP (1 mmol, 222 mg), and DMF (10 mL) were sealed in a 20 mL of Teflon-lined stainless steel vessel. The mixture was heated to 160 °C in 4 h and maintained at 160 °C for 48 h, and then cooled slowly to room temperature. Colorless prismatic crystals of 1 were collected (yielding 194 mg, 86% based on MnII). Anal. calcd. (%) for 1 C60H76O20N4Li2Mn3 (1351.97): C 53.30, N 4.14, H 5.67. Found: C 52.82, N 4.03, H 5.71. IR (KBr, cm-1): 3490 w, 2966 m, 2906 vw, 2870 vw, 1694 w, 1678 w, 1661 vs, 1620 w, 1611 w, 1572 s, 1554 vw, 1460 vw, 1435 s, 1495 m, 1381 vs, 1311 w, 1274 w, 1184 vw, 914 vw, 869 vw, 830 w, 822 w, 780 s, 755 m, 731 m, 721 m, 695 w, 677 w, 581 w, 519 w.", "data": [{"meta": {"name": "1", "symbol": "", "chemical formula": "C60H76O20N4Li2Mn3"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Mn­(OAc)2·4H2O", "amount": "123", "unit": "mg"}, {"name": "LiNO3", "amount": "35", "unit": "mg"}, {"name": "H2TBIP", "amount": "222", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "160°C", "time": "48 h", "heating rate": "4 h", "cooling rate": ""}], "yield": "86%"}], "include_properties": ["solvothermal_synthesis"]}, {"idx": "17, 20", "type": "text", "classification": "property", "content": "<p>\na shows\nthe <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic>–<italic>T</italic> curve of <bold>1</bold> per Mn<sub>3</sub>\n<sup>II</sup>. The value of value is 12.74 cm<sup>3</sup> mol<sup>–1</sup> K at room temperature, which is slightly lower than the value of\n13.13 cm<sup>3</sup> mol<sup>–1</sup> K expected for three\nmagnetically isolated high-spin Mn<sup>2+</sup> ions. With the decreasing\ntemperature, the <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> value\ndecreases monotonically and decreases to 4.31 cm<sup>3</sup> mol<sup>–1</sup> K at 2 K, which is consistent with the value of one\nuncoupled Mn<sup>2+</sup> ion, which indicates the occurrence of antiferromagnetic\n(AF) interactions in the Mn<sub>3</sub>\n<sup>II</sup> units with an\nup–down–up spin manner. The negative Weiss constant\n(θ = −10.76 K) also suggest the antiferromagnetic behavior\nin <bold>1</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S7a</ext-link>). The <italic>M</italic>–<italic>H</italic> curve at 2 K displays a rapid\nincrease at low field (a, inset), reaching the saturation magnetization of 5.01 Nβ/Mn<sub>3</sub>\n<sup>II</sup> at 3.4 T. This value is in accordance with 5.0\nNβ expected for antiferromagnetic Mn<sub>3</sub>\n<sup>II</sup> clusters and also suggests an up–down–up spin arrangement\nin Mn<sub>3</sub>\n<sup>II</sup> clusters. The magnetic data of <bold>1</bold> are analyzed using a linear trimetric Mn<sup>2+</sup> model\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Scheme S1</ext-link>), in which the magnetic interaction\nbetween the terminal manganese ions is negligible (<italic>J</italic>\n<sub>2</sub> = 0), and <italic>J</italic>\n<sub>1</sub> stands for\nthe exchange constant between the adjacent Mn<sup>II</sup> ions, and\nalso the molecular field approximation is considered. The best fitting\ngives <italic>g</italic> = 2.00, <italic>J</italic>\n<sub>1</sub> =\n−0.57 cm<sup>–1</sup>, <italic>zj</italic>′ =\n−0.0039 cm<sup>–1</sup>, and <italic>R</italic> = 5.63\n× 10<sup>–3</sup>. This result demonstrates the weak AF\ncoupling between adjacent Mn<sup>2+</sup> ions in the trinuclear Mn<sup>2+</sup> unit and gives rise to an <italic>S</italic> = 5/2 ground\nstate. Moreover, the value of <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> at 2 K is also consistent with this (4.31 cm<sup>3</sup> mol<sup>–1</sup> K compared with the predicted value of 4.38\ncm<sup>3</sup> mol<sup>–1</sup> K for <italic>g</italic> =\n2.00).</p><p>The <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic>–<italic>T</italic> curve for <bold>5</bold> per Mn<sup>2+</sup> is displayed\nin b. At 300\nK, the <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> value is 4.09\ncm<sup>3</sup> mol<sup>–1</sup> K<sup>–1</sup>, smaller\nthan 4.38 cm<sup>3</sup> mol<sup>–1</sup> K<sup>–1</sup> (the value that is expected for one high-spin Mn<sup>2+</sup> ion).\nAs the temperature decreases, the <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> decreases continuously and achieves a minimum value of\n0.26 cm<sup>3</sup> mol<sup>–1</sup> K<sup>–1</sup> at\n2 K, identifying a primary AF interaction between Mn<sup>II</sup> ions.\nThe AF interactions between Mn<sup>II</sup> ions in <bold>5</bold> also can be signified by the negative Weiss constant (θ =\n−32.55 K), which is acquired through fitting the 1/<italic>x</italic>\n<sub>m</sub>–<italic>T</italic> data in the 40 and\n300 K temperature range by the Curie–Weiss law (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.9b01480/suppl_file/cg9b01480_si_001.pdf\">Figure S7b</ext-link>). The magnetization curve exhibits\na linear behavior and gets to the unsaturation value of 1.16 Nβ\nat 8 T, demonstrating again the AF magnetic coupling in <bold>5</bold>. To estimate the strength of the magnetic coupling between the adjacent\nMn<sup>II</sup> ions, the 1D infinite-chain model was adopted. And,\nthe best fit gives <italic>g</italic> = 2.01, <italic>J</italic> =\n−2.89 cm<sup>–1</sup>, and <italic>R</italic> = 1.56\n× 10<sup>–3</sup>. The result unveils AF coupling between\nthe Mn<sup>II</sup> ions. According to Goodenough’s rules,\nthe magnetic interaction type between adjacent metal ions is largely\ndecided by the M–O–M bond angles. Ferromagnetic coupling for the M–O–M bond angle close\nto 90° and antiferromagnetic behavior for the large M–O–M\nbond angle are anticipated. Thus, the AF coupling between Mn<sup>II</sup> centers in <bold>CP-5</bold> can be attributed to the large Mn–O–Mn value (129.52°).</p>", "clean_text": " a shows the x m T-T curve of 1 per Mn3 II. The value of value is 12.74 cm3 mol-1 K at room temperature, which is slightly lower than the value of 13.13 cm3 mol-1 K expected for three magnetically isolated high-spin Mn2+ ions. With the decreasing temperature, the x m T value decreases monotonically and decreases to 4.31 cm3 mol-1 K at 2 K, which is consistent with the value of one uncoupled Mn2+ ion, which indicates the occurrence of antiferromagnetic (AF) interactions in the Mn3 II units with an up-down-up spin manner. The negative Weiss constant (θ = -10.76 K) also suggest the antiferromagnetic behavior in 1 (Figure S7a). The M-H curve at 2 K displays a rapid increase at low field (a, inset), reaching the saturation magnetization of 5.01 Nβ/Mn3 II at 3.4 T. This value is in accordance with 5.0 Nβ expected for antiferromagnetic Mn3 II clusters and also suggests an up-down-up spin arrangement in Mn3 II clusters. The magnetic data of 1 are analyzed using a linear trimetric Mn2+ model (Scheme S1), in which the magnetic interaction between the terminal manganese ions is negligible (J 2 = 0), and J 1 stands for the exchange constant between the adjacent MnII ions, and also the molecular field approximation is considered. The best fitting gives g = 2.00, J 1 = -0.57 cm-1, zj' = -0.0039 cm-1, and R = 5.63 × 10-3. This result demonstrates the weak AF coupling between adjacent Mn2+ ions in the trinuclear Mn2+ unit and gives rise to an S = 5/2 ground state. Moreover, the value of x m T at 2 K is also consistent with this (4.31 cm3 mol-1 K compared with the predicted value of 4.38 cm3 mol-1 K for g = 2.00).\n\nThe x m T-T curve for 5 per Mn2+ is displayed in b. At 300 K, the x m T value is 4.09 cm3 mol-1 K-1, smaller than 4.38 cm3 mol-1 K-1 (the value that is expected for one high-spin Mn2+ ion). As the temperature decreases, the x m T decreases continuously and achieves a minimum value of 0.26 cm3 mol-1 K-1 at 2 K, identifying a primary AF interaction between MnII ions. The AF interactions between MnII ions in 5 also can be signified by the negative Weiss constant (θ = -32.55 K), which is acquired through fitting the 1/x m-T data in the 40 and 300 K temperature range by the Curie-Weiss law (Figure S7b). The magnetization curve exhibits a linear behavior and gets to the unsaturation value of 1.16 Nβ at 8 T, demonstrating again the AF magnetic coupling in 5. To estimate the strength of the magnetic coupling between the adjacent MnII ions, the 1D infinite-chain model was adopted. And, the best fit gives g = 2.01, J = -2.89 cm-1, and R = 1.56 × 10-3. The result unveils AF coupling between the MnII ions. According to Goodenough's rules, the magnetic interaction type between adjacent metal ions is largely decided by the M-O-M bond angles. Ferromagnetic coupling for the M-O-M bond angle close to 90° and antiferromagnetic behavior for the large M-O-M bond angle are anticipated. Thus, the AF coupling between MnII centers in CP-5 can be attributed to the large Mn-O-Mn value (129.52°).", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "magnetic susceptibility": [{"value": "12.74", "unit": "cm3 mol-1 K", "temperature": "room temperature", "condition": ""}, {"value": "4.31", "unit": "cm3 mol-1 K", "temperature": "2 K", "condition": ""}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "magnetic susceptibility": [{"value": "4.09", "unit": "cm3 mol-1 K", "temperature": "300 K", "condition": ""}, {"value": "0.26", "unit": "cm3 mol-1 K", "temperature": "2 K", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility", "etc"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination environment of Mn<sup>2+</sup> and Li<sup>+</sup> ions\nin <bold>1</bold> (a), <bold>4</bold> (b), and <bold>5</bold> (c)\nand polyhedron view of the 3D structures along the <italic>c</italic>-axis of <bold>1</bold> (d), <bold>4</bold> (e), and <bold>5</bold> (f). Hydrogen atoms are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg9b01480_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination environment of Mn2+ and Li+ ions in 1 (a), 4 (b), and 5 (c) and polyhedron view of the 3D structures along the c-axis of 1 (d), 4 (e), and 5 (f). Hydrogen atoms are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD patterns\nof compounds <bold>1</bold>, <bold>4</bold>, <bold>5</bold>, and samples <bold>1-1h</bold>, <bold>1-12h</bold>, <bold>1-24h</bold>, <bold>1-2d</bold>, <bold>1-5d</bold>, <bold>1-8d</bold>, and <bold>1-11d</bold> (the\nsample after 1 h immersion is denoted\nas <bold>1-1h</bold>, after 2 day immersion is denoted as <bold>1-2d</bold>, and so on).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg9b01480_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  PXRD patterns of compounds 1, 4, 5, and samples 1-1h, 1-12h, 1-24h, 1-2d, 1-5d, 1-8d, and 1-11d (the sample after 1 h immersion is denoted as 1-1h, after 2 day immersion is denoted as 1-2d, and so on).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of <bold>1</bold> (a), <bold>1-1h</bold> (b), <bold>1-12h</bold> (c), <bold>1-24h</bold> (d), <bold>1-5d</bold> (e), <bold>1-8d</bold> (f), <bold>1-11d</bold> (g), and <bold>5</bold> (h).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg9b01480_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of 1 (a), 1-1h (b), 1-12h (c), 1-24h (d), 1-5d (e), 1-8d (f), 1-11d (g), and 5 (h).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Plots of <italic>x</italic>\n<sub>m</sub>\n<italic>T</italic> versus <italic>T</italic> in the 2–300 K temperature range for <bold>1</bold> (a) and <bold>5</bold> (b). Inset: plots of <italic>M</italic> versus <italic>H</italic>. The red solid line represents the best theoretical fit.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg9b01480_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Plots of x m T versus T in the 2-300 K temperature range for 1 (a) and 5 (b). Inset: plots of M versus H. The red solid line represents the best theoretical fit.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Plots of <italic>x</italic>\n<sub>m</sub> versus <italic>T</italic> in the 2–300 K temperature range for <bold>1</bold>, <bold>1-1h</bold>, <bold>1-12h</bold>, <bold>1-2d</bold>, <bold>1-5d</bold>, <bold>1-8d</bold>, <bold>1-11d</bold>, and <bold>5</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg9b01480_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Plots of x m versus T in the 2-300 K temperature range for 1, 1-1h, 1-12h, 1-2d, 1-5d, 1-8d, 1-11d, and 5.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Column chart\nof Mn<sup>2+</sup>/Li<sup>+</sup> ratio versus time\n(per L) measured by ICP.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg9b01480_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Column chart of Mn2+/Li+ ratio versus time (per L) measured by ICP.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Pathway for the Evolution of Form from <bold>1</bold> to <bold>5</bold>\n</title>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg9b01480_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Proposed Pathway for the Evolution of Form from 1 to 5    ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.9b01480", "title": "\nMultistep Structural Transformation of a Magnetic\nMetal–Organic Framework: Possible Transformation Mechanism,\nForm Evolution, and Magnetic Properties\n", "journal": "American Chemical\nSociety", "date": "2020.01", "author_list": ["Meng\nDong-Li", "Wang\nXue", "Tian\nChong-Bin", "Wei\nWei", "Du\nShao-Wu"]}}