{"filepath": "../L2M3_data/1_application_papers/acs_xml/cm0c02871.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Herein,\nwe describe the selective positioning of metal–organic\nframework (MOF) nanoparticles UiO-66 (Universitet i Oslo; Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bdc)<sub>6</sub>; bdc<sup>2–</sup> = benzene-1,4-dicarboxylate) and MIL-101 (Matérial Institut\nLavoisier, Cr<sub>3</sub>O­(OH) (H<sub>2</sub>O)<sub>2</sub>(bdc)<sub>3</sub>) at defined positions on a patterned substrate. For this\npurpose, patterned alkyne- and carboxylic acid-terminated self-assembled\norganic monolayer (SAM)-modified silicon surfaces were prepared by\nliquid immersion and microcontact printing (μCP). Preformed\nUiO-66 and MIL-101 nanometer-sized MOFs (NMOFs) were synthesized by\nsolvothermal synthesis, and the nanocrystallite particles’\nexterior surface was functionalized in order to generate reactive\nsites (such as azides and amines) at the NMOFs. Copper-catalyzed alkyne\nazide cycloaddition and <italic>N</italic>-hydroxysuccinimide-mediated\namide formation were used to selectively position the NMOFs at the\nsurface of pre-patterned substrates. The resulting surfaces were thoroughly\ninvestigated by scanning electron microscopy, infrared spectroscopy,\nand X-ray photoelectron spectroscopy, confirming the validity of the\npresented approach. We hope that our research paves the way for microsystem\nintegration of NMOFs, for example, in microfluidic devices/reactors,\nand further investigation of their enhanced catalytic activity.</p>", "clean_text": "Herein, we describe the selective positioning of metal-organic framework (MOF) nanoparticles UiO-66 (Universitet i Oslo; Zr6O4(OH)4(bdc)6; bdc2- = benzene-1,4-dicarboxylate) and MIL-101 (Matérial Institut Lavoisier, Cr3O(OH) (H2O)2(bdc)3) at defined positions on a patterned substrate. For this purpose, patterned alkyne- and carboxylic acid-terminated self-assembled organic monolayer (SAM)-modified silicon surfaces were prepared by liquid immersion and microcontact printing (μCP). Preformed UiO-66 and MIL-101 nanometer-sized MOFs (NMOFs) were synthesized by solvothermal synthesis, and the nanocrystallite particles' exterior surface was functionalized in order to generate reactive sites (such as azides and amines) at the NMOFs. Copper-catalyzed alkyne azide cycloaddition and N-hydroxysuccinimide-mediated amide formation were used to selectively position the NMOFs at the surface of pre-patterned substrates. The resulting surfaces were thoroughly investigated by scanning electron microscopy, infrared spectroscopy, and X-ray photoelectron spectroscopy, confirming the validity of the presented approach. We hope that our research paves the way for microsystem integration of NMOFs, for example, in microfluidic devices/reactors, and further investigation of their enhanced catalytic activity.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Surface engineering-the\nalteration of surfaces to target specific\nproperties that could not be achieved by the substrate itself-is a\nuseful tool in material science. The process can render the resulting\ncomposite materials catalytically active, introduce\noptical properties, or provide protection from degradation.\n</p>", "clean_text": "Introduction\n\nSurface engineering-the alteration of surfaces to target specific properties that could not be achieved by the substrate itself-is a useful tool in material science. The process can render the resulting composite materials catalytically active, introduce optical properties, or provide protection from degradation. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A similar variety of fascinating properties\nhave been reported\nfor metal–organic frameworks (MOFs), which can be ascribed\nto their large accessible surface area, uniform and tunable pore size,\nand chemical modularity. MOFs are explored\nfor applications in gas adsorption and separation, heterogeneous catalysis, sensing\nplatforms, biosciences, and optical devices. The immobilization\nof MOFs onto surfaces-essentially surface engineering-can potentially\nenhance their properties (because of the reduction of grain boundaries)\nand enable their integration into devices. Especially relevant for\nthis goal is control over the spatial arrangement of the immobilized\nMOFs, for example, as catalysts in tandem, cascade, or vectorial catalysis.</p>", "clean_text": "A similar variety of fascinating properties have been reported for metal-organic frameworks (MOFs), which can be ascribed to their large accessible surface area, uniform and tunable pore size, and chemical modularity. MOFs are explored for applications in gas adsorption and separation, heterogeneous catalysis, sensing platforms, biosciences, and optical devices. The immobilization of MOFs onto surfaces-essentially surface engineering-can potentially enhance their properties (because of the reduction of grain boundaries) and enable their integration into devices. Especially relevant for this goal is control over the spatial arrangement of the immobilized MOFs, for example, as catalysts in tandem, cascade, or vectorial catalysis.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In the past, MOFs were selectively grown (bottom-up approach) on\npatterned substrates, which has been shown by Ocal et al. and Falcaro et al. among others, but (top-down) immobilization\nof presynthesized MOF particles on patterned surfaces has to the best\nof our knowledge not been reported, yet. Because of the high control\nover the preformed particle shape and size, the top-down approach\noffers a distinct advantage. Different groups reported that the catalytic\nactivity of the particles increases with decreasing particle diameter. Unfortunately, like other nanoparticles, NMOFs tend to agglomerate\nespecially during catalysis. This process\nis accompanied by decreasing catalytic activity. We showed that this\nprocess can be prevented by the immobilization of the NMOFs on surfaces. Additionally, we showed that surface-anchored\nnanometer-sized MOFs (SA-NMOFs) exhibit substantially enhanced catalytic\nactivities as compared to bottom-up MOF thin films which we ascribe\nto lower diffusion barriers and/or reducing diffusion limitations.\n</p>", "clean_text": "In the past, MOFs were selectively grown (bottom-up approach) on patterned substrates, which has been shown by Ocal et al. and Falcaro et al. among others, but (top-down) immobilization of presynthesized MOF particles on patterned surfaces has to the best of our knowledge not been reported, yet. Because of the high control over the preformed particle shape and size, the top-down approach offers a distinct advantage. Different groups reported that the catalytic activity of the particles increases with decreasing particle diameter. Unfortunately, like other nanoparticles, NMOFs tend to agglomerate especially during catalysis. This process is accompanied by decreasing catalytic activity. We showed that this process can be prevented by the immobilization of the NMOFs on surfaces. Additionally, we showed that surface-anchored nanometer-sized MOFs (SA-NMOFs) exhibit substantially enhanced catalytic activities as compared to bottom-up MOF thin films which we ascribe to lower diffusion barriers and/or reducing diffusion limitations. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Our goal of combining different reactive\nNMOFs in a microfluidic\ndevice in a controlled fashion as a tangible application for novel\nsurface engineering methods urges us to develop the surface chemistry\nof NMOFs and their area-selective substrate positioning in some detail.</p>", "clean_text": "Our goal of combining different reactive NMOFs in a microfluidic device in a controlled fashion as a tangible application for novel surface engineering methods urges us to develop the surface chemistry of NMOFs and their area-selective substrate positioning in some detail.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>For this approach, we used the NMOFs UiO-66 (Universitet i Oslo; Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bdc)<sub>6</sub>; bdc<sup>2–</sup> = 1,4-benzene dicarboxylate)\nand MIL-101 (Matérial Institut\nLavoisier, Cr<sub>3</sub>O­(OH) (H<sub>2</sub>O)<sub>2</sub>(bdc)<sub>3</sub>) because both compounds are well-known for their physical\nand chemical stability. Additionally, their crystallization\nbehavior has been thoroughly investigated and therefore literature\nreporting on the synthesis of nanometer-sized crystals is available. In order to immobilize the NMOFs by the amide bond formation and\ncopper-catalyzed azide–alkyne cycloaddition (CuAAC) reaction,\nan introduction of functional groups (namely, azide and amino groups)\non the exterior surface of the NMOF was necessary. These functionalities\nwere introduced to the outer surface of the NMOFs by the formation\nof amide bonds between dangling carboxylic acid groups of bdc linkers\nand ω-functionalized alkane-α-amines (ω-amino or\nω-azido). Moreover, the surface functionalization by the immersion\nof the NH<sub>4</sub>F-etched Si slides in neat alkyne or alkene solutions\nat 100 °C overnight (see a). Hence, the substrate surfaces were modified by\na self-assembled organic monolayer (SAM) possessing the alkyne, carboxylic\nacid, or mixed terminated groups at the surface. Additionally, we\nprepared some patterned surfaces (see b) via microcontact printing (μCP),\nthat is, by treating the etched surfaces with a PDMS stamp in a glovebox\n(O<sub>2</sub> &lt; 0.1 ppm, and H<sub>2</sub>O &lt; 0.1 ppm) overnight,\nand additional backfilling afterward yielding a patterned surface\nconsisting of specific areas with alkyne and areas with carboxylic\nacid termination. In a second step, we reacted these surfaces with\nsurface-functionalized NMOFs. UiO-66 (<bold>NMOF 1</bold>) or MIL-101\n(<bold>NMOF 3</bold>) nanoparticles were therefore functionalized\non their nanocrystallite particles’ exterior surface forming\nazide-functionalized UiO-66 (<bold>NMOF 2</bold>) or amine-functionalized\nMIL-101 (<bold>NMOF 4</bold>). Then, these moieties were exploited\nfor the selective immobilization of the NMOFs at the functionalized\nSi surfaces. The alkyne-terminated Si surface (alkyne, mixed, and\npatterned surface) was reacted with <bold>NMOF 2</bold> catalyzed\nby a Cu­(I) catalyst. In a second step, the carboxylic acid-terminated\nSi surface (carboxylic acid, mixed, and patterned surface) was reacted\nwith <bold>NMOF 4</bold>. The amide bond formation is facilitated\nby diisopropyl carbodiimide (DIC) and <italic>N</italic>-hydroxysuccinimide\n(NHS). We used several techniques such as scanning electron microscopy\n(SEM), X-ray photoelectron spectroscopy (XPS), infrared reflection\nabsorption spectroscopy (IRRAS), attenuated total reflectance infrared\nspectroscopy (IR-ATR), dynamic light scattering (DLS), powder X-ray\ndiffraction (PXRD), and nitrogen adsorption experiments (BET) to demonstrate\nthe properties of the synthesized NMOFs and to show that they were\nsuccessfully and selectively positioned.</p>", "clean_text": "For this approach, we used the NMOFs UiO-66 (Universitet i Oslo; Zr6O4(OH)4(bdc)6; bdc2- = 1,4-benzene dicarboxylate) and MIL-101 (Matérial Institut Lavoisier, Cr3O(OH) (H2O)2(bdc)3) because both compounds are well-known for their physical and chemical stability. Additionally, their crystallization behavior has been thoroughly investigated and therefore literature reporting on the synthesis of nanometer-sized crystals is available. In order to immobilize the NMOFs by the amide bond formation and copper-catalyzed azide-alkyne cycloaddition (CuAAC) reaction, an introduction of functional groups (namely, azide and amino groups) on the exterior surface of the NMOF was necessary. These functionalities were introduced to the outer surface of the NMOFs by the formation of amide bonds between dangling carboxylic acid groups of bdc linkers and ω-functionalized alkane-α-amines (ω-amino or ω-azido). Moreover, the surface functionalization by the immersion of the NH4F-etched Si slides in neat alkyne or alkene solutions at 100 °C overnight (see a). Hence, the substrate surfaces were modified by a self-assembled organic monolayer (SAM) possessing the alkyne, carboxylic acid, or mixed terminated groups at the surface. Additionally, we prepared some patterned surfaces (see b) via microcontact printing (μCP), that is, by treating the etched surfaces with a PDMS stamp in a glovebox (O2 < 0.1 ppm, and H2O < 0.1 ppm) overnight, and additional backfilling afterward yielding a patterned surface consisting of specific areas with alkyne and areas with carboxylic acid termination. In a second step, we reacted these surfaces with surface-functionalized NMOFs. UiO-66 (NMOF 1) or MIL-101 (NMOF 3) nanoparticles were therefore functionalized on their nanocrystallite particles' exterior surface forming azide-functionalized UiO-66 (NMOF 2) or amine-functionalized MIL-101 (NMOF 4). Then, these moieties were exploited for the selective immobilization of the NMOFs at the functionalized Si surfaces. The alkyne-terminated Si surface (alkyne, mixed, and patterned surface) was reacted with NMOF 2 catalyzed by a Cu(I) catalyst. In a second step, the carboxylic acid-terminated Si surface (carboxylic acid, mixed, and patterned surface) was reacted with NMOF 4. The amide bond formation is facilitated by diisopropyl carbodiimide (DIC) and N-hydroxysuccinimide (NHS). We used several techniques such as scanning electron microscopy (SEM), X-ray photoelectron spectroscopy (XPS), infrared reflection absorption spectroscopy (IRRAS), attenuated total reflectance infrared spectroscopy (IR-ATR), dynamic light scattering (DLS), powder X-ray diffraction (PXRD), and nitrogen adsorption experiments (BET) to demonstrate the properties of the synthesized NMOFs and to show that they were successfully and selectively positioned.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic approach to\nselectively position <bold>NMOF 2</bold> and <bold>4</bold> on silicon\nsubstrates. (a) In the first step, silicon substrates\nare treated with a 40% aqueous NH<sub>4</sub>F solution to remove\nthe native oxide layer. This step is followed by a reaction of the\nsilicon substrates in neat 1,8-nonadiyne, 10-undecenoic acid, or a\n1:1 solution of 1,8-nonadiyne and 10-undecenoic acid. Finally, the\nfunctionalized silicon surfaces are reacted with <bold>NMOF 2</bold> or <bold>4</bold> or both, respectively, to form <bold>S1-3</bold>. (b) Selective spatial distribution of the <bold>NMOFs 2</bold> and <bold>4</bold> was shown by surface patterning via microcontact printing\non a silicon surface. Therefore, an etched silicon substrate was contacted\nwith a PDMS stamp, which was soaked in neat 1,8-nonadiyne. The backfilling\nprocedure was performed for 12 h at room temperature with 10-undecenoic\nacid. The patterned silicon surface was sequentially reacted with <bold>NMOF 2</bold> (<bold>S4</bold>) and <bold>NMOF 4</bold> (<bold>S5</bold>).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm0c02871_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic approach to selectively position NMOF 2 and 4 on silicon substrates. (a) In the first step, silicon substrates are treated with a 40% aqueous NH4F solution to remove the native oxide layer. This step is followed by a reaction of the silicon substrates in neat 1,8-nonadiyne, 10-undecenoic acid, or a 1:1 solution of 1,8-nonadiyne and 10-undecenoic acid. Finally, the functionalized silicon surfaces are reacted with NMOF 2 or 4 or both, respectively, to form S1-3. (b) Selective spatial distribution of the NMOFs 2 and 4 was shown by surface patterning via microcontact printing on a silicon surface. Therefore, an etched silicon substrate was contacted with a PDMS stamp, which was soaked in neat 1,8-nonadiyne. The backfilling procedure was performed for 12 h at room temperature with 10-undecenoic acid. The patterned silicon surface was sequentially reacted with NMOF 2 (S4) and NMOF 4 (S5).   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Substrates: Functionalization\nof Silicon Substrates with Monolayers\nof 1,8-Nonadiyne and 10-Undecenoic Acid and with Patterned Mixed Monolayers</title><p>Alkyne- and carboxylic acid-terminated monolayers and mixed monolayers\non silicon surfaces were formed by the reaction of NH<sub>4</sub>F-etched\nsilicon substrates with neat 1,8-nonadiyne, 10-undecanoic acid, and\na 1:1 M ratio mixture of both chemicals, respectively. The resulting\nsurfaces were investigated by XPS, IRRAS, and contact angle measurements.</p>", "clean_text": "Results and Discussion\n\nSubstrates: Functionalization of Silicon Substrates with Monolayers of 1,8-Nonadiyne and 10-Undecenoic Acid and with Patterned Mixed Monolayers\n\nAlkyne- and carboxylic acid-terminated monolayers and mixed monolayers on silicon surfaces were formed by the reaction of NH4F-etched silicon substrates with neat 1,8-nonadiyne, 10-undecanoic acid, and a 1:1 M ratio mixture of both chemicals, respectively. The resulting surfaces were investigated by XPS, IRRAS, and contact angle measurements.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>XPS spectra of the three modified surfaces show the presence of\nSi, C, and O as previously reported in the literature (see ). In the case of 1,8-nonadiyne, the oxygen content can be explained\nby covalently bound oxygen (C–O), which presumably originates\nfrom the 1,8-nonadiyne. The XPS C 1s\nnarrow scan can be deconvoluted into different components which can\nbe assigned to a C–C bond peak (285.0 eV), Si–<bold>C</bold>C bonds (284.0 eV), <bold>C</bold>–O/<bold>C</bold>–CO<sub>2</sub>H (286.0 eV), and C–<bold>C</bold>O<sub>2</sub>H (290.0 eV). A glance at the Si 2p narrow\nscan reveals that the Si–O peak at 101–104 eV is nonexistent.\nThis observation indicates the formation of densely packed SAMs that\nprevented the oxidation of the etched Si–H substrate surfaces.\nThe O 1s narrow scan can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S3. IRRAS spectra (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S4) show the symmetric and\nantisymmetric C–H stretch vibrations and the CO stretching\nvibration for the carboxylic acid-terminated self-assembled monolayer,\nin accordance with the literature. The static\nwater contact angle of the surfaces (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S5) is 93 ± 3° for the alkyne-terminated\nmonolayer, 65° for the −COOH-terminated\nmonolayers, and 54° for the native\noxide surface on silicon. Therefore, IRRAS spectra, XPS spectra, and\nwater contact angle measurements confirm the successful formation\nof dense monolayers on the etched silicon surfaces.</p>", "clean_text": "XPS spectra of the three modified surfaces show the presence of Si, C, and O as previously reported in the literature (see ). In the case of 1,8-nonadiyne, the oxygen content can be explained by covalently bound oxygen (C-O), which presumably originates from the 1,8-nonadiyne. The XPS C 1s narrow scan can be deconvoluted into different components which can be assigned to a C-C bond peak (285.0 eV), Si-CC bonds (284.0 eV), C-O/C-CO2H (286.0 eV), and C-CO2H (290.0 eV). A glance at the Si 2p narrow scan reveals that the Si-O peak at 101-104 eV is nonexistent. This observation indicates the formation of densely packed SAMs that prevented the oxidation of the etched Si-H substrate surfaces. The O 1s narrow scan can be found in the Supporting Information, Chapter S3. IRRAS spectra (see Supporting Information, Chapter S4) show the symmetric and antisymmetric C-H stretch vibrations and the CO stretching vibration for the carboxylic acid-terminated self-assembled monolayer, in accordance with the literature. The static water contact angle of the surfaces (see Supporting Information, Chapter S5) is 93 ± 3° for the alkyne-terminated monolayer, 65° for the -COOH-terminated monolayers, and 54° for the native oxide surface on silicon. Therefore, IRRAS spectra, XPS spectra, and water contact angle measurements confirm the successful formation of dense monolayers on the etched silicon surfaces.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XPS survey scan (a) of\nalkyne, acid, and alkyne/acid-terminated\nmonolayers and C 1s (b) and Si 2p (c) XPS narrow scans.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm0c02871_0003.eps\"></graphic>\n</fig>", "clean_text": " 2  XPS survey scan (a) of alkyne, acid, and alkyne/acid-terminated monolayers and C 1s (b) and Si 2p (c) XPS narrow scans.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>NMOFs: Synthesis and Outer Surface Functionalization</title><p>Nanometer-sized\nUiO-66 (<bold>NMOF 1</bold>) and MIL-101 (<bold>NMOF\n3</bold>) particles were synthesized via two different approaches.\nFor UiO-66 nanoparticles (NPs), we chose a typical solvothermal synthesis\nwith a high concentration of reactants, a modulator, and a low reaction\ntemperature, which resulted in a white, colloidal UiO-66 solution. MIL-101 NPs were synthesized under harsh reaction\nconditions (H<sub>2</sub>O, 200 °C, 1 min) in a microwave reactor, resulting in a green colloidal solution of MIL-101.\nThe correlation between these parameters and the particle size was\nrecently published, together with an investigation of the influence\nof acidity, the concentration of the ligand, and modulator on the\nparticle size.\n</p>", "clean_text": "NMOFs: Synthesis and Outer Surface Functionalization\n\nNanometer-sized UiO-66 (NMOF 1) and MIL-101 (NMOF 3) particles were synthesized via two different approaches. For UiO-66 nanoparticles (NPs), we chose a typical solvothermal synthesis with a high concentration of reactants, a modulator, and a low reaction temperature, which resulted in a white, colloidal UiO-66 solution. MIL-101 NPs were synthesized under harsh reaction conditions (H2O, 200 °C, 1 min) in a microwave reactor, resulting in a green colloidal solution of MIL-101. The correlation between these parameters and the particle size was recently published, together with an investigation of the influence of acidity, the concentration of the ligand, and modulator on the particle size. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>As shown in , <bold>NMOF 1</bold> and <bold>NMOF 3</bold> are functionalized on their outer surface.\nTherefore, the carboxylic acid groups of the dangling bdc linkers\non the outer surface of the NMOFs are utilized and reacted with 12-azido\ndodecane-1-amine (ADA) or 1,12-diamino dodecane (DAD), respectively,\nto form the functionalized <bold>NMOFs 2</bold> and <bold>4</bold>. Note that, the surface functionalization not only stabilizes the\nNMOFs but also provides additional functional groups on the outer\nsurface. <bold>NMOFs 1-4</bold> were further characterized by SEM,\nPXRD, DLS, XPS, IR, TGA, BET, and NMR following NP digestion. The\nparticle diameter, hydrodynamic diameter, and crystallite domain size\nwere determined by SEM, DLS, and PXRD, respectively, and are shown\nin .</p>", "clean_text": "As shown in , NMOF 1 and NMOF 3 are functionalized on their outer surface. Therefore, the carboxylic acid groups of the dangling bdc linkers on the outer surface of the NMOFs are utilized and reacted with 12-azido dodecane-1-amine (ADA) or 1,12-diamino dodecane (DAD), respectively, to form the functionalized NMOFs 2 and 4. Note that, the surface functionalization not only stabilizes the NMOFs but also provides additional functional groups on the outer surface. NMOFs 1-4 were further characterized by SEM, PXRD, DLS, XPS, IR, TGA, BET, and NMR following NP digestion. The particle diameter, hydrodynamic diameter, and crystallite domain size were determined by SEM, DLS, and PXRD, respectively, and are shown in .", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>UiO-66 (<bold>NMOF 1</bold>) and MIL-101 (<bold>NMOF 3</bold>)\nare reacted with ADA and DAD, respectively, to form functionalized\nMOF NPs <bold>NMOF 2</bold> and <bold>NMOF 4</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm0c02871_0004.eps\"></graphic>\n</fig>", "clean_text": " 3  UiO-66 (NMOF 1) and MIL-101 (NMOF 3) are reacted with ADA and DAD, respectively, to form functionalized MOF NPs NMOF 2 and NMOF 4.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Particle Diameters, Hydrodynamic Diameters,\nand Crystallite Domain Sizes of <bold>NMOF 1–4</bold> Determined\nby SEM, DLS, and PXRD.</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" rowsep=\"1\">determined\nby</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">SEM</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">PXRD</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DLS</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">Sample</oasis:entry>\n<oasis:entry align=\"center\">particle\ndiameter [nm]</oasis:entry>\n<oasis:entry align=\"center\">crystallite\ndomain size [nm]</oasis:entry>\n<oasis:entry align=\"center\">hydrodynamic\ndiameter [nm]</oasis:entry>\n<oasis:entry align=\"center\">hydrodynamic\ndiameter [nm] after 4 weeks</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>NMOF 1</bold>\n</oasis:entry>\n<oasis:entry>21.0 ± 3.3</oasis:entry>\n<oasis:entry>17.7 ± 2.1</oasis:entry>\n<oasis:entry>164 ± 24</oasis:entry>\n<oasis:entry>531 ± 76</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NMOF 2</bold>\n</oasis:entry>\n<oasis:entry>23.4 ± 2.5</oasis:entry>\n<oasis:entry>16.9 ± 1.5</oasis:entry>\n<oasis:entry>91 ± 38</oasis:entry>\n<oasis:entry>78 ± 24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NMOF 3</bold>\n</oasis:entry>\n<oasis:entry>26.7 ± 3.9</oasis:entry>\n<oasis:entry>12.4 ± 2.8</oasis:entry>\n<oasis:entry>79 ± 33</oasis:entry>\n<oasis:entry>106 ± 47</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NMOF 4</bold>\n</oasis:entry>\n<oasis:entry>24.6 ± 3.8</oasis:entry>\n<oasis:entry>13.0 ± 2.3</oasis:entry>\n<oasis:entry>91 ± 34</oasis:entry>\n<oasis:entry>91 ± 46</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>The particle diameter determined by SEM (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S6) is about ∼23 nm\nfor all NMOFs and changes slightly by surface functionalization. The\nvalues for <bold>NMOF 1</bold> and <bold>NMOF 3</bold> were already\nreported in the literature [22 nm ± 8 nm (<bold>NMOF 1</bold>) and 22 nm ± 5 nm (<bold>NMOF\n3</bold>) and are similar to our measurements.\nThe crystalline domain size of the samples was determined with the\nScherrer equation applied to multiple reflections (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S7 for more information).\nThe calculated domain sizes in comparison with the SEM data suggest\nthat each of the particles contains 1–2 crystallite domains.\nDLS spectra (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S8) show the average hydrodynamic diameter of the particles\nin solution, which is typically larger than the particle diameter\nbecause of the solvent shell adsorbed at the surface of the NMOF.\nThe measured diameter of the NMOF shows that the <bold>NMOF 1</bold> aggregates over time resulting in an increased hydrodynamic radius\nand precipitation of the particles from the solution. In contrast\nto this, <bold>NMOF 3</bold> forms a more stable colloidal solution.\nA slight increase in the hydrodynamic radius is observed over time,\nbut the solution is still colloidal, and any increase after 4 weeks\nis still within the margin of error. Hence, <bold>NMOF 2</bold> and <bold>4</bold> are stable colloidal solutions, which do not aggregate over\ntime.</p>", "clean_text": "The particle diameter determined by SEM (see Supporting Information, Chapter S6) is about ~23 nm for all NMOFs and changes slightly by surface functionalization. The values for NMOF 1 and NMOF 3 were already reported in the literature [22 nm ± 8 nm (NMOF 1) and 22 nm ± 5 nm (NMOF 3) and are similar to our measurements. The crystalline domain size of the samples was determined with the Scherrer equation applied to multiple reflections (see Supporting Information, Chapter S7 for more information). The calculated domain sizes in comparison with the SEM data suggest that each of the particles contains 1-2 crystallite domains. DLS spectra (see Supporting Information, Chapter S8) show the average hydrodynamic diameter of the particles in solution, which is typically larger than the particle diameter because of the solvent shell adsorbed at the surface of the NMOF. The measured diameter of the NMOF shows that the NMOF 1 aggregates over time resulting in an increased hydrodynamic radius and precipitation of the particles from the solution. In contrast to this, NMOF 3 forms a more stable colloidal solution. A slight increase in the hydrodynamic radius is observed over time, but the solution is still colloidal, and any increase after 4 weeks is still within the margin of error. Hence, NMOF 2 and 4 are stable colloidal solutions, which do not aggregate over time.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The PXRD patterns of the <bold>NMOFs 1-4</bold> () show that the synthesized\nNMOFs feature the targeted structure of bulk UiO-66 and MIL-101, respectively.\nMoreover, they indicate that the structure is retained during the\nparticle functionalization process. Additionally, the IR spectra reveal\nthat <bold>NMOFs 2</bold> and <bold>4</bold> are composite materials\nconsisting of ADA and <bold>NMOF 1</bold> and DAD and <bold>NMOF 3</bold>, respectively. The CH<sub>2</sub> stretching vibrations (∼2900\ncm<sup>–1</sup>), which are absent in the spectra of <bold>NMOF 1</bold> and <bold>3</bold> become visible in the spectra of <bold>NMOF 2</bold> and <bold>4</bold>. Additionally, the azide stretching\nvibration around 2100 cm<sup>–1</sup> can be observed for <bold>NMOF 2</bold> and the band at 1664 cm<sup>–1</sup> which originates\nfrom the OH bending vibration of the free carboxylic acid is present\nin <bold>NMOF 1</bold>, but absent in <bold>NMOF 2</bold>. These observations\nconfirm the successful surface functionalization of <bold>NMOF 1</bold> and <bold>NMOF 3</bold> to form <bold>NMOF 2</bold> and <bold>4</bold>, respectively.</p>", "clean_text": "The PXRD patterns of the NMOFs 1-4 () show that the synthesized NMOFs feature the targeted structure of bulk UiO-66 and MIL-101, respectively. Moreover, they indicate that the structure is retained during the particle functionalization process. Additionally, the IR spectra reveal that NMOFs 2 and 4 are composite materials consisting of ADA and NMOF 1 and DAD and NMOF 3, respectively. The CH2 stretching vibrations (~2900 cm-1), which are absent in the spectra of NMOF 1 and 3 become visible in the spectra of NMOF 2 and 4. Additionally, the azide stretching vibration around 2100 cm-1 can be observed for NMOF 2 and the band at 1664 cm-1 which originates from the OH bending vibration of the free carboxylic acid is present in NMOF 1, but absent in NMOF 2. These observations confirm the successful surface functionalization of NMOF 1 and NMOF 3 to form NMOF 2 and 4, respectively.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PXRD diffractograms of the activated (100 °C, 12\nh) <bold>NMOFs 1–2</bold> (light/dark blue) (a) and <bold>NMOF\n3–4</bold> (light/dark turquoise) (b). The PXRD reference patterns\n(black)\nwere calculated with Vesta from the single crystal structure of UiO-66\n(CCDC 733458) and MIL-101 (Cr) (CCDC 605510), respectively. The IR\nspectra of <bold>NMOFs 1–2</bold> and <bold>ADA</bold> (orange)\nand <bold>NMOF 3–4</bold> and <bold>DAD</bold> (brown) are\nshown in (c) and (d). Specific areas of interest are highlighted in\ngreen.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm0c02871_0005.eps\"></graphic>\n</fig>", "clean_text": " 4  PXRD diffractograms of the activated (100 °C, 12 h) NMOFs 1-2 (light/dark blue) (a) and NMOF 3-4 (light/dark turquoise) (b). The PXRD reference patterns (black) were calculated with Vesta from the single crystal structure of UiO-66 (CCDC 733458) and MIL-101 (Cr) (CCDC 605510), respectively. The IR spectra of NMOFs 1-2 and ADA (orange) and NMOF 3-4 and DAD (brown) are shown in (c) and (d). Specific areas of interest are highlighted in green.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Another critical point was to\ndetermine the amount of ADA or DAD\nthat was incorporated into the NMOF structure. Therefore, we digested\nthe <bold>NMOFs 2</bold> and <bold>4</bold> in a solution of DMSO-d<sub>6</sub>/DCl as described before and measured the NMR spectra. The full calculation of the functionalization,\nas well as the NMR spectra, are documented in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S9. The obtained functionalization\nof <bold>NMOF 2</bold> is 15.8 mol % (11.3 wt %) and for <bold>NMOF\n4</bold>, about 21.0 mol % (14.9 wt %). This again demonstrates the\nsuccessful functionalization of the NMOF particles.</p>", "clean_text": "Another critical point was to determine the amount of ADA or DAD that was incorporated into the NMOF structure. Therefore, we digested the NMOFs 2 and 4 in a solution of DMSO-d6/DCl as described before and measured the NMR spectra. The full calculation of the functionalization, as well as the NMR spectra, are documented in the Supporting Information, Chapter S9. The obtained functionalization of NMOF 2 is 15.8 mol % (11.3 wt %) and for NMOF 4, about 21.0 mol % (14.9 wt %). This again demonstrates the successful functionalization of the NMOF particles.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>We investigated\nthe accessible <italic>inner</italic> surface areas\nof the NMOF particle surface area before and after the exterior NMOF\nparticle surface functionalization with nitrogen adsorption experiments.\nThe N<sub>2</sub> adsorption isotherms measured at 77 K are documented\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter\nS10. The obtained weight-specific BET surface areas show an expected\nslight reduction by 15.3% [<bold>NMOF 2</bold> (918; 777 m<sup>2</sup>/g)] and 12.0% [<bold>NMOF 4</bold> (1856; 1632 m<sup>2</sup>/g)],\nrespectively, which matches with the range of the weight-specific\nNMOF particle surface functionalization. Overall, the internal surface\narea of the functionalized NMOFs is still accessible and only slightly\nreduced.</p>", "clean_text": "We investigated the accessible inner surface areas of the NMOF particle surface area before and after the exterior NMOF particle surface functionalization with nitrogen adsorption experiments. The N2 adsorption isotherms measured at 77 K are documented in the Supporting Information, Chapter S10. The obtained weight-specific BET surface areas show an expected slight reduction by 15.3% [NMOF 2 (918; 777 m2/g)] and 12.0% [NMOF 4 (1856; 1632 m2/g)], respectively, which matches with the range of the weight-specific NMOF particle surface functionalization. Overall, the internal surface area of the functionalized NMOFs is still accessible and only slightly reduced.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Immobilization: Anchoring NMOFs at the Functionalized Surfaces</title><p>In the final step, the <bold>NMOFs 2</bold> and <bold>4</bold> were\nimmobilized on the matching surfaces. Therefore, <bold>NMOF 2</bold> was reacted with the alkyne-terminated and alkyne/acid mixed surface\nin the CuAAC reaction forming covalent triazole linkages between the\nNMOFs and the functionalized surface. <bold>NMOF 4</bold> and the\ncarboxylic acid and alkyne/acid mixed surfaces were synthesized utilizing\nDIC and NHS to form amide bonds. The resulting surfaces <bold>NMOF\n2@</bold>alkyne-Si (<bold>S1</bold>), <bold>NMOF 2</bold> and <bold>4@</bold>alkyne/acid mixed-Si (<bold>S2</bold>), and <bold>NMOF 4@</bold>acid-Si (<bold>S3</bold>) were investigated by XPS and SEM.</p>", "clean_text": "Immobilization: Anchoring NMOFs at the Functionalized Surfaces\n\nIn the final step, the NMOFs 2 and 4 were immobilized on the matching surfaces. Therefore, NMOF 2 was reacted with the alkyne-terminated and alkyne/acid mixed surface in the CuAAC reaction forming covalent triazole linkages between the NMOFs and the functionalized surface. NMOF 4 and the carboxylic acid and alkyne/acid mixed surfaces were synthesized utilizing DIC and NHS to form amide bonds. The resulting surfaces NMOF 2@alkyne-Si (S1), NMOF 2 and 4@alkyne/acid mixed-Si (S2), and NMOF 4@acid-Si (S3) were investigated by XPS and SEM.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>XPS survey spectra () reveal the presence of N, O, and C in all samples as expected.\nAdditionally, Zr is present in <bold>NMOF 2</bold>, <bold>S1</bold>, and <bold>S2</bold>, and Cr in <bold>NMOF 4</bold>, <bold>S3</bold>, and <bold>S2</bold> also matching expectations. Moreover, Si can\nbe found in <bold>S1-3</bold> because of the immobilization onto a\nsurface of a silicon substrate. The absence of a peak at ∼933\neV (Cu 2p<sub>3/2</sub>) in the samples <bold>S1</bold> and <bold>S2</bold> indicates that there is no residual Cu­(I) catalyst present\non the substrate. The C 1s and N 1s XPS narrow scans are of particular\ninterest. The N 1s narrow scan of <bold>NMOF 2</bold> and <bold>S1</bold> can be fitted into two components at 400 and 401.6 eV, which can\nbe assigned to N–<bold>N</bold><bold>N</bold> and N–NN,\nrespectively. The calculated stoichiometric\nratio of 1:2 is in the range of the measured ratio of 1:2.1. The spectra\nof <bold>NMOF 4</bold> and <bold>S3</bold> display a major peak at\n399.0 eV, which can be assigned to the amino group on the surface. <bold>S3</bold> shows an additional peak at 400.8 eV, which can be assigned\nto the formed amide bonds. The <bold>S2</bold> N1s narrow scan combines\nthe C–NH<sub>2</sub> groups from <bold>NMOF 4</bold> and the\nN<sub>3</sub> groups from <bold>NMOF 2</bold>, which are partly free\ndangling groups and partly involved in an amide or triazole bond to\nthe surface resulting in a complicated spectrum. The C 1s spectra\nof <bold>NMOFs 2</bold> and <bold>4</bold> and <bold>S1-3</bold> can\nbe assigned as follows: the major peak at 285.0 eV originates from\nC–C bonds, either from the surface modification or from the\nbdc linker of the NMOF or the alkyl chains of the functionalization\nof the NMOF; the peak around 286.4 eV stems from C bound to electronegative\natoms such as O or N. This peak is more pronounced in the spectra\nof <bold>S1-3</bold> because of the additional triazole and amide\nbonds, which are formed for the immobilization. Finally, the peak\nat 289.0 eV can be assigned to CO species, which are either\npresent in the carboxylic acid of the surface functionalization or\nat the bdc linker of the NMOFs. Overall, this proves the successful\nimmobilization of <bold>NMOF 2</bold> at the alkyne surface, <bold>NMOF 4</bold> at the carboxylic acid surface, and both NMOFs at the\nmixed alkyne/acid surface.</p>", "clean_text": "XPS survey spectra () reveal the presence of N, O, and C in all samples as expected. Additionally, Zr is present in NMOF 2, S1, and S2, and Cr in NMOF 4, S3, and S2 also matching expectations. Moreover, Si can be found in S1-3 because of the immobilization onto a surface of a silicon substrate. The absence of a peak at ~933 eV (Cu 2p3/2) in the samples S1 and S2 indicates that there is no residual Cu(I) catalyst present on the substrate. The C 1s and N 1s XPS narrow scans are of particular interest. The N 1s narrow scan of NMOF 2 and S1 can be fitted into two components at 400 and 401.6 eV, which can be assigned to N-NN and N-NN, respectively. The calculated stoichiometric ratio of 1:2 is in the range of the measured ratio of 1:2.1. The spectra of NMOF 4 and S3 display a major peak at 399.0 eV, which can be assigned to the amino group on the surface. S3 shows an additional peak at 400.8 eV, which can be assigned to the formed amide bonds. The S2 N1s narrow scan combines the C-NH2 groups from NMOF 4 and the N3 groups from NMOF 2, which are partly free dangling groups and partly involved in an amide or triazole bond to the surface resulting in a complicated spectrum. The C 1s spectra of NMOFs 2 and 4 and S1-3 can be assigned as follows: the major peak at 285.0 eV originates from C-C bonds, either from the surface modification or from the bdc linker of the NMOF or the alkyl chains of the functionalization of the NMOF; the peak around 286.4 eV stems from C bound to electronegative atoms such as O or N. This peak is more pronounced in the spectra of S1-3 because of the additional triazole and amide bonds, which are formed for the immobilization. Finally, the peak at 289.0 eV can be assigned to CO species, which are either present in the carboxylic acid of the surface functionalization or at the bdc linker of the NMOFs. Overall, this proves the successful immobilization of NMOF 2 at the alkyne surface, NMOF 4 at the carboxylic acid surface, and both NMOFs at the mixed alkyne/acid surface.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XPS survey spectra (a) of <bold>NMOFs 2</bold> and <bold>4</bold> and <bold>S1-3</bold> and the corresponding narrow\nscan spectra\nfor N 1s (b), Cr 2p<sub>3/2</sub> (c), C 1s (d), Zr 3p/3d (e), and\nSi 2p (f).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm0c02871_0006.eps\"></graphic>\n</fig>", "clean_text": " 5  XPS survey spectra (a) of NMOFs 2 and 4 and S1-3 and the corresponding narrow scan spectra for N 1s (b), Cr 2p3/2 (c), C 1s (d), Zr 3p/3d (e), and Si 2p (f).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Furthermore, we investigated the\nsurfaces of the substrates by\nemploying electron microscopy (). These images should display the distribution and\narrangement of the NMOFs on the surfaces. First, the images show small\nparticles in the same size regime as reported and measured for the\nNMOFs. The particles are slightly agglomerated but only to a small\nextent, and the individual particles are still visible. A more detailed\nanalysis of 200 particles, respectively, shows that the average particle\ndiameter of the NMOFs is 18.0 ± 2.8 nm (<bold>S1</bold>), 22.4\n± 3.3 nm (<bold>S2</bold>), and 24.2 ± 3.3 nm (<bold>S3</bold>), which agrees with the measured size of <bold>NMOF 2</bold> and <bold>4</bold>. <bold>NMOF 2</bold> seems to agglomerate more during the\nreaction. Therefore, we observed a denser particle structure in <bold>S1</bold> than for <bold>NMOF 4</bold> in <bold>S3</bold>.</p>", "clean_text": "Furthermore, we investigated the surfaces of the substrates by employing electron microscopy (). These images should display the distribution and arrangement of the NMOFs on the surfaces. First, the images show small particles in the same size regime as reported and measured for the NMOFs. The particles are slightly agglomerated but only to a small extent, and the individual particles are still visible. A more detailed analysis of 200 particles, respectively, shows that the average particle diameter of the NMOFs is 18.0 ± 2.8 nm (S1), 22.4 ± 3.3 nm (S2), and 24.2 ± 3.3 nm (S3), which agrees with the measured size of NMOF 2 and 4. NMOF 2 seems to agglomerate more during the reaction. Therefore, we observed a denser particle structure in S1 than for NMOF 4 in S3.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>SEM images\nof <bold>S1-3</bold> (a–c). The additional SEM\nimages and histograms of the size distributions can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S11.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm0c02871_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  SEM images of S1-3 (a-c). The additional SEM images and histograms of the size distributions can be found in the Supporting Information, Chapter S11.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Patterning: Anchoring different NMOFs at the Functionalized\nSurfaces.</title><p>The final experiment was the immobilization of <bold>NMOFs 2</bold> and <bold>4</bold> at a micro-patterned surface. For\nthis reason, we used an etched Si substrate and prepared a PDMS stamp\nwith a pattern of 20 × 20 μm elevations, which was soaked\nin neat 1,8-nonadiyne and placed on an etched Si substrate at room\ntemperature under inert conditions for 12 h. Afterward, the stamp\nwas removed and the surface was placed in a neat solution of 10-undecenoic\nacid for backfilling of the surface, to create a micro-pattern of\nalkyne- and acid-terminated areas. This patterned surface was then\nconsecutively reacted with <bold>NMOF 2</bold> (<bold>S4</bold>) and <bold>NMOF 4</bold> (<bold>S5</bold>). The resulting surfaces (<bold>S4</bold> and <bold>S5</bold>) were then investigated by SEM, revealing successful\nand selective NMOF positioning onto targeted areas of the substrate\nsurface.</p>", "clean_text": "Patterning: Anchoring different NMOFs at the Functionalized Surfaces.\n\nThe final experiment was the immobilization of NMOFs 2 and 4 at a micro-patterned surface. For this reason, we used an etched Si substrate and prepared a PDMS stamp with a pattern of 20 × 20 μm elevations, which was soaked in neat 1,8-nonadiyne and placed on an etched Si substrate at room temperature under inert conditions for 12 h. Afterward, the stamp was removed and the surface was placed in a neat solution of 10-undecenoic acid for backfilling of the surface, to create a micro-pattern of alkyne- and acid-terminated areas. This patterned surface was then consecutively reacted with NMOF 2 (S4) and NMOF 4 (S5). The resulting surfaces (S4 and S5) were then investigated by SEM, revealing successful and selective NMOF positioning onto targeted areas of the substrate surface.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>\n shows the data obtained by SEM imaging of the micro-patterned substrates. <bold>S4</bold> (b–d) is only partly covered, where the surface is functionalized\nwith 1,8-nonadiyne solution. This is further illustrated in a. <bold>NMOF 2</bold> binds to the areas with alkyne functionalization while the other\nareas are not covered. Another image, where this can be observed,\ncan be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S12. On the other hand, the surface <bold>S5</bold> (f–i) is fully\ncovered with both NMOFs. Focusing the SEM on both regions of the substrate\nreveals that each of them shows the respective immobilized NMOFs. a,e shows the schematic\nrepresentation of this approach. The <bold>NMOF 2</bold> (dark blue)\nbinds to the alkyne-terminated regions (light blue), while the backfilled\ncarboxylic acid-terminated areas (dark turquoise) form amide bonds\nwith <bold>NMOF 4</bold> (light turquoise). Additionally, two sets\nof control experiments were conducted to elucidate the nature of the\nselective NMOF-to-surface binding. Specifically, when an alkyne-terminated\nsurface is reacted with <bold>NMOF 4</bold> and the acid-terminated\nsurface is reacted with <bold>NMOF 2</bold>, no NMOFs were anchored\nto the substrate (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S13). This proves that the NMOFs only stick to the substrates\nin the case of matching chemistry between the substrate and NMOF surfaces\nallowing for covalently binding NMOFs to the respective substrate\nsurface. Unfortunately, we could not record meaningful SEM–EDX\nimages because of the large penetration depth of the method, only\nrevealing the silicon surface underneath.</p>", "clean_text": "  shows the data obtained by SEM imaging of the micro-patterned substrates. S4 (b-d) is only partly covered, where the surface is functionalized with 1,8-nonadiyne solution. This is further illustrated in a. NMOF 2 binds to the areas with alkyne functionalization while the other areas are not covered. Another image, where this can be observed, can be found in the Supporting Information, Chapter S12. On the other hand, the surface S5 (f-i) is fully covered with both NMOFs. Focusing the SEM on both regions of the substrate reveals that each of them shows the respective immobilized NMOFs. a,e shows the schematic representation of this approach. The NMOF 2 (dark blue) binds to the alkyne-terminated regions (light blue), while the backfilled carboxylic acid-terminated areas (dark turquoise) form amide bonds with NMOF 4 (light turquoise). Additionally, two sets of control experiments were conducted to elucidate the nature of the selective NMOF-to-surface binding. Specifically, when an alkyne-terminated surface is reacted with NMOF 4 and the acid-terminated surface is reacted with NMOF 2, no NMOFs were anchored to the substrate (see Supporting Information, Chapter S13). This proves that the NMOFs only stick to the substrates in the case of matching chemistry between the substrate and NMOF surfaces allowing for covalently binding NMOFs to the respective substrate surface. Unfortunately, we could not record meaningful SEM-EDX images because of the large penetration depth of the method, only revealing the silicon surface underneath.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Selective <bold>NMOF</bold> positioning on micro-patterned substrates\n(20 × 20 μm) and SEM imaging. (a) Schematic representation\nof <bold>NMOF 2</bold> (blue spheres) at the micro-patterned alkyne-\n(light blue) and carboxylic acid (dark turquoise)-terminated surface <bold>S4</bold> and (e) <bold>NMOF 2</bold> and <bold>NMOF 4</bold> (turquoise\nspheres) at a similarly patterned surface <bold>S5</bold>, as well\nas the corresponding SEM images of the patterned Si surface <bold>S4</bold> (b–d) and <bold>S5</bold> (f–i) after the\nreaction with <bold>NMOF 2</bold> and <bold>NMOFs 2</bold> and <bold>4</bold>, respectively. The images show the surfaces in different\nmagnifications. The blue and turquoise framed images are magnifications\nof the colored areas in the images (c) and (g), respectively. An image\nof the patterned surface without any NMOF can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S12.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cm0c02871_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Selective NMOF positioning on micro-patterned substrates (20 × 20 μm) and SEM imaging. (a) Schematic representation of NMOF 2 (blue spheres) at the micro-patterned alkyne- (light blue) and carboxylic acid (dark turquoise)-terminated surface S4 and (e) NMOF 2 and NMOF 4 (turquoise spheres) at a similarly patterned surface S5, as well as the corresponding SEM images of the patterned Si surface S4 (b-d) and S5 (f-i) after the reaction with NMOF 2 and NMOFs 2 and 4, respectively. The images show the surfaces in different magnifications. The blue and turquoise framed images are magnifications of the colored areas in the images (c) and (g), respectively. An image of the patterned surface without any NMOF can be found in the Supporting Information, Chapter S12.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Instead, the selective positioning (spatial distribution)\nof the\nNMOFs on the functionalized surfaces was further investigated by SEM\nand XPS ().\nTo enable XPS focusing, we created an analogous macro-patterned surface.\nBoth sides of the substrate (1.0 × 1.0 cm) were functionalized\nwith small PDMS substrates (0.35 × 0.4 cm), creating two functionalized\nareas of 0.35 × 0.4 cm each. Prior to the contact with the etched\nsilicon surface, these PDMS substrates were immersed in either 1,8-nonadiyne\nor 10-undecanoic acid, which then created a functionalized macro-pattern\non the silicon surface. After 12 h of contact between the PDMS substrate\nand the Si surface, the latter was washed and subsequentially reacted\nwith first <bold>NMOF 2</bold> (a) and then <bold>NMOF 4</bold> (c). Finally, the surface was investigated\nby XPS using the characteristic Zr and Cr signals to identify the\nrespective NMOFs. The analysis of the survey spectra, as well as the\nZr 3p and Cr 2p narrow scans of both parts of the substrates, clearly\nshows that <bold>NMOF 2</bold> (Zr) is only present on one side, where <bold>NMOF 4</bold> (Cr) is absent (e,f). On the other side, however, <bold>NMOF 2</bold> (Zr) is absent and <bold>NMOF 4</bold> (Cr) is present (h,i). This provides\nunequivocal evidence of selective positioning of the NMOFs on the\nmacro-patterned surface. It is reasonable to conclude that the same\nsituation holds for the micropatterned substrates ().</p>", "clean_text": "Instead, the selective positioning (spatial distribution) of the NMOFs on the functionalized surfaces was further investigated by SEM and XPS (). To enable XPS focusing, we created an analogous macro-patterned surface. Both sides of the substrate (1.0 × 1.0 cm) were functionalized with small PDMS substrates (0.35 × 0.4 cm), creating two functionalized areas of 0.35 × 0.4 cm each. Prior to the contact with the etched silicon surface, these PDMS substrates were immersed in either 1,8-nonadiyne or 10-undecanoic acid, which then created a functionalized macro-pattern on the silicon surface. After 12 h of contact between the PDMS substrate and the Si surface, the latter was washed and subsequentially reacted with first NMOF 2 (a) and then NMOF 4 (c). Finally, the surface was investigated by XPS using the characteristic Zr and Cr signals to identify the respective NMOFs. The analysis of the survey spectra, as well as the Zr 3p and Cr 2p narrow scans of both parts of the substrates, clearly shows that NMOF 2 (Zr) is only present on one side, where NMOF 4 (Cr) is absent (e,f). On the other side, however, NMOF 2 (Zr) is absent and NMOF 4 (Cr) is present (h,i). This provides unequivocal evidence of selective positioning of the NMOFs on the macro-patterned surface. It is reasonable to conclude that the same situation holds for the micropatterned substrates ().", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Selective NMOF positioning\non macro-patterned substrates. Schematic\nrepresentation of a silicon surface with a functionalization pattern\ncreated with PDMS substrates of 0.35 × 0.4 cm dimension. The\nleft side of the substrate was functionalized with 1,8-nonadiyne (light\nblue), while the right side was functionalized with 10-undecenoic\nacid (dark turquoise). After consecutive reactions with <bold>NMOF\n2</bold> (dark blue) and <bold>NMOF 4</bold> (light turquoise), the\nsubstrate (a) was obtained and investigated by SEM (a,c) and XPS (d–i).\nSEM imaging (a,c) shows the macro-pattern in contrast to the silicon\nsurface. For better clarification, the areas are marked with a white\nline. The raw images and more images can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S12. The survey\nspectra (d,g) and the Zr 3p (e,h) and the Cr 2p (f,i) narrow scan\nwere recorded for the alkyne-terminated side (blue, d–f) and\nthe acid-functionalized side (turquoise, h–i), respectively.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cm0c02871_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  Selective NMOF positioning on macro-patterned substrates. Schematic representation of a silicon surface with a functionalization pattern created with PDMS substrates of 0.35 × 0.4 cm dimension. The left side of the substrate was functionalized with 1,8-nonadiyne (light blue), while the right side was functionalized with 10-undecenoic acid (dark turquoise). After consecutive reactions with NMOF 2 (dark blue) and NMOF 4 (light turquoise), the substrate (a) was obtained and investigated by SEM (a,c) and XPS (d-i). SEM imaging (a,c) shows the macro-pattern in contrast to the silicon surface. For better clarification, the areas are marked with a white line. The raw images and more images can be found in the Supporting Information, Chapter S12. The survey spectra (d,g) and the Zr 3p (e,h) and the Cr 2p (f,i) narrow scan were recorded for the alkyne-terminated side (blue, d-f) and the acid-functionalized side (turquoise, h-i), respectively.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We investigated the\nimmobilization of UiO-66 and MIL-101 NPs, which\nwere functionalized on their exterior surface, on matching Si surfaces.\nAzide-terminated UiO-66 NPs were reacted with alkyne-functionalized\nSi surfaces, resulting in the triazole formation by click chemistry\nand their immobilization on the surface. Amino-functionalized MIL-101\nNPs were combined with carboxylic acid-terminated Si surfaces yielding\ntheir covalent immobilization via amide bonds. Different characterization\nmethods, for example, XPS and SEM, revealed the successful immobilization.\nFinally, a surface-patterning experiment demonstrated that the positioning\nof the NMOFs is selective and can be actively controlled by the choice\nof the pattern. Specifically, azide-functionalized NMOFs only interact\nwith alkyne-terminated surfaces and amine-functionalized NMOFs only\ninteract with carboxylic acid-terminated surfaces. This paves the\nway for the application of selective positioning of desired materials\nat targeted parts in microfluidic devices and further provides the\npossibility for selective, tandem, or cascade catalysis.</p>", "clean_text": "Conclusions\n\nWe investigated the immobilization of UiO-66 and MIL-101 NPs, which were functionalized on their exterior surface, on matching Si surfaces. Azide-terminated UiO-66 NPs were reacted with alkyne-functionalized Si surfaces, resulting in the triazole formation by click chemistry and their immobilization on the surface. Amino-functionalized MIL-101 NPs were combined with carboxylic acid-terminated Si surfaces yielding their covalent immobilization via amide bonds. Different characterization methods, for example, XPS and SEM, revealed the successful immobilization. Finally, a surface-patterning experiment demonstrated that the positioning of the NMOFs is selective and can be actively controlled by the choice of the pattern. Specifically, azide-functionalized NMOFs only interact with alkyne-terminated surfaces and amine-functionalized NMOFs only interact with carboxylic acid-terminated surfaces. This paves the way for the application of selective positioning of desired materials at targeted parts in microfluidic devices and further provides the possibility for selective, tandem, or cascade catalysis.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Single side-polished silicon\nwafers (111)\nwere purchased from Siegert Wafers and cut into 1 × 1 cm<sup>2</sup> pieces for further use.</p><title>NMOF Formation and Exterior\nSurface Functionalization</title><p>In a first step, UiO-66 (<bold>NMOF 1</bold>) and MIL-101 (<bold>NMOF 3</bold>) nanometer-sized\ncrystals were synthesized, and in\na second step, their exterior surface was functionalized by the formation\nof amide bonds to ω-functionalized alkane-α-amines to\nform azide-functionalized UiO-66 NPs (<bold>NMOF 2</bold>) and amine-functionalized\nMIL-101 (<bold>NMOF 4</bold>).</p>", "clean_text": "Experimental Section\n\nMaterials\n\nSingle side-polished silicon wafers (111) were purchased from Siegert Wafers and cut into 1 × 1 cm2 pieces for further use.\n\nNMOF Formation and Exterior Surface Functionalization\n\nIn a first step, UiO-66 (NMOF 1) and MIL-101 (NMOF 3) nanometer-sized crystals were synthesized, and in a second step, their exterior surface was functionalized by the formation of amide bonds to ω-functionalized alkane-α-amines to form azide-functionalized UiO-66 NPs (NMOF 2) and amine-functionalized MIL-101 (NMOF 4).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["synthesis condition"], "content": "<title>\n<bold>NMOF 1</bold>\n and <bold>2</bold>\n</title><p>A total of 21 mg\nof zirconium oxychloride octahydrate (0.066\nmmol) and 50 mg of benzene dicarboxylic acid (0.30 mmol, 4.5 equiv)\nwere dissolved by sonication in 3 mL and 1 mL of dimethylformamide\n(DMF). Then, both solutions were mixed and 0.35 mL of acetic acid\nwas added. Afterward, the reaction mixture was kept at 90 °C\nfor 12 h. The synthesis yields a white, colloidal solution. The solvent\nof the solution is exchanged by centrifugation three times with 4\nmL of fresh DMF and three times with 4 mL of ethanol each. Then, 18\nmg of azidododecane-1-amine (0.08 mmol) (synthesis procedure can be\nfound in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter\nS14), 22.3 μL of <italic>N</italic>,<italic>N</italic>-diisopropylcarbodiimide\n(18 mg, 0.14 mmol), and catalytic amounts of <italic>N</italic>-hydroxysuccinimide\nwere added to 4 mL of the colloidal <bold>NMOF 1</bold> ethanol solution.\nAfter 4 h of stirring at room temperature, the reaction solution was\nexchanged three times replacing it with 4 mL of fresh ethanol each\ntime. In between the centrifugation steps, the <bold>NMOF 2</bold> solution was sonicated for several hours.</p>", "clean_text": " NMOF 1  and 2 \n\nA total of 21 mg of zirconium oxychloride octahydrate (0.066 mmol) and 50 mg of benzene dicarboxylic acid (0.30 mmol, 4.5 equiv) were dissolved by sonication in 3 mL and 1 mL of dimethylformamide (DMF). Then, both solutions were mixed and 0.35 mL of acetic acid was added. Afterward, the reaction mixture was kept at 90 °C for 12 h. The synthesis yields a white, colloidal solution. The solvent of the solution is exchanged by centrifugation three times with 4 mL of fresh DMF and three times with 4 mL of ethanol each. Then, 18 mg of azidododecane-1-amine (0.08 mmol) (synthesis procedure can be found in the Supporting Information, Chapter S14), 22.3 μL of N,N-diisopropylcarbodiimide (18 mg, 0.14 mmol), and catalytic amounts of N-hydroxysuccinimide were added to 4 mL of the colloidal NMOF 1 ethanol solution. After 4 h of stirring at room temperature, the reaction solution was exchanged three times replacing it with 4 mL of fresh ethanol each time. In between the centrifugation steps, the NMOF 2 solution was sonicated for several hours.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["synthesis condition"], "content": "<title>\n<bold>NMOF 3</bold>\n and <bold>4</bold>\n</title><p>A total of 740.4\nmg of Cr­(NO<sub>3</sub>)<sub>3</sub>·9\nH<sub>2</sub>O (1.85 mmol, 1.0 equiv) and 307.4 mg of benzene dicarboxylic\nacid (1.85 mmol, 1.0 equiv) were dispersed in 10 mL of deionized water\nin a 50 mL microwave tube. After 10 min of stirring at room temperature,\nthe reaction solution was heated with the maximum power to a set temperature\nof 200 °C. After about 7 min, the temperature reached 190 °C\nand was kept at that temperature for 1 min. After the reaction mixture\nwas cooled down to room temperature, it was filtered over a Schott\nfilter no. 2 to filter off unreacted benzene dicarboxylic acid. The\ncolloidal green solution of <bold>NMOF 3</bold> was centrifuged and\nthe solution was replaced three times with fresh water (20 mL each)\nand three times with fresh ethanol (20 mL each). A total of 20 mL\nof the green, colloidal <bold>NMOF 3</bold> ethanol solution was mixed\nwith 111.7 μL of diisoproylcarbodiimide (90 mg, 0.71 mmol),\n180 mg of DAD (0.90 mmol), and catalytic amounts of <italic>N</italic>-hydroxysuccinimide and stirred for 4 h at room temperature. The\nsolvent was exchanged three times after the reaction with 20 mL of\nethanol each. In between the centrifugation, the <bold>NMOF 4</bold> solution was sonicated for several hours.</p>", "clean_text": " NMOF 3  and 4 \n\nA total of 740.4 mg of Cr(NO3)3⋅9 H2O (1.85 mmol, 1.0 equiv) and 307.4 mg of benzene dicarboxylic acid (1.85 mmol, 1.0 equiv) were dispersed in 10 mL of deionized water in a 50 mL microwave tube. After 10 min of stirring at room temperature, the reaction solution was heated with the maximum power to a set temperature of 200 °C. After about 7 min, the temperature reached 190 °C and was kept at that temperature for 1 min. After the reaction mixture was cooled down to room temperature, it was filtered over a Schott filter no. 2 to filter off unreacted benzene dicarboxylic acid. The colloidal green solution of NMOF 3 was centrifuged and the solution was replaced three times with fresh water (20 mL each) and three times with fresh ethanol (20 mL each). A total of 20 mL of the green, colloidal NMOF 3 ethanol solution was mixed with 111.7 μL of diisoproylcarbodiimide (90 mg, 0.71 mmol), 180 mg of DAD (0.90 mmol), and catalytic amounts of N-hydroxysuccinimide and stirred for 4 h at room temperature. The solvent was exchanged three times after the reaction with 20 mL of ethanol each. In between the centrifugation, the NMOF 4 solution was sonicated for several hours.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Surface Preparation</title><p>The silicon wafers were cut into\n1.0 cm × 1.0 cm pieces. Prior to reaction, the silicon surfaces\nwere cleaned by sonication in acetone, ethanol, and DCM for 5 min\neach. Afterward, they were dried under argon and activated with an\noxygen plasma cleaner for 15 min. In order to remove the native oxide\non the silicon surface, the cleaned and activated Si surfaces were\nthen treated for 30 min in degassed 40% NH<sub>4</sub>F solution.\nThe substrates were blow-dried and kept under argon for further use.</p>", "clean_text": "Surface Preparation\n\nThe silicon wafers were cut into 1.0 cm × 1.0 cm pieces. Prior to reaction, the silicon surfaces were cleaned by sonication in acetone, ethanol, and DCM for 5 min each. Afterward, they were dried under argon and activated with an oxygen plasma cleaner for 15 min. In order to remove the native oxide on the silicon surface, the cleaned and activated Si surfaces were then treated for 30 min in degassed 40% NH4F solution. The substrates were blow-dried and kept under argon for further use.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["synthesis condition"], "content": "<title>Assembly of a 1,8-Nonadiyne Monolayer and CuAAC/Click Reaction</title><p>Hydrogen-terminated Si (Si–H) substrates were placed in\ndegassed 1,8-nonadiyne and left for 12 h at 100 °C under an argon\natmosphere. After cooling to room temperature, the functionalized\nsurface was rinsed copiously with water and sonicated in hexane and\nDCM for 5 min each. The blow-dried, alkyne-functionalized Si surfaces\nwere reacted with <bold>NMOF 2</bold> by CuAAC. Thereto, 6.5 mg of\ncopper (I) bromide tris­(triphenylphosphine) (7.0 μmol) and 0.5\nmL of triethylamine were dissolved in 1 mL of THF. To this mixture,\n1 mL of <bold>NMOF 2</bold> ethanol solution and the alkyne-functionalized\nSi substrates were added and left at room temperature overnight, forming <bold>2@Si (S1)</bold>. Another approach that we tried was the CuAAC reaction\nin the microwave which also yielded good results. Therefore, 6.5 mg\nof CuSO<sub>4</sub>·5 H<sub>2</sub>O (26 μmol) and 5 mg\nof ascorbic acid (28 μmol) were dissolved in 5 mL of deionized\nwater and 1 mL of colloidal <bold>NMOF 2</bold> in EtOH was added.\nAfter sonicating for 5 min, the alkyne-functionalized substrate was\nadded, and the reaction mixture was heated to 50 °C at 50 W for\n30 min. After the reaction, the substrate was rinsed with copious\namounts of water and ethanol and sonicated with ethanol for 5 min.\nAfter sonication in ethanol, the substrates were washed with DCM and\nblow-dried with argon.</p>", "clean_text": "Assembly of a 1,8-Nonadiyne Monolayer and CuAAC/Click Reaction\n\nHydrogen-terminated Si (Si-H) substrates were placed in degassed 1,8-nonadiyne and left for 12 h at 100 °C under an argon atmosphere. After cooling to room temperature, the functionalized surface was rinsed copiously with water and sonicated in hexane and DCM for 5 min each. The blow-dried, alkyne-functionalized Si surfaces were reacted with NMOF 2 by CuAAC. Thereto, 6.5 mg of copper (I) bromide tris(triphenylphosphine) (7.0 μmol) and 0.5 mL of triethylamine were dissolved in 1 mL of THF. To this mixture, 1 mL of NMOF 2 ethanol solution and the alkyne-functionalized Si substrates were added and left at room temperature overnight, forming 2@Si (S1). Another approach that we tried was the CuAAC reaction in the microwave which also yielded good results. Therefore, 6.5 mg of CuSO4⋅5 H2O (26 μmol) and 5 mg of ascorbic acid (28 μmol) were dissolved in 5 mL of deionized water and 1 mL of colloidal NMOF 2 in EtOH was added. After sonicating for 5 min, the alkyne-functionalized substrate was added, and the reaction mixture was heated to 50 °C at 50 W for 30 min. After the reaction, the substrate was rinsed with copious amounts of water and ethanol and sonicated with ethanol for 5 min. After sonication in ethanol, the substrates were washed with DCM and blow-dried with argon.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Assembly of a 10-Undecenoic Acid Monolayer\nand Amide Formation</title><p>Si–H substrates were placed in\nthe degassed 10-undecenoic\nacid and left for 12 h at 100 °C under an argon atmosphere. After\ncooling to room temperature, the functionalized surface was rinsed\nwith water and sonicated in hexane and DCM for 5 min each. The blow-dried,\nacid-functionalized Si surfaces were reacted with <bold>NMOF 4</bold> by NHS-catalyzed amide formation. Therefore, 23.3 μL of diisopropylcarbodiimide\n(3.5 mmol) and catalytic amounts of <italic>N</italic>-hydroxysuccinimide\nwere dissolved in 1 mL of ethanol. To this mixture, 3 mL of <bold>NMOF 4</bold> ethanol solution and the acid-functionalized Si substrate\nwere added and reacted for 12 h at room temperature. After the reaction,\nthe substrate [<bold>4@Si (S3)</bold>] was rinsed with copious amounts\nof water and ethanol and sonicated with ethanol for 5 min. After sonication\nin ethanol, the substrates were washed with DCM and blow-dried with\nargon.</p>", "clean_text": "Assembly of a 10-Undecenoic Acid Monolayer and Amide Formation\n\nSi-H substrates were placed in the degassed 10-undecenoic acid and left for 12 h at 100 °C under an argon atmosphere. After cooling to room temperature, the functionalized surface was rinsed with water and sonicated in hexane and DCM for 5 min each. The blow-dried, acid-functionalized Si surfaces were reacted with NMOF 4 by NHS-catalyzed amide formation. Therefore, 23.3 μL of diisopropylcarbodiimide (3.5 mmol) and catalytic amounts of N-hydroxysuccinimide were dissolved in 1 mL of ethanol. To this mixture, 3 mL of NMOF 4 ethanol solution and the acid-functionalized Si substrate were added and reacted for 12 h at room temperature. After the reaction, the substrate [4@Si (S3)] was rinsed with copious amounts of water and ethanol and sonicated with ethanol for 5 min. After sonication in ethanol, the substrates were washed with DCM and blow-dried with argon.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Assembly of a 10-Undecenoic Acid/1,8-Nonadiyne Mixed Monolayer</title><p>The assembly of the mixed monolayer of a 1/1 (<italic>n</italic>/<italic>n</italic>) solution of 10-undecenoic acid and 1,8-nonadiyne\nis prepared and degassed. The Si–H surfaces are immersed in\nthe solution under argon for 12 h at 100 °C. Consecutively, after\ncooling to room temperature, the functionalized surface was rinsed\nwith water and sonicated in hexane and DCM for 5 min each. In the\nnext step, the surface was reacted with <bold>NMOF 2</bold> in CuAAC\nand with <bold>NMOF 4</bold> via amide coupling as described before,\nforming <bold>S2</bold>.</p>", "clean_text": "Assembly of a 10-Undecenoic Acid/1,8-Nonadiyne Mixed Monolayer\n\nThe assembly of the mixed monolayer of a 1/1 (n/n) solution of 10-undecenoic acid and 1,8-nonadiyne is prepared and degassed. The Si-H surfaces are immersed in the solution under argon for 12 h at 100 °C. Consecutively, after cooling to room temperature, the functionalized surface was rinsed with water and sonicated in hexane and DCM for 5 min each. In the next step, the surface was reacted with NMOF 2 in CuAAC and with NMOF 4 via amide coupling as described before, forming S2.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Microcontact Printing</title><p>To prepare\nthe PDMS stamps, Sylgard\n184 Silicone Elastomer Base and Sylgard 184 Silicone Curing Agent\n(10/1 w/w) were mixed for 3 min, followed by degassing in a desiccator.\nThe mixture is poured onto a mold and cured at 70 °C for 3 h.\nThe stamps consist of rectangular islands of 20 × 20 μm\ndiameter. For the patterning, Si–H surfaces were transferred\nto a glovebox. The degassed 1,8-nonadiyne was dripped on a glass slide\nand the PDMS stamp was carefully placed on it. The 1,8-nonadiyne-soaked\nPDMS stamp was then placed on a silicon substrate overnight. Afterward,\nthe PDMS stamp was removed and the surface was cleaned by a rinse\nwith hexane and DCM. For the backfilling, a drop of 10-undecenoic\nacid was placed on the silicon substrate for 12 h. After this time,\nthe surface was rinsed with ethanol and sonicated in hexane and DCM.\nWe also inverted the experiment, with 10-undecenoic acid in the microcontact\nprinting step and 1,8-nonadiyne in the backfilling step (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link> Chapter 12). This surface\nwas successively reacted with <bold>NMOF 2</bold> and <bold>4</bold> as described before, creating <bold>S4</bold> and <bold>S5</bold>.</p>", "clean_text": "Microcontact Printing\n\nTo prepare the PDMS stamps, Sylgard 184 Silicone Elastomer Base and Sylgard 184 Silicone Curing Agent (10/1 w/w) were mixed for 3 min, followed by degassing in a desiccator. The mixture is poured onto a mold and cured at 70 °C for 3 h. The stamps consist of rectangular islands of 20 × 20 μm diameter. For the patterning, Si-H surfaces were transferred to a glovebox. The degassed 1,8-nonadiyne was dripped on a glass slide and the PDMS stamp was carefully placed on it. The 1,8-nonadiyne-soaked PDMS stamp was then placed on a silicon substrate overnight. Afterward, the PDMS stamp was removed and the surface was cleaned by a rinse with hexane and DCM. For the backfilling, a drop of 10-undecenoic acid was placed on the silicon substrate for 12 h. After this time, the surface was rinsed with ethanol and sonicated in hexane and DCM. We also inverted the experiment, with 10-undecenoic acid in the microcontact printing step and 1,8-nonadiyne in the backfilling step (see Supporting Information Chapter 12). This surface was successively reacted with NMOF 2 and 4 as described before, creating S4 and S5.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Further Patterning Experiments</title><p>PDMS substrates were\ncut into 0.35 × 0.4 cm pieces, immersed in either 1,8-nonadiyne\nor 10-undecenoic acid for 5 min and subsequently placed on an etched\nsilicon substrate under inert conditions (glovebox). Afterward, the\nPDMS stamps were removed and the surface was cleaned by sonication\nwith ethanol, hexane, and DCM, for 5 min each. Finally, the substrate\nwas successively reacted with <bold>NMOF 2</bold> and <bold>4</bold> as described before.</p>", "clean_text": "Further Patterning Experiments\n\nPDMS substrates were cut into 0.35 × 0.4 cm pieces, immersed in either 1,8-nonadiyne or 10-undecenoic acid for 5 min and subsequently placed on an etched silicon substrate under inert conditions (glovebox). Afterward, the PDMS stamps were removed and the surface was cleaned by sonication with ethanol, hexane, and DCM, for 5 min each. Finally, the substrate was successively reacted with NMOF 2 and 4 as described before.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.chemmater.0c02871?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.chemmater.0c02871</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>General information\nabout instrumentation, detailed\ninformation about performed reactions, SEM and contact angle images,\nIRRAS, NMR, and XPS spectra, N<sub>2</sub> adsorption isotherms, and\ndetailed instruction regarding the performed calculations (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.chemmater.0c02871.  General information about instrumentation, detailed information about performed reactions, SEM and contact angle images, IRRAS, NMR, and XPS spectra, N2 adsorption isotherms, and detailed instruction regarding the performed calculations (PDF)   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>General information\nabout instrumentation, detailed\ninformation about performed reactions, SEM and contact angle images,\nIRRAS, NMR, and XPS spectra, N<sub>2</sub> adsorption isotherms, and\ndetailed instruction regarding the performed calculations (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "General information about instrumentation, detailed information about performed reactions, SEM and contact angle images, IRRAS, NMR, and XPS spectra, N2 adsorption isotherms, and detailed instruction regarding the performed calculations (PDF)", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "32, 33, 35", "type": "text", "classification": "synthesis condition", "content": "<title>\n<bold>NMOF 1</bold>\n and <bold>2</bold>\n</title><p>A total of 21 mg\nof zirconium oxychloride octahydrate (0.066\nmmol) and 50 mg of benzene dicarboxylic acid (0.30 mmol, 4.5 equiv)\nwere dissolved by sonication in 3 mL and 1 mL of dimethylformamide\n(DMF). Then, both solutions were mixed and 0.35 mL of acetic acid\nwas added. Afterward, the reaction mixture was kept at 90 °C\nfor 12 h. The synthesis yields a white, colloidal solution. The solvent\nof the solution is exchanged by centrifugation three times with 4\nmL of fresh DMF and three times with 4 mL of ethanol each. Then, 18\nmg of azidododecane-1-amine (0.08 mmol) (synthesis procedure can be\nfound in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter\nS14), 22.3 μL of <italic>N</italic>,<italic>N</italic>-diisopropylcarbodiimide\n(18 mg, 0.14 mmol), and catalytic amounts of <italic>N</italic>-hydroxysuccinimide\nwere added to 4 mL of the colloidal <bold>NMOF 1</bold> ethanol solution.\nAfter 4 h of stirring at room temperature, the reaction solution was\nexchanged three times replacing it with 4 mL of fresh ethanol each\ntime. In between the centrifugation steps, the <bold>NMOF 2</bold> solution was sonicated for several hours.</p><title>\n<bold>NMOF 3</bold>\n and <bold>4</bold>\n</title><p>A total of 740.4\nmg of Cr­(NO<sub>3</sub>)<sub>3</sub>·9\nH<sub>2</sub>O (1.85 mmol, 1.0 equiv) and 307.4 mg of benzene dicarboxylic\nacid (1.85 mmol, 1.0 equiv) were dispersed in 10 mL of deionized water\nin a 50 mL microwave tube. After 10 min of stirring at room temperature,\nthe reaction solution was heated with the maximum power to a set temperature\nof 200 °C. After about 7 min, the temperature reached 190 °C\nand was kept at that temperature for 1 min. After the reaction mixture\nwas cooled down to room temperature, it was filtered over a Schott\nfilter no. 2 to filter off unreacted benzene dicarboxylic acid. The\ncolloidal green solution of <bold>NMOF 3</bold> was centrifuged and\nthe solution was replaced three times with fresh water (20 mL each)\nand three times with fresh ethanol (20 mL each). A total of 20 mL\nof the green, colloidal <bold>NMOF 3</bold> ethanol solution was mixed\nwith 111.7 μL of diisoproylcarbodiimide (90 mg, 0.71 mmol),\n180 mg of DAD (0.90 mmol), and catalytic amounts of <italic>N</italic>-hydroxysuccinimide and stirred for 4 h at room temperature. The\nsolvent was exchanged three times after the reaction with 20 mL of\nethanol each. In between the centrifugation, the <bold>NMOF 4</bold> solution was sonicated for several hours.</p><title>Assembly of a 1,8-Nonadiyne Monolayer and CuAAC/Click Reaction</title><p>Hydrogen-terminated Si (Si–H) substrates were placed in\ndegassed 1,8-nonadiyne and left for 12 h at 100 °C under an argon\natmosphere. After cooling to room temperature, the functionalized\nsurface was rinsed copiously with water and sonicated in hexane and\nDCM for 5 min each. The blow-dried, alkyne-functionalized Si surfaces\nwere reacted with <bold>NMOF 2</bold> by CuAAC. Thereto, 6.5 mg of\ncopper (I) bromide tris­(triphenylphosphine) (7.0 μmol) and 0.5\nmL of triethylamine were dissolved in 1 mL of THF. To this mixture,\n1 mL of <bold>NMOF 2</bold> ethanol solution and the alkyne-functionalized\nSi substrates were added and left at room temperature overnight, forming <bold>2@Si (S1)</bold>. Another approach that we tried was the CuAAC reaction\nin the microwave which also yielded good results. Therefore, 6.5 mg\nof CuSO<sub>4</sub>·5 H<sub>2</sub>O (26 μmol) and 5 mg\nof ascorbic acid (28 μmol) were dissolved in 5 mL of deionized\nwater and 1 mL of colloidal <bold>NMOF 2</bold> in EtOH was added.\nAfter sonicating for 5 min, the alkyne-functionalized substrate was\nadded, and the reaction mixture was heated to 50 °C at 50 W for\n30 min. After the reaction, the substrate was rinsed with copious\namounts of water and ethanol and sonicated with ethanol for 5 min.\nAfter sonication in ethanol, the substrates were washed with DCM and\nblow-dried with argon.</p>", "clean_text": " NMOF 1  and 2 \n\nA total of 21 mg of zirconium oxychloride octahydrate (0.066 mmol) and 50 mg of benzene dicarboxylic acid (0.30 mmol, 4.5 equiv) were dissolved by sonication in 3 mL and 1 mL of dimethylformamide (DMF). Then, both solutions were mixed and 0.35 mL of acetic acid was added. Afterward, the reaction mixture was kept at 90 °C for 12 h. The synthesis yields a white, colloidal solution. The solvent of the solution is exchanged by centrifugation three times with 4 mL of fresh DMF and three times with 4 mL of ethanol each. Then, 18 mg of azidododecane-1-amine (0.08 mmol) (synthesis procedure can be found in the Supporting Information, Chapter S14), 22.3 μL of N,N-diisopropylcarbodiimide (18 mg, 0.14 mmol), and catalytic amounts of N-hydroxysuccinimide were added to 4 mL of the colloidal NMOF 1 ethanol solution. After 4 h of stirring at room temperature, the reaction solution was exchanged three times replacing it with 4 mL of fresh ethanol each time. In between the centrifugation steps, the NMOF 2 solution was sonicated for several hours.\n\n NMOF 3  and 4 \n\nA total of 740.4 mg of Cr(NO3)3⋅9 H2O (1.85 mmol, 1.0 equiv) and 307.4 mg of benzene dicarboxylic acid (1.85 mmol, 1.0 equiv) were dispersed in 10 mL of deionized water in a 50 mL microwave tube. After 10 min of stirring at room temperature, the reaction solution was heated with the maximum power to a set temperature of 200 °C. After about 7 min, the temperature reached 190 °C and was kept at that temperature for 1 min. After the reaction mixture was cooled down to room temperature, it was filtered over a Schott filter no. 2 to filter off unreacted benzene dicarboxylic acid. The colloidal green solution of NMOF 3 was centrifuged and the solution was replaced three times with fresh water (20 mL each) and three times with fresh ethanol (20 mL each). A total of 20 mL of the green, colloidal NMOF 3 ethanol solution was mixed with 111.7 μL of diisoproylcarbodiimide (90 mg, 0.71 mmol), 180 mg of DAD (0.90 mmol), and catalytic amounts of N-hydroxysuccinimide and stirred for 4 h at room temperature. The solvent was exchanged three times after the reaction with 20 mL of ethanol each. In between the centrifugation, the NMOF 4 solution was sonicated for several hours.\n\nAssembly of a 1,8-Nonadiyne Monolayer and CuAAC/Click Reaction\n\nHydrogen-terminated Si (Si-H) substrates were placed in degassed 1,8-nonadiyne and left for 12 h at 100 °C under an argon atmosphere. After cooling to room temperature, the functionalized surface was rinsed copiously with water and sonicated in hexane and DCM for 5 min each. The blow-dried, alkyne-functionalized Si surfaces were reacted with NMOF 2 by CuAAC. Thereto, 6.5 mg of copper (I) bromide tris(triphenylphosphine) (7.0 μmol) and 0.5 mL of triethylamine were dissolved in 1 mL of THF. To this mixture, 1 mL of NMOF 2 ethanol solution and the alkyne-functionalized Si substrates were added and left at room temperature overnight, forming 2@Si (S1). Another approach that we tried was the CuAAC reaction in the microwave which also yielded good results. Therefore, 6.5 mg of CuSO4⋅5 H2O (26 μmol) and 5 mg of ascorbic acid (28 μmol) were dissolved in 5 mL of deionized water and 1 mL of colloidal NMOF 2 in EtOH was added. After sonicating for 5 min, the alkyne-functionalized substrate was added, and the reaction mixture was heated to 50 °C at 50 W for 30 min. After the reaction, the substrate was rinsed with copious amounts of water and ethanol and sonicated with ethanol for 5 min. After sonication in ethanol, the substrates were washed with DCM and blow-dried with argon.", "data": [{"meta": {"name": "NMOF 1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonochemical synthesis", "precursor": [{"name": "zirconium oxychloride octahydrate", "amount": "21", "unit": "mg"}, {"name": "benzene dicarboxylic acid", "amount": "50", "unit": "mg"}], "solvent": [{"name": "dimethylformamide", "amount": "3", "unit": "mL"}, {"name": "dimethylformamide", "amount": "1", "unit": "mL"}], "temperature": "90 °C", "ultrasonic frequency": "", "power": "", "time": "12 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "DMF", "amount": "4", "unit": "mL"}, {"name": "ethanol", "amount": "4", "unit": "mL"}], "tube material": "", "tube volume": ""}]}, {"meta": {"name": "NMOF 2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonochemical synthesis", "precursor": [{"name": "azidododecane-1-amine", "amount": "18", "unit": "mg"}], "solvent": [{"name": "ethanol", "amount": "4", "unit": "mL"}], "temperature": "", "ultrasonic frequency": "", "power": "", "time": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "DMF", "amount": "4", "unit": "mL"}, {"name": "ethanol", "amount": "4", "unit": "mL"}], "tube material": "", "tube volume": ""}]}, {"meta": {"name": "NMOF 3", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Cr­(NO3)3·9 H2O", "amount": "740.4", "unit": "mg"}, {"name": "benzene dicarboxylic acid", "amount": "307.4", "unit": "mg"}], "solvent": [{"name": "deionized water", "amount": "10", "unit": "mL"}], "temperature": "200 °C", "pressure": "", "time": "7 min"}, {"synthesis method": "filtration", "filtration material": "Schott filter no. 2"}]}, {"meta": {"name": "NMOF 4", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonochemical synthesis", "precursor": [{"name": "NMOF 3", "amount": "20", "unit": "mL"}], "solvent": [{"name": "ethanol", "amount": "20", "unit": "mL"}], "temperature": "", "ultrasonic frequency": "", "power": "", "time": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "water", "amount": "20", "unit": "mL"}, {"name": "ethanol", "amount": "20", "unit": "mL"}], "tube material": "", "tube volume": ""}]}, {"meta": {"name": "1,8-Nonadiyne Monolayer and CuAAC/Click Reaction", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "1,8-nonadiyne", "power": "", "solvent": "", "temperature": "100 °C", "time": "12 h"}, {"synthesis method": "CuAAC/Click Reaction", "catalyst": [{"name": "copper (I) bromide tris­(triphenylphosphine)", "amount": "6.5", "unit": "mg"}, {"name": "triethylamine", "amount": "0.5", "unit": "mL"}], "reactant": [{"name": "NMOF 2 ethanol solution", "amount": "1", "unit": "mL"}, {"name": "alkyne-functionalized Si substrates", "amount": "", "unit": ""}], "temperature": "room temperature", "time": "overnight"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "ethanol", "amount": "20", "unit": "mL"}], "tube material": "", "tube volume": ""}]}, {"meta": {"name": "Assembly of a 1,8-Nonadiyne Monolayer and CuAAC/Click Reaction", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "1,8-nonadiyne", "power": "", "solvent": "", "temperature": "100 °C", "time": "12 h"}, {"synthesis method": "CuAAC/Click Reaction", "catalyst": [{"name": "CuSO4·5 H2O", "amount": "6.5", "unit": "mg"}, {"name": "ascorbic acid", "amount": "5", "unit": "mg"}], "reactant": [{"name": "colloidal NMOF 2 in EtOH", "amount": "1", "unit": "mL"}, {"name": "alkyne-functionalized substrate", "amount": "", "unit": ""}], "temperature": "50 °C", "time": "30 min"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "water", "amount": "", "unit": "20 mL"}, {"name": "ethanol", "amount": "", "unit": "20 mL"}], "tube material": "", "tube volume": ""}]}], "include_properties": ["sonochemical_synthesis", "centrifugation", "sonochemical_synthesis", "centrifugation", "chemical_synthesis", "centrifugation", "sonication", "chemical_synthesis", "filtration"]}, {"idx": "9, 15, 19, 23", "type": "text", "classification": "property", "content": "<p>XPS spectra of the three modified surfaces show the presence of\nSi, C, and O as previously reported in the literature (see ). In the case of 1,8-nonadiyne, the oxygen content can be explained\nby covalently bound oxygen (C–O), which presumably originates\nfrom the 1,8-nonadiyne. The XPS C 1s\nnarrow scan can be deconvoluted into different components which can\nbe assigned to a C–C bond peak (285.0 eV), Si–<bold>C</bold>C bonds (284.0 eV), <bold>C</bold>–O/<bold>C</bold>–CO<sub>2</sub>H (286.0 eV), and C–<bold>C</bold>O<sub>2</sub>H (290.0 eV). A glance at the Si 2p narrow\nscan reveals that the Si–O peak at 101–104 eV is nonexistent.\nThis observation indicates the formation of densely packed SAMs that\nprevented the oxidation of the etched Si–H substrate surfaces.\nThe O 1s narrow scan can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S3. IRRAS spectra (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S4) show the symmetric and\nantisymmetric C–H stretch vibrations and the CO stretching\nvibration for the carboxylic acid-terminated self-assembled monolayer,\nin accordance with the literature. The static\nwater contact angle of the surfaces (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S5) is 93 ± 3° for the alkyne-terminated\nmonolayer, 65° for the −COOH-terminated\nmonolayers, and 54° for the native\noxide surface on silicon. Therefore, IRRAS spectra, XPS spectra, and\nwater contact angle measurements confirm the successful formation\nof dense monolayers on the etched silicon surfaces.</p><p>The particle diameter determined by SEM (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S6) is about ∼23 nm\nfor all NMOFs and changes slightly by surface functionalization. The\nvalues for <bold>NMOF 1</bold> and <bold>NMOF 3</bold> were already\nreported in the literature [22 nm ± 8 nm (<bold>NMOF 1</bold>) and 22 nm ± 5 nm (<bold>NMOF\n3</bold>) and are similar to our measurements.\nThe crystalline domain size of the samples was determined with the\nScherrer equation applied to multiple reflections (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S7 for more information).\nThe calculated domain sizes in comparison with the SEM data suggest\nthat each of the particles contains 1–2 crystallite domains.\nDLS spectra (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S8) show the average hydrodynamic diameter of the particles\nin solution, which is typically larger than the particle diameter\nbecause of the solvent shell adsorbed at the surface of the NMOF.\nThe measured diameter of the NMOF shows that the <bold>NMOF 1</bold> aggregates over time resulting in an increased hydrodynamic radius\nand precipitation of the particles from the solution. In contrast\nto this, <bold>NMOF 3</bold> forms a more stable colloidal solution.\nA slight increase in the hydrodynamic radius is observed over time,\nbut the solution is still colloidal, and any increase after 4 weeks\nis still within the margin of error. Hence, <bold>NMOF 2</bold> and <bold>4</bold> are stable colloidal solutions, which do not aggregate over\ntime.</p><p>We investigated\nthe accessible <italic>inner</italic> surface areas\nof the NMOF particle surface area before and after the exterior NMOF\nparticle surface functionalization with nitrogen adsorption experiments.\nThe N<sub>2</sub> adsorption isotherms measured at 77 K are documented\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter\nS10. The obtained weight-specific BET surface areas show an expected\nslight reduction by 15.3% [<bold>NMOF 2</bold> (918; 777 m<sup>2</sup>/g)] and 12.0% [<bold>NMOF 4</bold> (1856; 1632 m<sup>2</sup>/g)],\nrespectively, which matches with the range of the weight-specific\nNMOF particle surface functionalization. Overall, the internal surface\narea of the functionalized NMOFs is still accessible and only slightly\nreduced.</p><p>Furthermore, we investigated the\nsurfaces of the substrates by\nemploying electron microscopy (). These images should display the distribution and\narrangement of the NMOFs on the surfaces. First, the images show small\nparticles in the same size regime as reported and measured for the\nNMOFs. The particles are slightly agglomerated but only to a small\nextent, and the individual particles are still visible. A more detailed\nanalysis of 200 particles, respectively, shows that the average particle\ndiameter of the NMOFs is 18.0 ± 2.8 nm (<bold>S1</bold>), 22.4\n± 3.3 nm (<bold>S2</bold>), and 24.2 ± 3.3 nm (<bold>S3</bold>), which agrees with the measured size of <bold>NMOF 2</bold> and <bold>4</bold>. <bold>NMOF 2</bold> seems to agglomerate more during the\nreaction. Therefore, we observed a denser particle structure in <bold>S1</bold> than for <bold>NMOF 4</bold> in <bold>S3</bold>.</p>", "clean_text": "XPS spectra of the three modified surfaces show the presence of Si, C, and O as previously reported in the literature (see ). In the case of 1,8-nonadiyne, the oxygen content can be explained by covalently bound oxygen (C-O), which presumably originates from the 1,8-nonadiyne. The XPS C 1s narrow scan can be deconvoluted into different components which can be assigned to a C-C bond peak (285.0 eV), Si-CC bonds (284.0 eV), C-O/C-CO2H (286.0 eV), and C-CO2H (290.0 eV). A glance at the Si 2p narrow scan reveals that the Si-O peak at 101-104 eV is nonexistent. This observation indicates the formation of densely packed SAMs that prevented the oxidation of the etched Si-H substrate surfaces. The O 1s narrow scan can be found in the Supporting Information, Chapter S3. IRRAS spectra (see Supporting Information, Chapter S4) show the symmetric and antisymmetric C-H stretch vibrations and the CO stretching vibration for the carboxylic acid-terminated self-assembled monolayer, in accordance with the literature. The static water contact angle of the surfaces (see Supporting Information, Chapter S5) is 93 ± 3° for the alkyne-terminated monolayer, 65° for the -COOH-terminated monolayers, and 54° for the native oxide surface on silicon. Therefore, IRRAS spectra, XPS spectra, and water contact angle measurements confirm the successful formation of dense monolayers on the etched silicon surfaces.\n\nThe particle diameter determined by SEM (see Supporting Information, Chapter S6) is about ~23 nm for all NMOFs and changes slightly by surface functionalization. The values for NMOF 1 and NMOF 3 were already reported in the literature [22 nm ± 8 nm (NMOF 1) and 22 nm ± 5 nm (NMOF 3) and are similar to our measurements. The crystalline domain size of the samples was determined with the Scherrer equation applied to multiple reflections (see Supporting Information, Chapter S7 for more information). The calculated domain sizes in comparison with the SEM data suggest that each of the particles contains 1-2 crystallite domains. DLS spectra (see Supporting Information, Chapter S8) show the average hydrodynamic diameter of the particles in solution, which is typically larger than the particle diameter because of the solvent shell adsorbed at the surface of the NMOF. The measured diameter of the NMOF shows that the NMOF 1 aggregates over time resulting in an increased hydrodynamic radius and precipitation of the particles from the solution. In contrast to this, NMOF 3 forms a more stable colloidal solution. A slight increase in the hydrodynamic radius is observed over time, but the solution is still colloidal, and any increase after 4 weeks is still within the margin of error. Hence, NMOF 2 and 4 are stable colloidal solutions, which do not aggregate over time.\n\nWe investigated the accessible inner surface areas of the NMOF particle surface area before and after the exterior NMOF particle surface functionalization with nitrogen adsorption experiments. The N2 adsorption isotherms measured at 77 K are documented in the Supporting Information, Chapter S10. The obtained weight-specific BET surface areas show an expected slight reduction by 15.3% [NMOF 2 (918; 777 m2/g)] and 12.0% [NMOF 4 (1856; 1632 m2/g)], respectively, which matches with the range of the weight-specific NMOF particle surface functionalization. Overall, the internal surface area of the functionalized NMOFs is still accessible and only slightly reduced.\n\nFurthermore, we investigated the surfaces of the substrates by employing electron microscopy (). These images should display the distribution and arrangement of the NMOFs on the surfaces. First, the images show small particles in the same size regime as reported and measured for the NMOFs. The particles are slightly agglomerated but only to a small extent, and the individual particles are still visible. A more detailed analysis of 200 particles, respectively, shows that the average particle diameter of the NMOFs is 18.0 ± 2.8 nm (S1), 22.4 ± 3.3 nm (S2), and 24.2 ± 3.3 nm (S3), which agrees with the measured size of NMOF 2 and 4. NMOF 2 seems to agglomerate more during the reaction. Therefore, we observed a denser particle structure in S1 than for NMOF 4 in S3.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "crystal size": [{"value": "∼23", "unit": "nm", "condition": ""}]}]], "include_properties": ["crystal_size"]}, {"idx": 14, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Particle Diameters, Hydrodynamic Diameters,\nand Crystallite Domain Sizes of <bold>NMOF 1–4</bold> Determined\nby SEM, DLS, and PXRD.</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" rowsep=\"1\">determined\nby</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">SEM</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">PXRD</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DLS</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">Sample</oasis:entry>\n<oasis:entry align=\"center\">particle\ndiameter [nm]</oasis:entry>\n<oasis:entry align=\"center\">crystallite\ndomain size [nm]</oasis:entry>\n<oasis:entry align=\"center\">hydrodynamic\ndiameter [nm]</oasis:entry>\n<oasis:entry align=\"center\">hydrodynamic\ndiameter [nm] after 4 weeks</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>NMOF 1</bold>\n</oasis:entry>\n<oasis:entry>21.0 ± 3.3</oasis:entry>\n<oasis:entry>17.7 ± 2.1</oasis:entry>\n<oasis:entry>164 ± 24</oasis:entry>\n<oasis:entry>531 ± 76</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NMOF 2</bold>\n</oasis:entry>\n<oasis:entry>23.4 ± 2.5</oasis:entry>\n<oasis:entry>16.9 ± 1.5</oasis:entry>\n<oasis:entry>91 ± 38</oasis:entry>\n<oasis:entry>78 ± 24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NMOF 3</bold>\n</oasis:entry>\n<oasis:entry>26.7 ± 3.9</oasis:entry>\n<oasis:entry>12.4 ± 2.8</oasis:entry>\n<oasis:entry>79 ± 33</oasis:entry>\n<oasis:entry>106 ± 47</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NMOF 4</bold>\n</oasis:entry>\n<oasis:entry>24.6 ± 3.8</oasis:entry>\n<oasis:entry>13.0 ± 2.3</oasis:entry>\n<oasis:entry>91 ± 34</oasis:entry>\n<oasis:entry>91 ± 46</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Particle Diameters, Hydrodynamic Diameters, and Crystallite Domain Sizes of NMOF 1–4 Determined by SEM, DLS, and PXRD.\n\n| determined by | SEM       | PXRD      | DLS       |\n|---------------|-----------|-----------|-----------|\n| Sample        | particle diameter [nm] | crystallite domain size [nm] | hydrodynamic diameter [nm] | hydrodynamic diameter [nm] after 4 weeks |\n| NMOF 1        | 21.0 ± 3.3 | 17.7 ± 2.1 | 164 ± 24  | 531 ± 76  |\n| NMOF 2        | 23.4 ± 2.5 | 16.9 ± 1.5 | 91 ± 38   | 78 ± 24   |\n| NMOF 3        | 26.7 ± 3.9 | 12.4 ± 2.8 | 79 ± 33   | 106 ± 47  |\n| NMOF 4        | 24.6 ± 3.8 | 13.0 ± 2.3 | 91 ± 34   | 91 ± 46   |", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic approach to\nselectively position <bold>NMOF 2</bold> and <bold>4</bold> on silicon\nsubstrates. (a) In the first step, silicon substrates\nare treated with a 40% aqueous NH<sub>4</sub>F solution to remove\nthe native oxide layer. This step is followed by a reaction of the\nsilicon substrates in neat 1,8-nonadiyne, 10-undecenoic acid, or a\n1:1 solution of 1,8-nonadiyne and 10-undecenoic acid. Finally, the\nfunctionalized silicon surfaces are reacted with <bold>NMOF 2</bold> or <bold>4</bold> or both, respectively, to form <bold>S1-3</bold>. (b) Selective spatial distribution of the <bold>NMOFs 2</bold> and <bold>4</bold> was shown by surface patterning via microcontact printing\non a silicon surface. Therefore, an etched silicon substrate was contacted\nwith a PDMS stamp, which was soaked in neat 1,8-nonadiyne. The backfilling\nprocedure was performed for 12 h at room temperature with 10-undecenoic\nacid. The patterned silicon surface was sequentially reacted with <bold>NMOF 2</bold> (<bold>S4</bold>) and <bold>NMOF 4</bold> (<bold>S5</bold>).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm0c02871_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic approach to selectively position NMOF 2 and 4 on silicon substrates. (a) In the first step, silicon substrates are treated with a 40% aqueous NH4F solution to remove the native oxide layer. This step is followed by a reaction of the silicon substrates in neat 1,8-nonadiyne, 10-undecenoic acid, or a 1:1 solution of 1,8-nonadiyne and 10-undecenoic acid. Finally, the functionalized silicon surfaces are reacted with NMOF 2 or 4 or both, respectively, to form S1-3. (b) Selective spatial distribution of the NMOFs 2 and 4 was shown by surface patterning via microcontact printing on a silicon surface. Therefore, an etched silicon substrate was contacted with a PDMS stamp, which was soaked in neat 1,8-nonadiyne. The backfilling procedure was performed for 12 h at room temperature with 10-undecenoic acid. The patterned silicon surface was sequentially reacted with NMOF 2 (S4) and NMOF 4 (S5).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XPS survey scan (a) of\nalkyne, acid, and alkyne/acid-terminated\nmonolayers and C 1s (b) and Si 2p (c) XPS narrow scans.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm0c02871_0003.eps\"></graphic>\n</fig>", "clean_text": " 2  XPS survey scan (a) of alkyne, acid, and alkyne/acid-terminated monolayers and C 1s (b) and Si 2p (c) XPS narrow scans.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>UiO-66 (<bold>NMOF 1</bold>) and MIL-101 (<bold>NMOF 3</bold>)\nare reacted with ADA and DAD, respectively, to form functionalized\nMOF NPs <bold>NMOF 2</bold> and <bold>NMOF 4</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm0c02871_0004.eps\"></graphic>\n</fig>", "clean_text": " 3  UiO-66 (NMOF 1) and MIL-101 (NMOF 3) are reacted with ADA and DAD, respectively, to form functionalized MOF NPs NMOF 2 and NMOF 4.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PXRD diffractograms of the activated (100 °C, 12\nh) <bold>NMOFs 1–2</bold> (light/dark blue) (a) and <bold>NMOF\n3–4</bold> (light/dark turquoise) (b). The PXRD reference patterns\n(black)\nwere calculated with Vesta from the single crystal structure of UiO-66\n(CCDC 733458) and MIL-101 (Cr) (CCDC 605510), respectively. The IR\nspectra of <bold>NMOFs 1–2</bold> and <bold>ADA</bold> (orange)\nand <bold>NMOF 3–4</bold> and <bold>DAD</bold> (brown) are\nshown in (c) and (d). Specific areas of interest are highlighted in\ngreen.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm0c02871_0005.eps\"></graphic>\n</fig>", "clean_text": " 4  PXRD diffractograms of the activated (100 °C, 12 h) NMOFs 1-2 (light/dark blue) (a) and NMOF 3-4 (light/dark turquoise) (b). The PXRD reference patterns (black) were calculated with Vesta from the single crystal structure of UiO-66 (CCDC 733458) and MIL-101 (Cr) (CCDC 605510), respectively. The IR spectra of NMOFs 1-2 and ADA (orange) and NMOF 3-4 and DAD (brown) are shown in (c) and (d). Specific areas of interest are highlighted in green.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XPS survey spectra (a) of <bold>NMOFs 2</bold> and <bold>4</bold> and <bold>S1-3</bold> and the corresponding narrow\nscan spectra\nfor N 1s (b), Cr 2p<sub>3/2</sub> (c), C 1s (d), Zr 3p/3d (e), and\nSi 2p (f).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm0c02871_0006.eps\"></graphic>\n</fig>", "clean_text": " 5  XPS survey spectra (a) of NMOFs 2 and 4 and S1-3 and the corresponding narrow scan spectra for N 1s (b), Cr 2p3/2 (c), C 1s (d), Zr 3p/3d (e), and Si 2p (f).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>SEM images\nof <bold>S1-3</bold> (a–c). The additional SEM\nimages and histograms of the size distributions can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S11.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm0c02871_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  SEM images of S1-3 (a-c). The additional SEM images and histograms of the size distributions can be found in the Supporting Information, Chapter S11.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Selective <bold>NMOF</bold> positioning on micro-patterned substrates\n(20 × 20 μm) and SEM imaging. (a) Schematic representation\nof <bold>NMOF 2</bold> (blue spheres) at the micro-patterned alkyne-\n(light blue) and carboxylic acid (dark turquoise)-terminated surface <bold>S4</bold> and (e) <bold>NMOF 2</bold> and <bold>NMOF 4</bold> (turquoise\nspheres) at a similarly patterned surface <bold>S5</bold>, as well\nas the corresponding SEM images of the patterned Si surface <bold>S4</bold> (b–d) and <bold>S5</bold> (f–i) after the\nreaction with <bold>NMOF 2</bold> and <bold>NMOFs 2</bold> and <bold>4</bold>, respectively. The images show the surfaces in different\nmagnifications. The blue and turquoise framed images are magnifications\nof the colored areas in the images (c) and (g), respectively. An image\nof the patterned surface without any NMOF can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S12.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cm0c02871_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Selective NMOF positioning on micro-patterned substrates (20 × 20 μm) and SEM imaging. (a) Schematic representation of NMOF 2 (blue spheres) at the micro-patterned alkyne- (light blue) and carboxylic acid (dark turquoise)-terminated surface S4 and (e) NMOF 2 and NMOF 4 (turquoise spheres) at a similarly patterned surface S5, as well as the corresponding SEM images of the patterned Si surface S4 (b-d) and S5 (f-i) after the reaction with NMOF 2 and NMOFs 2 and 4, respectively. The images show the surfaces in different magnifications. The blue and turquoise framed images are magnifications of the colored areas in the images (c) and (g), respectively. An image of the patterned surface without any NMOF can be found in the Supporting Information, Chapter S12.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Selective NMOF positioning\non macro-patterned substrates. Schematic\nrepresentation of a silicon surface with a functionalization pattern\ncreated with PDMS substrates of 0.35 × 0.4 cm dimension. The\nleft side of the substrate was functionalized with 1,8-nonadiyne (light\nblue), while the right side was functionalized with 10-undecenoic\nacid (dark turquoise). After consecutive reactions with <bold>NMOF\n2</bold> (dark blue) and <bold>NMOF 4</bold> (light turquoise), the\nsubstrate (a) was obtained and investigated by SEM (a,c) and XPS (d–i).\nSEM imaging (a,c) shows the macro-pattern in contrast to the silicon\nsurface. For better clarification, the areas are marked with a white\nline. The raw images and more images can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c02871/suppl_file/cm0c02871_si_001.pdf\">Supporting Information</ext-link>, Chapter S12. The survey\nspectra (d,g) and the Zr 3p (e,h) and the Cr 2p (f,i) narrow scan\nwere recorded for the alkyne-terminated side (blue, d–f) and\nthe acid-functionalized side (turquoise, h–i), respectively.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cm0c02871_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  Selective NMOF positioning on macro-patterned substrates. Schematic representation of a silicon surface with a functionalization pattern created with PDMS substrates of 0.35 × 0.4 cm dimension. The left side of the substrate was functionalized with 1,8-nonadiyne (light blue), while the right side was functionalized with 10-undecenoic acid (dark turquoise). After consecutive reactions with NMOF 2 (dark blue) and NMOF 4 (light turquoise), the substrate (a) was obtained and investigated by SEM (a,c) and XPS (d-i). SEM imaging (a,c) shows the macro-pattern in contrast to the silicon surface. For better clarification, the areas are marked with a white line. The raw images and more images can be found in the Supporting Information, Chapter S12. The survey spectra (d,g) and the Zr 3p (e,h) and the Cr 2p (f,i) narrow scan were recorded for the alkyne-terminated side (blue, d-f) and the acid-functionalized side (turquoise, h-i), respectively.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.0c02871", "title": "\nSelective Positioning of Nanosized Metal–Organic\nFramework Particles at Patterned Substrate Surfaces\n", "journal": "American Chemical\nSociety", "date": "2020.11", "author_list": ["Semrau\nAnna Lisa", "Pujari\nSidharam P.", "Stanley\nPhilip Matthew", "Wannapaiboon\nSuttipong", "Albada\nBauke", "Zuilhof\nHan", "Fischer\nRoland A."]}}