{"filepath": "../L2M3_data/1_application_papers/acs_xml/cm1c03276.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Recent\nstudies on organic–inorganic hybrid perovskites (OIHPs)\nand ferroelectric metal–organic framework perovskites (MOFPs)\nreveal their superb performance as highly efficient materials for\nphotovoltaics and ferroelectrics. This has enabled the development\nof a new generation of optic-electronic-mechanical devices based on\ngreen chemistry. However, the fundamental understanding of these polarization-related\nfunctionalities is not yet clear, which has hindered the progress\nin further designing and developing materials with expected properties.\nIn this work, we investigate three MOFPs that have the same Mg­(HCOO)<sub>3</sub>\n<sup>–</sup> frameworks with different molecular ions:\n[CH<sub>3</sub>NH<sub>3</sub>]­[Mg­(HCOO)<sub>3</sub>] (<bold>MA-MOF</bold>), [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[Mg­(HCOO)<sub>3</sub>] (<bold>DMA-MOF</bold>), and [C­(NH<sub>2</sub>)<sub>3</sub>]­[Mg­(HCOO)<sub>3</sub>] (<bold>GUA-MOF</bold>). Single-crystal and powder X-ray\ndiffraction, inelastic neutron spectroscopy, and <italic toggle=\"yes\">ab initio</italic> molecular dynamics simulations are combined to achieve a detailed\ndescription of the three MOFPs’ static and dynamic structures\nas a function of temperature. Intriguingly, our study reveals that\nthe alignments and motions of the guest molecular ions are highly\ndependent on the directional hydrogen bonds that link N–H units\nto the surrounding MgO<sub>6</sub> octahedra through the O acceptor\nfrom the frameworks. At the same time, the size, dynamic behavior,\nand alignments of the <italic toggle=\"yes\">A</italic>-site molecular ions influence\nthe distortive framework structures and their temperature-dependent\ndeformation. Therefore, the mutual interaction between the guest and\nthe framework determines the overall functionalities of the MOFPs.\nThis study indicates that the configuration of the <italic toggle=\"yes\">A</italic>-site molecular ions and the potential hydrogen bonds are critical\nto design the polar functionalities in both MOFPs and OIHPs.</p>", "clean_text": "Recent studies on organic-inorganic hybrid perovskites (OIHPs) and ferroelectric metal-organic framework perovskites (MOFPs) reveal their superb performance as highly efficient materials for photovoltaics and ferroelectrics. This has enabled the development of a new generation of optic-electronic-mechanical devices based on green chemistry. However, the fundamental understanding of these polarization-related functionalities is not yet clear, which has hindered the progress in further designing and developing materials with expected properties. In this work, we investigate three MOFPs that have the same Mg(HCOO)3 - frameworks with different molecular ions: [CH3NH3][Mg(HCOO)3] (MA-MOF), [(CH3)2NH2][Mg(HCOO)3] (DMA-MOF), and [C(NH2)3][Mg(HCOO)3] (GUA-MOF). Single-crystal and powder X-ray diffraction, inelastic neutron spectroscopy, and ab initio molecular dynamics simulations are combined to achieve a detailed description of the three MOFPs' static and dynamic structures as a function of temperature. Intriguingly, our study reveals that the alignments and motions of the guest molecular ions are highly dependent on the directional hydrogen bonds that link N-H units to the surrounding MgO6 octahedra through the O acceptor from the frameworks. At the same time, the size, dynamic behavior, and alignments of the A-site molecular ions influence the distortive framework structures and their temperature-dependent deformation. Therefore, the mutual interaction between the guest and the framework determines the overall functionalities of the MOFPs. This study indicates that the configuration of the A-site molecular ions and the potential hydrogen bonds are critical to design the polar functionalities in both MOFPs and OIHPs.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The term “perovskite”\nwas initially given to the\nCaTiO<sub>3</sub> mineral but quickly came to represent a large class\nof similar materials with the general formula of <italic toggle=\"yes\">ABX</italic>\n<sub>3</sub>. Over the past 80 years,\nthe rapid development of inorganic perovskites, especially the discoveries\nof ferroelectricity in BaTiO<sub>3</sub>\n in the 1940s\nand the extraordinary piezoelectricity in Pb­(Zr,Ti)­O<sub>3</sub>, has changed the world due to their broad applications\nin electronic technology, energy harvesting, and multifunctional smart\ndevices, such as capacitors, sensors, actuators, and transducers. The general structure of perovskites can be depicted as a <italic toggle=\"yes\">B</italic>-site cation which is six-fold coordinated by <italic toggle=\"yes\">X</italic>-site anions to form octahedra. These octahedra are then arranged\ninto a corner-sharing network with the <italic toggle=\"yes\">A</italic>-site cations\nlocated in the cages of the octahedral network. Owing to the chemical\ndiversity of <italic toggle=\"yes\">A</italic>- and <italic toggle=\"yes\">B</italic>-site ions,\na wide range of important functionalities are achieved within the\nperovskite structure including dielectricity, ferroelectricity, pyroelectricity,\npiezoelectricity, multiferroicity, superconductivity, magnetoresistivity,\nand optoelectronic and electrooptic properties.\n</p>", "clean_text": "Introduction\n\nThe term \"perovskite\" was initially given to the CaTiO3 mineral but quickly came to represent a large class of similar materials with the general formula of ABX 3. Over the past 80 years, the rapid development of inorganic perovskites, especially the discoveries of ferroelectricity in BaTiO3  in the 1940s and the extraordinary piezoelectricity in Pb(Zr,Ti)O3, has changed the world due to their broad applications in electronic technology, energy harvesting, and multifunctional smart devices, such as capacitors, sensors, actuators, and transducers. The general structure of perovskites can be depicted as a B-site cation which is six-fold coordinated by X-site anions to form octahedra. These octahedra are then arranged into a corner-sharing network with the A-site cations located in the cages of the octahedral network. Owing to the chemical diversity of A- and B-site ions, a wide range of important functionalities are achieved within the perovskite structure including dielectricity, ferroelectricity, pyroelectricity, piezoelectricity, multiferroicity, superconductivity, magnetoresistivity, and optoelectronic and electrooptic properties. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Recently, introducing organic components into a perovskite\nstructure\nhas led to the emergence of a new catalogue of materials as organic–inorganic\nhybrid perovskites (OIHPs). Since the discovery of [CH<sub>3</sub>NH<sub>3</sub>]­PbI<sub>3</sub> and its prominent photovoltaic performance, OIHPs have attracted intense attention due to\ntheir low cost, easy fabrication, and record-high power conversion\nefficiency (PCE) of solar cells <italic toggle=\"yes\">via</italic> modifying lead-halide\nanalogues. As the methylamine ion replaces the traditional metal ions, the\nhigh PCE behaviors are suggested to be associated with the dynamics\nof the <italic toggle=\"yes\">A</italic>-site ions as well as the interactions with\nthe PbI<sub>6</sub> framework, but the underlying mechanisms remain\nelusive. Similar to the <italic toggle=\"yes\">A</italic>-site, it is also possible to substitute\nthe <italic toggle=\"yes\">X</italic>-site of the monatomic anions (e.g., O<sup>2–</sup> and I<sup>–</sup>) with the organic linkers such as HCOO<sup>–</sup>, enabling a family of metal–organic framework\nperovskites (MOFPs). The extended organic linkers\nincrease the size of the <italic toggle=\"yes\">A</italic>-site cavity, which further\nexpands the candidate pools of the <italic toggle=\"yes\">A</italic>-site molecular\nions. As for the <italic toggle=\"yes\">B</italic>-site, options ranging from alkali-earth\nmetals to transition or rare-earth metal elements are available, potentially\noffering a route to avoid environmentally unfavorable heavy metal\natoms, such as Pb. Therefore, the MOFPs could combine the merits of\nboth inorganic and organic building blocks in a single compound, enabling\nunlimited candidates for <italic toggle=\"yes\">A</italic>-, <italic toggle=\"yes\">B</italic>-,\nand <italic toggle=\"yes\">X</italic>-sites. This opens up a new route to explore\nspecific properties by tailoring the guest–host interactions.\n</p>", "clean_text": "Recently, introducing organic components into a perovskite structure has led to the emergence of a new catalogue of materials as organic-inorganic hybrid perovskites (OIHPs). Since the discovery of [CH3NH3]PbI3 and its prominent photovoltaic performance, OIHPs have attracted intense attention due to their low cost, easy fabrication, and record-high power conversion efficiency (PCE) of solar cells via modifying lead-halide analogues. As the methylamine ion replaces the traditional metal ions, the high PCE behaviors are suggested to be associated with the dynamics of the A-site ions as well as the interactions with the PbI6 framework, but the underlying mechanisms remain elusive. Similar to the A-site, it is also possible to substitute the X-site of the monatomic anions (e.g., O2- and I-) with the organic linkers such as HCOO-, enabling a family of metal-organic framework perovskites (MOFPs). The extended organic linkers increase the size of the A-site cavity, which further expands the candidate pools of the A-site molecular ions. As for the B-site, options ranging from alkali-earth metals to transition or rare-earth metal elements are available, potentially offering a route to avoid environmentally unfavorable heavy metal atoms, such as Pb. Therefore, the MOFPs could combine the merits of both inorganic and organic building blocks in a single compound, enabling unlimited candidates for A-, B-, and X-sites. This opens up a new route to explore specific properties by tailoring the guest-host interactions. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>For traditional inorganic perovskites like PbTiO<sub>3</sub>, the\nlone pair of Pb<sup>2+</sup> at the <italic toggle=\"yes\">A</italic>-site endows\nit with a significant off-center displacement, generating large spontaneous\npolarization. This makes PbTiO<sub>3</sub> the cornerstone for developing\nindustrially important materials such as the piezoelectric materials\nPb­(Zr,Ti)­O<sub>3</sub> and the electrooptic materials (Pb,La)­(Zr,Ti)­O<sub>3</sub>. In OIHPs and MOFPs, the <italic toggle=\"yes\">A</italic>-site molecular ions possess more degrees of freedom than the cations\nin their inorganic counterparts, and their interaction with the <italic toggle=\"yes\">BX</italic>\n<sub>3</sub> framework involves directional hydrogen bonds\nwhich are absent in purely inorganic perovskites. In a very recent\nwork, Allen <italic toggle=\"yes\">et al.</italic> have addressed the importance\nof hydrogen bonding, dipolar interaction, and especially the distortive\nstrain from the framework to realize the ferroelectricity in dabconium\nhybrid perovskites <italic toggle=\"yes\">via</italic> Monte Carlo simulation. Hence, to unveil the origins of polarization\nin OIHPs and MOFPs, it is essential to understand both the static\nstructure and dynamics of the <italic toggle=\"yes\">A</italic>-site ligands and\nparent frameworks as well as the coupling between them. For this purpose,\nwe selected three MOFPs with different <italic toggle=\"yes\">A</italic>-site amines,\nnamely, [CH<sub>3</sub>NH<sub>3</sub>]­[Mg­(HCOO)<sub>3</sub>] (methylammonium, <bold>MA-MOF</bold>), [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[Mg­(HCOO)<sub>3</sub>] (dimethylammonium, <bold>DMA-MOF</bold>), and [C­(NH<sub>2</sub>)<sub>3</sub>]­[Mg­(HCOO)<sub>3</sub>] (guanidinium, <bold>GUA-MOF</bold>). By a combination of single-crystal X-ray diffraction (SCXRD) and\nX-ray powder diffraction (XRPD), inelastic neutron scattering (INS),\nand density functional theory molecular dynamics (DFT–MD) simulation,\nwe investigated and established the link between dielectric properties\nwith the polar nature and alignments of the <italic toggle=\"yes\">A</italic>-site\nmolecular ions, as well as the distortion of the parent frameworks.</p>", "clean_text": "For traditional inorganic perovskites like PbTiO3, the lone pair of Pb2+ at the A-site endows it with a significant off-center displacement, generating large spontaneous polarization. This makes PbTiO3 the cornerstone for developing industrially important materials such as the piezoelectric materials Pb(Zr,Ti)O3 and the electrooptic materials (Pb,La)(Zr,Ti)O3. In OIHPs and MOFPs, the A-site molecular ions possess more degrees of freedom than the cations in their inorganic counterparts, and their interaction with the BX 3 framework involves directional hydrogen bonds which are absent in purely inorganic perovskites. In a very recent work, Allen et al. have addressed the importance of hydrogen bonding, dipolar interaction, and especially the distortive strain from the framework to realize the ferroelectricity in dabconium hybrid perovskites via Monte Carlo simulation. Hence, to unveil the origins of polarization in OIHPs and MOFPs, it is essential to understand both the static structure and dynamics of the A-site ligands and parent frameworks as well as the coupling between them. For this purpose, we selected three MOFPs with different A-site amines, namely, [CH3NH3][Mg(HCOO)3] (methylammonium, MA-MOF), [(CH3)2NH2][Mg(HCOO)3] (dimethylammonium, DMA-MOF), and [C(NH2)3][Mg(HCOO)3] (guanidinium, GUA-MOF). By a combination of single-crystal X-ray diffraction (SCXRD) and X-ray powder diffraction (XRPD), inelastic neutron scattering (INS), and density functional theory molecular dynamics (DFT-MD) simulation, we investigated and established the link between dielectric properties with the polar nature and alignments of the A-site molecular ions, as well as the distortion of the parent frameworks.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Syntheses</title><p>All\nsolvents and reagents for the syntheses\nwere commercially available and used as received. The three compounds\n(<bold>MA-MOF</bold>, <bold>DMA-MOF</bold>, and <bold>GUA-MOF</bold>) were synthesized by mild solution methods. Taking <bold>MA-MOF</bold> as an example, it was prepared as follows: 25.8 mL of HCOOH (89%,\n600 mmol) solution was added to the solution of CH<sub>3</sub>NH<sub>2</sub>·HCl (2.04 g, 30 mmol) in the component solvent of C<sub>2</sub>H<sub>5</sub>OH/dimethylformamide (200 mL, 1:1 ratio). After\nfully mixing, 100 mL of aqueous solution of Mg­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (7.69 g, 30 mmol) was added dropwise\ninto the prepared solution. The solution was continuously stirred\nfor about 2 h. The reaction vessel was tightly sealed by the plastic\nmembrane and transferred to an oven. The resultant reaction was left\nat 60 °C for 2 weeks, and then colorless quadrate block crystals\n(0.5–2 mm in dimension) of X-ray quality were collected after\nwashing with ethanol and drying in the air (approximate yield ∼\n55%). Single crystals of <bold>DMA-MOF</bold> (triangle prism) and <bold>GUA-MOF</bold> (octahedron spindle) were obtained by a method similar\nto that described for <bold>MA-MOF</bold> by replacing CH<sub>3</sub>NH<sub>2</sub>·HCl with (CH<sub>3</sub>)<sub>2</sub>NH·HCl\nand (NH<sub>2</sub>)<sub>2</sub>CNH·HCl, respectively (yield\n∼ <italic toggle=\"yes\">ca.</italic> 50 and 40%).</p>", "clean_text": "Experimental Section\n\nSyntheses\n\nAll solvents and reagents for the syntheses were commercially available and used as received. The three compounds (MA-MOF, DMA-MOF, and GUA-MOF) were synthesized by mild solution methods. Taking MA-MOF as an example, it was prepared as follows: 25.8 mL of HCOOH (89%, 600 mmol) solution was added to the solution of CH3NH2⋅HCl (2.04 g, 30 mmol) in the component solvent of C2H5OH/dimethylformamide (200 mL, 1:1 ratio). After fully mixing, 100 mL of aqueous solution of Mg(NO3)2⋅6H2O (7.69 g, 30 mmol) was added dropwise into the prepared solution. The solution was continuously stirred for about 2 h. The reaction vessel was tightly sealed by the plastic membrane and transferred to an oven. The resultant reaction was left at 60 °C for 2 weeks, and then colorless quadrate block crystals (0.5-2 mm in dimension) of X-ray quality were collected after washing with ethanol and drying in the air (approximate yield ~ 55%). Single crystals of DMA-MOF (triangle prism) and GUA-MOF (octahedron spindle) were obtained by a method similar to that described for MA-MOF by replacing CH3NH2⋅HCl with (CH3)2NH⋅HCl and (NH2)2CNH⋅HCl, respectively (yield ~ ca. 50 and 40%).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallographic\nMeasurements</title><p>SCXRD data were\ncollected on a Rigaku MM-007/Saturn 70 diffractometer with graphite\nmonochromatic Mo Kα radiation (λ = 0.71073 Å). The\nprogram SAINT was used for the integration\nof the diffraction profiles. The structure was solved by direct methods\nusing the SHELXS program of the SHELXTL package and refined by the\nfull-matrix least-squares method with SHELXL. Metal atoms were located from the electron density maps, and other\nnon-hydrogen atoms were located in successive Fourier analyses and\nrefined with anisotropic thermal parameters on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>. Hydrogen atoms were attached to the specific C and N atoms,\nand their thermal parameters were refined isotropically. The crystallographic\ndata can be obtained from The Cambridge Crystallographic Data Centre <italic toggle=\"yes\">via</italic>\n<uri xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</uri>. (CCDC nos. 1868020-1868025).\nThe resultant small crystals were crushed into fine powders for temperature-dependent\nXRPD which was performed on a Malvern Panalytical Empyrean diffractometer\n(Cu Kα source, λ = 1.5406 Å, 45 kV, 40 mA) equipped\nwith the temperature sample stage (Anton Parr TTK 450). The temperature-dependent\nunit cell parameters were extracted by the cyclic Le-Bail fitting\nof the obtained diffraction patterns <italic toggle=\"yes\">via</italic> the Jana2006/Jana2020\nsoftware.\n</p>", "clean_text": "X-ray Crystallographic Measurements\n\nSCXRD data were collected on a Rigaku MM-007/Saturn 70 diffractometer with graphite monochromatic Mo Kα radiation (λ = 0.71073 Å). The program SAINT was used for the integration of the diffraction profiles. The structure was solved by direct methods using the SHELXS program of the SHELXTL package and refined by the full-matrix least-squares method with SHELXL. Metal atoms were located from the electron density maps, and other non-hydrogen atoms were located in successive Fourier analyses and refined with anisotropic thermal parameters on F 2. Hydrogen atoms were attached to the specific C and N atoms, and their thermal parameters were refined isotropically. The crystallographic data can be obtained from The Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif. (CCDC nos. 1868020-1868025). The resultant small crystals were crushed into fine powders for temperature-dependent XRPD which was performed on a Malvern Panalytical Empyrean diffractometer (Cu Kα source, λ = 1.5406 Å, 45 kV, 40 mA) equipped with the temperature sample stage (Anton Parr TTK 450). The temperature-dependent unit cell parameters were extracted by the cyclic Le-Bail fitting of the obtained diffraction patterns via the Jana2006/Jana2020 software. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Neutron Spectroscopy</title><p>INS and quasi-elastic neutron\nscattering (QENS) experiments were conducted on a PELICAN time-of-flight\nneutron spectrometer at the Australian Centre for Neutron Scattering\nwith the incident neutron wavelength λ of 5.96 Å. Powder samples of <bold>MA-MOF</bold>, <bold>DMA-MOF</bold>, and <bold>GUA-MOF</bold> were placed in annular aluminum\nsample cans, which were placed in a closed-cycle top-loading cryostat.\nA vanadium standard measured at room temperature was used to determine\nthe energy resolution (fwhm of 63 μeV) of the instrument. The <italic toggle=\"yes\">Q</italic>-range for QENS is covered from 0.4 to 1.6 Å<sup>–1</sup>. All data were normalized to the signal from the vanadium standard\nto correct the per pixel efficiency on the area detector. The background\nwas subtracted using scans of an empty aluminum sample can under identical\nconditions. The data reduction and manipulation were conducted <italic toggle=\"yes\">via</italic> the Large Array Manipulation Program (LAMP). The <italic toggle=\"yes\">Q</italic>-dependent QENS spectra\nwere fitted using the StrFIT package within LAMP through convoluting\nthe model spectra with the measured resolution function.</p>", "clean_text": "Neutron Spectroscopy\n\nINS and quasi-elastic neutron scattering (QENS) experiments were conducted on a PELICAN time-of-flight neutron spectrometer at the Australian Centre for Neutron Scattering with the incident neutron wavelength λ of 5.96 Å. Powder samples of MA-MOF, DMA-MOF, and GUA-MOF were placed in annular aluminum sample cans, which were placed in a closed-cycle top-loading cryostat. A vanadium standard measured at room temperature was used to determine the energy resolution (fwhm of 63 μeV) of the instrument. The Q-range for QENS is covered from 0.4 to 1.6 Å-1. All data were normalized to the signal from the vanadium standard to correct the per pixel efficiency on the area detector. The background was subtracted using scans of an empty aluminum sample can under identical conditions. The data reduction and manipulation were conducted via the Large Array Manipulation Program (LAMP). The Q-dependent QENS spectra were fitted using the StrFIT package within LAMP through convoluting the model spectra with the measured resolution function.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>\n<italic toggle=\"yes\">Ab\ninitio</italic> DFT–MD</title><p>DFT was performed\nusing the VASP 5.2.1 software suite. The\nPerdew–Burke–Ernzerhof version of the generalized gradient\napproximation was used for the exchange functional. The energy cutoff was set to 495 eV. To model van der Waals\ninteractions, Grimme’s D2 potential was used. Calculations were performed using a single <italic toggle=\"yes\">k</italic>-point positioned at the Γ point (0,0,0). The starting models\nwere constructed from the single-crystal structures, assuming one\nof the possible molecular configurations. Each MOD (DMA, GUA, MA)\nhad 80–150 atoms in the calculation. The ensemble was initially\nrelaxed for 3 ps using a simple isostat where the velocities were\nrescaled at each iteration to reproduce the correct overall temperature.\nAfter equilibration, production runs were performed using the Nosé-Hoover\ntype of isostat for a total of 20 ps using a time step of 1 femtosecond.\nRuns were performed at 300 K. The trajectories were analyzed using\nnMOLDYN to extract the cartesian density\nof states and the mean-squared displacements. These were weighted\nby the neutron cross sections to facilitate comparison with the experimental\ndata.</p>", "clean_text": " Ab initio DFT-MD\n\nDFT was performed using the VASP 5.2.1 software suite. The Perdew-Burke-Ernzerhof version of the generalized gradient approximation was used for the exchange functional. The energy cutoff was set to 495 eV. To model van der Waals interactions, Grimme's D2 potential was used. Calculations were performed using a single k-point positioned at the Γ point (0,0,0). The starting models were constructed from the single-crystal structures, assuming one of the possible molecular configurations. Each MOD (DMA, GUA, MA) had 80-150 atoms in the calculation. The ensemble was initially relaxed for 3 ps using a simple isostat where the velocities were rescaled at each iteration to reproduce the correct overall temperature. After equilibration, production runs were performed using the Nosé-Hoover type of isostat for a total of 20 ps using a time step of 1 femtosecond. Runs were performed at 300 K. The trajectories were analyzed using nMOLDYN to extract the cartesian density of states and the mean-squared displacements. These were weighted by the neutron cross sections to facilitate comparison with the experimental data.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Dielectric Property Measurement</title><p>The temperature-dependent\ndielectric measurements were carried out on an Agilent E4980A Precision\nLCR meter under an AC voltage of 1.0 V in the temperature range of\n10 to 400 K. A closed-cycle cryo-furnace (Janis Cryostat) was used\nto provide the low-temperature environment. The crystallized samples\nwere ground and pressed into pellets under a pressure of ∼80\nMPa. Silver paste was painted on both sides of the pellet as the electrodes.\nThe samples were kept in a high vacuum environment (10<sup>–5</sup> mbar) during the dielectric measurement in order to avoid the influence\nof moisture.</p>", "clean_text": "Dielectric Property Measurement\n\nThe temperature-dependent dielectric measurements were carried out on an Agilent E4980A Precision LCR meter under an AC voltage of 1.0 V in the temperature range of 10 to 400 K. A closed-cycle cryo-furnace (Janis Cryostat) was used to provide the low-temperature environment. The crystallized samples were ground and pressed into pellets under a pressure of ~80 MPa. Silver paste was painted on both sides of the pellet as the electrodes. The samples were kept in a high vacuum environment (10-5 mbar) during the dielectric measurement in order to avoid the influence of moisture.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Dielectric Properties</title><p>The composition of the three\nMOFPs differs only in the identity of the <italic toggle=\"yes\">A</italic>-site\npronated amines. MA and DMA ions have polar structures, that is, dipole\nmoments, while the structure of the GUA ion yields no polar axis,\nand instead, it exhibits a hexapole moment. These characteristic components have a strong impact on the bulk\nproperties of these MOFPs. a–c shows the temperature-dependent dielectric\nresponses (the dielectric constant ε<sub>r</sub> and dielectric\nloss tan δ) of the three MOFPs. For <bold>MA-MOF</bold>, the\ndielectric constant monotonically decreases as the temperature (<italic toggle=\"yes\">T</italic>) is decreased. A noticeable but small dielectric anomaly\nnear 150 K (inset of a) is obtained and possibly related to the commensurate-incommensurate\nphase transition as reported recently in the analogous [CH<sub>3</sub>NH<sub>3</sub>]­[Co­(HCOO)<sub>3</sub>] single crystal. In the case of <bold>DMA-MOF</bold>, a steplike\ndielectric anomaly occurs around 270 K, associated with a strong dielectric\nrelaxation process over the temperature range between 150 and 270\nK as reflected by the frequency dispersion of the dielectric constant.\nThe broad dielectric peak indicates an order–disorder phase\ntransition, which is consistent with previous results. The inset plot displays the logarithm of the applied frequency as\na function of inverse temperature corresponding to the peak in tan\nδ spectra. For the low-temperature region, the data can be well\nfitted by the Arrhenius law<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>f</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">exp</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>Where <italic toggle=\"yes\">E</italic>\n<sub>a</sub> is the\nactivation energy, <italic toggle=\"yes\">f</italic>\n<sub>0</sub> is the relaxation\nfrequency constant, and <italic toggle=\"yes\">RT</italic> is the thermal energy.\nThe fitting results estimate that <italic toggle=\"yes\">E</italic>\n<sub>a</sub> and <italic toggle=\"yes\">f</italic>\n<sub>0</sub> are around 0.284 eV and 17 GHz, respectively,\nwhich are in the range similar to those for the 120° reorientation\nof the DMA ion around the C–C axis. In the high-temperature range, the peak of the dielectric losses\nbecomes frequency-independent, which is phenomenologically similar\nto the ferroelectric-to-paraelectric phase transition with the softening\nof the phonon modes.\nc shows the temperature-dependent\ndielectric properties of <bold>GUA-MOF</bold>. Its dielectric constant\nremains almost invariant over a broad temperature range with no evident\nfrequency dispersion. However, it displays the surprising feature\nthat the dielectric constant increases with decreasing temperature,\nand this trend remains unchanged even at 10 K. This behavior is quite\nsimilar to that observed in incipient ferroelectrics such as SrTiO<sub>3</sub> and rutile TiO<sub>2</sub>, although the dielectric constant\nis several orders of magnitude smaller than those of the other two\nmaterials.\n</p>", "clean_text": "Results and Discussion\n\nDielectric Properties\n\nThe composition of the three MOFPs differs only in the identity of the A-site pronated amines. MA and DMA ions have polar structures, that is, dipole moments, while the structure of the GUA ion yields no polar axis, and instead, it exhibits a hexapole moment. These characteristic components have a strong impact on the bulk properties of these MOFPs. a-c shows the temperature-dependent dielectric responses (the dielectric constant εr and dielectric loss tan δ) of the three MOFPs. For MA-MOF, the dielectric constant monotonically decreases as the temperature (T) is decreased. A noticeable but small dielectric anomaly near 150 K (inset of a) is obtained and possibly related to the commensurate-incommensurate phase transition as reported recently in the analogous [CH3NH3][Co(HCOO)3] single crystal. In the case of DMA-MOF, a steplike dielectric anomaly occurs around 270 K, associated with a strong dielectric relaxation process over the temperature range between 150 and 270 K as reflected by the frequency dispersion of the dielectric constant. The broad dielectric peak indicates an order-disorder phase transition, which is consistent with previous results. The inset plot displays the logarithm of the applied frequency as a function of inverse temperature corresponding to the peak in tan δ spectra. For the low-temperature region, the data can be well fitted by the Arrhenius law 1     f =   f   0   exp ⁡   -   E   a     R T      Where E a is the activation energy, f 0 is the relaxation frequency constant, and RT is the thermal energy. The fitting results estimate that E a and f 0 are around 0.284 eV and 17 GHz, respectively, which are in the range similar to those for the 120° reorientation of the DMA ion around the C-C axis. In the high-temperature range, the peak of the dielectric losses becomes frequency-independent, which is phenomenologically similar to the ferroelectric-to-paraelectric phase transition with the softening of the phonon modes. c shows the temperature-dependent dielectric properties of GUA-MOF. Its dielectric constant remains almost invariant over a broad temperature range with no evident frequency dispersion. However, it displays the surprising feature that the dielectric constant increases with decreasing temperature, and this trend remains unchanged even at 10 K. This behavior is quite similar to that observed in incipient ferroelectrics such as SrTiO3 and rutile TiO2, although the dielectric constant is several orders of magnitude smaller than those of the other two materials. ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Temperature-dependent dielectric spectra:\n(a) <bold>MA-MOF</bold>. The inset is the enlargement in the temperature\nrange from 95 to\n178 K. (b) <bold>DMA-MOF</bold>. The inset is the Arrhenius plot of\nthe maximal dielectric loss. (c) <bold>GUA-MOF</bold>. The crystal\nstructures of (d) <bold>MA-MOF</bold>, (e) <bold>DMA-MOF</bold>, and\n(f) <bold>GUA-MOF</bold>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Temperature-dependent dielectric spectra: (a) MA-MOF. The inset is the enlargement in the temperature range from 95 to 178 K. (b) DMA-MOF. The inset is the Arrhenius plot of the maximal dielectric loss. (c) GUA-MOF. The crystal structures of (d) MA-MOF, (e) DMA-MOF, and (f) GUA-MOF.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Static Structure and Hydrogen Bonds</title><p>In addition to\nthe intrinsic properties such as size and geometric structure, the\nalignments of the <italic toggle=\"yes\">A</italic>-site ions within the frameworks\nare critical to the dielectric properties. To elucidate how the molecule\nframework coupling affects the time-averaged, that is, the static\nstructure, the crystal structure of the three MOFPs was investigated\nby SCXRD, and the results are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Tables S1 and S2</ext-link>. The space groups of <bold>MA-MOF</bold>, <bold>DMA-MOF</bold>, and <bold>GUA-MOF</bold> at room temperature were assigned to <italic toggle=\"yes\">Pnma</italic>, <italic toggle=\"yes\">R</italic>-3<italic toggle=\"yes\">c</italic>, and <italic toggle=\"yes\">Pnna</italic>, respectively. The Mg­(HCOO)<sub>3</sub>\n<sup>–</sup> frameworks of the three\nMOFPs are distorted in different ways with respect to the parent <italic toggle=\"yes\">Pm</italic>-3<italic toggle=\"yes\">m</italic> aristo-type perovskite structure\nto accommodate the ammonium ions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). With the help of symmetry-mode analysis, different distortive modes among the three MOFPs are identified,\nand the details are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. Referring to the distortive modes enumerated by Boström <italic toggle=\"yes\">et al.</italic>, the MgO<sub>6</sub> octahedra in <bold>DMA-MOF</bold> display antiphase (<italic toggle=\"yes\">a</italic>\n<sup>–</sup>) tilting around three equivalent [0 0 1]<sub>p</sub> directions, which is analogous to the Glazer notation <italic toggle=\"yes\">a</italic>\n<sup>–</sup>\n<italic toggle=\"yes\">a</italic>\n<sup>–</sup>\n<italic toggle=\"yes\">a</italic>\n<sup>–</sup> in inorganic perovskites. Antiphase\noctahedral tilting is also observed in <bold>MA-MOF</bold> and <bold>GUA-MOF</bold>, but instead of around three [0 0 1]<sub>p</sub> directions,\nthe <italic toggle=\"yes\">a</italic>\n<sup>–</sup> tilting in these two structures\noccurs around two of the [0 0 1]<sub>p</sub> directions, that is,\nthe resultant <italic toggle=\"yes\">a</italic>\n<sup>–</sup>\n<italic toggle=\"yes\">b</italic>\n<sup>0</sup>\n<italic toggle=\"yes\">a</italic>\n<sup>–</sup> tilting system.\nIn <bold>MA-MOF</bold>, an additional in-phase (<italic toggle=\"yes\">a</italic>\n<sup>+</sup>) tilt around ⟨0 1 0⟩<sub>p</sub> leads\nto the final structure of the framework showing the <italic toggle=\"yes\">a</italic>\n<sup>–</sup>\n<italic toggle=\"yes\">b</italic>\n<sup>+</sup>\n<italic toggle=\"yes\">a</italic>\n<sup>–</sup> tilting distortion. In <bold>GUA-MOF</bold>,\nan additional distortive mode is associated with the distortion within\nlayers rather than the octahedral tilting (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S1d,e</ext-link>). Within one single Mg­(HCOO)<sub>3</sub>\n<sup>–</sup> layer, the O and C of the MOF linkers displace in the opposite direction,\nand for the adjacent layer along the ⟨0 1 0⟩<sub>p</sub> direction, the displacements of these C and O atoms flip signs but\nremain at the same amplitudes.</p>", "clean_text": "Static Structure and Hydrogen Bonds\n\nIn addition to the intrinsic properties such as size and geometric structure, the alignments of the A-site ions within the frameworks are critical to the dielectric properties. To elucidate how the molecule framework coupling affects the time-averaged, that is, the static structure, the crystal structure of the three MOFPs was investigated by SCXRD, and the results are summarized in Tables S1 and S2. The space groups of MA-MOF, DMA-MOF, and GUA-MOF at room temperature were assigned to Pnma, R-3c, and Pnna, respectively. The Mg(HCOO)3 - frameworks of the three MOFPs are distorted in different ways with respect to the parent Pm-3m aristo-type perovskite structure to accommodate the ammonium ions (Figure S1). With the help of symmetry-mode analysis, different distortive modes among the three MOFPs are identified, and the details are summarized in Table S3. Referring to the distortive modes enumerated by Boström et al., the MgO6 octahedra in DMA-MOF display antiphase (a -) tilting around three equivalent [0 0 1]p directions, which is analogous to the Glazer notation a - a - a - in inorganic perovskites. Antiphase octahedral tilting is also observed in MA-MOF and GUA-MOF, but instead of around three [0 0 1]p directions, the a - tilting in these two structures occurs around two of the [0 0 1]p directions, that is, the resultant a - b 0 a - tilting system. In MA-MOF, an additional in-phase (a +) tilt around ⟨0 1 0⟩p leads to the final structure of the framework showing the a - b + a - tilting distortion. In GUA-MOF, an additional distortive mode is associated with the distortion within layers rather than the octahedral tilting (Figure S1d,e). Within one single Mg(HCOO)3 - layer, the O and C of the MOF linkers displace in the opposite direction, and for the adjacent layer along the ⟨0 1 0⟩p direction, the displacements of these C and O atoms flip signs but remain at the same amplitudes.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The <italic toggle=\"yes\">A</italic>-site ions\nreside in framework cavities and provide overall electroneutrality.\nIn addition to the nondirectional electrostatic interactions between\nthe molecular cations and the net negatively charged Mg­(HCOO)<sub>3</sub>\n<sup>–</sup> framework, highly directional hydrogen\nbonds play a critical role in the alignment of the ammonium components. Moreover, the hydrogen bonds add additional energy terms for the\namine–framework interactions, directly enhancing the mechanical\nproperties such as the bulk modulus of MOFPs as reported in previous\nstudies. In <bold>MA-MOF</bold>, the NH<sub>3</sub> group of the methylammonium cation interacts strongly with the metal\nframework components, with geometries suggesting hydrogen bonds between\nthe ammonium H and framework O ions (d). For each\nMgO<sub>6</sub> octahedron (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>),\nfour oxygens are influenced by the hydrogen bonds including two apical\noxygens along the <italic toggle=\"yes\">b</italic>\n<sub>p</sub>-axis and two equatorial\noxygens which form the linear H-bonds (<italic toggle=\"yes\">i.e.</italic>, N(1)-H­(1B)···O(2)\n in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). The in- and antiphase octahedral\ntilting in <bold>MA-MOF</bold> changes the orientation of the oxygen\npositions adjacent to alternate <italic toggle=\"yes\">A</italic>-sites, consistent\nwith the orientation of MA ions alternating along the <italic toggle=\"yes\">b</italic>\n<sub>p</sub>-axis (d) to maintain equivalent N–H···O bonding\npatterns. In the case of <bold>DMA-MOF</bold>, two equal bridging\nN–H···O hydrogen bonds are formed [N···O\ndistances of 2.944(2) Å] with the framework (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). The framework of <bold>DMA-MOF</bold> presents\nthe same antiphase octahedral tilting around all three <italic toggle=\"yes\">a</italic>\n<sub>p</sub>, <italic toggle=\"yes\">b</italic>\n<sub>p</sub>, and <italic toggle=\"yes\">c</italic>\n<sub>p</sub> axes. Therefore, the distorted framework generates three\nsymmetry-equivalent sites for N to attach through the N–H···O\nconnection, resulting in three equivalent orientations of DMA populated\nwithin the crystal (e). In <bold>GUA-MOF</bold>, the GUA ion connects with the\nparent framework through six hydrogen bonds, and its molecular plane\nis nearly perpendicular to the [1 1 1]<sub>p</sub> directions. As\nthe framework has antiphase octahedral tilting around the ⟨1\n0 1⟩<sub>p</sub> direction accompanied with the layer distortion,\nthe orientation of the GUA ions alternates in a herringbone pattern.\nIt is noteworthy that although the symmetry of the GUA ion belongs\nto the <italic toggle=\"yes\">D</italic>\n<sub>3<italic toggle=\"yes\">h</italic>\n</sub> point group,\nthe three-fold rotation is absent for this molecular ion within the\nMg­(HCOO)<sub>3</sub>\n<sup>–</sup> framework. Instead, only two\nN atoms are equivalent under the symmetry operation, and the six hydrogen\nbonds can be divided into three pairs of equivalent bonds (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>).</p>", "clean_text": "The A-site ions reside in framework cavities and provide overall electroneutrality. In addition to the nondirectional electrostatic interactions between the molecular cations and the net negatively charged Mg(HCOO)3 - framework, highly directional hydrogen bonds play a critical role in the alignment of the ammonium components. Moreover, the hydrogen bonds add additional energy terms for the amine-framework interactions, directly enhancing the mechanical properties such as the bulk modulus of MOFPs as reported in previous studies. In MA-MOF, the NH3 group of the methylammonium cation interacts strongly with the metal framework components, with geometries suggesting hydrogen bonds between the ammonium H and framework O ions (d). For each MgO6 octahedron (Figure S2), four oxygens are influenced by the hydrogen bonds including two apical oxygens along the b p-axis and two equatorial oxygens which form the linear H-bonds (i.e., N(1)-H(1B)⋅⋅⋅O(2)  in Table S4). The in- and antiphase octahedral tilting in MA-MOF changes the orientation of the oxygen positions adjacent to alternate A-sites, consistent with the orientation of MA ions alternating along the b p-axis (d) to maintain equivalent N-H⋅⋅⋅O bonding patterns. In the case of DMA-MOF, two equal bridging N-H⋅⋅⋅O hydrogen bonds are formed [N⋅⋅⋅O distances of 2.944(2) Å] with the framework (Table S4). The framework of DMA-MOF presents the same antiphase octahedral tilting around all three a p, b p, and c p axes. Therefore, the distorted framework generates three symmetry-equivalent sites for N to attach through the N-H⋅⋅⋅O connection, resulting in three equivalent orientations of DMA populated within the crystal (e). In GUA-MOF, the GUA ion connects with the parent framework through six hydrogen bonds, and its molecular plane is nearly perpendicular to the [1 1 1]p directions. As the framework has antiphase octahedral tilting around the ⟨1 0 1⟩p direction accompanied with the layer distortion, the orientation of the GUA ions alternates in a herringbone pattern. It is noteworthy that although the symmetry of the GUA ion belongs to the D 3h  point group, the three-fold rotation is absent for this molecular ion within the Mg(HCOO)3 - framework. Instead, only two N atoms are equivalent under the symmetry operation, and the six hydrogen bonds can be divided into three pairs of equivalent bonds (Table S4).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Temperature-dependent XRPD</title><p>\n shows the\ntemperature-dependent XRPD patterns\nof the three MOFPs, and the intensities are adjusted to highlight\nthe phase transitions. Indicated by the white arrows, two tiny but\nunambiguous additional peaks around 20.8° and 24.8° 2θ\nvalues are present in the patterns of <bold>MA-MOF</bold> when cooling\nthe sample to ∼125 K, which is in the same temperature range\nas the small dielectric anomaly appears. These two peaks cannot be\ndescribed by the average structure of <bold>MA-MOF</bold> with the <italic toggle=\"yes\">Pnma</italic> space group. Considering the previous study on the\n[CH<sub>3</sub>NH<sub>3</sub>]­[Co­(HCOO)<sub>3</sub>] analogue, the incommensurately modulated structure with\na unique wave vector along the <italic toggle=\"yes\">c</italic>-axis (namely, the\n[1 0 −1]<sub>p</sub> direction) is introduced for the full-profile\nLe-Bail fitting. It is found that the (3 + 1)­D structure can fit such\nadditional peaks, and the corresponding modulated wave vector <bold>q</bold> is determined to be ∼0.145<italic toggle=\"yes\">c</italic>* (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S3a,b</ext-link>). In the temperature-dependent XRPD\npatterns of <bold>DMA-MOF</bold>, it is evident that the peaks around\n15, 20, and 25° split into multiple peaks when lowering the temperature\nto 260 K corresponding to the value where the dielectric anomaly appears.\nSuch peak splitting suggests that the symmetry of the <bold>DMA-MOF</bold> is lowered. Note that the low-temperature monoclinic phase has been\npreviously reported with the space group symmetry of <italic toggle=\"yes\">Cc</italic> in Mn- and Zn-MOFs where the DMA ion resides in the <italic toggle=\"yes\">A</italic>-site. In our study, it is found that all XRPD\npeaks collected below 260 K can be fitted well by using this space\ngroup symmetry. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S3c,d</ext-link> shows the\nLe-Bail fitting results of the XRPD pattern collected at 263 and 243\nK, respectively, indicating that <bold>DMA-MOF</bold> experiences\na phase transition from the rhombohedral (R phase) to monoclinic phase\n(M phase) when the temperature is cooled down, and this phase transition\nis in good agreement with that reported in Mn and Zn analogues. Intriguingly, the distortive\nframework of the M phase is still dominated by the <italic toggle=\"yes\">R</italic>\n<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">+</sup> mode (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). However, instead of the equivalent\nantiphase octahedral tilting around three [0 0 1]<sub>p</sub> directions\nin the R phase, one of them presents a different amplitude for the\nframework of the M phase, which can be expressed as the <italic toggle=\"yes\">a</italic>\n<sup>–</sup>\n<italic toggle=\"yes\">b</italic>\n<sup>–</sup>\n<italic toggle=\"yes\">a</italic>\n<sup>–</sup> titling system using Glazer notation. The site\nto maintain the N–H···O hydrogen bonds becomes\nunique within this distorted framework, resulting in the ordering\nof the DMA ions and polar structures. For <bold>GUA-MOF</bold>, no\nobvious structural change can be detected in the measured temperature\nrange.</p>", "clean_text": "Temperature-dependent XRPD\n\n  shows the temperature-dependent XRPD patterns of the three MOFPs, and the intensities are adjusted to highlight the phase transitions. Indicated by the white arrows, two tiny but unambiguous additional peaks around 20.8° and 24.8° 2θ values are present in the patterns of MA-MOF when cooling the sample to ~125 K, which is in the same temperature range as the small dielectric anomaly appears. These two peaks cannot be described by the average structure of MA-MOF with the Pnma space group. Considering the previous study on the [CH3NH3][Co(HCOO)3] analogue, the incommensurately modulated structure with a unique wave vector along the c-axis (namely, the [1 0 -1]p direction) is introduced for the full-profile Le-Bail fitting. It is found that the (3 + 1)D structure can fit such additional peaks, and the corresponding modulated wave vector q is determined to be ~0.145c* (Figure S3a,b). In the temperature-dependent XRPD patterns of DMA-MOF, it is evident that the peaks around 15, 20, and 25° split into multiple peaks when lowering the temperature to 260 K corresponding to the value where the dielectric anomaly appears. Such peak splitting suggests that the symmetry of the DMA-MOF is lowered. Note that the low-temperature monoclinic phase has been previously reported with the space group symmetry of Cc in Mn- and Zn-MOFs where the DMA ion resides in the A-site. In our study, it is found that all XRPD peaks collected below 260 K can be fitted well by using this space group symmetry. Figure S3c,d shows the Le-Bail fitting results of the XRPD pattern collected at 263 and 243 K, respectively, indicating that DMA-MOF experiences a phase transition from the rhombohedral (R phase) to monoclinic phase (M phase) when the temperature is cooled down, and this phase transition is in good agreement with that reported in Mn and Zn analogues. Intriguingly, the distortive framework of the M phase is still dominated by the R 4 + mode (Table S3). However, instead of the equivalent antiphase octahedral tilting around three [0 0 1]p directions in the R phase, one of them presents a different amplitude for the framework of the M phase, which can be expressed as the a - b - a - titling system using Glazer notation. The site to maintain the N-H⋅⋅⋅O hydrogen bonds becomes unique within this distorted framework, resulting in the ordering of the DMA ions and polar structures. For GUA-MOF, no obvious structural change can be detected in the measured temperature range.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Temperature-dependent XRPD patterns of <bold>MA-MOF</bold>, <bold>DMA-MOF</bold>, and <bold>GUA-MOF</bold>. (b) Temperature dependence\nof lattice parameters (<italic toggle=\"yes\">a</italic>\n<sub>p</sub>, <italic toggle=\"yes\">b</italic>\n<sub>p</sub>, β<sub>p</sub>, and γ<sub>p</sub>) and cell\nvolumes of the three MOFPs referring to the primitive perovskite structure.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Temperature-dependent XRPD patterns of MA-MOF, DMA-MOF, and GUA-MOF. (b) Temperature dependence of lattice parameters (a p, b p, βp, and γp) and cell volumes of the three MOFPs referring to the primitive perovskite structure.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>The evolution of the lattice parameters as a function\nof temperature\nis summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>. For both <bold>MA-MOF</bold> and <bold>GUA-MOF</bold>, the lattice parameters present\na continuous change when cooling down from room temperature. It is\nfound that their <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">b</italic>-axes exhibit\npositive thermal expansions, while their <italic toggle=\"yes\">c</italic>-axes show\na negative thermal expansion. Because three MOFPs exhibit different\nsymmetries and axis settings, it is difficult to compare the lattice\nparameters and associated temperature-dependent behavior directly. b plots the lattice\nparameters of the primitive perovskite unit cell, which are calculated\nfrom the axis relationship listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. Both <bold>MA-MOF</bold> and <bold>GUA-MOF</bold> have a monoclinic\nprimitive cell with <italic toggle=\"yes\">a</italic>\n<sub>p</sub> = <italic toggle=\"yes\">c</italic>\n<sub>p</sub> ≠ <italic toggle=\"yes\">b</italic>\n<sub>p</sub> and α<sub>p</sub> = γ<sub>p</sub> = 90° ≠ β<sub>p</sub>. Moreover, their <italic toggle=\"yes\">a</italic>\n<sub>p</sub> and <italic toggle=\"yes\">b</italic>\n<sub>p</sub> values present an almost linear temperature dependence,\nand the thermal expansion coefficients are estimated to be 22.6(4)\nMK<sup>–1</sup> (<bold>MA-MOF</bold>) and 11.4(4) MK<sup>–1</sup> (<bold>GUA-MOF</bold>) along the <italic toggle=\"yes\">a</italic>\n<sub>p</sub>/<italic toggle=\"yes\">c</italic>\n<sub>p</sub>-axis and 23.7(4) MK<sup>–1</sup> (<bold>MA-MOF</bold>) and 23.2(7) MK<sup>–1</sup> (<bold>GUA-MOF</bold>) along the <italic toggle=\"yes\">b</italic>\n<sub>p</sub>-axis. In other words,\nthe thermal expansion of <bold>MA-MOF</bold> is almost isotropic along\nthe three [0 0 1]<sub>p</sub> directions, while <bold>GUA-MOF</bold> experiences faster thermal expansion along the <italic toggle=\"yes\">b</italic>\n<sub>p</sub>-axis. Intriguingly, the evolution of β<sub>p</sub> for <bold>MA-MOF</bold> and <bold>GUA-MOF</bold> has an opposite\ntrend. The β<sub>p</sub> of two MOF samples can be treated as\nthe hinge angle under the simplified “hinge-strut” architecture\nwhere the HCOO<sup>–</sup> ligand and the Mg<sup>2+</sup> cation\npresent the hinge and strut, respectively. However, it is noteworthy that the β<sub>p</sub> used in this\nstudy is the supplementary angle of the hinge angle θ proposed\nby Collings <italic toggle=\"yes\">et al.</italic> in perovskite-like formates. The shape of the <italic toggle=\"yes\">A</italic>-site molecular\nions significantly affects the evolution of hinge angles as a function\nof temperature. The prolate cations such as MA ions display the opposite\ntrend in comparison with the oblate GUA ion according to the framework\nhinging mechanism. For <bold>DMA-MOF</bold>, its\nR phase structure contains a rhombohedral primitive cell (<italic toggle=\"yes\">a</italic>\n<sub>p</sub> = <italic toggle=\"yes\">c</italic>\n<sub>p</sub> = <italic toggle=\"yes\">b</italic>\n<sub>p</sub>, α<sub>p</sub> = β<sub>p</sub> = γ<sub>p</sub> ≠ 90°), while the M phase has\na triclinic primitive cell with the relationship: <italic toggle=\"yes\">a</italic>\n<sub>p</sub> = <italic toggle=\"yes\">c</italic>\n<sub>p</sub> ≠ <italic toggle=\"yes\">b</italic>\n<sub>p</sub> and α<sub>p</sub> = γ<sub>p</sub> ≠\nβ<sub>p</sub>. The thermal expansion coefficients are estimated\nto be 27.5(5) MK<sup>–1</sup> (R phase) along three equivalent\n[0 0 1]<sub>p</sub> directions, 14.9(7) MK<sup>–1</sup> (M\nphase) along the ⟨1 0 0⟩<sub>p</sub>/⟨0 0 1⟩<sub>p</sub> direction, and 9.5(4) MK<sup>–1</sup> (M phase) along\nthe ⟨0 1 0⟩<sub>p</sub> direction. Additionally, when\nthe R phase transfers into the M phase, the equivalent cell angle\nsplits into two different values (middle panel of b). With further decreasing\ntemperature, the α<sub>p</sub>/γ<sub>p</sub> angle of\nthe M-phase remains almost unchanged, while the β<sub>p</sub> angle gradually increases. Despite the primitive cell parameters\nof the three MOFPs exhibiting different trends when cooling down from\nroom temperature, the cell volumes of the three samples display contractions\nduring this process.</p>", "clean_text": "The evolution of the lattice parameters as a function of temperature is summarized in Figure S4. For both MA-MOF and GUA-MOF, the lattice parameters present a continuous change when cooling down from room temperature. It is found that their a- and b-axes exhibit positive thermal expansions, while their c-axes show a negative thermal expansion. Because three MOFPs exhibit different symmetries and axis settings, it is difficult to compare the lattice parameters and associated temperature-dependent behavior directly. b plots the lattice parameters of the primitive perovskite unit cell, which are calculated from the axis relationship listed in Table S3. Both MA-MOF and GUA-MOF have a monoclinic primitive cell with a p = c p ≠ b p and αp = γp = 90° ≠ βp. Moreover, their a p and b p values present an almost linear temperature dependence, and the thermal expansion coefficients are estimated to be 22.6(4) MK-1 (MA-MOF) and 11.4(4) MK-1 (GUA-MOF) along the a p/c p-axis and 23.7(4) MK-1 (MA-MOF) and 23.2(7) MK-1 (GUA-MOF) along the b p-axis. In other words, the thermal expansion of MA-MOF is almost isotropic along the three [0 0 1]p directions, while GUA-MOF experiences faster thermal expansion along the b p-axis. Intriguingly, the evolution of βp for MA-MOF and GUA-MOF has an opposite trend. The βp of two MOF samples can be treated as the hinge angle under the simplified \"hinge-strut\" architecture where the HCOO- ligand and the Mg2+ cation present the hinge and strut, respectively. However, it is noteworthy that the βp used in this study is the supplementary angle of the hinge angle θ proposed by Collings et al. in perovskite-like formates. The shape of the A-site molecular ions significantly affects the evolution of hinge angles as a function of temperature. The prolate cations such as MA ions display the opposite trend in comparison with the oblate GUA ion according to the framework hinging mechanism. For DMA-MOF, its R phase structure contains a rhombohedral primitive cell (a p = c p = b p, αp = βp = γp ≠ 90°), while the M phase has a triclinic primitive cell with the relationship: a p = c p ≠ b p and αp = γp ≠ βp. The thermal expansion coefficients are estimated to be 27.5(5) MK-1 (R phase) along three equivalent [0 0 1]p directions, 14.9(7) MK-1 (M phase) along the ⟨1 0 0⟩p/⟨0 0 1⟩p direction, and 9.5(4) MK-1 (M phase) along the ⟨0 1 0⟩p direction. Additionally, when the R phase transfers into the M phase, the equivalent cell angle splits into two different values (middle panel of b). With further decreasing temperature, the αp/γp angle of the M-phase remains almost unchanged, while the βp angle gradually increases. Despite the primitive cell parameters of the three MOFPs exhibiting different trends when cooling down from room temperature, the cell volumes of the three samples display contractions during this process.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Dynamic Structure</title><p>Both SCXRD and\nXRPD reflect the time-averaged\nstructure of the crystals. Understanding the dynamic structure of\nthe three MOFPs is also critical to developing insights into the origin\nof their functionalities. Due to the large neutron incoherent scattering\ncross-section of H nuclei over other elements, QENS spectroscopy is\nemployed to further track the orientational dynamics of the <italic toggle=\"yes\">A</italic>-site cations. a–c displays the <italic toggle=\"yes\">Q</italic>-dependent\n(where <italic toggle=\"yes\">Q</italic> is the momentum transfer) QENS spectra of\nMOFPs measured in the <italic toggle=\"yes\">Q</italic>-range of 0.4–1.6 Å<sup>–1</sup>. All spectra were modeled by the following dynamic\nstructure factor convoluted with the instrumental resolution\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>S</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>Q</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>ω</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>u</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>Q</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mi>δ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ω</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>Q</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mi>L</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>Q</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>ω</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">A</italic>\n<sub>0</sub>(<italic toggle=\"yes\">Q</italic>) and (1 – <italic toggle=\"yes\">A</italic>\n<sub>0</sub>(<italic toggle=\"yes\">Q</italic>)) are the elastic and quasi-elastic peak intensities,\nrespectively. e<sup>(−<italic toggle=\"yes\">Q</italic>\n<sup>2</sup>⟨<italic toggle=\"yes\">u</italic>\n<sup>2</sup>⟩/3)</sup> is the Debye-Waller factor\nwhich accounts for the vibrational motions of the atoms having mean-square\ndisplacement defined by ⟨<italic toggle=\"yes\">u</italic>\n<sup>2</sup>⟩.\nδ­(ω) is a delta function for the elastic component, and <italic toggle=\"yes\">L</italic>(<italic toggle=\"yes\">Q</italic>,ω) is the sum of Lorentzian functions\ncentered at the zero-energy transfer, which is used to describe the\nbroadening of the elastic line from diffusive motions. As illustrated\nin a,b, the\nspectra of <bold>MA/DMA-MOF</bold> measured at 300 K can both be well\nmodeled by an elastic peak and one Lorentzian function convoluted\nwith the instrumental resolution function. In contrast, the spectra\nof <bold>GUA-MOF</bold> can only be described by a delta function\nconvoluted to the instrumental resolution (c). The appearance of Lorentzian peaks indicates\nthe diffusive motions for all MOFPs except for <bold>GUA-MOF</bold>, where the narrow center peak indicates that the motion of H atoms\nin GUA ions cannot be observed within the experimental <italic toggle=\"yes\">Q</italic>-range and the time window. With decreasing temperature, the obtained\nQENS signals become weaker, and according to the total <italic toggle=\"yes\">S</italic>(<italic toggle=\"yes\">Q</italic>,ω) values (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S5a</ext-link>), for both <bold>MA-MOF</bold> and <bold>DMA-MOF</bold>, no obvious\npeak broadening can be detected for the data below 100 K.</p>", "clean_text": "Dynamic Structure\n\nBoth SCXRD and XRPD reflect the time-averaged structure of the crystals. Understanding the dynamic structure of the three MOFPs is also critical to developing insights into the origin of their functionalities. Due to the large neutron incoherent scattering cross-section of H nuclei over other elements, QENS spectroscopy is employed to further track the orientational dynamics of the A-site cations. a-c displays the Q-dependent (where Q is the momentum transfer) QENS spectra of MOFPs measured in the Q-range of 0.4-1.6 Å-1. All spectra were modeled by the following dynamic structure factor convoluted with the instrumental resolution  2     S  ( Q , ω )  =   e   ( -   Q   2    ⟨   u   2   ⟩  / 3 )    [   A   0    ( Q )  δ  ( ω )  +  ( 1 -   A   0    ( Q )  )  L  ( Q , ω )  ]     where A 0(Q) and (1 - A 0(Q)) are the elastic and quasi-elastic peak intensities, respectively. e(-Q 2⟨u 2⟩/3) is the Debye-Waller factor which accounts for the vibrational motions of the atoms having mean-square displacement defined by ⟨u 2⟩. δ(ω) is a delta function for the elastic component, and L(Q,ω) is the sum of Lorentzian functions centered at the zero-energy transfer, which is used to describe the broadening of the elastic line from diffusive motions. As illustrated in a,b, the spectra of MA/DMA-MOF measured at 300 K can both be well modeled by an elastic peak and one Lorentzian function convoluted with the instrumental resolution function. In contrast, the spectra of GUA-MOF can only be described by a delta function convoluted to the instrumental resolution (c). The appearance of Lorentzian peaks indicates the diffusive motions for all MOFPs except for GUA-MOF, where the narrow center peak indicates that the motion of H atoms in GUA ions cannot be observed within the experimental Q-range and the time window. With decreasing temperature, the obtained QENS signals become weaker, and according to the total S(Q,ω) values (Figure S5a), for both MA-MOF and DMA-MOF, no obvious peak broadening can be detected for the data below 100 K.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>\n<italic toggle=\"yes\">Q</italic>-dependent <italic toggle=\"yes\">S</italic>(<italic toggle=\"yes\">Q</italic>,ω) data of\n(a) <bold>MA-MOF</bold>, (b) <bold>DMA-MOF</bold>, and (c) <bold>GUA-MOF</bold> measured at 300 K. The bottom panels\nshow the representative spectra collected at <italic toggle=\"yes\">Q</italic> =\n1.6 Å<sup>–1</sup> fitted with an elastic peak and one\nLorentzian function convoluted with the instrumental resolution. (d) <italic toggle=\"yes\">Q</italic>\n<sup>2</sup>-dependent hwhm of Lorentzian function used\nto fit the QENS spectra of <bold>MA/DMA-MOFs</bold>. The experimental\nEISFs of (e) <bold>MA-MOF</bold> and (f) <bold>DMA-MOF</bold> measured\nat 300 K fitted with the proposed dynamic models.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3   Q-dependent S(Q,ω) data of (a) MA-MOF, (b) DMA-MOF, and (c) GUA-MOF measured at 300 K. The bottom panels show the representative spectra collected at Q = 1.6 Å-1 fitted with an elastic peak and one Lorentzian function convoluted with the instrumental resolution. (d) Q 2-dependent hwhm of Lorentzian function used to fit the QENS spectra of MA/DMA-MOFs. The experimental EISFs of (e) MA-MOF and (f) DMA-MOF measured at 300 K fitted with the proposed dynamic models.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The half-width at half maximum (hwhm) of the fitted Lorentzian\nfunction, Γ, as a function of <italic toggle=\"yes\">Q</italic>\n<sup>2</sup> is plotted in d. For both <bold>MA</bold> and <bold>DMA-MOF</bold> samples, Γ\nis almost independent of <italic toggle=\"yes\">Q</italic>\n<sup>2</sup>, indicating\nthat <italic toggle=\"yes\">A</italic>-site ions are undergoing localized and spatially\nconfined motion rather than diffusive translational motion. Generally, Γ is inversely related to the relaxation time (τ)\nor the average residence time, while their specific relationship depends\non the type of motion that the <italic toggle=\"yes\">A</italic>-site molecular ions\nare undergoing. The elastic incoherent scattering factor (EISF), defined\nas the ratio of the intensities of the elastic peak and the sum of\nQENS and elastic peaks, yields geometric information about the localized\nmotions of the <italic toggle=\"yes\">A</italic>-site ions. e,f shows the experimental EISF data for <bold>MA-MOF</bold> and <bold>DMA-MOF</bold> measured at 300 K, respectively,\nfitted to several possible ammonium rotation modes, including rotations\nof the molecular ions and internal rotations. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S5b,c</ext-link> summarizes the considered rotations, and the\nmathematical treatment is described in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> (Tables S5 and S6).</p>", "clean_text": "The half-width at half maximum (hwhm) of the fitted Lorentzian function, Γ, as a function of Q 2 is plotted in d. For both MA and DMA-MOF samples, Γ is almost independent of Q 2, indicating that A-site ions are undergoing localized and spatially confined motion rather than diffusive translational motion. Generally, Γ is inversely related to the relaxation time (τ) or the average residence time, while their specific relationship depends on the type of motion that the A-site molecular ions are undergoing. The elastic incoherent scattering factor (EISF), defined as the ratio of the intensities of the elastic peak and the sum of QENS and elastic peaks, yields geometric information about the localized motions of the A-site ions. e,f shows the experimental EISF data for MA-MOF and DMA-MOF measured at 300 K, respectively, fitted to several possible ammonium rotation modes, including rotations of the molecular ions and internal rotations. Figure S5b,c summarizes the considered rotations, and the mathematical treatment is described in the Supporting Information (Tables S5 and S6).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>In <bold>MA-MOF</bold>, all four proposed motions of MA molecular\nions can lead to reasonable fits of experimental EISF data. The trajectories\nof the free tumbling and π-flips motion will form sizable spheres\nand circles, requiring to overcome large energy barriers induced by\nthe framework. Instead, the fitting suggests internal rotation of\nthe methyl group with τ ∼ 5 ps at 300 K, which is quite\nsimilar to the rotation around the <italic toggle=\"yes\">C</italic>\n<sub>3</sub> axis\nof the MA ion obtained in CH<sub>3</sub>NH<sub>3</sub>PbI<sub>3</sub>. Another reasonable model of MA ions\nis the realignment among discrete orientations (“cage edges”). However, this motion requires four equally energetic\nsites within one primitive perovskite unit cell, which is incompatible\nwith the deformed MgO<sub>6</sub> octahedra. The low-temperature data\nhave a narrower Lorentzian peak, indicating that the movements of\nmolecular ions become sluggish. Additionally, the calculated EISF\nfrom the 200 K data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S5d</ext-link>) has a\nfeature similar to that collected at 300 K, indicating no significant\nchange for the detected atomic motions within the temperature ranging\nfrom 200 to 300 K. In <bold>DMA-MOF</bold>, the scenario becomes more\ncomplicated. The DMA ion has a larger geometric size than MA, and\nit is therefore more tightly constrained in the <italic toggle=\"yes\">A</italic>-site cavity. Among the motions proposed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S5c</ext-link>, all except the π-flips motion could induce reasonable\nfits to the experimental EISF data. Furthermore, the <italic toggle=\"yes\">R</italic>-3<italic toggle=\"yes\">c</italic> symmetry for <bold>DMA-MOF</bold> indicates\nthat the DMA ions are disordered at room temperature, uniformly distributed\nwith respect to 120° reorientation around the three-fold symmetry\naxis (edge-to-edge rotation in this case). As shown in f, the edge-to-edge rotation\nresults in a reasonable fit with τ estimated around 9.5 ps.\nHowever, the derived timescale contradicts the previous protonated\nNMR investigations on analogous metal formate materials. Moreover, such a motion is still observable when cooling down to\n200 K, reflected by the experimental EISF (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S5e</ext-link>).</p>", "clean_text": "In MA-MOF, all four proposed motions of MA molecular ions can lead to reasonable fits of experimental EISF data. The trajectories of the free tumbling and π-flips motion will form sizable spheres and circles, requiring to overcome large energy barriers induced by the framework. Instead, the fitting suggests internal rotation of the methyl group with τ ~ 5 ps at 300 K, which is quite similar to the rotation around the C 3 axis of the MA ion obtained in CH3NH3PbI3. Another reasonable model of MA ions is the realignment among discrete orientations (\"cage edges\"). However, this motion requires four equally energetic sites within one primitive perovskite unit cell, which is incompatible with the deformed MgO6 octahedra. The low-temperature data have a narrower Lorentzian peak, indicating that the movements of molecular ions become sluggish. Additionally, the calculated EISF from the 200 K data (Figure S5d) has a feature similar to that collected at 300 K, indicating no significant change for the detected atomic motions within the temperature ranging from 200 to 300 K. In DMA-MOF, the scenario becomes more complicated. The DMA ion has a larger geometric size than MA, and it is therefore more tightly constrained in the A-site cavity. Among the motions proposed in Figure S5c, all except the π-flips motion could induce reasonable fits to the experimental EISF data. Furthermore, the R-3c symmetry for DMA-MOF indicates that the DMA ions are disordered at room temperature, uniformly distributed with respect to 120° reorientation around the three-fold symmetry axis (edge-to-edge rotation in this case). As shown in f, the edge-to-edge rotation results in a reasonable fit with τ estimated around 9.5 ps. However, the derived timescale contradicts the previous protonated NMR investigations on analogous metal formate materials. Moreover, such a motion is still observable when cooling down to 200 K, reflected by the experimental EISF (Figure S5e).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>To clarify the origin of the QENS signals and identify\nthe dynamics\nof the <italic toggle=\"yes\">A</italic>-site ions and their interactions with the\nparent framework, we carried out <italic toggle=\"yes\">ab initio</italic> MD calculations\non the three MOFPs using DFT–MD. The simulations were conducted\nat 300 K, and the trajectories over 20 ps were recorded with a time\nstep of 1 fs. The calculated <italic toggle=\"yes\">S</italic>(<italic toggle=\"yes\">Q</italic>,ω) are compared to experimental results in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>, where the DFT–MD and experimental results\nwere integrated over the same <italic toggle=\"yes\">Q</italic> range. The main low-energy\nexcitation features of the three structures are well reproduced by\nthe DFT–MD simulation, indicating that DFT–MD effectively\nprobes the dynamics of these systems.</p>", "clean_text": "To clarify the origin of the QENS signals and identify the dynamics of the A-site ions and their interactions with the parent framework, we carried out ab initio MD calculations on the three MOFPs using DFT-MD. The simulations were conducted at 300 K, and the trajectories over 20 ps were recorded with a time step of 1 fs. The calculated S(Q,ω) are compared to experimental results in Figure S6, where the DFT-MD and experimental results were integrated over the same Q range. The main low-energy excitation features of the three structures are well reproduced by the DFT-MD simulation, indicating that DFT-MD effectively probes the dynamics of these systems.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The dynamics of the frameworks\nwill influence the space of <italic toggle=\"yes\">A</italic>-site cavities and the\nhydrogen bonds, thereby affecting\nthe orientation of the <italic toggle=\"yes\">A</italic>-site molecular ions. DFT–MD\nresults indicate that atoms associated with the framework do not undergo\nlarge-scale motion, simply vibrating around their equilibrium positions\nwith high frequency (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S7a</ext-link>). The distribution\nof Mg–Mg distances linked by HCOO<sup>–</sup> and the\nbond angles ∠OCO formed by the linker C and the two connected\nO are plotted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S7b,c</ext-link>. These histograms\ncan be fitted by one or two Gaussian functions, and the fitting parameters\n(mean value μ and standard deviation σ) as well as the\nresults derived from the SCXRD experimental data are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Table S7</ext-link>. The mean values calculated from DFT–MD\nexhibit solid agreement with those extracted from SCXRD, further confirming\nthe validity of the theoretical calculation. Furthermore, σ\nvalues for the three MOFPs are within a similar range, which is indicative\nof the comparable amplitudes of the thermal vibrations of the three\ndistorted frameworks. Thus, the different <italic toggle=\"yes\">A</italic>-site\nenvironments among the three MOF structures are mainly determined\nby the static structure of the frameworks rather than their thermal\nvibrations.</p>", "clean_text": "The dynamics of the frameworks will influence the space of A-site cavities and the hydrogen bonds, thereby affecting the orientation of the A-site molecular ions. DFT-MD results indicate that atoms associated with the framework do not undergo large-scale motion, simply vibrating around their equilibrium positions with high frequency (Figure S7a). The distribution of Mg-Mg distances linked by HCOO- and the bond angles ∠OCO formed by the linker C and the two connected O are plotted in Figure S7b,c. These histograms can be fitted by one or two Gaussian functions, and the fitting parameters (mean value μ and standard deviation σ) as well as the results derived from the SCXRD experimental data are summarized in Table S7. The mean values calculated from DFT-MD exhibit solid agreement with those extracted from SCXRD, further confirming the validity of the theoretical calculation. Furthermore, σ values for the three MOFPs are within a similar range, which is indicative of the comparable amplitudes of the thermal vibrations of the three distorted frameworks. Thus, the different A-site environments among the three MOF structures are mainly determined by the static structure of the frameworks rather than their thermal vibrations.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>As discussed above, H bonds are critical to bridge\nthe <italic toggle=\"yes\">A</italic>-site molecular ions and the frameworks.  shows the hydrogen\natom positions\nin the <italic toggle=\"yes\">A</italic>-site ammoniums extracted from DFT–MD\ntrajectories with the segments of 3, 10, and 20 ps. The histograms\nof their displacements along the three Cartesian coordinates are summarized\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figures S8–S10</ext-link>. For <bold>MA-MOF</bold>, the positions of H attached to the N atom, namely, H<sub>N1A</sub>, H<sub>N1B</sub>, and H<sub>N1C</sub>, are clearly defined in the\nlongest calculated time range. However, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>, the distribution of <italic toggle=\"yes\">y</italic> coordinates\nfor H<sub>N1A</sub> does not approximate the Gaussian that would be\nexpected for a single minimum energy position. The distribution suggests\nthat H<sub>N1A</sub> is delocalized across a double well potential,\nconsistent with bifurcated hydrogen bonds to two different acceptors,\naveraging to a single configuration in the SCXRD results. Moreover,\nthe disordered nature of H<sub>N1A</sub> is evident over the 3 ps\ntimeframe, which indicates that the τ value of this two-site\njump motion is less than 3 ps. Compared with H bonded in the ammonium\ngroup, the volumes of thermal motion for H<sub>C1A</sub>, H<sub>C1B</sub>, and H<sub>C1C</sub> are much larger, while their positional clouds\nare only distinguishable over 3 ps. On increasing the timescale to\n10 ps, the trajectories of the methyl H form a ring-shaped cloud,\nconsistent with the methyl rotation. The calculated position histograms\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S8b</ext-link>) suggest the hindered rather\nthan free rotation, with H atoms jumping to symmetry-equivalent sites\nrather than moving continuously. The DFT–MD results suggest\nthe τ value for this <italic toggle=\"yes\">C</italic>\n<sub>3</sub> rotation\nin the range of 3–10 ps, which is consistent with that obtained\nfrom the QENS results.</p>", "clean_text": "As discussed above, H bonds are critical to bridge the A-site molecular ions and the frameworks.  shows the hydrogen atom positions in the A-site ammoniums extracted from DFT-MD trajectories with the segments of 3, 10, and 20 ps. The histograms of their displacements along the three Cartesian coordinates are summarized in Figures S8-S10. For MA-MOF, the positions of H attached to the N atom, namely, HN1A, HN1B, and HN1C, are clearly defined in the longest calculated time range. However, as shown in Figure S8a, the distribution of y coordinates for HN1A does not approximate the Gaussian that would be expected for a single minimum energy position. The distribution suggests that HN1A is delocalized across a double well potential, consistent with bifurcated hydrogen bonds to two different acceptors, averaging to a single configuration in the SCXRD results. Moreover, the disordered nature of HN1A is evident over the 3 ps timeframe, which indicates that the τ value of this two-site jump motion is less than 3 ps. Compared with H bonded in the ammonium group, the volumes of thermal motion for HC1A, HC1B, and HC1C are much larger, while their positional clouds are only distinguishable over 3 ps. On increasing the timescale to 10 ps, the trajectories of the methyl H form a ring-shaped cloud, consistent with the methyl rotation. The calculated position histograms (Figure S8b) suggest the hindered rather than free rotation, with H atoms jumping to symmetry-equivalent sites rather than moving continuously. The DFT-MD results suggest the τ value for this C 3 rotation in the range of 3-10 ps, which is consistent with that obtained from the QENS results.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic of hydrogen bonds involving in the single (a)\nMA, (b)\nDMA, and (c) GUA ions and the thermal displacements of H in (d) MA,\n(e) DMA, and (f) GUA ions taken from the DFT–MD trajectories\nwithin 3, 10, and 20 ps, respectively.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Schematic of hydrogen bonds involving in the single (a) MA, (b) DMA, and (c) GUA ions and the thermal displacements of H in (d) MA, (e) DMA, and (f) GUA ions taken from the DFT-MD trajectories within 3, 10, and 20 ps, respectively.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>\ne schematically\nplots the trajectories of a single DMA ion over different time ranges.\nCombined with the histograms shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S9a</ext-link>, these show that within the calculated timescale, both H<sub>N1A</sub> and H<sub>N1B</sub> present high-frequency vibrations around their\nequilibrium positions and no trends for jumping motions. Over 10 ps,\nthe three hydrogens of one of the methyl groups seem to vibrate around\na single set of sites, but there is an indication of a methyl rotational\njump motion from the histogram data. With extending the timescale\nto 20 ps, the trajectories of the methyl H atoms form a ring-shaped\ncloud, and the <italic toggle=\"yes\">z</italic> distributions of H<sub>C1A</sub>, H<sub>C1B</sub>, and H<sub>C1C</sub> overlap (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S9b</ext-link>). Hence, similar to <bold>MA-MOF</bold>, the QENS\nsignal observed in <bold>DMA-MOF</bold> also originates from the internal\nrotation of methyl groups with the τ value being ∼10\nps. As reflected by the QENS data, the internal rotation of the CH<sub>3</sub> group slows down with decreasing temperature and becomes\nunmeasurable by PELICAN. The freezing of this motion can support the\nexplanation of the intriguing glassy behavior obtained in [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[Zn­(HCOO)<sub>3</sub>]. For the GUA ion, the thermal displacements of\nH do not vary significantly for the time intervals ranging up to 20\nps (f). The\nfast motions of each hydrogen are almost entirely confined within\nthe spheres of radius ∼0.5 Å in qualitative agreement\nwith the QENS measurement since otherwise these would lie outside\nthe accessible range of the instrument.</p>", "clean_text": " e schematically plots the trajectories of a single DMA ion over different time ranges. Combined with the histograms shown in Figure S9a, these show that within the calculated timescale, both HN1A and HN1B present high-frequency vibrations around their equilibrium positions and no trends for jumping motions. Over 10 ps, the three hydrogens of one of the methyl groups seem to vibrate around a single set of sites, but there is an indication of a methyl rotational jump motion from the histogram data. With extending the timescale to 20 ps, the trajectories of the methyl H atoms form a ring-shaped cloud, and the z distributions of HC1A, HC1B, and HC1C overlap (Figure S9b). Hence, similar to MA-MOF, the QENS signal observed in DMA-MOF also originates from the internal rotation of methyl groups with the τ value being ~10 ps. As reflected by the QENS data, the internal rotation of the CH3 group slows down with decreasing temperature and becomes unmeasurable by PELICAN. The freezing of this motion can support the explanation of the intriguing glassy behavior obtained in [(CH3)2NH2][Zn(HCOO)3]. For the GUA ion, the thermal displacements of H do not vary significantly for the time intervals ranging up to 20 ps (f). The fast motions of each hydrogen are almost entirely confined within the spheres of radius ~0.5 Å in qualitative agreement with the QENS measurement since otherwise these would lie outside the accessible range of the instrument.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The motion of H attached\nto N is restricted by the hydrogen bonds.\nThat is, the diffusive motion of ammonium hydrogens requires higher\nenergy than that for those attached to C atoms. This impacts the displacements\nof C and N atoms, thereby influencing the dipole moments of <italic toggle=\"yes\">A</italic>-site protonated amines. The displacements of C and N from\ntheir time-averaged position (|<bold>u</bold>\n<sub>\n<italic toggle=\"yes\">i</italic>,<italic toggle=\"yes\">t</italic>\n</sub> – ⟨<bold>u</bold>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub>⟩|) within individual MA, DMA, and GUA ions\nare shown as histograms in a–c. For <bold>MA/DMA-MOFs</bold>, the thermal\ndisplacement of C is larger than that of N, which further indicates\nthe higher freedom of methyl groups. For GUA ions, the C atom is located\nat the center and constrained by three bonded N atoms, and thus the\ndisplacement of C is less than that of N.</p>", "clean_text": "The motion of H attached to N is restricted by the hydrogen bonds. That is, the diffusive motion of ammonium hydrogens requires higher energy than that for those attached to C atoms. This impacts the displacements of C and N atoms, thereby influencing the dipole moments of A-site protonated amines. The displacements of C and N from their time-averaged position (|u  i,t  - ⟨u  i ⟩|) within individual MA, DMA, and GUA ions are shown as histograms in a-c. For MA/DMA-MOFs, the thermal displacement of C is larger than that of N, which further indicates the higher freedom of methyl groups. For GUA ions, the C atom is located at the center and constrained by three bonded N atoms, and thus the displacement of C is less than that of N.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Histograms of C and N\ndisplacements from the time-averaged position\nwithin the <italic toggle=\"yes\">A</italic>-site ions of (a) <bold>MA-MOF</bold>, (b) <bold>DMA-MOF</bold>, and (c) <bold>GUA-MOF</bold>. The density\nmaps of the C–N vectors associated with the (d) MA and (e)\nDMA ions within the perovskite cage, which are determined by the DFT–MD\nwithin 20 ps at 300 K. The inset shows the polar (0 ≤ θ\n≤ 180°) and azimuth (−180° ≤ φ\n≤ 180°) angles with respect to the axes of the primitive\nperovskite unit.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Histograms of C and N displacements from the time-averaged position within the A-site ions of (a) MA-MOF, (b) DMA-MOF, and (c) GUA-MOF. The density maps of the C-N vectors associated with the (d) MA and (e) DMA ions within the perovskite cage, which are determined by the DFT-MD within 20 ps at 300 K. The inset shows the polar (0 ≤ θ ≤ 180°) and azimuth (-180° ≤ φ ≤ 180°) angles with respect to the axes of the primitive perovskite unit.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The polar structures\nof MA (<italic toggle=\"yes\">C</italic>\n<sub>3<italic toggle=\"yes\">v</italic>\n</sub> point group)\nand DMA (<italic toggle=\"yes\">C</italic>\n<sub>2<italic toggle=\"yes\">v</italic>\n</sub> point group)\nions indicate that their ordered alignments in\nthe MOFP structures strongly influence the para-, ferro-, and antiferroelectricity\nof the resultant materials. To compare the orientational\ndynamics of the dipole moment in MA/DMA ions, time-dependent C–N\nvectors (<bold>r</bold>\n<sub>C–N,<italic toggle=\"yes\">t</italic>\n</sub> =\n(∑<bold>r</bold>\n<sub>N<italic toggle=\"yes\">i</italic>\n</sub>)<sub>\n<italic toggle=\"yes\">t</italic>\n</sub> – (∑<bold>r</bold>\n<sub>C<italic toggle=\"yes\">i</italic>\n</sub>)<sub>\n<italic toggle=\"yes\">t</italic>\n</sub>), which share the same direction\nof their polar axis and partially reflect the magnitude of the dipole\nmoment, were analyzed within one parent perovskite unit. d,e describes the\ndistribution of the C–N vector alignments in terms of the polar\nand azimuthal angles (θ and φ). From the density map,\nit can be deduced that the time-averaged direction for the C–N\nvector of the MA ion is around [1 0 2]<sub>p</sub>, which is consistent\nwith the results obtained from SCXRD. Although the time-averaged dipole\nmoment of the MA ion is located within the <italic toggle=\"yes\">a</italic>\n<sub>p</sub>\n<italic toggle=\"yes\">c</italic>\n<sub>p</sub> plane, the large deviation\nof the φ value (∼±30°) indicates that the orientation\nof this dipole moment fluctuates with a considerable amplitude and\nhigh frequency. For the DMA ion, the fluctuation of the C–N\nvector is quite small compared with that of the MA ion. Its time-averaged\norientation is around the [1 0 −1]<sub>p</sub> direction, which\nis in accordance with one of the disordered sites deduced from SCXRD.\nFor the GUA ion, although the distorted GUA ion presents a polar feature\nwithin the distorted framework, the resultant magnitude of the C–N\nvector is quite small in comparison with the thermal displacement.\nHence, its orientational dynamics is not included here.</p>", "clean_text": "The polar structures of MA (C 3v  point group) and DMA (C 2v  point group) ions indicate that their ordered alignments in the MOFP structures strongly influence the para-, ferro-, and antiferroelectricity of the resultant materials. To compare the orientational dynamics of the dipole moment in MA/DMA ions, time-dependent C-N vectors (r C-N,t  = (∑r Ni ) t  - (∑r Ci ) t ), which share the same direction of their polar axis and partially reflect the magnitude of the dipole moment, were analyzed within one parent perovskite unit. d,e describes the distribution of the C-N vector alignments in terms of the polar and azimuthal angles (θ and φ). From the density map, it can be deduced that the time-averaged direction for the C-N vector of the MA ion is around [1 0 2]p, which is consistent with the results obtained from SCXRD. Although the time-averaged dipole moment of the MA ion is located within the a p c p plane, the large deviation of the φ value (~±30°) indicates that the orientation of this dipole moment fluctuates with a considerable amplitude and high frequency. For the DMA ion, the fluctuation of the C-N vector is quite small compared with that of the MA ion. Its time-averaged orientation is around the [1 0 -1]p direction, which is in accordance with one of the disordered sites deduced from SCXRD. For the GUA ion, although the distorted GUA ion presents a polar feature within the distorted framework, the resultant magnitude of the C-N vector is quite small in comparison with the thermal displacement. Hence, its orientational dynamics is not included here.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>While\nthe relatively slow dynamics of the <italic toggle=\"yes\">A</italic>-site\nguest molecules has been discussed through QENS, the fast vibrational\ndynamics for the systems will be illustrated by the generalized phonon\ndensity of states (GDOS) shown in  for the three MOFPs. The GDOS calculated\nby DFT–MD (300 K) is also shown in reasonable agreement with\nthe experimental data. For <bold>MA-MOF</bold>, no evident change\ncan be identified over the temperature range of 100–300 K with\nrespect to both the peak positions and the overall features. For <bold>DMA-MOF</bold>, the broad bands around 12 and 22 meV measured at\n300 K split into two peaks with lowering temperature. This observation\nis consistent with the order to disorder phase transition illustrated\nby both the temperature-dependent XRPD and the dielectric property.\nClear peak-shifting features (softening or hardening) have been observed\nfor both <bold>DMA-MOF</bold> and <bold>GUA-MOF</bold> as a function\nof temperature as shown in b,c, respectively. This temperature dependence indicates\nstrong anharmonic lattice dynamics as a result of strong interactions\nbetween the guest and the framework for the two systems. The different\ninteractions revealed by the GDOS have also been demonstrated by the\nQENS results. The hwhm of the QENS profile for <bold>MA-MOF</bold> is double the value of that of <bold>DMA-MOF</bold>, and there is\nno measurable QENS broadening for <bold>GUA</bold>-<bold>MOF</bold>. This observation correlates with the relative strength of the guest–host\ninteractions. Less interaction means more freedom, thus leading to\nlarger QENS broadening. This guest–host interaction also plays\nan important role in the dielectric properties. The weak interaction\nin <bold>MA-MOF</bold> is responsible for the temperature dependence\nof the dielectric property. For <bold>DMA</bold>-<bold>MOF</bold>,\nthe competition between the guest–host interaction and the\nthermal energy causes the order–disorder phase transition,\nthus giving rise to the dramatic change in dielectric spectra with\nstrong frequency dispersion during the phase transition process. For <bold>GUA</bold>-<bold>MOF</bold>, the guest–host interaction is\nmuch stronger than the thermal energy in this temperature range, bringing\na very weak temperature dependence of the dielectric constant. The\ninitial slight decrease with lowering temperature around 300 K may\nbe due to the sufficient thermal energy, and the increase with lowering\ntemperature after 200 K is mainly governed by the guest–host\ninteraction.</p>", "clean_text": "While the relatively slow dynamics of the A-site guest molecules has been discussed through QENS, the fast vibrational dynamics for the systems will be illustrated by the generalized phonon density of states (GDOS) shown in  for the three MOFPs. The GDOS calculated by DFT-MD (300 K) is also shown in reasonable agreement with the experimental data. For MA-MOF, no evident change can be identified over the temperature range of 100-300 K with respect to both the peak positions and the overall features. For DMA-MOF, the broad bands around 12 and 22 meV measured at 300 K split into two peaks with lowering temperature. This observation is consistent with the order to disorder phase transition illustrated by both the temperature-dependent XRPD and the dielectric property. Clear peak-shifting features (softening or hardening) have been observed for both DMA-MOF and GUA-MOF as a function of temperature as shown in b,c, respectively. This temperature dependence indicates strong anharmonic lattice dynamics as a result of strong interactions between the guest and the framework for the two systems. The different interactions revealed by the GDOS have also been demonstrated by the QENS results. The hwhm of the QENS profile for MA-MOF is double the value of that of DMA-MOF, and there is no measurable QENS broadening for GUA-MOF. This observation correlates with the relative strength of the guest-host interactions. Less interaction means more freedom, thus leading to larger QENS broadening. This guest-host interaction also plays an important role in the dielectric properties. The weak interaction in MA-MOF is responsible for the temperature dependence of the dielectric property. For DMA-MOF, the competition between the guest-host interaction and the thermal energy causes the order-disorder phase transition, thus giving rise to the dramatic change in dielectric spectra with strong frequency dispersion during the phase transition process. For GUA-MOF, the guest-host interaction is much stronger than the thermal energy in this temperature range, bringing a very weak temperature dependence of the dielectric constant. The initial slight decrease with lowering temperature around 300 K may be due to the sufficient thermal energy, and the increase with lowering temperature after 200 K is mainly governed by the guest-host interaction.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>GDOS of (a) <bold>MA-MOF</bold>, (b) <bold>DMA-MOF</bold>, and\n(c) <bold>GUA-MOF</bold> measured at 100, 200, and 300 K. The shaded\nregions are the GDOS calculated by DFT–MD at 300 K.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  GDOS of (a) MA-MOF, (b) DMA-MOF, and (c) GUA-MOF measured at 100, 200, and 300 K. The shaded regions are the GDOS calculated by DFT-MD at 300 K.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Discussion</title><p>Based on the above results, the frameworks\ndistort differently to accommodate the specific <italic toggle=\"yes\">A</italic>-site molecular ions. In turn, the coordination environments provided\nby the frameworks impact the alignments of the <italic toggle=\"yes\">A</italic>-site\nmolecular ions <italic toggle=\"yes\">via</italic> the N–H···O\nbonds. Due to these mutual interactions, the temperature-dependent\ndielectric responses and lattice parameters of the three MOFPs display\nremarkable differences.</p>", "clean_text": "Discussion\n\nBased on the above results, the frameworks distort differently to accommodate the specific A-site molecular ions. In turn, the coordination environments provided by the frameworks impact the alignments of the A-site molecular ions via the N-H⋅⋅⋅O bonds. Due to these mutual interactions, the temperature-dependent dielectric responses and lattice parameters of the three MOFPs display remarkable differences.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>For <bold>MA-MOF</bold>, the time-averaged\nstructure suggests that there is one bifurcated H-bond that bridges\nthe framework and the MA ion. The dynamic structure reveals this H<sub>N1A</sub> being hydrogen bonded to one framework oxygen at a time,\nhopping rapidly between two configurations at room temperature. The\ninteractions between the MA ions and the Mg­(HCOO)<sup>−</sup> framework are quite weak, as reflected by the GDOS results. Therefore,\nthe molecular polar axis (and thus dipole moment) of MA ions present\na large thermal oscillation. With decreasing thermal energy, this\noscillating polarization becomes frozen, and hence the dielectric\nconstant decreases almost linearly with the temperature. To accommodate\nthe alignments and freezing of the MA ions, the β<sub>p</sub> angle of the primitive cell increases with lowering temperature.\nWith temperatures below 150 K, the thermal energy cannot trigger the\ntwo-site jump motion of H<sub>N1A</sub>, and only one N<sub>1</sub>–H<sub>N1A</sub>···O bond is populated. Therefore,\nthe small dielectric anomaly of <bold>MA-MOF</bold> is likely to be\nrelated to the order–disorder transition of H<sub>N1A</sub>. At the low temperature, the single N<sub>1</sub>–H<sub>N1A</sub>···O hydrogen bond breaks the symmetry between two\ncounter O ions, affecting the antiphase octahedral tilting around\nthe [1 0 1]<sub>p</sub> direction. To accommodate this energy change\nfor both MA ions and frameworks, <bold>MA-MOF</bold> transfers into\nan incommensurate phase, showing the similar behavior reported in\n[CH<sub>3</sub>NH<sub>3</sub>]­[Co­(HCOO)<sub>3</sub>]. Although at room temperature, the dipole moment arising\nfrom the MA ion within one parent perovskite unit cell exhibits fluctuations,\nthe coordination environment presented by the distorted MOF framework\nconstrains the overall orientational sense of the MA ions to antiparallel\nalignments. Therefore, no spontaneous polarization can be obtained\non average. In the case of <bold>DMA-MOF</bold>, the antiphase tilting\nof MgO<sub>6</sub> generates three symmetry-equivalent sites for N\nto attach through N–H···O connections. Therefore,\nalthough the orientation of the C–N dipole moment of a single\nDMA ion is clearly defined over time scales of 20 ps or more, its\nalignment deduced from SCXRD is either temporally or spatially disordered.\nThe fact that a dielectric anomaly appears at lower temperatures suggests\nthat the disorder is from site hopping. The thermal energy cannot\nbreak the associated hydrogen bonds, and individual N atoms begin\nto freeze into a single unique site. As the DMA ion links with the\nframework through two hydrogen bonds, one of the three primitive cell\naxes, the <italic toggle=\"yes\">b</italic>\n<sub>p</sub>-axis in this work, then becomes\nunique. Considering the triangular geometry of the DMA ion, the α<sub>p</sub> and γ<sub>p</sub> angles will experience a sudden decrease\nduring the R-to-M phase transition. The order–disorder phase\ntransition is also reflected by the GDOS results, and the strong guest–host\ninteraction over the thermal energy forces the ordered structure in <bold>DMA-MOF</bold>. For <bold>GUA-MOF</bold>, the <italic toggle=\"yes\">A</italic>-site\nion is tightly restricted by the MOF framework, presenting a strong\nguest–host interaction. Thus, its dielectric constant is found\nto be stable over a broad temperature range. With thermal contraction\nshrinking the size of the <italic toggle=\"yes\">A</italic>-site cavity, the interaction\nbetween the N–H and six MOF framework oxygens is further enhanced,\nreflected by its strong anharmonic lattice dynamics. Such competition\nbetween the guest–host interaction and the thermal energy possibly\nexplains the increase of the dielectric constant at lower temperatures,\nwhile the detailed mechanism still needs further investigation. The\nGUA ion has a planar geometry and alternative alignments along the <italic toggle=\"yes\">b</italic>\n<sub>p</sub>-axis. Thus GUA-MOF exhibits a larger thermal\nexpansion coefficient along the ⟨0 1 0⟩<sub>p</sub> direction\nthan the other two [0 0 1]<sub>p</sub> directions. Moreover, the planar\ngeometry and the enhanced hydrogen bonds follow the framework hinging\nmechanism, which is the reason that the β<sub>p</sub> angle\nof the primitive cell presents an opposite trend compared with that\nof <bold>MA-MOF</bold>.</p>", "clean_text": "For MA-MOF, the time-averaged structure suggests that there is one bifurcated H-bond that bridges the framework and the MA ion. The dynamic structure reveals this HN1A being hydrogen bonded to one framework oxygen at a time, hopping rapidly between two configurations at room temperature. The interactions between the MA ions and the Mg(HCOO)- framework are quite weak, as reflected by the GDOS results. Therefore, the molecular polar axis (and thus dipole moment) of MA ions present a large thermal oscillation. With decreasing thermal energy, this oscillating polarization becomes frozen, and hence the dielectric constant decreases almost linearly with the temperature. To accommodate the alignments and freezing of the MA ions, the βp angle of the primitive cell increases with lowering temperature. With temperatures below 150 K, the thermal energy cannot trigger the two-site jump motion of HN1A, and only one N1-HN1A⋅⋅⋅O bond is populated. Therefore, the small dielectric anomaly of MA-MOF is likely to be related to the order-disorder transition of HN1A. At the low temperature, the single N1-HN1A⋅⋅⋅O hydrogen bond breaks the symmetry between two counter O ions, affecting the antiphase octahedral tilting around the [1 0 1]p direction. To accommodate this energy change for both MA ions and frameworks, MA-MOF transfers into an incommensurate phase, showing the similar behavior reported in [CH3NH3][Co(HCOO)3]. Although at room temperature, the dipole moment arising from the MA ion within one parent perovskite unit cell exhibits fluctuations, the coordination environment presented by the distorted MOF framework constrains the overall orientational sense of the MA ions to antiparallel alignments. Therefore, no spontaneous polarization can be obtained on average. In the case of DMA-MOF, the antiphase tilting of MgO6 generates three symmetry-equivalent sites for N to attach through N-H⋅⋅⋅O connections. Therefore, although the orientation of the C-N dipole moment of a single DMA ion is clearly defined over time scales of 20 ps or more, its alignment deduced from SCXRD is either temporally or spatially disordered. The fact that a dielectric anomaly appears at lower temperatures suggests that the disorder is from site hopping. The thermal energy cannot break the associated hydrogen bonds, and individual N atoms begin to freeze into a single unique site. As the DMA ion links with the framework through two hydrogen bonds, one of the three primitive cell axes, the b p-axis in this work, then becomes unique. Considering the triangular geometry of the DMA ion, the αp and γp angles will experience a sudden decrease during the R-to-M phase transition. The order-disorder phase transition is also reflected by the GDOS results, and the strong guest-host interaction over the thermal energy forces the ordered structure in DMA-MOF. For GUA-MOF, the A-site ion is tightly restricted by the MOF framework, presenting a strong guest-host interaction. Thus, its dielectric constant is found to be stable over a broad temperature range. With thermal contraction shrinking the size of the A-site cavity, the interaction between the N-H and six MOF framework oxygens is further enhanced, reflected by its strong anharmonic lattice dynamics. Such competition between the guest-host interaction and the thermal energy possibly explains the increase of the dielectric constant at lower temperatures, while the detailed mechanism still needs further investigation. The GUA ion has a planar geometry and alternative alignments along the b p-axis. Thus GUA-MOF exhibits a larger thermal expansion coefficient along the ⟨0 1 0⟩p direction than the other two [0 0 1]p directions. Moreover, the planar geometry and the enhanced hydrogen bonds follow the framework hinging mechanism, which is the reason that the βp angle of the primitive cell presents an opposite trend compared with that of MA-MOF.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>By systematically investigating\nthree MOFPs, <bold>MA-MOF</bold>, <bold>DMA-MOF</bold>, and <bold>GUA-MOF</bold>, it was found that\nthe properties are closely related to the alignments of protonated\namines within cubic cages. QENS and DFT–MD calculations identified\nactive internal rotation of methyl groups in MA and DMA ions of <bold>MA/DMA-MOF</bold>. Analyses of both static and dynamic structures\nreveal that the orientation of the <italic toggle=\"yes\">A</italic>-site molecular\nions is highly dependent on the distortions of the eight surrounded\nMgO<sub>6</sub> octahedra which in turn are driven by the gross molecular\nshape of the <italic toggle=\"yes\">A</italic>-site ammonium cations as the directional\nhydrogen bonds rely on the coordination environment of the oxygen.\nThe prerequisite for the realignments of the <italic toggle=\"yes\">A</italic>-site\nmolecular ions is that the framework O ions can supply energy-equivalent\nacceptor sites for N–H···O bonds. The present\nwork not only provides a detailed physiochemical view of the inextricable\nand mutual interactions between the <italic toggle=\"yes\">A</italic>-site molecular\nions and the MOF frameworks in MOFPs, it also highlights their influence\non polar functionalities. We therefore propose that the structure\nand nature of hydrogen bonds related to molecular ions can be regarded\nas the principal factors in designing functional hybrid perovskites.\nWe believe this strategy will become the impetus to investigate the\nnovel functions in other framework materials.</p>", "clean_text": "Conclusions\n\nBy systematically investigating three MOFPs, MA-MOF, DMA-MOF, and GUA-MOF, it was found that the properties are closely related to the alignments of protonated amines within cubic cages. QENS and DFT-MD calculations identified active internal rotation of methyl groups in MA and DMA ions of MA/DMA-MOF. Analyses of both static and dynamic structures reveal that the orientation of the A-site molecular ions is highly dependent on the distortions of the eight surrounded MgO6 octahedra which in turn are driven by the gross molecular shape of the A-site ammonium cations as the directional hydrogen bonds rely on the coordination environment of the oxygen. The prerequisite for the realignments of the A-site molecular ions is that the framework O ions can supply energy-equivalent acceptor sites for N-H⋅⋅⋅O bonds. The present work not only provides a detailed physiochemical view of the inextricable and mutual interactions between the A-site molecular ions and the MOF frameworks in MOFPs, it also highlights their influence on polar functionalities. We therefore propose that the structure and nature of hydrogen bonds related to molecular ions can be regarded as the principal factors in designing functional hybrid perovskites. We believe this strategy will become the impetus to investigate the novel functions in other framework materials.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.chemmater.1c03276?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.chemmater.1c03276</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Models used to\nfit the EISF; detailed information of\nsingle-crystal X-ray refinements and symmetry mode analyses; Le-Bail\nfitting results of the XRPD patterns and the temperature-dependent\nlattice parameters; experimental <italic toggle=\"yes\">S</italic>(<italic toggle=\"yes\">Q</italic>,ω) spectra of the three MOFPs measured at different temperatures\nand calculated results at 300 K; and detailed information of the DFT–MD\nresults (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.chemmater.1c03276.  Models used to fit the EISF; detailed information of single-crystal X-ray refinements and symmetry mode analyses; Le-Bail fitting results of the XRPD patterns and the temperature-dependent lattice parameters; experimental S(Q,ω) spectra of the three MOFPs measured at different temperatures and calculated results at 300 K; and detailed information of the DFT-MD results (PDF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Models used to\nfit the EISF; detailed information of\nsingle-crystal X-ray refinements and symmetry mode analyses; Le-Bail\nfitting results of the XRPD patterns and the temperature-dependent\nlattice parameters; experimental <italic toggle=\"yes\">S</italic>(<italic toggle=\"yes\">Q</italic>,ω) spectra of the three MOFPs measured at different temperatures\nand calculated results at 300 K; and detailed information of the DFT–MD\nresults (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Models used to fit the EISF; detailed information of single-crystal X-ray refinements and symmetry mode analyses; Le-Bail fitting results of the XRPD patterns and the temperature-dependent lattice parameters; experimental S(Q,ω) spectra of the three MOFPs measured at different temperatures and calculated results at 300 K; and detailed information of the DFT-MD results (PDF)", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 5, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Syntheses</title><p>All\nsolvents and reagents for the syntheses\nwere commercially available and used as received. The three compounds\n(<bold>MA-MOF</bold>, <bold>DMA-MOF</bold>, and <bold>GUA-MOF</bold>) were synthesized by mild solution methods. Taking <bold>MA-MOF</bold> as an example, it was prepared as follows: 25.8 mL of HCOOH (89%,\n600 mmol) solution was added to the solution of CH<sub>3</sub>NH<sub>2</sub>·HCl (2.04 g, 30 mmol) in the component solvent of C<sub>2</sub>H<sub>5</sub>OH/dimethylformamide (200 mL, 1:1 ratio). After\nfully mixing, 100 mL of aqueous solution of Mg­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (7.69 g, 30 mmol) was added dropwise\ninto the prepared solution. The solution was continuously stirred\nfor about 2 h. The reaction vessel was tightly sealed by the plastic\nmembrane and transferred to an oven. The resultant reaction was left\nat 60 °C for 2 weeks, and then colorless quadrate block crystals\n(0.5–2 mm in dimension) of X-ray quality were collected after\nwashing with ethanol and drying in the air (approximate yield ∼\n55%). Single crystals of <bold>DMA-MOF</bold> (triangle prism) and <bold>GUA-MOF</bold> (octahedron spindle) were obtained by a method similar\nto that described for <bold>MA-MOF</bold> by replacing CH<sub>3</sub>NH<sub>2</sub>·HCl with (CH<sub>3</sub>)<sub>2</sub>NH·HCl\nand (NH<sub>2</sub>)<sub>2</sub>CNH·HCl, respectively (yield\n∼ <italic toggle=\"yes\">ca.</italic> 50 and 40%).</p>", "clean_text": "Experimental Section\n\nSyntheses\n\nAll solvents and reagents for the syntheses were commercially available and used as received. The three compounds (MA-MOF, DMA-MOF, and GUA-MOF) were synthesized by mild solution methods. Taking MA-MOF as an example, it was prepared as follows: 25.8 mL of HCOOH (89%, 600 mmol) solution was added to the solution of CH3NH2⋅HCl (2.04 g, 30 mmol) in the component solvent of C2H5OH/dimethylformamide (200 mL, 1:1 ratio). After fully mixing, 100 mL of aqueous solution of Mg(NO3)2⋅6H2O (7.69 g, 30 mmol) was added dropwise into the prepared solution. The solution was continuously stirred for about 2 h. The reaction vessel was tightly sealed by the plastic membrane and transferred to an oven. The resultant reaction was left at 60 °C for 2 weeks, and then colorless quadrate block crystals (0.5-2 mm in dimension) of X-ray quality were collected after washing with ethanol and drying in the air (approximate yield ~ 55%). Single crystals of DMA-MOF (triangle prism) and GUA-MOF (octahedron spindle) were obtained by a method similar to that described for MA-MOF by replacing CH3NH2⋅HCl with (CH3)2NH⋅HCl and (NH2)2CNH⋅HCl, respectively (yield ~ ca. 50 and 40%).", "data": [{"meta": {"name": "MA-MOF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solution method", "precursor": [{"name": "HCOOH", "amount": "25.8", "unit": "mL"}, {"name": "CH3NH2·HCl", "amount": "2.04", "unit": "g"}, {"name": "Mg(NO3)2·6H2O", "amount": "7.69", "unit": "g"}], "solvent": [{"name": "C2H5OH", "amount": "100", "unit": "mL"}, {"name": "dimethylformamide", "amount": "100", "unit": "mL"}], "pressure": "", "temperature": "60°C", "time": "2 weeks"}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "55%"}, {"meta": {"name": "DMA-MOF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solution method", "precursor": [{"name": "HCOOH", "amount": "25.8", "unit": "mL"}, {"name": "(CH3)2NH·HCl", "amount": "2.04", "unit": "g"}, {"name": "Mg(NO3)2·6H2O", "amount": "7.69", "unit": "g"}], "solvent": [{"name": "C2H5OH", "amount": "100", "unit": "mL"}, {"name": "dimethylformamide", "amount": "100", "unit": "mL"}], "pressure": "", "temperature": "60°C", "time": "2 weeks"}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "ca. 50%"}, {"meta": {"name": "GUA-MOF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solution method", "precursor": [{"name": "HCOOH", "amount": "25.8", "unit": "mL"}, {"name": "(NH2)2CNH·HCl", "amount": "2.04", "unit": "g"}, {"name": "Mg(NO3)2·6H2O", "amount": "7.69", "unit": "g"}], "solvent": [{"name": "C2H5OH", "amount": "100", "unit": "mL"}, {"name": "dimethylformamide", "amount": "100", "unit": "mL"}], "pressure": "", "temperature": "60°C", "time": "2 weeks"}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "ca. 40%"}], "include_properties": ["solvothermal_synthesis", "washing", "drying"]}, {"idx": "10, 16", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Dielectric Properties</title><p>The composition of the three\nMOFPs differs only in the identity of the <italic toggle=\"yes\">A</italic>-site\npronated amines. MA and DMA ions have polar structures, that is, dipole\nmoments, while the structure of the GUA ion yields no polar axis,\nand instead, it exhibits a hexapole moment. These characteristic components have a strong impact on the bulk\nproperties of these MOFPs. a–c shows the temperature-dependent dielectric\nresponses (the dielectric constant ε<sub>r</sub> and dielectric\nloss tan δ) of the three MOFPs. For <bold>MA-MOF</bold>, the\ndielectric constant monotonically decreases as the temperature (<italic toggle=\"yes\">T</italic>) is decreased. A noticeable but small dielectric anomaly\nnear 150 K (inset of a) is obtained and possibly related to the commensurate-incommensurate\nphase transition as reported recently in the analogous [CH<sub>3</sub>NH<sub>3</sub>]­[Co­(HCOO)<sub>3</sub>] single crystal. In the case of <bold>DMA-MOF</bold>, a steplike\ndielectric anomaly occurs around 270 K, associated with a strong dielectric\nrelaxation process over the temperature range between 150 and 270\nK as reflected by the frequency dispersion of the dielectric constant.\nThe broad dielectric peak indicates an order–disorder phase\ntransition, which is consistent with previous results. The inset plot displays the logarithm of the applied frequency as\na function of inverse temperature corresponding to the peak in tan\nδ spectra. For the low-temperature region, the data can be well\nfitted by the Arrhenius law<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>f</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">exp</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>Where <italic toggle=\"yes\">E</italic>\n<sub>a</sub> is the\nactivation energy, <italic toggle=\"yes\">f</italic>\n<sub>0</sub> is the relaxation\nfrequency constant, and <italic toggle=\"yes\">RT</italic> is the thermal energy.\nThe fitting results estimate that <italic toggle=\"yes\">E</italic>\n<sub>a</sub> and <italic toggle=\"yes\">f</italic>\n<sub>0</sub> are around 0.284 eV and 17 GHz, respectively,\nwhich are in the range similar to those for the 120° reorientation\nof the DMA ion around the C–C axis. In the high-temperature range, the peak of the dielectric losses\nbecomes frequency-independent, which is phenomenologically similar\nto the ferroelectric-to-paraelectric phase transition with the softening\nof the phonon modes.\nc shows the temperature-dependent\ndielectric properties of <bold>GUA-MOF</bold>. Its dielectric constant\nremains almost invariant over a broad temperature range with no evident\nfrequency dispersion. However, it displays the surprising feature\nthat the dielectric constant increases with decreasing temperature,\nand this trend remains unchanged even at 10 K. This behavior is quite\nsimilar to that observed in incipient ferroelectrics such as SrTiO<sub>3</sub> and rutile TiO<sub>2</sub>, although the dielectric constant\nis several orders of magnitude smaller than those of the other two\nmaterials.\n</p><p>The evolution of the lattice parameters as a function\nof temperature\nis summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>. For both <bold>MA-MOF</bold> and <bold>GUA-MOF</bold>, the lattice parameters present\na continuous change when cooling down from room temperature. It is\nfound that their <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">b</italic>-axes exhibit\npositive thermal expansions, while their <italic toggle=\"yes\">c</italic>-axes show\na negative thermal expansion. Because three MOFPs exhibit different\nsymmetries and axis settings, it is difficult to compare the lattice\nparameters and associated temperature-dependent behavior directly. b plots the lattice\nparameters of the primitive perovskite unit cell, which are calculated\nfrom the axis relationship listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c03276/suppl_file/cm1c03276_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. Both <bold>MA-MOF</bold> and <bold>GUA-MOF</bold> have a monoclinic\nprimitive cell with <italic toggle=\"yes\">a</italic>\n<sub>p</sub> = <italic toggle=\"yes\">c</italic>\n<sub>p</sub> ≠ <italic toggle=\"yes\">b</italic>\n<sub>p</sub> and α<sub>p</sub> = γ<sub>p</sub> = 90° ≠ β<sub>p</sub>. Moreover, their <italic toggle=\"yes\">a</italic>\n<sub>p</sub> and <italic toggle=\"yes\">b</italic>\n<sub>p</sub> values present an almost linear temperature dependence,\nand the thermal expansion coefficients are estimated to be 22.6(4)\nMK<sup>–1</sup> (<bold>MA-MOF</bold>) and 11.4(4) MK<sup>–1</sup> (<bold>GUA-MOF</bold>) along the <italic toggle=\"yes\">a</italic>\n<sub>p</sub>/<italic toggle=\"yes\">c</italic>\n<sub>p</sub>-axis and 23.7(4) MK<sup>–1</sup> (<bold>MA-MOF</bold>) and 23.2(7) MK<sup>–1</sup> (<bold>GUA-MOF</bold>) along the <italic toggle=\"yes\">b</italic>\n<sub>p</sub>-axis. In other words,\nthe thermal expansion of <bold>MA-MOF</bold> is almost isotropic along\nthe three [0 0 1]<sub>p</sub> directions, while <bold>GUA-MOF</bold> experiences faster thermal expansion along the <italic toggle=\"yes\">b</italic>\n<sub>p</sub>-axis. Intriguingly, the evolution of β<sub>p</sub> for <bold>MA-MOF</bold> and <bold>GUA-MOF</bold> has an opposite\ntrend. The β<sub>p</sub> of two MOF samples can be treated as\nthe hinge angle under the simplified “hinge-strut” architecture\nwhere the HCOO<sup>–</sup> ligand and the Mg<sup>2+</sup> cation\npresent the hinge and strut, respectively. However, it is noteworthy that the β<sub>p</sub> used in this\nstudy is the supplementary angle of the hinge angle θ proposed\nby Collings <italic toggle=\"yes\">et al.</italic> in perovskite-like formates. The shape of the <italic toggle=\"yes\">A</italic>-site molecular\nions significantly affects the evolution of hinge angles as a function\nof temperature. The prolate cations such as MA ions display the opposite\ntrend in comparison with the oblate GUA ion according to the framework\nhinging mechanism. For <bold>DMA-MOF</bold>, its\nR phase structure contains a rhombohedral primitive cell (<italic toggle=\"yes\">a</italic>\n<sub>p</sub> = <italic toggle=\"yes\">c</italic>\n<sub>p</sub> = <italic toggle=\"yes\">b</italic>\n<sub>p</sub>, α<sub>p</sub> = β<sub>p</sub> = γ<sub>p</sub> ≠ 90°), while the M phase has\na triclinic primitive cell with the relationship: <italic toggle=\"yes\">a</italic>\n<sub>p</sub> = <italic toggle=\"yes\">c</italic>\n<sub>p</sub> ≠ <italic toggle=\"yes\">b</italic>\n<sub>p</sub> and α<sub>p</sub> = γ<sub>p</sub> ≠\nβ<sub>p</sub>. The thermal expansion coefficients are estimated\nto be 27.5(5) MK<sup>–1</sup> (R phase) along three equivalent\n[0 0 1]<sub>p</sub> directions, 14.9(7) MK<sup>–1</sup> (M\nphase) along the ⟨1 0 0⟩<sub>p</sub>/⟨0 0 1⟩<sub>p</sub> direction, and 9.5(4) MK<sup>–1</sup> (M phase) along\nthe ⟨0 1 0⟩<sub>p</sub> direction. Additionally, when\nthe R phase transfers into the M phase, the equivalent cell angle\nsplits into two different values (middle panel of b). With further decreasing\ntemperature, the α<sub>p</sub>/γ<sub>p</sub> angle of\nthe M-phase remains almost unchanged, while the β<sub>p</sub> angle gradually increases. Despite the primitive cell parameters\nof the three MOFPs exhibiting different trends when cooling down from\nroom temperature, the cell volumes of the three samples display contractions\nduring this process.</p>", "clean_text": "Results and Discussion\n\nDielectric Properties\n\nThe composition of the three MOFPs differs only in the identity of the A-site pronated amines. MA and DMA ions have polar structures, that is, dipole moments, while the structure of the GUA ion yields no polar axis, and instead, it exhibits a hexapole moment. These characteristic components have a strong impact on the bulk properties of these MOFPs. a-c shows the temperature-dependent dielectric responses (the dielectric constant εr and dielectric loss tan δ) of the three MOFPs. For MA-MOF, the dielectric constant monotonically decreases as the temperature (T) is decreased. A noticeable but small dielectric anomaly near 150 K (inset of a) is obtained and possibly related to the commensurate-incommensurate phase transition as reported recently in the analogous [CH3NH3][Co(HCOO)3] single crystal. In the case of DMA-MOF, a steplike dielectric anomaly occurs around 270 K, associated with a strong dielectric relaxation process over the temperature range between 150 and 270 K as reflected by the frequency dispersion of the dielectric constant. The broad dielectric peak indicates an order-disorder phase transition, which is consistent with previous results. The inset plot displays the logarithm of the applied frequency as a function of inverse temperature corresponding to the peak in tan δ spectra. For the low-temperature region, the data can be well fitted by the Arrhenius law 1     f =   f   0   exp ⁡   -   E   a     R T      Where E a is the activation energy, f 0 is the relaxation frequency constant, and RT is the thermal energy. The fitting results estimate that E a and f 0 are around 0.284 eV and 17 GHz, respectively, which are in the range similar to those for the 120° reorientation of the DMA ion around the C-C axis. In the high-temperature range, the peak of the dielectric losses becomes frequency-independent, which is phenomenologically similar to the ferroelectric-to-paraelectric phase transition with the softening of the phonon modes. c shows the temperature-dependent dielectric properties of GUA-MOF. Its dielectric constant remains almost invariant over a broad temperature range with no evident frequency dispersion. However, it displays the surprising feature that the dielectric constant increases with decreasing temperature, and this trend remains unchanged even at 10 K. This behavior is quite similar to that observed in incipient ferroelectrics such as SrTiO3 and rutile TiO2, although the dielectric constant is several orders of magnitude smaller than those of the other two materials. \n\nThe evolution of the lattice parameters as a function of temperature is summarized in Figure S4. For both MA-MOF and GUA-MOF, the lattice parameters present a continuous change when cooling down from room temperature. It is found that their a- and b-axes exhibit positive thermal expansions, while their c-axes show a negative thermal expansion. Because three MOFPs exhibit different symmetries and axis settings, it is difficult to compare the lattice parameters and associated temperature-dependent behavior directly. b plots the lattice parameters of the primitive perovskite unit cell, which are calculated from the axis relationship listed in Table S3. Both MA-MOF and GUA-MOF have a monoclinic primitive cell with a p = c p ≠ b p and αp = γp = 90° ≠ βp. Moreover, their a p and b p values present an almost linear temperature dependence, and the thermal expansion coefficients are estimated to be 22.6(4) MK-1 (MA-MOF) and 11.4(4) MK-1 (GUA-MOF) along the a p/c p-axis and 23.7(4) MK-1 (MA-MOF) and 23.2(7) MK-1 (GUA-MOF) along the b p-axis. In other words, the thermal expansion of MA-MOF is almost isotropic along the three [0 0 1]p directions, while GUA-MOF experiences faster thermal expansion along the b p-axis. Intriguingly, the evolution of βp for MA-MOF and GUA-MOF has an opposite trend. The βp of two MOF samples can be treated as the hinge angle under the simplified \"hinge-strut\" architecture where the HCOO- ligand and the Mg2+ cation present the hinge and strut, respectively. However, it is noteworthy that the βp used in this study is the supplementary angle of the hinge angle θ proposed by Collings et al. in perovskite-like formates. The shape of the A-site molecular ions significantly affects the evolution of hinge angles as a function of temperature. The prolate cations such as MA ions display the opposite trend in comparison with the oblate GUA ion according to the framework hinging mechanism. For DMA-MOF, its R phase structure contains a rhombohedral primitive cell (a p = c p = b p, αp = βp = γp ≠ 90°), while the M phase has a triclinic primitive cell with the relationship: a p = c p ≠ b p and αp = γp ≠ βp. The thermal expansion coefficients are estimated to be 27.5(5) MK-1 (R phase) along three equivalent [0 0 1]p directions, 14.9(7) MK-1 (M phase) along the ⟨1 0 0⟩p/⟨0 0 1⟩p direction, and 9.5(4) MK-1 (M phase) along the ⟨0 1 0⟩p direction. Additionally, when the R phase transfers into the M phase, the equivalent cell angle splits into two different values (middle panel of b). With further decreasing temperature, the αp/γp angle of the M-phase remains almost unchanged, while the βp angle gradually increases. Despite the primitive cell parameters of the three MOFPs exhibiting different trends when cooling down from room temperature, the cell volumes of the three samples display contractions during this process.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "12 x 10-6", "unit": "K-1", "condition": ""}]}, {"meta": {"name": "MA-MOF", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "22.6(4)", "unit": "MK-1", "condition": "along the a_p/c_p-axis"}, {"value": "23.7(4)", "unit": "MK-1", "condition": "along the b_p-axis"}]}, {"meta": {"name": "GUA-MOF", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "11.4(4)", "unit": "MK-1", "condition": "along the a_p/c_p-axis"}, {"value": "23.2(7)", "unit": "MK-1", "condition": "along the b_p-axis"}]}, {"meta": {"name": "DMA-MOF", "symbol": "", "chemical formula": ""}, "thermal expansion coefficient": [{"value": "27.5(5)", "unit": "MK-1", "condition": "R phase, along three equivalent [0 0 1]_p directions"}, {"value": "14.9(7)", "unit": "MK-1", "condition": "M phase, along the ⟨1 0 0⟩_p/⟨0 0 1⟩_p direction"}, {"value": "9.5(4)", "unit": "MK-1", "condition": "M phase, along the ⟨0 1 0⟩_p direction"}]}]], "include_properties": ["thermal_expansion_coefficient"]}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Temperature-dependent dielectric spectra:\n(a) <bold>MA-MOF</bold>. The inset is the enlargement in the temperature\nrange from 95 to\n178 K. (b) <bold>DMA-MOF</bold>. The inset is the Arrhenius plot of\nthe maximal dielectric loss. (c) <bold>GUA-MOF</bold>. The crystal\nstructures of (d) <bold>MA-MOF</bold>, (e) <bold>DMA-MOF</bold>, and\n(f) <bold>GUA-MOF</bold>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Temperature-dependent dielectric spectra: (a) MA-MOF. The inset is the enlargement in the temperature range from 95 to 178 K. (b) DMA-MOF. The inset is the Arrhenius plot of the maximal dielectric loss. (c) GUA-MOF. The crystal structures of (d) MA-MOF, (e) DMA-MOF, and (f) GUA-MOF.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Temperature-dependent XRPD patterns of <bold>MA-MOF</bold>, <bold>DMA-MOF</bold>, and <bold>GUA-MOF</bold>. (b) Temperature dependence\nof lattice parameters (<italic toggle=\"yes\">a</italic>\n<sub>p</sub>, <italic toggle=\"yes\">b</italic>\n<sub>p</sub>, β<sub>p</sub>, and γ<sub>p</sub>) and cell\nvolumes of the three MOFPs referring to the primitive perovskite structure.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Temperature-dependent XRPD patterns of MA-MOF, DMA-MOF, and GUA-MOF. (b) Temperature dependence of lattice parameters (a p, b p, βp, and γp) and cell volumes of the three MOFPs referring to the primitive perovskite structure.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>\n<italic toggle=\"yes\">Q</italic>-dependent <italic toggle=\"yes\">S</italic>(<italic toggle=\"yes\">Q</italic>,ω) data of\n(a) <bold>MA-MOF</bold>, (b) <bold>DMA-MOF</bold>, and (c) <bold>GUA-MOF</bold> measured at 300 K. The bottom panels\nshow the representative spectra collected at <italic toggle=\"yes\">Q</italic> =\n1.6 Å<sup>–1</sup> fitted with an elastic peak and one\nLorentzian function convoluted with the instrumental resolution. (d) <italic toggle=\"yes\">Q</italic>\n<sup>2</sup>-dependent hwhm of Lorentzian function used\nto fit the QENS spectra of <bold>MA/DMA-MOFs</bold>. The experimental\nEISFs of (e) <bold>MA-MOF</bold> and (f) <bold>DMA-MOF</bold> measured\nat 300 K fitted with the proposed dynamic models.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3   Q-dependent S(Q,ω) data of (a) MA-MOF, (b) DMA-MOF, and (c) GUA-MOF measured at 300 K. The bottom panels show the representative spectra collected at Q = 1.6 Å-1 fitted with an elastic peak and one Lorentzian function convoluted with the instrumental resolution. (d) Q 2-dependent hwhm of Lorentzian function used to fit the QENS spectra of MA/DMA-MOFs. The experimental EISFs of (e) MA-MOF and (f) DMA-MOF measured at 300 K fitted with the proposed dynamic models.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic of hydrogen bonds involving in the single (a)\nMA, (b)\nDMA, and (c) GUA ions and the thermal displacements of H in (d) MA,\n(e) DMA, and (f) GUA ions taken from the DFT–MD trajectories\nwithin 3, 10, and 20 ps, respectively.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Schematic of hydrogen bonds involving in the single (a) MA, (b) DMA, and (c) GUA ions and the thermal displacements of H in (d) MA, (e) DMA, and (f) GUA ions taken from the DFT-MD trajectories within 3, 10, and 20 ps, respectively.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Histograms of C and N\ndisplacements from the time-averaged position\nwithin the <italic toggle=\"yes\">A</italic>-site ions of (a) <bold>MA-MOF</bold>, (b) <bold>DMA-MOF</bold>, and (c) <bold>GUA-MOF</bold>. The density\nmaps of the C–N vectors associated with the (d) MA and (e)\nDMA ions within the perovskite cage, which are determined by the DFT–MD\nwithin 20 ps at 300 K. The inset shows the polar (0 ≤ θ\n≤ 180°) and azimuth (−180° ≤ φ\n≤ 180°) angles with respect to the axes of the primitive\nperovskite unit.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Histograms of C and N displacements from the time-averaged position within the A-site ions of (a) MA-MOF, (b) DMA-MOF, and (c) GUA-MOF. The density maps of the C-N vectors associated with the (d) MA and (e) DMA ions within the perovskite cage, which are determined by the DFT-MD within 20 ps at 300 K. The inset shows the polar (0 ≤ θ ≤ 180°) and azimuth (-180° ≤ φ ≤ 180°) angles with respect to the axes of the primitive perovskite unit.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>GDOS of (a) <bold>MA-MOF</bold>, (b) <bold>DMA-MOF</bold>, and\n(c) <bold>GUA-MOF</bold> measured at 100, 200, and 300 K. The shaded\nregions are the GDOS calculated by DFT–MD at 300 K.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c03276_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  GDOS of (a) MA-MOF, (b) DMA-MOF, and (c) GUA-MOF measured at 100, 200, and 300 K. The shaded regions are the GDOS calculated by DFT-MD at 300 K.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.1c03276", "title": "\nRole of A‑Site Molecular Ions\nin the Polar Functionality of Metal–Organic Framework Perovskites\n", "journal": "American Chemical Society", "date": "2021.12", "author_list": ["Lu\nTeng", "Cortie\nDavid", "Li\nZuo-Xi", "Narayanan\nNarendirakumar", "Liu\nZhen", "Sun\nQingbo", "Frankcombe\nTerry J.", "McIntyre\nGarry J.", "Yu\nDehong", "Liu\nYun"]}}