{"filepath": "../L2M3_data/1_application_papers/acs_xml/cm1c02670.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Layered\nmetal–organic frameworks are promising candidates\nfor new two-dimensional (2D) magnets, as the synthetic programmability\nof these materials can provide a route to diverse structural and electronic\nproperties. However, such framework materials typically lack the heavy\nelements that engender magnetocrystalline anisotropy in the monolayer\nferromagnets reported to date. Alternative sources of magnetic anisotropy\nare therefore needed in these materials. Here, we report the synthesis\nof single crystals of the framework material (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>] (H<sub>2</sub>L = 3,6-dichloro-2,5-dihydroxybenzoquinone)\nand evaluate the angular dependence of its magnetic properties. Oriented-crystal\nmagnetization measurements reveal strong uniaxial anisotropy, where\nthe easy axis is aligned with the crystallographic <italic toggle=\"yes\">c</italic> axis. While the spin carriers of this structure are isotropic <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup> metal centers\nand <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> organic linkers,\nthe anisotropy energy of the framework material is comparable to that\nof reported 2D ferromagnets. Density functional theory calculations\nindicate that the observed magnetocrystalline anisotropy arises from\nligand-to-metal charge transfer that enhances the magnetic anisotropy\nof the otherwise-isotropic Fe centers, suggesting that metal–ligand\ncovalency can be utilized as a general additive for the development\nof 2D magnets. These results show the possibility for (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>] to retain magnetic order\ndown to the 2D monolayer limit. In addition, the combination of large\nmagnetic anisotropy and semiconducting character in (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>] highlights its potential\nas a new 2D magnetic semiconductor.</p>", "clean_text": "Layered metal-organic frameworks are promising candidates for new two-dimensional (2D) magnets, as the synthetic programmability of these materials can provide a route to diverse structural and electronic properties. However, such framework materials typically lack the heavy elements that engender magnetocrystalline anisotropy in the monolayer ferromagnets reported to date. Alternative sources of magnetic anisotropy are therefore needed in these materials. Here, we report the synthesis of single crystals of the framework material (NMe4)2[Fe2L3] (H2L = 3,6-dichloro-2,5-dihydroxybenzoquinone) and evaluate the angular dependence of its magnetic properties. Oriented-crystal magnetization measurements reveal strong uniaxial anisotropy, where the easy axis is aligned with the crystallographic c axis. While the spin carriers of this structure are isotropic S = 5/2 FeIII metal centers and S = 1/2 organic linkers, the anisotropy energy of the framework material is comparable to that of reported 2D ferromagnets. Density functional theory calculations indicate that the observed magnetocrystalline anisotropy arises from ligand-to-metal charge transfer that enhances the magnetic anisotropy of the otherwise-isotropic Fe centers, suggesting that metal-ligand covalency can be utilized as a general additive for the development of 2D magnets. These results show the possibility for (NMe4)2[Fe2L3] to retain magnetic order down to the 2D monolayer limit. In addition, the combination of large magnetic anisotropy and semiconducting character in (NMe4)2[Fe2L3] highlights its potential as a new 2D magnetic semiconductor.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Since\nthe discovery of graphene, two-dimensional (2D) materials\nthat can be exfoliated down to the monolayer limit have received ever-increasing\nattention. Such materials can exhibit diverse phenomena that\ndiffer from those observed in their bulk counterparts, and they could\nfind use in numerous electronic, optical, and electrochemical applications. Further, the properties of 2D materials can be controlled through\ntheir incorporation into van der Waals heterostructures or through\nelectrical gating, thereby providing a vast phase space for the exploration\nof materials properties. Within the class of 2D materials,\nmagnetic properties have been studied much less than the aforementioned\nproperties, despite the potential for integrating these materials\nwithin novel magneto-optical or magneto-electronic devices. Indeed, ferromagnetic order at the monolayer\nlimit was only recently experimentally demonstrated. Although the number of authentic 2D ferromagnets remains exceedingly\nsmall, this discovery has already launched new research directions\nto control and utilize the magnetic properties of these materials.\n</p>", "clean_text": "Introduction\n\nSince the discovery of graphene, two-dimensional (2D) materials that can be exfoliated down to the monolayer limit have received ever-increasing attention. Such materials can exhibit diverse phenomena that differ from those observed in their bulk counterparts, and they could find use in numerous electronic, optical, and electrochemical applications. Further, the properties of 2D materials can be controlled through their incorporation into van der Waals heterostructures or through electrical gating, thereby providing a vast phase space for the exploration of materials properties. Within the class of 2D materials, magnetic properties have been studied much less than the aforementioned properties, despite the potential for integrating these materials within novel magneto-optical or magneto-electronic devices. Indeed, ferromagnetic order at the monolayer limit was only recently experimentally demonstrated. Although the number of authentic 2D ferromagnets remains exceedingly small, this discovery has already launched new research directions to control and utilize the magnetic properties of these materials. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The development of new layered magnetic materials is of great\ntechnological\nvalue, with magnetic semiconductors being of particular interest.\nIn the bulk phase, the spin-polarized transport and magneto-optical\nproperties of magnetic semiconductors are critical in devices such\nas magnetic tunnel junctions and spin field-effect transistors, and the ability to tune the magnetic ordering temperature and coercivity\nof these materials with electric fields provides advantages over metallic\nand insulating magnetic materials. In particular,\nextending the properties of magnetic semiconductors into van der Waals\nheterostructure devices could give rise to new applications in spin-\nand valleytronics.\n</p>", "clean_text": "The development of new layered magnetic materials is of great technological value, with magnetic semiconductors being of particular interest. In the bulk phase, the spin-polarized transport and magneto-optical properties of magnetic semiconductors are critical in devices such as magnetic tunnel junctions and spin field-effect transistors, and the ability to tune the magnetic ordering temperature and coercivity of these materials with electric fields provides advantages over metallic and insulating magnetic materials. In particular, extending the properties of magnetic semiconductors into van der Waals heterostructure devices could give rise to new applications in spin- and valleytronics. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks represent a\npromising materials\nplatform to develop 2D magnetic semiconductors. In comparison to conventional inorganic solids, metal–organic\nframeworks offer greatly enhanced chemical versatility, as their electronic,\nmagnetic, and optical properties can be predictively and widely modulated\nthrough metal ion or organic linker substitution. This synthetic\nprogrammability enables the elucidation of structure–property\nrelationships to guide the design of new materials. Recently, a number\nof layered metal–organic materials have been predicted or demonstrated\nto display magnetic order and semiconducting character in the bulk,\nthough none have been studied at the 2D limit. The Mermin–Wagner theorem suggests that long-range magnetic\norder in low-dimensional (1D or 2D) systems is strongly suppressed\nby thermal fluctuations at finite temperatures in the absence of magnetic\nanisotropy. Specifically, for a material\nto retain its magnetic order when exfoliated to the 2D limit, it must\npossess intrinsic magnetocrystalline anisotropy, where the crystal\nstructure of the material dictates the symmetry of the anisotropy. For example, in CrI<sub>3</sub>, strong uniaxial\nanisotropy (0.25 meV/Cr) enables monolayer ferromagnetic ordering\nwith a <italic toggle=\"yes\">T</italic>\n<sub>C</sub> of 45 K, and higher magnetic ordering temperatures\nhave been achieved in 2D materials with increased anisotropy energies. Magnetocrystalline anisotropy arises from spin–orbit\ncoupling, typically in the form of single-ion anisotropy, as in rare-earth\nmagnets containing magnetic ions with large spin–orbit coupling, or as exchange anisotropy, as in CrI<sub>3</sub> where superexchange interactions mediated by iodide ions with large\nspin–orbit coupling generate anisotropy. Because spin–orbit coupling is the primary contributor\nto magnetocrystalline anisotropy, and because metal–organic\nmagnets lack the heavy elements that provide strong spin–orbit\ncoupling and engender anisotropy in most reported 2D magnets, detailed characterization of the magnetic anisotropy of metal–organic\nmagnets is needed to assess their potential as new candidates for\n2D magnetic semiconductors.</p>", "clean_text": "Metal-organic frameworks represent a promising materials platform to develop 2D magnetic semiconductors. In comparison to conventional inorganic solids, metal-organic frameworks offer greatly enhanced chemical versatility, as their electronic, magnetic, and optical properties can be predictively and widely modulated through metal ion or organic linker substitution. This synthetic programmability enables the elucidation of structure-property relationships to guide the design of new materials. Recently, a number of layered metal-organic materials have been predicted or demonstrated to display magnetic order and semiconducting character in the bulk, though none have been studied at the 2D limit. The Mermin-Wagner theorem suggests that long-range magnetic order in low-dimensional (1D or 2D) systems is strongly suppressed by thermal fluctuations at finite temperatures in the absence of magnetic anisotropy. Specifically, for a material to retain its magnetic order when exfoliated to the 2D limit, it must possess intrinsic magnetocrystalline anisotropy, where the crystal structure of the material dictates the symmetry of the anisotropy. For example, in CrI3, strong uniaxial anisotropy (0.25 meV/Cr) enables monolayer ferromagnetic ordering with a T C of 45 K, and higher magnetic ordering temperatures have been achieved in 2D materials with increased anisotropy energies. Magnetocrystalline anisotropy arises from spin-orbit coupling, typically in the form of single-ion anisotropy, as in rare-earth magnets containing magnetic ions with large spin-orbit coupling, or as exchange anisotropy, as in CrI3 where superexchange interactions mediated by iodide ions with large spin-orbit coupling generate anisotropy. Because spin-orbit coupling is the primary contributor to magnetocrystalline anisotropy, and because metal-organic magnets lack the heavy elements that provide strong spin-orbit coupling and engender anisotropy in most reported 2D magnets, detailed characterization of the magnetic anisotropy of metal-organic magnets is needed to assess their potential as new candidates for 2D magnetic semiconductors.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>To this end, one particularly promising\nclass of materials for\nfurther study is the family of layered, honeycomb framework materials\nbased on the ligand 2,5-dihydroxybenzoquinone and its derivatives. These materials can be synthesized with a large\nnumber of different metal centers or organic linkers, giving rise\nto a diverse range of electronic and magnetic phenomena, and post-synthetic reduction or oxidation of these materials enables\nfurther modification of their properties. Of particular interest is the framework\nmaterial (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>]·6DMF·2H<sub>2</sub>O (<bold>1</bold>) (H<sub>2</sub>L = 3,6-dichloro-2,5-dihydroxybenzoquinone), which is a ferrimagnetic\nsemiconductor with a characteristic temperature of <italic toggle=\"yes\">T</italic>\n<sub>C</sub> = 80 K. The conductivity\nof this material arises from organic linker-centered mixed valency,\nwhile the magnetic order arises from strong metal–radical coupling.\nBoth the magnetic ordering temperature and conductivity of this material\ncan be readily modified through post-synthetic reduction. Further,\nthe large number of electrochemically accessible redox states suggests\nthat the magnetic and electronic properties of monolayers of <bold>1</bold> could be easily tuned in an electrically gated device. Importantly, while the spin carriers of <bold>1</bold> are isotropic <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup> metal centers\nand <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> L<sup>3–•</sup> linkers, magnetic measurements on nonoriented powders reveal a large\ncoercive field of <italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 2630 Oe at 1.8\nK, suggesting the presence of magnetic anisotropy.\n</p>", "clean_text": "To this end, one particularly promising class of materials for further study is the family of layered, honeycomb framework materials based on the ligand 2,5-dihydroxybenzoquinone and its derivatives. These materials can be synthesized with a large number of different metal centers or organic linkers, giving rise to a diverse range of electronic and magnetic phenomena, and post-synthetic reduction or oxidation of these materials enables further modification of their properties. Of particular interest is the framework material (H2NMe2)2[Fe2L3]⋅6DMF⋅2H2O (1) (H2L = 3,6-dichloro-2,5-dihydroxybenzoquinone), which is a ferrimagnetic semiconductor with a characteristic temperature of T C = 80 K. The conductivity of this material arises from organic linker-centered mixed valency, while the magnetic order arises from strong metal-radical coupling. Both the magnetic ordering temperature and conductivity of this material can be readily modified through post-synthetic reduction. Further, the large number of electrochemically accessible redox states suggests that the magnetic and electronic properties of monolayers of 1 could be easily tuned in an electrically gated device. Importantly, while the spin carriers of 1 are isotropic S = 5/2 FeIII metal centers and S = 1/2 L3-⋅ linkers, magnetic measurements on nonoriented powders reveal a large coercive field of H c = 2630 Oe at 1.8 K, suggesting the presence of magnetic anisotropy. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Although single crystals of <bold>1</bold> are too\nsmall to perform\noriented magnetic measurements, the chemical versatility of these\nmaterials enables the exploration of related compounds for which large\nsingle crystals can be grown. Herein, we report the synthesis and\nmagnetic characterization of the material (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>]·7DMF (<bold>2</bold>), which contains\na 2D honeycomb framework isostructural to that in <bold>1</bold> with\na similar electronic and magnetic structure. Oriented-crystal magnetic\nmeasurements reveal strong uniaxial magnetocrystalline anisotropy,\nwith the easy axis of magnetization aligned perpendicular to the 2D\nlayers. The calculated anisotropy energy is comparable to that of\nCrI<sub>3</sub>, and density functional theory (DFT) calculations\nsuggest that the anisotropy originates from the covalency of the Fe<sup>III</sup>–L<sup>3–•</sup> interaction. Together,\nthese results illustrate the potential of <bold>2</bold> to exhibit\nmagnetic order at the monolayer limit.</p>", "clean_text": "Although single crystals of 1 are too small to perform oriented magnetic measurements, the chemical versatility of these materials enables the exploration of related compounds for which large single crystals can be grown. Herein, we report the synthesis and magnetic characterization of the material (NMe4)2[Fe2L3]⋅7DMF (2), which contains a 2D honeycomb framework isostructural to that in 1 with a similar electronic and magnetic structure. Oriented-crystal magnetic measurements reveal strong uniaxial magnetocrystalline anisotropy, with the easy axis of magnetization aligned perpendicular to the 2D layers. The calculated anisotropy energy is comparable to that of CrI3, and density functional theory (DFT) calculations suggest that the anisotropy originates from the covalency of the FeIII-L3-⋅ interaction. Together, these results illustrate the potential of 2 to exhibit magnetic order at the monolayer limit.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis,\nStructure, and Bulk Magnetic Properties</title><p>Black hexagonal plate-shaped\ncrystals of <bold>2</bold> were grown\nby heating a mixture of Fe­(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O, H<sub>2</sub>L, and (NMe<sub>4</sub>)­BF<sub>4</sub> in\nDMF at 130 °C for 2 days. While similar syntheses for <bold>1</bold> yielded crystals with typical widths of ca. 30 μm, this synthetic procedure generated crystals\nof <bold>2</bold> with widths as large as 100–200 μm\nand thicknesses as large as 5–20 μm. Single-crystal X-ray\ndiffraction analysis revealed that <bold>2</bold> crystallizes in\nthe trigonal space group <italic toggle=\"yes\">P</italic>3̅1<italic toggle=\"yes\">m</italic>, with a structure comprising extended anionic layers of [Fe<sub>2</sub>L<sub>3</sub>]<sup>2–</sup> separated by NMe<sub>4</sub>\n<sup>+</sup> cations, with an interlayer <italic toggle=\"yes\">d</italic>\n<sub>Fe–Fe</sub> of 9.9759(18) Å (a). The position of the cation between the anionic layers,\nrather than within the pore of the framework, results in a 14% increase\nin the interlayer spacing compared to <bold>1</bold>, which should\nfurther reduce the strength of interlayer magnetic coupling and thus\nenhance the 2D characteristics of <bold>2</bold>. The DMF solvent\nmolecules are disordered in the lattice, and their presence was confirmed\nby elemental and thermogravimetric analyses (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). The anionic metal–organic layer features a honeycomb\nnetwork within the crystallographic <italic toggle=\"yes\">ab</italic> plane, and\nthe layers stack in a fully eclipsed manner to generate hexagonal\n1D channels along the crystallographic <italic toggle=\"yes\">c</italic> axis with\npore diameters of 15.6717(21) Å. The former manifests in hexagonal\ncrystal faces and the latter coincides with the shorter dimension\nof the crystal, as verified by face indexing of the crystals (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Scanning electron microscopy (SEM)\nstudies confirmed the layered structure of <bold>2</bold> (b). Within the crystallographic <italic toggle=\"yes\">ab</italic> plane, the crystal exhibits a uniform hexagonal morphology;\nin contrast, the layers are loosely packed with visible striations\nrunning perpendicular to the <italic toggle=\"yes\">c</italic> axis, indicating the\npotential for exfoliation of the material. Taken together, these structural\nobservations highlight the 2D nature of <bold>2</bold>, suggesting\nit as a suitable system to investigate magnetocrystalline anisotropy.</p>", "clean_text": "Results and Discussion\n\nSynthesis, Structure, and Bulk Magnetic Properties\n\nBlack hexagonal plate-shaped crystals of 2 were grown by heating a mixture of Fe(BF4)2⋅6H2O, H2L, and (NMe4)BF4 in DMF at 130 °C for 2 days. While similar syntheses for 1 yielded crystals with typical widths of ca. 30 μm, this synthetic procedure generated crystals of 2 with widths as large as 100-200 μm and thicknesses as large as 5-20 μm. Single-crystal X-ray diffraction analysis revealed that 2 crystallizes in the trigonal space group P3̅1m, with a structure comprising extended anionic layers of [Fe2L3]2- separated by NMe4 + cations, with an interlayer d Fe-Fe of 9.9759(18) Å (a). The position of the cation between the anionic layers, rather than within the pore of the framework, results in a 14% increase in the interlayer spacing compared to 1, which should further reduce the strength of interlayer magnetic coupling and thus enhance the 2D characteristics of 2. The DMF solvent molecules are disordered in the lattice, and their presence was confirmed by elemental and thermogravimetric analyses (Figure S1). The anionic metal-organic layer features a honeycomb network within the crystallographic ab plane, and the layers stack in a fully eclipsed manner to generate hexagonal 1D channels along the crystallographic c axis with pore diameters of 15.6717(21) Å. The former manifests in hexagonal crystal faces and the latter coincides with the shorter dimension of the crystal, as verified by face indexing of the crystals (Figure S2). Scanning electron microscopy (SEM) studies confirmed the layered structure of 2 (b). Within the crystallographic ab plane, the crystal exhibits a uniform hexagonal morphology; in contrast, the layers are loosely packed with visible striations running perpendicular to the c axis, indicating the potential for exfoliation of the material. Taken together, these structural observations highlight the 2D nature of 2, suggesting it as a suitable system to investigate magnetocrystalline anisotropy.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Crystal\nstructure of <bold>2</bold>, as viewed along the crystallographic <italic toggle=\"yes\">c</italic> axis (upper) and <italic toggle=\"yes\">b</italic> axis (lower), with\nselected Fe···Fe distances highlighted. Orange, green,\nred, blue, and gray spheres represent Fe, Cl, O, N, and C atoms, respectively;\nH atoms and DMF molecules are omitted for clarity. (b) SEM images\nof <bold>2</bold>, as viewed along the crystallographic <italic toggle=\"yes\">c</italic> axis (upper) and <italic toggle=\"yes\">b</italic> axis (lower).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Crystal structure of 2, as viewed along the crystallographic c axis (upper) and b axis (lower), with selected Fe⋅⋅⋅Fe distances highlighted. Orange, green, red, blue, and gray spheres represent Fe, Cl, O, N, and C atoms, respectively; H atoms and DMF molecules are omitted for clarity. (b) SEM images of 2, as viewed along the crystallographic c axis (upper) and b axis (lower).   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>Mössbauer and Raman spectroscopies were used to confirm\nthat the metal–organic layers of <bold>2</bold> possess a similar\nelectronic structure to those in <bold>1</bold>. Mössbauer\nspectroscopy confirms the presence of a high-spin Fe<sup>III</sup> center with a similar isomer shift (δ = 0.574(1) mm/s) and\nquadrupole splitting (Δ<italic toggle=\"yes\">E</italic>\n<sub>Q</sub> = 1.125(5)\nmm/s) as in <bold>1</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>),\nand Raman spectroscopy indicates partial ligand reduction and electron\ndelocalization (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). Together, these results suggest an <italic toggle=\"yes\">in\nsitu</italic> metal-to-ligand electron transfer during framework formation\nand a formal approximate composition of [Fe<sub>2</sub>\n<sup>III</sup>(L<sup>2–</sup>)­(L<sup>3–•</sup>)<sub>2</sub>]<sup>2–</sup>. This formulation is further supported by the\nobservation of an intervalence charge-transfer band in the near-infrared\ndiffuse reflectance spectrum and a room-temperature electronic conductivity\ncomparable to that of <bold>1</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figures S6 and S7</ext-link>). As in <bold>1</bold>, the presence of linkers with\nsubstantial radical character in <bold>2</bold> results in a strong\ndirect exchange between Fe<sup>III</sup> centers and ligand-based\nspins, leading to long-range ferrimagnetic order below 34 K (). A small frequency\ndependence in the <italic toggle=\"yes\">ac</italic> susceptibility indicates the\npresence of some glassy dynamics in <bold>2</bold>, but the observation\nof magnetic saturation at high fields suggests that <bold>2</bold> is best described as a glassy ferrimagnet rather than a disordered\nspin glass (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figures S8–S13</ext-link>; see\nthe <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_002.cif\" xlink:type=\"simple\">Supporting Information</ext-link> for an extended\ndiscussion of the magnetic properties of nonoriented samples of <bold>2</bold>). While the ordering temperature of <bold>2</bold> is lower\nthan that of <bold>1</bold>, potentially due to the larger interlayer\nspacing or slight differences in the degree of linker reduction (see\nextended discussion in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>), their coercive fields at 1.8 K are nevertheless similar (2630\nand 3013 Oe for <bold>1</bold> and <bold>2</bold>, respectively) (, inset). Magnetic\ncoercivity cannot be directly correlated to magnetic anisotropy, but\nthe coercive fields observed here suggest the presence of substantial\nanisotropy in <bold>1</bold> and <bold>2</bold>, despite containing\nonly isotropic <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup>- and <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> linker-based\nspin carriers. In contrast, a three-dimensional\n(3D) structural isomer exhibits a coercive field of only 100 Oe at\n2 K, while the isostructural framework\nmaterial Na<sub>3</sub>(NMe<sub>4</sub>)<sub>2</sub>[Mn<sub>2</sub>L<sub>3</sub>], which possesses similar <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> metal centers and <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> linkers, displays a coercive field of only 300\nOe at 1.8 K. Together, these results\nsuggest that neither the metal–ligand covalency nor the layered\nstructure of <bold>1</bold> and <bold>2</bold> can alone explain the\ncoercivities of the materials, although the combination of these factors\nmay give rise to magnetocrystalline anisotropy.</p>", "clean_text": "Mössbauer and Raman spectroscopies were used to confirm that the metal-organic layers of 2 possess a similar electronic structure to those in 1. Mössbauer spectroscopy confirms the presence of a high-spin FeIII center with a similar isomer shift (δ = 0.574(1) mm/s) and quadrupole splitting (ΔE Q = 1.125(5) mm/s) as in 1 (Figure S4), and Raman spectroscopy indicates partial ligand reduction and electron delocalization (Figure S5). Together, these results suggest an in situ metal-to-ligand electron transfer during framework formation and a formal approximate composition of [Fe2 III(L2-)(L3-⋅)2]2-. This formulation is further supported by the observation of an intervalence charge-transfer band in the near-infrared diffuse reflectance spectrum and a room-temperature electronic conductivity comparable to that of 1 (Figures S6 and S7). As in 1, the presence of linkers with substantial radical character in 2 results in a strong direct exchange between FeIII centers and ligand-based spins, leading to long-range ferrimagnetic order below 34 K (). A small frequency dependence in the ac susceptibility indicates the presence of some glassy dynamics in 2, but the observation of magnetic saturation at high fields suggests that 2 is best described as a glassy ferrimagnet rather than a disordered spin glass (Figures S8-S13; see the Supporting Information for an extended discussion of the magnetic properties of nonoriented samples of 2). While the ordering temperature of 2 is lower than that of 1, potentially due to the larger interlayer spacing or slight differences in the degree of linker reduction (see extended discussion in the Supporting Information), their coercive fields at 1.8 K are nevertheless similar (2630 and 3013 Oe for 1 and 2, respectively) (, inset). Magnetic coercivity cannot be directly correlated to magnetic anisotropy, but the coercive fields observed here suggest the presence of substantial anisotropy in 1 and 2, despite containing only isotropic S = 5/2 FeIII- and S = 1/2 linker-based spin carriers. In contrast, a three-dimensional (3D) structural isomer exhibits a coercive field of only 100 Oe at 2 K, while the isostructural framework material Na3(NMe4)2[Mn2L3], which possesses similar S = 5/2 metal centers and S = 1/2 linkers, displays a coercive field of only 300 Oe at 1.8 K. Together, these results suggest that neither the metal-ligand covalency nor the layered structure of 1 and 2 can alone explain the coercivities of the materials, although the combination of these factors may give rise to magnetocrystalline anisotropy.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Variable-temperature\nfield-cooled dc magnetic susceptibility data\nfor a nonoriented sample of <bold>2</bold> collected under applied\nmagnetic fields of 10 (blue), 100 (purple), and 1000 (red) Oe. Inset:\nmagnetic hysteresis measurements for a randomly oriented sample of <bold>2</bold>, collected at 1.8 K with a field sweep rate of 1.94 Oe/s.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Variable-temperature field-cooled dc magnetic susceptibility data for a nonoriented sample of 2 collected under applied magnetic fields of 10 (blue), 100 (purple), and 1000 (red) Oe. Inset: magnetic hysteresis measurements for a randomly oriented sample of 2, collected at 1.8 K with a field sweep rate of 1.94 Oe/s.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Oriented-Crystal Magnetic Measurements</title><p>To probe the\nmagnetocrystalline anisotropy of <bold>2</bold>, magnetic data were\ncollected for single crystals oriented along selected crystallographic\ndirections. Here, a collection of single crystals was drop cast onto\na 3 mm × 5 mm sapphire wafer and then restrained in eicosane\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). Powder X-ray diffraction\ndata, collected at a wavelength of 1.5406 Å, for the wafer sample\nshowed a strong preferred orientation along the [001] crystallographic\ndirection, confirming that the vast majority of the crystals were\naligned with the <italic toggle=\"yes\">c</italic> axis perpendicular to the substrate\n(). The sample\nwafer was mounted on a horizontal rotator sample rod that allows adjustments\nof the relative angle between the crystallographic <italic toggle=\"yes\">c</italic> axis of <bold>2</bold> and the applied magnetic field. The magnetization\n(<italic toggle=\"yes\">M</italic>\n<sub>z</sub>) in the direction of the applied field\nwas measured as a function of angle, temperature, and field strength.</p>", "clean_text": "Oriented-Crystal Magnetic Measurements\n\nTo probe the magnetocrystalline anisotropy of 2, magnetic data were collected for single crystals oriented along selected crystallographic directions. Here, a collection of single crystals was drop cast onto a 3 mm × 5 mm sapphire wafer and then restrained in eicosane (Figure S14). Powder X-ray diffraction data, collected at a wavelength of 1.5406 Å, for the wafer sample showed a strong preferred orientation along the [001] crystallographic direction, confirming that the vast majority of the crystals were aligned with the c axis perpendicular to the substrate (). The sample wafer was mounted on a horizontal rotator sample rod that allows adjustments of the relative angle between the crystallographic c axis of 2 and the applied magnetic field. The magnetization (M z) in the direction of the applied field was measured as a function of angle, temperature, and field strength.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Powder\nX-ray diffraction data for the oriented crystals of <bold>2</bold> (orange), simulated data for <bold>2</bold> with (red) or\nwithout (blue) [001] preferred orientation, and data for the sample\nsubstrate. Gray lines represent the (001), (002), and (003) reflections\nof <bold>2</bold>. Slight differences between experimental and simulated\npeak positions are due to the different collection temperatures for\npowder (298 K) and single-crystal (250 K) X-ray diffraction data.\nAll data were collected or simulated with a wavelength of 1.5406 Å.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Powder X-ray diffraction data for the oriented crystals of 2 (orange), simulated data for 2 with (red) or without (blue) [001] preferred orientation, and data for the sample substrate. Gray lines represent the (001), (002), and (003) reflections of 2. Slight differences between experimental and simulated peak positions are due to the different collection temperatures for powder (298 K) and single-crystal (250 K) X-ray diffraction data. All data were collected or simulated with a wavelength of 1.5406 Å.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>Variable-field dc magnetization data collected\nat 1.8 K reveal\ndistinct magnetic behavior for different substrate orientations (a). When the field\nis applied parallel to the <italic toggle=\"yes\">c</italic> axis, perpendicular\nto the 2D layers (<italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic>), <italic toggle=\"yes\">M</italic>\n<sub>z</sub> gradually increases with field up to 0.8 T,\nat which point a rapid increase is observed, reaching the saturation\nmagnetization near 1.2 T. The rapid increase in magnetization occurs\nat <italic toggle=\"yes\">H</italic>\n<sub>c</sub> (see the discussion of hysteresis\nbelow), suggesting that the small magnetization observed at lower\nfields corresponds to an even distribution of crystals with magnetizations\naligned parallel and antiparallel to the applied field. Here, applied\nmagnetic field strengths below <italic toggle=\"yes\">H</italic>\n<sub>c</sub> are\ntoo weak to overcome the magnetic anisotropy energy. When the field\nstrength reaches <italic toggle=\"yes\">H</italic>\n<sub>c</sub>, the antiparallel\nmagnetizations flip and the overall magnetization becomes saturated.\nIn contrast, when the magnetic field is applied perpendicular to the <italic toggle=\"yes\">c</italic> axis, parallel to the 2D layers (<italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic>), <italic toggle=\"yes\">M</italic>\n<sub>z</sub> gradually increases with\nfield up to ∼5 T, at which point saturation behavior is observed.\nA small kink in the magnetization at 0.8 T most likely corresponds\nto a small number of crystals with their <italic toggle=\"yes\">c</italic> axis parallel\nto the substrate. These results indicate a clear magnetocrystalline\nanisotropy in <bold>2</bold>, with an easy axis of magnetization aligned\nwith the <italic toggle=\"yes\">c</italic> axis and a hard plane aligned with the <italic toggle=\"yes\">ab</italic> plane.</p>", "clean_text": "Variable-field dc magnetization data collected at 1.8 K reveal distinct magnetic behavior for different substrate orientations (a). When the field is applied parallel to the c axis, perpendicular to the 2D layers (H||c), M z gradually increases with field up to 0.8 T, at which point a rapid increase is observed, reaching the saturation magnetization near 1.2 T. The rapid increase in magnetization occurs at H c (see the discussion of hysteresis below), suggesting that the small magnetization observed at lower fields corresponds to an even distribution of crystals with magnetizations aligned parallel and antiparallel to the applied field. Here, applied magnetic field strengths below H c are too weak to overcome the magnetic anisotropy energy. When the field strength reaches H c, the antiparallel magnetizations flip and the overall magnetization becomes saturated. In contrast, when the magnetic field is applied perpendicular to the c axis, parallel to the 2D layers (H⊥c), M z gradually increases with field up to ~5 T, at which point saturation behavior is observed. A small kink in the magnetization at 0.8 T most likely corresponds to a small number of crystals with their c axis parallel to the substrate. These results indicate a clear magnetocrystalline anisotropy in 2, with an easy axis of magnetization aligned with the c axis and a hard plane aligned with the ab plane.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Variable-field dc magnetization data for the oriented\nsingle-crystal\nsample of <bold>2</bold>, collected at 1.8 K. Inset: variable-temperature\ndc magnetization data for the oriented single-crystal sample. Blue\nand red data correspond to data with <italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic> or <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic>, respectively. Collected\nat a field of 10 Oe. (b) Variable-field magnetic hysteresis data for\nthe oriented-crystal sample of <bold>2</bold>, collected at 1.8 K.\nBlue and red lines are guides to the eye. Intermediate angle data\nare shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figures S15–S17</ext-link>, and\nthe full hysteresis loops are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>. (c) Ratio <italic toggle=\"yes\">K</italic>\n<sub>u</sub>(<italic toggle=\"yes\">T</italic>)/<italic toggle=\"yes\">K</italic>\n<sub>u</sub>(2 K) (blue dots) as a function of\ntemperature, compared to the ratio [<italic toggle=\"yes\">M</italic>\n<sub>s</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub>(2 K)]<sup>\n<italic toggle=\"yes\">x</italic>\n</sup> for <italic toggle=\"yes\">x</italic> = 1, 3, or 10 (purple, red, and green lines).\nThe temperature dependence of the anisotropy constant most closely\nscales to the third power of <italic toggle=\"yes\">M</italic>\n<sub>s</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub>(2 K), characteristic of uniaxial anisotropy.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Variable-field dc magnetization data for the oriented single-crystal sample of 2, collected at 1.8 K. Inset: variable-temperature dc magnetization data for the oriented single-crystal sample. Blue and red data correspond to data with H||c or H⊥c, respectively. Collected at a field of 10 Oe. (b) Variable-field magnetic hysteresis data for the oriented-crystal sample of 2, collected at 1.8 K. Blue and red lines are guides to the eye. Intermediate angle data are shown in Figures S15-S17, and the full hysteresis loops are shown in Figure S19. (c) Ratio K u(T)/K u(2 K) (blue dots) as a function of temperature, compared to the ratio [M s/M s(2 K)] x  for x = 1, 3, or 10 (purple, red, and green lines). The temperature dependence of the anisotropy constant most closely scales to the third power of M s/M s(2 K), characteristic of uniaxial anisotropy.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>The presence of an easy axis is further demonstrated\nby magnetic\nhysteresis data collected at 1.8 K (b). For <italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic>, the hysteresis loop displays\na rectangular shape, with <italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 8845 Oe\nat a sweep rate of 1.98 Oe/s. This shape profile indicates that the\nmagnetic domains remain aligned along the easy axis and reverse abruptly\nat the coercive field (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">S17</ext-link>). In contrast, for <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic>, the hysteresis loop displays\na spindle shape, with <italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 8042 Oe with\na sweep rate of 1.88 Oe/s. Unlike the rapid switching of the magnetization\nobserved with <italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic>, the gradual\nincrease and decrease in the magnetization for <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic> indicate a gradual reversal of the magnetic domains with\nchanging field. The differences between\nthe two hysteresis loops can be quantified using the squareness ratio,\nwhich is the ratio of the remnant magnetization (<italic toggle=\"yes\">M</italic>\n<sub>r</sub>) to the saturation magnetization (<italic toggle=\"yes\">M</italic>\n<sub>s</sub>). The squareness ratios <italic toggle=\"yes\">M</italic>\n<sub>r</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub> for <italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic> and <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic> are 0.86 and 0.20,\nrespectively, which indicate that the magnetization at zero field\nis better preserved when the magnetic field is parallel to the <italic toggle=\"yes\">c</italic> axis. Films of the commercial permanent magnet SmCo<sub>5</sub> with large magnetic anisotropy display similar differences\nin the squareness ratio for hysteresis loops measured along the easy\naxis (0.96) and hard plane (0.15). As\nsuch, the observed differences for <bold>2</bold> further support\nthe presence of an easy axis of magnetization aligned along the <italic toggle=\"yes\">c</italic> axis.</p>", "clean_text": "The presence of an easy axis is further demonstrated by magnetic hysteresis data collected at 1.8 K (b). For H||c, the hysteresis loop displays a rectangular shape, with H c = 8845 Oe at a sweep rate of 1.98 Oe/s. This shape profile indicates that the magnetic domains remain aligned along the easy axis and reverse abruptly at the coercive field (b and S17). In contrast, for H⊥c, the hysteresis loop displays a spindle shape, with H c = 8042 Oe with a sweep rate of 1.88 Oe/s. Unlike the rapid switching of the magnetization observed with H||c, the gradual increase and decrease in the magnetization for H⊥c indicate a gradual reversal of the magnetic domains with changing field. The differences between the two hysteresis loops can be quantified using the squareness ratio, which is the ratio of the remnant magnetization (M r) to the saturation magnetization (M s). The squareness ratios M r/M s for H||c and H⊥c are 0.86 and 0.20, respectively, which indicate that the magnetization at zero field is better preserved when the magnetic field is parallel to the c axis. Films of the commercial permanent magnet SmCo5 with large magnetic anisotropy display similar differences in the squareness ratio for hysteresis loops measured along the easy axis (0.96) and hard plane (0.15). As such, the observed differences for 2 further support the presence of an easy axis of magnetization aligned along the c axis.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Notably, the hysteresis loops for the aligned\ncrystals differ substantially\nfrom those observed for randomly oriented powders. The coercivity\nis greatly enhanced for the aligned samples, and the sharp drop in\nthe magnetization observed at zero field for the randomly oriented\nsamples is no longer observed for the aligned crystals. In molecules,\nsharp drops in the magnetization at zero field are typically associated\nwith quantum tunneling, which would not be expected in a strongly\ncoupled bulk material such as <bold>2</bold>. Additional studies are\nrequired to better understand the zero-field drop in randomly oriented\nsamples. Nevertheless, the enhanced coercivities of the aligned samples\nat 1.8 K are among the highest yet observed for metal–organic\nframework magnets.\n</p>", "clean_text": "Notably, the hysteresis loops for the aligned crystals differ substantially from those observed for randomly oriented powders. The coercivity is greatly enhanced for the aligned samples, and the sharp drop in the magnetization observed at zero field for the randomly oriented samples is no longer observed for the aligned crystals. In molecules, sharp drops in the magnetization at zero field are typically associated with quantum tunneling, which would not be expected in a strongly coupled bulk material such as 2. Additional studies are required to better understand the zero-field drop in randomly oriented samples. Nevertheless, the enhanced coercivities of the aligned samples at 1.8 K are among the highest yet observed for metal-organic framework magnets. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>To quantify the magnetocrystalline anisotropy energy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>) of <bold>2</bold>, we determined the uniaxial\nanisotropy\nconstant <italic toggle=\"yes\">K</italic>\n<sub>u</sub> using the Stoner–Wohlfarth\nmodel:<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">u</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>μ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>sat</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>which assumes a fully magnetized,\nsingle-domain\nstate, where <italic toggle=\"yes\">M</italic>\n<sub>s</sub> is the saturation magnetization\nand <italic toggle=\"yes\">H</italic>\n<sub>sat</sub> is the magnetic field above which\nthe sample is fully magnetized. The values\nof <italic toggle=\"yes\">M</italic>\n<sub>s</sub> and <italic toggle=\"yes\">H</italic>\n<sub>sat</sub> were obtained by fitting the magnetization data with <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic> (see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). This model yields a value of <italic toggle=\"yes\">K</italic>\n<sub>u</sub> = 50 kJ/m<sup>3</sup> at 1.8 K. Similar anisotropy\nconstants were obtained by fitting the data using the Sucksmith–Thompson\nmethod (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).\n</p>", "clean_text": "To quantify the magnetocrystalline anisotropy energy (E a) of 2, we determined the uniaxial anisotropy constant K u using the Stoner-Wohlfarth model: 1      2   K   u       M   s     =   μ   0     H   sat     which assumes a fully magnetized, single-domain state, where M s is the saturation magnetization and H sat is the magnetic field above which the sample is fully magnetized. The values of M s and H sat were obtained by fitting the magnetization data with H⊥c (see details in the Supporting Information). This model yields a value of K u = 50 kJ/m3 at 1.8 K. Similar anisotropy constants were obtained by fitting the data using the Sucksmith-Thompson method (see the Supporting Information). ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>To further assess the uniaxial character of the magnetic anisotropy\nin <bold>2</bold>, we performed variable-temperature magnetization\nmeasurements to determine the temperature dependence of <italic toggle=\"yes\">K</italic>\n<sub>u</sub> (c). In the classical model developed by Zener, the relationship between the anisotropy energy and the\nsaturation magnetization can be described as:<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mo>∝</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>n</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:math>\n</alternatives>\n</disp-formula>where ⟨<italic toggle=\"yes\">K</italic>\n<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>⟩ represents the anisotropy\nexpectation value\nfor the <italic toggle=\"yes\">n</italic> th power angular function, which is determined\nby the crystal symmetry. For uniaxial and cubic symmetry, the value\nof <italic toggle=\"yes\">n</italic> is 2 and 4, respectively, corresponding to exponents\nof 3 and 10 in .\nAs expected for a uniaxial magnet, the value of [<italic toggle=\"yes\">K</italic>\n<sub>u</sub>/<italic toggle=\"yes\">K</italic>\n<sub>u</sub>(2 K)] for <bold>2</bold> scales with [<italic toggle=\"yes\">M</italic>\n<sub>s</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub>(2 K)]<sup>3</sup>. These results demonstrate\nthe strong magnetocrystalline anisotropy of <bold>2</bold> with the\neasy axis aligned with the crystallographic <italic toggle=\"yes\">c</italic> axis.</p>", "clean_text": "To further assess the uniaxial character of the magnetic anisotropy in 2, we performed variable-temperature magnetization measurements to determine the temperature dependence of K u (c). In the classical model developed by Zener, the relationship between the anisotropy energy and the saturation magnetization can be described as: 2     ⟨   K   n   ⟩  ∝   M   s   n  ( n + 1 )  / 2     where ⟨K  n ⟩ represents the anisotropy expectation value for the n th power angular function, which is determined by the crystal symmetry. For uniaxial and cubic symmetry, the value of n is 2 and 4, respectively, corresponding to exponents of 3 and 10 in . As expected for a uniaxial magnet, the value of [K u/K u(2 K)] for 2 scales with [M s/M s(2 K)]3. These results demonstrate the strong magnetocrystalline anisotropy of 2 with the easy axis aligned with the crystallographic c axis.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Because of the low-density framework structure of <bold>2</bold>, a direct comparison of its volumetric anisotropy constants to those\nof other materials does not accurately reflect the relative anisotropies\nper formula unit. Converting the uniaxial anisotropy constant to a\nper-atom basis yields a value of 0.25 meV/Fe atom, which is similar\nto or larger than the analogous values obtained for materials that\nhave been isolated as monolayer ferromagnets, including CrI<sub>3</sub> (0.25 meV/Cr) and Cr<sub>2</sub>Ge<sub>2</sub>Te<sub>6</sub> (0.03\nmeV/Cr). Given that the calculated anisotropy constants\nfor <bold>2</bold> were obtained for a collection of oriented crystals,\nrather than for one crystal, the value reported here likely represents\na lower limit of the true anisotropy energy. The observation of substantial\nanisotropy in <bold>2</bold> is remarkable given that its magnetic\nions consist of <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup> ions and organic radical linkers, which are both expected\nto be highly isotropic. Indeed, magnetocrystalline anisotropy in most\nFe<sup>III</sup> materials is dominated by weak single-ion anisotropy\ngenerated by Fe<sup>III</sup> excited states. Cubic Fe<sup>III</sup> oxides, such as BiFeO<sub>3</sub> and Y<sub>3</sub>Fe<sub>5</sub>O<sub>12</sub>, have calculated or experimental\nanisotropy energies of less than 25 μeV/Fe. Similarly, anisotropy\nenergies in layered FeCl<sub>3</sub>–graphite intercalation\ncompounds have been estimated to be 10–20 μeV/Fe. Some hexagonal ferrites, such as BaFe<sub>12</sub>O<sub>19</sub>, do possess anisotropy energies of similar magnitude\nto <bold>2</bold>; however, anisotropy\nin these materials is largely derived from the single-ion anisotropy\nof trigonal bipyramidal Fe<sup>III</sup> sites, which are not present\nin <bold>2</bold>, and dipole–dipole interactions, which should\nbe much weaker in <bold>2</bold> than in oxide materials due to the\nmuch larger distances between spin centers. Furthermore, <bold>2</bold> lacks the heavy elements that can provide\nmagnetic anisotropy via strong spin–orbit coupling. Consequently,\nwhile the strength of magnetocrystalline anisotropy elucidated for <bold>2</bold> is likely sufficient for magnetic ordering to persist down\nto the monolayer limit, we sought to better understand the origin\nof magnetic anisotropy in <bold>2</bold> to inform the future design\nof 2D metal–organic magnets.</p>", "clean_text": "Because of the low-density framework structure of 2, a direct comparison of its volumetric anisotropy constants to those of other materials does not accurately reflect the relative anisotropies per formula unit. Converting the uniaxial anisotropy constant to a per-atom basis yields a value of 0.25 meV/Fe atom, which is similar to or larger than the analogous values obtained for materials that have been isolated as monolayer ferromagnets, including CrI3 (0.25 meV/Cr) and Cr2Ge2Te6 (0.03 meV/Cr). Given that the calculated anisotropy constants for 2 were obtained for a collection of oriented crystals, rather than for one crystal, the value reported here likely represents a lower limit of the true anisotropy energy. The observation of substantial anisotropy in 2 is remarkable given that its magnetic ions consist of S = 5/2 FeIII ions and organic radical linkers, which are both expected to be highly isotropic. Indeed, magnetocrystalline anisotropy in most FeIII materials is dominated by weak single-ion anisotropy generated by FeIII excited states. Cubic FeIII oxides, such as BiFeO3 and Y3Fe5O12, have calculated or experimental anisotropy energies of less than 25 μeV/Fe. Similarly, anisotropy energies in layered FeCl3-graphite intercalation compounds have been estimated to be 10-20 μeV/Fe. Some hexagonal ferrites, such as BaFe12O19, do possess anisotropy energies of similar magnitude to 2; however, anisotropy in these materials is largely derived from the single-ion anisotropy of trigonal bipyramidal FeIII sites, which are not present in 2, and dipole-dipole interactions, which should be much weaker in 2 than in oxide materials due to the much larger distances between spin centers. Furthermore, 2 lacks the heavy elements that can provide magnetic anisotropy via strong spin-orbit coupling. Consequently, while the strength of magnetocrystalline anisotropy elucidated for 2 is likely sufficient for magnetic ordering to persist down to the monolayer limit, we sought to better understand the origin of magnetic anisotropy in 2 to inform the future design of 2D metal-organic magnets.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Electronic Structure Calculations</title><p>Spin-polarized DFT\ncalculations were used to understand the electronic origin of magnetic\nanisotropy in <bold>2</bold> (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_002.cif\" xlink:type=\"simple\">Supporting Information</ext-link> for details). The electronic structure of <bold>2</bold> was initially modeled at the DFT-GGA + <italic toggle=\"yes\">U</italic> level, neglecting spin–orbit coupling (SOC), with <italic toggle=\"yes\">U</italic> = 5 eV and ferromagnetic alignment of high-spin Fe<sup>III</sup> spins. For simplicity, cations were removed from the structure\nand a uniform background charge was used to account for the charge\nbalance. DFT calculations were performed for a dianionic unit cell\n(as in <bold>2</bold>) and a neutral unit cell. The density of states\n(DOS) calculated for <bold>2</bold> (a) indicates semimetallic behavior with strong\nhybridization of the 2p states of C and O atoms with the 3d states\nof Fe atoms at the top and bottom of the valence and conduction band,\nrespectively, indicative of metal–ligand covalency. Interestingly,\nthe electronic band structure shows band crossings at the Fermi level\n(d) yielding\na Dirac-point Fermi surface, though, experimentally, <bold>2</bold> is a semiconductor, which may indicate that a band gap emerges due\nto spin–orbit coupling (see discussion below) or potentially\ndue to structural disorder and polaron formation. Despite this discrepancy,\nthe calculated band structure accurately depicts the orbitals that\ncontribute to the valence and conduction band and the local electronic\nstructure of the framework. As expected, while the neutral model exhibits\na total magnetization of 10 μ<sub>B</sub> per unit cell, the\ndianionic model shows a total magnetization of 8 μ<sub>B</sub>, in agreement with the experimental results. The comparison between\nthe spin density of neutral and dianionic unit cells confirms that\nthe latter contains high-spin Fe<sup>III</sup> ions with spin-up character,\nwhile the organic linkers exhibit spin-down density in π* orbitals,\nin accord with the experimentally determined electronic structure\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>).</p>", "clean_text": "Electronic Structure Calculations\n\nSpin-polarized DFT calculations were used to understand the electronic origin of magnetic anisotropy in 2 (see the Supporting Information for details). The electronic structure of 2 was initially modeled at the DFT-GGA + U level, neglecting spin-orbit coupling (SOC), with U = 5 eV and ferromagnetic alignment of high-spin FeIII spins. For simplicity, cations were removed from the structure and a uniform background charge was used to account for the charge balance. DFT calculations were performed for a dianionic unit cell (as in 2) and a neutral unit cell. The density of states (DOS) calculated for 2 (a) indicates semimetallic behavior with strong hybridization of the 2p states of C and O atoms with the 3d states of Fe atoms at the top and bottom of the valence and conduction band, respectively, indicative of metal-ligand covalency. Interestingly, the electronic band structure shows band crossings at the Fermi level (d) yielding a Dirac-point Fermi surface, though, experimentally, 2 is a semiconductor, which may indicate that a band gap emerges due to spin-orbit coupling (see discussion below) or potentially due to structural disorder and polaron formation. Despite this discrepancy, the calculated band structure accurately depicts the orbitals that contribute to the valence and conduction band and the local electronic structure of the framework. As expected, while the neutral model exhibits a total magnetization of 10 μB per unit cell, the dianionic model shows a total magnetization of 8 μB, in agreement with the experimental results. The comparison between the spin density of neutral and dianionic unit cells confirms that the latter contains high-spin FeIII ions with spin-up character, while the organic linkers exhibit spin-down density in π* orbitals, in accord with the experimentally determined electronic structure (Figure S22).", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a–c) Density\nof states (DOS) of <bold>2</bold> without\nspin–orbit coupling (SOC) (a) or with spin–orbit coupling\nand the local magnetic moment aligned along the crystallographic <italic toggle=\"yes\">a</italic>-axis (b) or <italic toggle=\"yes\">c</italic>-axis (c). The Fermi level\n(a, b) or valence band maximum (c) is set to 0 eV. (d, e) Wannier\ninterpolation of the spin-down channel band structure of <bold>2</bold> without SOC. The color field represents the contribution of the\nmaximally localized Wannier function (MLWF) (e) to the Bloch states\nin the three spin-down bands near the Fermi level. Blue and purple\nlobes correspond to positive and negative values of the MLWF. The\ndashed line indicates the Fermi level.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a-c) Density of states (DOS) of 2 without spin-orbit coupling (SOC) (a) or with spin-orbit coupling and the local magnetic moment aligned along the crystallographic a-axis (b) or c-axis (c). The Fermi level (a, b) or valence band maximum (c) is set to 0 eV. (d, e) Wannier interpolation of the spin-down channel band structure of 2 without SOC. The color field represents the contribution of the maximally localized Wannier function (MLWF) (e) to the Bloch states in the three spin-down bands near the Fermi level. Blue and purple lobes correspond to positive and negative values of the MLWF. The dashed line indicates the Fermi level.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Next, we included SOC in the calculations and considered magnetization\naligned along the crystallographic <italic toggle=\"yes\">a</italic> or <italic toggle=\"yes\">c</italic> axis. For both cases, the DOS and electronic band structure are\nvery similar to those calculated without the inclusion of SOC ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">S24</ext-link>), exhibiting van Hove singularities in proximity\nto the Fermi level. When the magnetization is aligned parallel to\nthe <italic toggle=\"yes\">c</italic> axis, however, the band crossing is removed\nand a band gap of ∼80 meV opens (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S24c</ext-link>). We note that this band gap is smaller than the one estimated\nfrom optical measurements (∼0.35 eV, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>) and variable-temperature transport measurements on <bold>1</bold> (0.26 eV), suggesting that\nother factors may also contribute to the semiconducting character\nof <bold>2</bold>. The gap introduced by SOC stabilizes the energy\nof this orientation of the magnetization by 1.56 meV/Fe atom relative\nto the configuration with the magnetization along the <italic toggle=\"yes\">a</italic> axis, which remains semimetallic. This energy difference supports\nthe possibility that the experimentally determined value, 0.25 meV/Fe,\nmay indeed underestimate the anisotropy of <bold>2</bold>. Note that\nthe absence of the NMe<sub>4</sub>\n<sup>+</sup> cations in the calculated\nstructure and possible structural disorder in the measured crystals\nmay also contribute to the difference between the experiment and theory.</p>", "clean_text": "Next, we included SOC in the calculations and considered magnetization aligned along the crystallographic a or c axis. For both cases, the DOS and electronic band structure are very similar to those calculated without the inclusion of SOC ( and S24), exhibiting van Hove singularities in proximity to the Fermi level. When the magnetization is aligned parallel to the c axis, however, the band crossing is removed and a band gap of ~80 meV opens (Figure S24c). We note that this band gap is smaller than the one estimated from optical measurements (~0.35 eV, Figure S6) and variable-temperature transport measurements on 1 (0.26 eV), suggesting that other factors may also contribute to the semiconducting character of 2. The gap introduced by SOC stabilizes the energy of this orientation of the magnetization by 1.56 meV/Fe atom relative to the configuration with the magnetization along the a axis, which remains semimetallic. This energy difference supports the possibility that the experimentally determined value, 0.25 meV/Fe, may indeed underestimate the anisotropy of 2. Note that the absence of the NMe4 + cations in the calculated structure and possible structural disorder in the measured crystals may also contribute to the difference between the experiment and theory.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>For both magnetization directions, a comparison of the charge density\nfor the dianionic and neutral unit cells reveals no substantial differences\nupon incorporation of SOC (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S23</ext-link>).\nHowever, a comparison of the charge density for the dianionic unit\ncells with <italic toggle=\"yes\">a</italic>- and <italic toggle=\"yes\">c</italic>-oriented magnetization\nreveals a small change in the charge distribution. Specifically, the <italic toggle=\"yes\">a</italic>-oriented configuration contains increased charge density\nin the π-orbitals of the organic linkers, while the <italic toggle=\"yes\">c</italic>-oriented electronic structure contains increased charge\ndensity in σ-bonding orbitals, indicating ligand-to-metal charge\ntransfer (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S23</ext-link>). Under the convention\nthat the net spin on each Fe center is α-spin, this charge transfer\nintroduces a small β-spin density onto the otherwise-isotropic\nFe<sup>III</sup> centers, thereby engendering significant magnetic\nanisotropy. Similar metal–ligand covalency has been invoked\nin 2D chromium–pyrazine frameworks, including one example that\nshows a remarkable coercivity of 7500 Oe at 27 °C.\n</p>", "clean_text": "For both magnetization directions, a comparison of the charge density for the dianionic and neutral unit cells reveals no substantial differences upon incorporation of SOC (Figure S23). However, a comparison of the charge density for the dianionic unit cells with a- and c-oriented magnetization reveals a small change in the charge distribution. Specifically, the a-oriented configuration contains increased charge density in the π-orbitals of the organic linkers, while the c-oriented electronic structure contains increased charge density in σ-bonding orbitals, indicating ligand-to-metal charge transfer (Figure S23). Under the convention that the net spin on each Fe center is α-spin, this charge transfer introduces a small β-spin density onto the otherwise-isotropic FeIII centers, thereby engendering significant magnetic anisotropy. Similar metal-ligand covalency has been invoked in 2D chromium-pyrazine frameworks, including one example that shows a remarkable coercivity of 7500 Oe at 27 °C. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>To test this hypothesis, we used maximally localized Wannier\nfunctions\n(MLWFs) to interrogate the real-space wave functions of the participating\nstates (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for\ndetails). For <bold>2</bold>, Wannierization of the calculated electronic\nband structures converts the extended Bloch orbitals to localized,\nreal-space molecular-like orbitals that allow us to visualize the\ndominant bonding interactions in the valence and conduction bands. Ideally, it would be possible to visualize the\nbonding interaction for the electronic structure magnetized along\nthe <italic toggle=\"yes\">c</italic> axis, but the complex nature of the spinor\nWannier functions makes their visualization problematic. However, the DOS and electronic band structure\nwith and without SOC are very similar ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">S24</ext-link>). Therefore,\nwe proceeded by Wannierizing the electronic band structure calculated\nwithout SOC to use scalar Wannier functions that are easily representable.\nIn particular, we focused on the spin-down channel that forms the\nlow-energy states near the Fermi level. The calculated MLWF bands\nare nearly indistinguishable from the DFT bands (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link>), confirming the high quality of the Wannierization.\nWhile several MLWFs contribute to the three spin-down bands near the\nFermi level, the main contribution (&gt;50%, d) originates from the MLWF depicted in e. This MWLF is largely\nlocalized on the π-orbitals of the organic linkers but shows\nclear evidence of π-donation into Fe 3d orbitals. This result\nfurther supports the hypothesis that metal–ligand covalency\nand ligand-to-metal charge transfer enhance the magnetocrystalline\nanisotropy of the Fe centers in <bold>2</bold>. A local molecular\norbital model of this charge-transfer phenomenon is depicted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S26</ext-link>.</p>", "clean_text": "To test this hypothesis, we used maximally localized Wannier functions (MLWFs) to interrogate the real-space wave functions of the participating states (see the Supporting Information for details). For 2, Wannierization of the calculated electronic band structures converts the extended Bloch orbitals to localized, real-space molecular-like orbitals that allow us to visualize the dominant bonding interactions in the valence and conduction bands. Ideally, it would be possible to visualize the bonding interaction for the electronic structure magnetized along the c axis, but the complex nature of the spinor Wannier functions makes their visualization problematic. However, the DOS and electronic band structure with and without SOC are very similar ( and S24). Therefore, we proceeded by Wannierizing the electronic band structure calculated without SOC to use scalar Wannier functions that are easily representable. In particular, we focused on the spin-down channel that forms the low-energy states near the Fermi level. The calculated MLWF bands are nearly indistinguishable from the DFT bands (Figure S25), confirming the high quality of the Wannierization. While several MLWFs contribute to the three spin-down bands near the Fermi level, the main contribution (>50%, d) originates from the MLWF depicted in e. This MWLF is largely localized on the π-orbitals of the organic linkers but shows clear evidence of π-donation into Fe 3d orbitals. This result further supports the hypothesis that metal-ligand covalency and ligand-to-metal charge transfer enhance the magnetocrystalline anisotropy of the Fe centers in 2. A local molecular orbital model of this charge-transfer phenomenon is depicted in Figure S26.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Similar charge transfer would\nnot be expected in the isostructural\nMn<sup>II</sup> framework, likely explaining its low coercivity. Additionally, while ligand-to-metal charge transfer\nmay occur in the 3D cubic structural isomer of <bold>2</bold>, its\nisotropic crystal structure limits its magnetic anisotropy and thus\nresults in a low coercivity. As such,\nboth the layered crystal structure and the covalent bonding of <bold>2</bold> are critical to achieve the large magnetic coercivity and\nmagnetocrystalline anisotropy.</p>", "clean_text": "Similar charge transfer would not be expected in the isostructural MnII framework, likely explaining its low coercivity. Additionally, while ligand-to-metal charge transfer may occur in the 3D cubic structural isomer of 2, its isotropic crystal structure limits its magnetic anisotropy and thus results in a low coercivity. As such, both the layered crystal structure and the covalent bonding of 2 are critical to achieve the large magnetic coercivity and magnetocrystalline anisotropy.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Mechanical Exfoliation\nof (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>]</title><p>Based on this experimental evidence\nfor magnetocrystalline anisotropy presented in <bold>2</bold>, the\nmagnetic properties of mechanically exfoliated layers merit further\ncharacterization. Similar metal–chloranilate framework materials\nhave been exfoliated in solution, but monolayers have not been isolated. To assess if monolayers of <bold>2</bold> could be directly isolated\nusing mechanical exfoliation, we attempted exfoliation using the Scotch\ntape method. Atomic force microscopy (AFM) images of the exfoliated\nmaterial revealed micron-sized flakes with thicknesses as low as 35\nnm, corresponding to ∼35 layers, and step edges of 2 nm, corresponding\nto bilayers of <bold>2</bold> (). Coulombic interactions between the anionic framework\nand the interlayer NMe<sub>4</sub>\n<sup>+</sup> cations are stronger\nthan the interlayer van der Waals interactions found in layered materials\nthat have been successfully exfoliated down to monolayers. Given that <bold>1</bold> can be electrochemically\noxidized to the charge-neutral framework Fe<sub>2</sub>L<sub>3</sub>, it will likely be possible to oxidize <bold>2</bold> through chemical or electrochemical methods to enable exfoliation\nto the monolayer limit. While the neutral framework is likely to possess\nmuch weaker magnetic interactions,  electrostatic or electrolytic\ngating of monolayers of <bold>2</bold> could be used to tune the level\nof doping and the magnetic ordering temperature.\n</p>", "clean_text": "Mechanical Exfoliation of (NMe4)2[Fe2L3]\n\nBased on this experimental evidence for magnetocrystalline anisotropy presented in 2, the magnetic properties of mechanically exfoliated layers merit further characterization. Similar metal-chloranilate framework materials have been exfoliated in solution, but monolayers have not been isolated. To assess if monolayers of 2 could be directly isolated using mechanical exfoliation, we attempted exfoliation using the Scotch tape method. Atomic force microscopy (AFM) images of the exfoliated material revealed micron-sized flakes with thicknesses as low as 35 nm, corresponding to ~35 layers, and step edges of 2 nm, corresponding to bilayers of 2 (). Coulombic interactions between the anionic framework and the interlayer NMe4 + cations are stronger than the interlayer van der Waals interactions found in layered materials that have been successfully exfoliated down to monolayers. Given that 1 can be electrochemically oxidized to the charge-neutral framework Fe2L3, it will likely be possible to oxidize 2 through chemical or electrochemical methods to enable exfoliation to the monolayer limit. While the neutral framework is likely to possess much weaker magnetic interactions,  electrostatic or electrolytic gating of monolayers of 2 could be used to tune the level of doping and the magnetic ordering temperature. ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Tapping mode atomic force microscopy (AFM) image of a mechanically\nexfoliated flake of <bold>2</bold> on SiO<sub>2</sub>. (b, c) Cross-sectional\nAFM profiles showing (b) height of a bilayer step in the middle of\nthe crystal (the path indicated by the green line on the top image)\nor (c) overall thickness of the exfoliated flake (the path indicated\nby the red line on the top image).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Tapping mode atomic force microscopy (AFM) image of a mechanically exfoliated flake of 2 on SiO2. (b, c) Cross-sectional AFM profiles showing (b) height of a bilayer step in the middle of the crystal (the path indicated by the green line on the top image) or (c) overall thickness of the exfoliated flake (the path indicated by the red line on the top image).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The foregoing results demonstrate the presence\nof strong uniaxial\nmagnetic anisotropy in the layered, semiconducting metal–organic\nframework material (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>]. Despite the presence of isotropic <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup> ions and organic radicals,\nthis material displays much greater magnetic hysteresis than is observed\nin materials with similar crystal and electronic structures. The magnetic\nanisotropy energy calculated from oriented-crystal magnetization measurements\nis comparable to those of other layered materials that maintain their\nferromagnetism to the 2D limit. DFT calculations indicate that the\nmagnetic anisotropy of <bold>2</bold> arises from metal–ligand\ncovalency and partial ligand-to-metal charge transfer. Together, these\nfindings suggest <bold>2</bold> as a candidate for 2D magnetic order\nand highlight its potential use as a 2D magnetic semiconductor with\ngate-tunable magnetism and charge transport.</p>", "clean_text": "Conclusions\n\nThe foregoing results demonstrate the presence of strong uniaxial magnetic anisotropy in the layered, semiconducting metal-organic framework material (NMe4)2[Fe2L3]. Despite the presence of isotropic S = 5/2 FeIII ions and organic radicals, this material displays much greater magnetic hysteresis than is observed in materials with similar crystal and electronic structures. The magnetic anisotropy energy calculated from oriented-crystal magnetization measurements is comparable to those of other layered materials that maintain their ferromagnetism to the 2D limit. DFT calculations indicate that the magnetic anisotropy of 2 arises from metal-ligand covalency and partial ligand-to-metal charge transfer. Together, these findings suggest 2 as a candidate for 2D magnetic order and highlight its potential use as a 2D magnetic semiconductor with gate-tunable magnetism and charge transport.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Ongoing work is\nfocused on further exfoliating crystals of <bold>2</bold> and related\nmaterials for magneto-optical and transport\nmeasurements of both single crystals and thin flakes. Furthermore,\nit may be possible to increase the magnetic anisotropy and magnetic\nordering temperature of these frameworks through metal or ligand substitution.\nIn particular, the installation of amide-based linkers through a recently\nreported post-synthetic procedure could greatly enhance the metal–ligand\ncovalency, increasing both the metal–radical coupling and the\nextent of ligand-to-metal charge transfer. This approach may also be applicable to the design of metal–organic\nsingle-chain magnets, as exemplified by a related 1D iron–chloranilate\nchain displaying slow magnetic relaxation.\n</p>", "clean_text": "Ongoing work is focused on further exfoliating crystals of 2 and related materials for magneto-optical and transport measurements of both single crystals and thin flakes. Furthermore, it may be possible to increase the magnetic anisotropy and magnetic ordering temperature of these frameworks through metal or ligand substitution. In particular, the installation of amide-based linkers through a recently reported post-synthetic procedure could greatly enhance the metal-ligand covalency, increasing both the metal-radical coupling and the extent of ligand-to-metal charge transfer. This approach may also be applicable to the design of metal-organic single-chain magnets, as exemplified by a related 1D iron-chloranilate chain displaying slow magnetic relaxation. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Broadly, these results illustrate an emerging general route\nfor\nsynthesizing 2D magnets, which targets layered metal–organic\nframeworks with energy-matched metal- and linker-based molecular orbitals.\nThe growth of single crystals of other recently reported layered metal–organic\nmagnets will enable additional insights into the importance of metal–ligand\ncovalency on magnetic anisotropy in these materials, and computational screening may identify new synthetic targets that\ncould display magnetic order at much higher temperatures.</p>", "clean_text": "Broadly, these results illustrate an emerging general route for synthesizing 2D magnets, which targets layered metal-organic frameworks with energy-matched metal- and linker-based molecular orbitals. The growth of single crystals of other recently reported layered metal-organic magnets will enable additional insights into the importance of metal-ligand covalency on magnetic anisotropy in these materials, and computational screening may identify new synthetic targets that could display magnetic order at much higher temperatures.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>General Considerations</title><p>The manipulations\ndescribed\nbelow were performed in an MBraun LABstar glovebox, operated under\na humid dinitrogen atmosphere. All reagents were purchased from commercial\nvendors and used without further purification. <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) was dried using a commercial solvent\npurification system from Pure Process Technology.</p>", "clean_text": "Experimental Section\n\nGeneral Considerations\n\nThe manipulations described below were performed in an MBraun LABstar glovebox, operated under a humid dinitrogen atmosphere. All reagents were purchased from commercial vendors and used without further purification. N,N-dimethylformamide (DMF) was dried using a commercial solvent purification system from Pure Process Technology.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of\n(NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>]·7DMF\n(<bold>2</bold>)</title><p>Fe­(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (450 mg, 1.2 mmol), chloranilic acid\n(250 mg, 1.2 mmol) and NMe<sub>4</sub>BF<sub>4</sub> (390 mg, 2.4\nmmol) were mixed in DMF (80 mL) to give a purple suspension. The mixture\nwas then heated at 130 °C for 2 days to afford shiny black, hexagonal\nplate-shaped crystals suitable for X-ray diffraction analysis, in\naddition to flocculent powders. The mixture was allowed to cool to\nambient temperature and followed by vortex shaking for 5 min. The\npowder was removed from the remaining solid mixture by successive\nwashing with DMF and subsequent decanting (5 × 15 mL). The remaining\nblack crystalline solid was filtered and dried under vacuum to yield <bold>2</bold> (75 mg, 13.6%). Anal. calcd. for C<sub>47</sub>H<sub>73</sub>Fe<sub>2</sub>N<sub>9</sub>O<sub>19</sub>Cl<sub>6</sub>: C, 40.49;\nH, 5.24; N, 9.05%. Found: C, 40.45; H, 5.27; N, 8.74%.</p>", "clean_text": "Synthesis of (NMe4)2[Fe2L3]⋅7DMF (2)\n\nFe(BF4)2⋅6H2O (450 mg, 1.2 mmol), chloranilic acid (250 mg, 1.2 mmol) and NMe4BF4 (390 mg, 2.4 mmol) were mixed in DMF (80 mL) to give a purple suspension. The mixture was then heated at 130 °C for 2 days to afford shiny black, hexagonal plate-shaped crystals suitable for X-ray diffraction analysis, in addition to flocculent powders. The mixture was allowed to cool to ambient temperature and followed by vortex shaking for 5 min. The powder was removed from the remaining solid mixture by successive washing with DMF and subsequent decanting (5 × 15 mL). The remaining black crystalline solid was filtered and dried under vacuum to yield 2 (75 mg, 13.6%). Anal. calcd. for C47H73Fe2N9O19Cl6: C, 40.49; H, 5.24; N, 9.05%. Found: C, 40.45; H, 5.27; N, 8.74%.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Magnetic Measurements\non Bulk Polycrystalline Samples</title><p>Magnetic measurements of <bold>2</bold> were performed on polycrystalline\nsamples sealed in a polyethylene bag under a dinitrogen atmosphere.\nAll data were collected using a Quantum Design MPMS-XL SQUID magnetometer\nfrom 1.8 to 300 K at applied dc magnetic fields ranging from 0 to\n+7 T. ac magnetic susceptibility data were collected under an ac field\nof 4 Oe, oscillating at frequencies in the range 1–1000 Hz.\ndc susceptibility data were corrected for diamagnetic contributions\nfrom the sample holder and for the core diamagnetism of the sample\n(estimated using Pascal’s constants). The coherence of the collected data was confirmed across different\nmeasurements.</p>", "clean_text": "Magnetic Measurements on Bulk Polycrystalline Samples\n\nMagnetic measurements of 2 were performed on polycrystalline samples sealed in a polyethylene bag under a dinitrogen atmosphere. All data were collected using a Quantum Design MPMS-XL SQUID magnetometer from 1.8 to 300 K at applied dc magnetic fields ranging from 0 to +7 T. ac magnetic susceptibility data were collected under an ac field of 4 Oe, oscillating at frequencies in the range 1-1000 Hz. dc susceptibility data were corrected for diamagnetic contributions from the sample holder and for the core diamagnetism of the sample (estimated using Pascal's constants). The coherence of the collected data was confirmed across different measurements.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Oriented Single-Crystal Sample Preparation</title><p>A sapphire\nwafer (430 μm thickness, SSP, University Wafer) was cut into\na slide with dimensions of 3 mm × 5 mm by a diamond-coated needle\nfile and used as the substrate. The sample was made by drop casting\nthe crystal suspension onto the smooth side of the substrate and heating\nit gently at 60 °C for 20 min to remove most of the DMF solvent.\nThe sample was inspected under an AmScope digital Microscope. The\nmajority of the crystals were oriented flatly on the sapphire substrate\nand unoriented crystals were removed by a needle with a diameter of\n0.25 mm. Once the crystals were properly oriented, the sample was\ncoated with eicosane to restrain the crystals and prevent air exposure.\nLow-temperature (1.8 K) magnetization data were collected on two independently\nprepared samples with consistent results between the two samples.\nVariable-temperature magnetization data were collected only for the\nsecond sample.</p>", "clean_text": "Oriented Single-Crystal Sample Preparation\n\nA sapphire wafer (430 μm thickness, SSP, University Wafer) was cut into a slide with dimensions of 3 mm × 5 mm by a diamond-coated needle file and used as the substrate. The sample was made by drop casting the crystal suspension onto the smooth side of the substrate and heating it gently at 60 °C for 20 min to remove most of the DMF solvent. The sample was inspected under an AmScope digital Microscope. The majority of the crystals were oriented flatly on the sapphire substrate and unoriented crystals were removed by a needle with a diameter of 0.25 mm. Once the crystals were properly oriented, the sample was coated with eicosane to restrain the crystals and prevent air exposure. Low-temperature (1.8 K) magnetization data were collected on two independently prepared samples with consistent results between the two samples. Variable-temperature magnetization data were collected only for the second sample.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Magnetic Studies on the Oriented Single-Crystal\nSample</title><p>Magnetic measurements on the oriented single-crystal\nsample were\nperformed using a horizontal sample rotator. The sample was mounted\non a rotator with a small amount of Apiezon M grease, enabling vertical\nsample rotations of up to 360° to the <italic toggle=\"yes\">z</italic> direction.\nNote that the magnetic field is always applied in the <italic toggle=\"yes\">z</italic> direction. All data were collected using a Quantum Design MPMS-XL\nSQUID magnetometer from 1.8 to 300 K at applied dc fields ranging\nfrom 0 to ±5 T (first sample) or ±7 T (second sample). Owing\nto the small sample mass, the diamagnetic contribution from the sample\nwas difficult to be determined precisely, especially at low magnetic\nfields. Therefore, the diamagnetic correction was not applied for\nthe variable-temperature dc magnetization data and variable-angle\ndc magnetization data. The diamagnetic contributions for variable-field\ndc magnetization data were estimated by fitting the data points obtained\nfrom when the applied field was larger than 3 T to the equation:<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>M</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dia</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:mi>H</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">M</italic>\n<sub>s</sub> is the\nsaturation magnetization, <italic toggle=\"yes\">M</italic> is the experimentally\nobserved magnetization, χ<sub>dia</sub> is the diamagnetic susceptibility,\nand <italic toggle=\"yes\">H</italic> is the applied magnetic field.</p>", "clean_text": "Magnetic Studies on the Oriented Single-Crystal Sample\n\nMagnetic measurements on the oriented single-crystal sample were performed using a horizontal sample rotator. The sample was mounted on a rotator with a small amount of Apiezon M grease, enabling vertical sample rotations of up to 360° to the z direction. Note that the magnetic field is always applied in the z direction. All data were collected using a Quantum Design MPMS-XL SQUID magnetometer from 1.8 to 300 K at applied dc fields ranging from 0 to ±5 T (first sample) or ±7 T (second sample). Owing to the small sample mass, the diamagnetic contribution from the sample was difficult to be determined precisely, especially at low magnetic fields. Therefore, the diamagnetic correction was not applied for the variable-temperature dc magnetization data and variable-angle dc magnetization data. The diamagnetic contributions for variable-field dc magnetization data were estimated by fitting the data points obtained from when the applied field was larger than 3 T to the equation: 3    M =   M   s   +   χ   dia   × H   where M s is the saturation magnetization, M is the experimentally observed magnetization, χdia is the diamagnetic susceptibility, and H is the applied magnetic field.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.chemmater.1c02670?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.chemmater.1c02670</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental\ndetails; powder X-ray diffraction\ndata; Raman, Mössbauer, and UV–vis–NIR spectra;\nelectrical transport measurements; and additional magnetic and computational\ndata (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data for <bold>2</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.chemmater.1c02670.  Additional experimental details; powder X-ray diffraction data; Raman, Mössbauer, and UV-vis-NIR spectra; electrical transport measurements; and additional magnetic and computational data (PDF)   Crystallographic data for 2 (CIF)   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Additional experimental\ndetails; powder X-ray diffraction\ndata; Raman, Mössbauer, and UV–vis–NIR spectra;\nelectrical transport measurements; and additional magnetic and computational\ndata (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>Crystallographic data for <bold>2</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Y.W. and\nM.E.Z. contributed equally to this work.</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "Additional experimental details; powder X-ray diffraction data; Raman, Mössbauer, and UV-vis-NIR spectra; electrical transport measurements; and additional magnetic and computational data (PDF)\n\nCrystallographic data for 2 (CIF)\n\nY.W. and M.E.Z. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 32, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of\n(NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>]·7DMF\n(<bold>2</bold>)</title><p>Fe­(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (450 mg, 1.2 mmol), chloranilic acid\n(250 mg, 1.2 mmol) and NMe<sub>4</sub>BF<sub>4</sub> (390 mg, 2.4\nmmol) were mixed in DMF (80 mL) to give a purple suspension. The mixture\nwas then heated at 130 °C for 2 days to afford shiny black, hexagonal\nplate-shaped crystals suitable for X-ray diffraction analysis, in\naddition to flocculent powders. The mixture was allowed to cool to\nambient temperature and followed by vortex shaking for 5 min. The\npowder was removed from the remaining solid mixture by successive\nwashing with DMF and subsequent decanting (5 × 15 mL). The remaining\nblack crystalline solid was filtered and dried under vacuum to yield <bold>2</bold> (75 mg, 13.6%). Anal. calcd. for C<sub>47</sub>H<sub>73</sub>Fe<sub>2</sub>N<sub>9</sub>O<sub>19</sub>Cl<sub>6</sub>: C, 40.49;\nH, 5.24; N, 9.05%. Found: C, 40.45; H, 5.27; N, 8.74%.</p>", "clean_text": "Synthesis of (NMe4)2[Fe2L3]⋅7DMF (2)\n\nFe(BF4)2⋅6H2O (450 mg, 1.2 mmol), chloranilic acid (250 mg, 1.2 mmol) and NMe4BF4 (390 mg, 2.4 mmol) were mixed in DMF (80 mL) to give a purple suspension. The mixture was then heated at 130 °C for 2 days to afford shiny black, hexagonal plate-shaped crystals suitable for X-ray diffraction analysis, in addition to flocculent powders. The mixture was allowed to cool to ambient temperature and followed by vortex shaking for 5 min. The powder was removed from the remaining solid mixture by successive washing with DMF and subsequent decanting (5 × 15 mL). The remaining black crystalline solid was filtered and dried under vacuum to yield 2 (75 mg, 13.6%). Anal. calcd. for C47H73Fe2N9O19Cl6: C, 40.49; H, 5.24; N, 9.05%. Found: C, 40.45; H, 5.27; N, 8.74%.", "data": [{"meta": {"name": "(NMe4)2[Fe2L3]·7DMF", "symbol": "2", "chemical formula": "C47H73Fe2N9O19Cl6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Fe(BF4)2·6H2O", "amount": "450", "unit": "mg"}, {"name": "chloranilic acid", "amount": "250", "unit": "mg"}, {"name": "NMe4BF4", "amount": "390", "unit": "mg"}], "solution": [{"name": "DMF", "amount": "80", "unit": "mL"}], "pressure": "", "temperature": "130°C", "time": "2 days"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "5 × 15 mL"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "", "atmosphere": "", "time": ""}], "yield": "13.6%"}], "include_properties": ["chemical_synthesis", "washing", "filtration", "drying"]}, {"idx": "1, 5, 9, 13, 15", "type": "text", "classification": "property", "content": "<p>Layered\nmetal–organic frameworks are promising candidates\nfor new two-dimensional (2D) magnets, as the synthetic programmability\nof these materials can provide a route to diverse structural and electronic\nproperties. However, such framework materials typically lack the heavy\nelements that engender magnetocrystalline anisotropy in the monolayer\nferromagnets reported to date. Alternative sources of magnetic anisotropy\nare therefore needed in these materials. Here, we report the synthesis\nof single crystals of the framework material (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>] (H<sub>2</sub>L = 3,6-dichloro-2,5-dihydroxybenzoquinone)\nand evaluate the angular dependence of its magnetic properties. Oriented-crystal\nmagnetization measurements reveal strong uniaxial anisotropy, where\nthe easy axis is aligned with the crystallographic <italic toggle=\"yes\">c</italic> axis. While the spin carriers of this structure are isotropic <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup> metal centers\nand <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> organic linkers,\nthe anisotropy energy of the framework material is comparable to that\nof reported 2D ferromagnets. Density functional theory calculations\nindicate that the observed magnetocrystalline anisotropy arises from\nligand-to-metal charge transfer that enhances the magnetic anisotropy\nof the otherwise-isotropic Fe centers, suggesting that metal–ligand\ncovalency can be utilized as a general additive for the development\nof 2D magnets. These results show the possibility for (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>] to retain magnetic order\ndown to the 2D monolayer limit. In addition, the combination of large\nmagnetic anisotropy and semiconducting character in (NMe<sub>4</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>] highlights its potential\nas a new 2D magnetic semiconductor.</p><p>To this end, one particularly promising\nclass of materials for\nfurther study is the family of layered, honeycomb framework materials\nbased on the ligand 2,5-dihydroxybenzoquinone and its derivatives. These materials can be synthesized with a large\nnumber of different metal centers or organic linkers, giving rise\nto a diverse range of electronic and magnetic phenomena, and post-synthetic reduction or oxidation of these materials enables\nfurther modification of their properties. Of particular interest is the framework\nmaterial (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>[Fe<sub>2</sub>L<sub>3</sub>]·6DMF·2H<sub>2</sub>O (<bold>1</bold>) (H<sub>2</sub>L = 3,6-dichloro-2,5-dihydroxybenzoquinone), which is a ferrimagnetic\nsemiconductor with a characteristic temperature of <italic toggle=\"yes\">T</italic>\n<sub>C</sub> = 80 K. The conductivity\nof this material arises from organic linker-centered mixed valency,\nwhile the magnetic order arises from strong metal–radical coupling.\nBoth the magnetic ordering temperature and conductivity of this material\ncan be readily modified through post-synthetic reduction. Further,\nthe large number of electrochemically accessible redox states suggests\nthat the magnetic and electronic properties of monolayers of <bold>1</bold> could be easily tuned in an electrically gated device. Importantly, while the spin carriers of <bold>1</bold> are isotropic <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup> metal centers\nand <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> L<sup>3–•</sup> linkers, magnetic measurements on nonoriented powders reveal a large\ncoercive field of <italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 2630 Oe at 1.8\nK, suggesting the presence of magnetic anisotropy.\n</p><p>Mössbauer and Raman spectroscopies were used to confirm\nthat the metal–organic layers of <bold>2</bold> possess a similar\nelectronic structure to those in <bold>1</bold>. Mössbauer\nspectroscopy confirms the presence of a high-spin Fe<sup>III</sup> center with a similar isomer shift (δ = 0.574(1) mm/s) and\nquadrupole splitting (Δ<italic toggle=\"yes\">E</italic>\n<sub>Q</sub> = 1.125(5)\nmm/s) as in <bold>1</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>),\nand Raman spectroscopy indicates partial ligand reduction and electron\ndelocalization (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). Together, these results suggest an <italic toggle=\"yes\">in\nsitu</italic> metal-to-ligand electron transfer during framework formation\nand a formal approximate composition of [Fe<sub>2</sub>\n<sup>III</sup>(L<sup>2–</sup>)­(L<sup>3–•</sup>)<sub>2</sub>]<sup>2–</sup>. This formulation is further supported by the\nobservation of an intervalence charge-transfer band in the near-infrared\ndiffuse reflectance spectrum and a room-temperature electronic conductivity\ncomparable to that of <bold>1</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figures S6 and S7</ext-link>). As in <bold>1</bold>, the presence of linkers with\nsubstantial radical character in <bold>2</bold> results in a strong\ndirect exchange between Fe<sup>III</sup> centers and ligand-based\nspins, leading to long-range ferrimagnetic order below 34 K (). A small frequency\ndependence in the <italic toggle=\"yes\">ac</italic> susceptibility indicates the\npresence of some glassy dynamics in <bold>2</bold>, but the observation\nof magnetic saturation at high fields suggests that <bold>2</bold> is best described as a glassy ferrimagnet rather than a disordered\nspin glass (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figures S8–S13</ext-link>; see\nthe <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_002.cif\" xlink:type=\"simple\">Supporting Information</ext-link> for an extended\ndiscussion of the magnetic properties of nonoriented samples of <bold>2</bold>). While the ordering temperature of <bold>2</bold> is lower\nthan that of <bold>1</bold>, potentially due to the larger interlayer\nspacing or slight differences in the degree of linker reduction (see\nextended discussion in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>), their coercive fields at 1.8 K are nevertheless similar (2630\nand 3013 Oe for <bold>1</bold> and <bold>2</bold>, respectively) (, inset). Magnetic\ncoercivity cannot be directly correlated to magnetic anisotropy, but\nthe coercive fields observed here suggest the presence of substantial\nanisotropy in <bold>1</bold> and <bold>2</bold>, despite containing\nonly isotropic <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> Fe<sup>III</sup>- and <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> linker-based\nspin carriers. In contrast, a three-dimensional\n(3D) structural isomer exhibits a coercive field of only 100 Oe at\n2 K, while the isostructural framework\nmaterial Na<sub>3</sub>(NMe<sub>4</sub>)<sub>2</sub>[Mn<sub>2</sub>L<sub>3</sub>], which possesses similar <italic toggle=\"yes\">S</italic> = <sup>5</sup>/<sub>2</sub> metal centers and <italic toggle=\"yes\">S</italic> = <sup>1</sup>/<sub>2</sub> linkers, displays a coercive field of only 300\nOe at 1.8 K. Together, these results\nsuggest that neither the metal–ligand covalency nor the layered\nstructure of <bold>1</bold> and <bold>2</bold> can alone explain the\ncoercivities of the materials, although the combination of these factors\nmay give rise to magnetocrystalline anisotropy.</p><p>Variable-field dc magnetization data collected\nat 1.8 K reveal\ndistinct magnetic behavior for different substrate orientations (a). When the field\nis applied parallel to the <italic toggle=\"yes\">c</italic> axis, perpendicular\nto the 2D layers (<italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic>), <italic toggle=\"yes\">M</italic>\n<sub>z</sub> gradually increases with field up to 0.8 T,\nat which point a rapid increase is observed, reaching the saturation\nmagnetization near 1.2 T. The rapid increase in magnetization occurs\nat <italic toggle=\"yes\">H</italic>\n<sub>c</sub> (see the discussion of hysteresis\nbelow), suggesting that the small magnetization observed at lower\nfields corresponds to an even distribution of crystals with magnetizations\naligned parallel and antiparallel to the applied field. Here, applied\nmagnetic field strengths below <italic toggle=\"yes\">H</italic>\n<sub>c</sub> are\ntoo weak to overcome the magnetic anisotropy energy. When the field\nstrength reaches <italic toggle=\"yes\">H</italic>\n<sub>c</sub>, the antiparallel\nmagnetizations flip and the overall magnetization becomes saturated.\nIn contrast, when the magnetic field is applied perpendicular to the <italic toggle=\"yes\">c</italic> axis, parallel to the 2D layers (<italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic>), <italic toggle=\"yes\">M</italic>\n<sub>z</sub> gradually increases with\nfield up to ∼5 T, at which point saturation behavior is observed.\nA small kink in the magnetization at 0.8 T most likely corresponds\nto a small number of crystals with their <italic toggle=\"yes\">c</italic> axis parallel\nto the substrate. These results indicate a clear magnetocrystalline\nanisotropy in <bold>2</bold>, with an easy axis of magnetization aligned\nwith the <italic toggle=\"yes\">c</italic> axis and a hard plane aligned with the <italic toggle=\"yes\">ab</italic> plane.</p><p>The presence of an easy axis is further demonstrated\nby magnetic\nhysteresis data collected at 1.8 K (b). For <italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic>, the hysteresis loop displays\na rectangular shape, with <italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 8845 Oe\nat a sweep rate of 1.98 Oe/s. This shape profile indicates that the\nmagnetic domains remain aligned along the easy axis and reverse abruptly\nat the coercive field (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">S17</ext-link>). In contrast, for <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic>, the hysteresis loop displays\na spindle shape, with <italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 8042 Oe with\na sweep rate of 1.88 Oe/s. Unlike the rapid switching of the magnetization\nobserved with <italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic>, the gradual\nincrease and decrease in the magnetization for <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic> indicate a gradual reversal of the magnetic domains with\nchanging field. The differences between\nthe two hysteresis loops can be quantified using the squareness ratio,\nwhich is the ratio of the remnant magnetization (<italic toggle=\"yes\">M</italic>\n<sub>r</sub>) to the saturation magnetization (<italic toggle=\"yes\">M</italic>\n<sub>s</sub>). The squareness ratios <italic toggle=\"yes\">M</italic>\n<sub>r</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub> for <italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic> and <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic> are 0.86 and 0.20,\nrespectively, which indicate that the magnetization at zero field\nis better preserved when the magnetic field is parallel to the <italic toggle=\"yes\">c</italic> axis. Films of the commercial permanent magnet SmCo<sub>5</sub> with large magnetic anisotropy display similar differences\nin the squareness ratio for hysteresis loops measured along the easy\naxis (0.96) and hard plane (0.15). As\nsuch, the observed differences for <bold>2</bold> further support\nthe presence of an easy axis of magnetization aligned along the <italic toggle=\"yes\">c</italic> axis.</p>", "clean_text": "Layered metal-organic frameworks are promising candidates for new two-dimensional (2D) magnets, as the synthetic programmability of these materials can provide a route to diverse structural and electronic properties. However, such framework materials typically lack the heavy elements that engender magnetocrystalline anisotropy in the monolayer ferromagnets reported to date. Alternative sources of magnetic anisotropy are therefore needed in these materials. Here, we report the synthesis of single crystals of the framework material (NMe4)2[Fe2L3] (H2L = 3,6-dichloro-2,5-dihydroxybenzoquinone) and evaluate the angular dependence of its magnetic properties. Oriented-crystal magnetization measurements reveal strong uniaxial anisotropy, where the easy axis is aligned with the crystallographic c axis. While the spin carriers of this structure are isotropic S = 5/2 FeIII metal centers and S = 1/2 organic linkers, the anisotropy energy of the framework material is comparable to that of reported 2D ferromagnets. Density functional theory calculations indicate that the observed magnetocrystalline anisotropy arises from ligand-to-metal charge transfer that enhances the magnetic anisotropy of the otherwise-isotropic Fe centers, suggesting that metal-ligand covalency can be utilized as a general additive for the development of 2D magnets. These results show the possibility for (NMe4)2[Fe2L3] to retain magnetic order down to the 2D monolayer limit. In addition, the combination of large magnetic anisotropy and semiconducting character in (NMe4)2[Fe2L3] highlights its potential as a new 2D magnetic semiconductor.\n\nTo this end, one particularly promising class of materials for further study is the family of layered, honeycomb framework materials based on the ligand 2,5-dihydroxybenzoquinone and its derivatives. These materials can be synthesized with a large number of different metal centers or organic linkers, giving rise to a diverse range of electronic and magnetic phenomena, and post-synthetic reduction or oxidation of these materials enables further modification of their properties. Of particular interest is the framework material (H2NMe2)2[Fe2L3]⋅6DMF⋅2H2O (1) (H2L = 3,6-dichloro-2,5-dihydroxybenzoquinone), which is a ferrimagnetic semiconductor with a characteristic temperature of T C = 80 K. The conductivity of this material arises from organic linker-centered mixed valency, while the magnetic order arises from strong metal-radical coupling. Both the magnetic ordering temperature and conductivity of this material can be readily modified through post-synthetic reduction. Further, the large number of electrochemically accessible redox states suggests that the magnetic and electronic properties of monolayers of 1 could be easily tuned in an electrically gated device. Importantly, while the spin carriers of 1 are isotropic S = 5/2 FeIII metal centers and S = 1/2 L3-⋅ linkers, magnetic measurements on nonoriented powders reveal a large coercive field of H c = 2630 Oe at 1.8 K, suggesting the presence of magnetic anisotropy. \n\nMössbauer and Raman spectroscopies were used to confirm that the metal-organic layers of 2 possess a similar electronic structure to those in 1. Mössbauer spectroscopy confirms the presence of a high-spin FeIII center with a similar isomer shift (δ = 0.574(1) mm/s) and quadrupole splitting (ΔE Q = 1.125(5) mm/s) as in 1 (Figure S4), and Raman spectroscopy indicates partial ligand reduction and electron delocalization (Figure S5). Together, these results suggest an in situ metal-to-ligand electron transfer during framework formation and a formal approximate composition of [Fe2 III(L2-)(L3-⋅)2]2-. This formulation is further supported by the observation of an intervalence charge-transfer band in the near-infrared diffuse reflectance spectrum and a room-temperature electronic conductivity comparable to that of 1 (Figures S6 and S7). As in 1, the presence of linkers with substantial radical character in 2 results in a strong direct exchange between FeIII centers and ligand-based spins, leading to long-range ferrimagnetic order below 34 K (). A small frequency dependence in the ac susceptibility indicates the presence of some glassy dynamics in 2, but the observation of magnetic saturation at high fields suggests that 2 is best described as a glassy ferrimagnet rather than a disordered spin glass (Figures S8-S13; see the Supporting Information for an extended discussion of the magnetic properties of nonoriented samples of 2). While the ordering temperature of 2 is lower than that of 1, potentially due to the larger interlayer spacing or slight differences in the degree of linker reduction (see extended discussion in the Supporting Information), their coercive fields at 1.8 K are nevertheless similar (2630 and 3013 Oe for 1 and 2, respectively) (, inset). Magnetic coercivity cannot be directly correlated to magnetic anisotropy, but the coercive fields observed here suggest the presence of substantial anisotropy in 1 and 2, despite containing only isotropic S = 5/2 FeIII- and S = 1/2 linker-based spin carriers. In contrast, a three-dimensional (3D) structural isomer exhibits a coercive field of only 100 Oe at 2 K, while the isostructural framework material Na3(NMe4)2[Mn2L3], which possesses similar S = 5/2 metal centers and S = 1/2 linkers, displays a coercive field of only 300 Oe at 1.8 K. Together, these results suggest that neither the metal-ligand covalency nor the layered structure of 1 and 2 can alone explain the coercivities of the materials, although the combination of these factors may give rise to magnetocrystalline anisotropy.\n\nVariable-field dc magnetization data collected at 1.8 K reveal distinct magnetic behavior for different substrate orientations (a). When the field is applied parallel to the c axis, perpendicular to the 2D layers (H||c), M z gradually increases with field up to 0.8 T, at which point a rapid increase is observed, reaching the saturation magnetization near 1.2 T. The rapid increase in magnetization occurs at H c (see the discussion of hysteresis below), suggesting that the small magnetization observed at lower fields corresponds to an even distribution of crystals with magnetizations aligned parallel and antiparallel to the applied field. Here, applied magnetic field strengths below H c are too weak to overcome the magnetic anisotropy energy. When the field strength reaches H c, the antiparallel magnetizations flip and the overall magnetization becomes saturated. In contrast, when the magnetic field is applied perpendicular to the c axis, parallel to the 2D layers (H⊥c), M z gradually increases with field up to ~5 T, at which point saturation behavior is observed. A small kink in the magnetization at 0.8 T most likely corresponds to a small number of crystals with their c axis parallel to the substrate. These results indicate a clear magnetocrystalline anisotropy in 2, with an easy axis of magnetization aligned with the c axis and a hard plane aligned with the ab plane.\n\nThe presence of an easy axis is further demonstrated by magnetic hysteresis data collected at 1.8 K (b). For H||c, the hysteresis loop displays a rectangular shape, with H c = 8845 Oe at a sweep rate of 1.98 Oe/s. This shape profile indicates that the magnetic domains remain aligned along the easy axis and reverse abruptly at the coercive field (b and S17). In contrast, for H⊥c, the hysteresis loop displays a spindle shape, with H c = 8042 Oe with a sweep rate of 1.88 Oe/s. Unlike the rapid switching of the magnetization observed with H||c, the gradual increase and decrease in the magnetization for H⊥c indicate a gradual reversal of the magnetic domains with changing field. The differences between the two hysteresis loops can be quantified using the squareness ratio, which is the ratio of the remnant magnetization (M r) to the saturation magnetization (M s). The squareness ratios M r/M s for H||c and H⊥c are 0.86 and 0.20, respectively, which indicate that the magnetization at zero field is better preserved when the magnetic field is parallel to the c axis. Films of the commercial permanent magnet SmCo5 with large magnetic anisotropy display similar differences in the squareness ratio for hysteresis loops measured along the easy axis (0.96) and hard plane (0.15). As such, the observed differences for 2 further support the presence of an easy axis of magnetization aligned along the c axis.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 10, 1, '[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"MOF-A\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"dielectric constant\",\\n        \"value\": \"4.5\",\\n        \"unit\": \"\",\\n        \"condition\": \"at 1 kHz\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical conductivity\",\\n        \"value\": \"0.01\",\\n        \"unit\": \"S/cm\",\\n        \"condition\": \"at room temperature\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NOTT-202\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical resistance\",\\n        \"value\": \"10000000\",\\n        \"unit\": \"ohm·cm\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": "17, 22", "type": "text", "classification": "property", "content": "<p>To quantify the magnetocrystalline anisotropy energy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>) of <bold>2</bold>, we determined the uniaxial\nanisotropy\nconstant <italic toggle=\"yes\">K</italic>\n<sub>u</sub> using the Stoner–Wohlfarth\nmodel:<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">u</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>μ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>sat</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>which assumes a fully magnetized,\nsingle-domain\nstate, where <italic toggle=\"yes\">M</italic>\n<sub>s</sub> is the saturation magnetization\nand <italic toggle=\"yes\">H</italic>\n<sub>sat</sub> is the magnetic field above which\nthe sample is fully magnetized. The values\nof <italic toggle=\"yes\">M</italic>\n<sub>s</sub> and <italic toggle=\"yes\">H</italic>\n<sub>sat</sub> were obtained by fitting the magnetization data with <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic> (see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). This model yields a value of <italic toggle=\"yes\">K</italic>\n<sub>u</sub> = 50 kJ/m<sup>3</sup> at 1.8 K. Similar anisotropy\nconstants were obtained by fitting the data using the Sucksmith–Thompson\nmethod (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).\n</p><p>Next, we included SOC in the calculations and considered magnetization\naligned along the crystallographic <italic toggle=\"yes\">a</italic> or <italic toggle=\"yes\">c</italic> axis. For both cases, the DOS and electronic band structure are\nvery similar to those calculated without the inclusion of SOC ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">S24</ext-link>), exhibiting van Hove singularities in proximity\nto the Fermi level. When the magnetization is aligned parallel to\nthe <italic toggle=\"yes\">c</italic> axis, however, the band crossing is removed\nand a band gap of ∼80 meV opens (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S24c</ext-link>). We note that this band gap is smaller than the one estimated\nfrom optical measurements (∼0.35 eV, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>) and variable-temperature transport measurements on <bold>1</bold> (0.26 eV), suggesting that\nother factors may also contribute to the semiconducting character\nof <bold>2</bold>. The gap introduced by SOC stabilizes the energy\nof this orientation of the magnetization by 1.56 meV/Fe atom relative\nto the configuration with the magnetization along the <italic toggle=\"yes\">a</italic> axis, which remains semimetallic. This energy difference supports\nthe possibility that the experimentally determined value, 0.25 meV/Fe,\nmay indeed underestimate the anisotropy of <bold>2</bold>. Note that\nthe absence of the NMe<sub>4</sub>\n<sup>+</sup> cations in the calculated\nstructure and possible structural disorder in the measured crystals\nmay also contribute to the difference between the experiment and theory.</p>", "clean_text": "To quantify the magnetocrystalline anisotropy energy (E a) of 2, we determined the uniaxial anisotropy constant K u using the Stoner-Wohlfarth model: 1      2   K   u       M   s     =   μ   0     H   sat     which assumes a fully magnetized, single-domain state, where M s is the saturation magnetization and H sat is the magnetic field above which the sample is fully magnetized. The values of M s and H sat were obtained by fitting the magnetization data with H⊥c (see details in the Supporting Information). This model yields a value of K u = 50 kJ/m3 at 1.8 K. Similar anisotropy constants were obtained by fitting the data using the Sucksmith-Thompson method (see the Supporting Information). \n\nNext, we included SOC in the calculations and considered magnetization aligned along the crystallographic a or c axis. For both cases, the DOS and electronic band structure are very similar to those calculated without the inclusion of SOC ( and S24), exhibiting van Hove singularities in proximity to the Fermi level. When the magnetization is aligned parallel to the c axis, however, the band crossing is removed and a band gap of ~80 meV opens (Figure S24c). We note that this band gap is smaller than the one estimated from optical measurements (~0.35 eV, Figure S6) and variable-temperature transport measurements on 1 (0.26 eV), suggesting that other factors may also contribute to the semiconducting character of 2. The gap introduced by SOC stabilizes the energy of this orientation of the magnetization by 1.56 meV/Fe atom relative to the configuration with the magnetization along the a axis, which remains semimetallic. This energy difference supports the possibility that the experimentally determined value, 0.25 meV/Fe, may indeed underestimate the anisotropy of 2. Note that the absence of the NMe4 + cations in the calculated structure and possible structural disorder in the measured crystals may also contribute to the difference between the experiment and theory.", "data": [[{"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "etc": [{"property name": "magnetocrystalline anisotropy energy", "value": "", "unit": "", "condition": ""}, {"property name": "uniaxial anisotropy constant", "value": "50", "unit": "kJ/m^3", "condition": "at 1.8 K"}, {"property name": "band gap", "value": "0.08", "unit": "eV", "condition": "when magnetization is aligned parallel to the c axis"}, {"property name": "energy difference", "value": "1.56", "unit": "meV/Fe atom", "condition": "relative to the configuration with the magnetization along the a axis"}]}]], "include_properties": ["etc"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Crystal\nstructure of <bold>2</bold>, as viewed along the crystallographic <italic toggle=\"yes\">c</italic> axis (upper) and <italic toggle=\"yes\">b</italic> axis (lower), with\nselected Fe···Fe distances highlighted. Orange, green,\nred, blue, and gray spheres represent Fe, Cl, O, N, and C atoms, respectively;\nH atoms and DMF molecules are omitted for clarity. (b) SEM images\nof <bold>2</bold>, as viewed along the crystallographic <italic toggle=\"yes\">c</italic> axis (upper) and <italic toggle=\"yes\">b</italic> axis (lower).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Crystal structure of 2, as viewed along the crystallographic c axis (upper) and b axis (lower), with selected Fe⋅⋅⋅Fe distances highlighted. Orange, green, red, blue, and gray spheres represent Fe, Cl, O, N, and C atoms, respectively; H atoms and DMF molecules are omitted for clarity. (b) SEM images of 2, as viewed along the crystallographic c axis (upper) and b axis (lower).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Variable-temperature\nfield-cooled dc magnetic susceptibility data\nfor a nonoriented sample of <bold>2</bold> collected under applied\nmagnetic fields of 10 (blue), 100 (purple), and 1000 (red) Oe. Inset:\nmagnetic hysteresis measurements for a randomly oriented sample of <bold>2</bold>, collected at 1.8 K with a field sweep rate of 1.94 Oe/s.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Variable-temperature field-cooled dc magnetic susceptibility data for a nonoriented sample of 2 collected under applied magnetic fields of 10 (blue), 100 (purple), and 1000 (red) Oe. Inset: magnetic hysteresis measurements for a randomly oriented sample of 2, collected at 1.8 K with a field sweep rate of 1.94 Oe/s.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Powder\nX-ray diffraction data for the oriented crystals of <bold>2</bold> (orange), simulated data for <bold>2</bold> with (red) or\nwithout (blue) [001] preferred orientation, and data for the sample\nsubstrate. Gray lines represent the (001), (002), and (003) reflections\nof <bold>2</bold>. Slight differences between experimental and simulated\npeak positions are due to the different collection temperatures for\npowder (298 K) and single-crystal (250 K) X-ray diffraction data.\nAll data were collected or simulated with a wavelength of 1.5406 Å.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Powder X-ray diffraction data for the oriented crystals of 2 (orange), simulated data for 2 with (red) or without (blue) [001] preferred orientation, and data for the sample substrate. Gray lines represent the (001), (002), and (003) reflections of 2. Slight differences between experimental and simulated peak positions are due to the different collection temperatures for powder (298 K) and single-crystal (250 K) X-ray diffraction data. All data were collected or simulated with a wavelength of 1.5406 Å.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Variable-field dc magnetization data for the oriented\nsingle-crystal\nsample of <bold>2</bold>, collected at 1.8 K. Inset: variable-temperature\ndc magnetization data for the oriented single-crystal sample. Blue\nand red data correspond to data with <italic toggle=\"yes\">H</italic>||<italic toggle=\"yes\">c</italic> or <italic toggle=\"yes\">H</italic>⊥<italic toggle=\"yes\">c</italic>, respectively. Collected\nat a field of 10 Oe. (b) Variable-field magnetic hysteresis data for\nthe oriented-crystal sample of <bold>2</bold>, collected at 1.8 K.\nBlue and red lines are guides to the eye. Intermediate angle data\nare shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figures S15–S17</ext-link>, and\nthe full hysteresis loops are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.1c02670/suppl_file/cm1c02670_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>. (c) Ratio <italic toggle=\"yes\">K</italic>\n<sub>u</sub>(<italic toggle=\"yes\">T</italic>)/<italic toggle=\"yes\">K</italic>\n<sub>u</sub>(2 K) (blue dots) as a function of\ntemperature, compared to the ratio [<italic toggle=\"yes\">M</italic>\n<sub>s</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub>(2 K)]<sup>\n<italic toggle=\"yes\">x</italic>\n</sup> for <italic toggle=\"yes\">x</italic> = 1, 3, or 10 (purple, red, and green lines).\nThe temperature dependence of the anisotropy constant most closely\nscales to the third power of <italic toggle=\"yes\">M</italic>\n<sub>s</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub>(2 K), characteristic of uniaxial anisotropy.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Variable-field dc magnetization data for the oriented single-crystal sample of 2, collected at 1.8 K. Inset: variable-temperature dc magnetization data for the oriented single-crystal sample. Blue and red data correspond to data with H||c or H⊥c, respectively. Collected at a field of 10 Oe. (b) Variable-field magnetic hysteresis data for the oriented-crystal sample of 2, collected at 1.8 K. Blue and red lines are guides to the eye. Intermediate angle data are shown in Figures S15-S17, and the full hysteresis loops are shown in Figure S19. (c) Ratio K u(T)/K u(2 K) (blue dots) as a function of temperature, compared to the ratio [M s/M s(2 K)] x  for x = 1, 3, or 10 (purple, red, and green lines). The temperature dependence of the anisotropy constant most closely scales to the third power of M s/M s(2 K), characteristic of uniaxial anisotropy.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a–c) Density\nof states (DOS) of <bold>2</bold> without\nspin–orbit coupling (SOC) (a) or with spin–orbit coupling\nand the local magnetic moment aligned along the crystallographic <italic toggle=\"yes\">a</italic>-axis (b) or <italic toggle=\"yes\">c</italic>-axis (c). The Fermi level\n(a, b) or valence band maximum (c) is set to 0 eV. (d, e) Wannier\ninterpolation of the spin-down channel band structure of <bold>2</bold> without SOC. The color field represents the contribution of the\nmaximally localized Wannier function (MLWF) (e) to the Bloch states\nin the three spin-down bands near the Fermi level. Blue and purple\nlobes correspond to positive and negative values of the MLWF. The\ndashed line indicates the Fermi level.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a-c) Density of states (DOS) of 2 without spin-orbit coupling (SOC) (a) or with spin-orbit coupling and the local magnetic moment aligned along the crystallographic a-axis (b) or c-axis (c). The Fermi level (a, b) or valence band maximum (c) is set to 0 eV. (d, e) Wannier interpolation of the spin-down channel band structure of 2 without SOC. The color field represents the contribution of the maximally localized Wannier function (MLWF) (e) to the Bloch states in the three spin-down bands near the Fermi level. Blue and purple lobes correspond to positive and negative values of the MLWF. The dashed line indicates the Fermi level.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Tapping mode atomic force microscopy (AFM) image of a mechanically\nexfoliated flake of <bold>2</bold> on SiO<sub>2</sub>. (b, c) Cross-sectional\nAFM profiles showing (b) height of a bilayer step in the middle of\nthe crystal (the path indicated by the green line on the top image)\nor (c) overall thickness of the exfoliated flake (the path indicated\nby the red line on the top image).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm1c02670_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Tapping mode atomic force microscopy (AFM) image of a mechanically exfoliated flake of 2 on SiO2. (b, c) Cross-sectional AFM profiles showing (b) height of a bilayer step in the middle of the crystal (the path indicated by the green line on the top image) or (c) overall thickness of the exfoliated flake (the path indicated by the red line on the top image).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.1c02670", "title": "\nStrong Magnetocrystalline\nAnisotropy Arising from\nMetal–Ligand Covalency in a Metal–Organic Candidate\nfor 2D Magnetic Order\n", "journal": "American Chemical Society", "date": "2021.11", "author_list": ["Wang\nYiran", "Ziebel\nMichael E.", "Sun\nLei", "Gish\nJ. Tyler", "Pearson\nTyler J.", "Lu\nXue-Zeng", "Thorarinsdottir\nAgnes E.", "Hersam\nMark C.", "Long\nJeffrey R.", "Freedman\nDanna E.", "Rondinelli\nJames M.", "Puggioni\nDanilo", "Harris\nT. David"]}}