{"filepath": "../L2M3_data/1_application_papers/acs_xml/cm5b02211.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nability to expose MOF pores on demand using visible light has been\ndemonstrated and exploited for the capture and release of carbon dioxide.\nCoating of <bold>Mg-MOF-74</bold> or <bold>MIL-53(Al)</bold> with\nmethyl red dye afforded composite materials that became able to adsorb\ncarbon dioxide after exposure to visible light. The <bold>Mg-MOF-74</bold> series can be tailored to an 84% uptake change upon irradiation,\nwhich is an attractive low-energy alternative for CO<sub>2</sub> capture,\nwhere the reliance on coal-based power for materials generation is\nreduced. Kinetic and temperature dependent studies highlighted the\nmechanism behind this new effect in MOFs, which varied according to\nthe structural rigidity of the framework.</p>", "clean_text": "The ability to expose MOF pores on demand using visible light has been demonstrated and exploited for the capture and release of carbon dioxide. Coating of Mg-MOF-74 or MIL-53(Al) with methyl red dye afforded composite materials that became able to adsorb carbon dioxide after exposure to visible light. The Mg-MOF-74 series can be tailored to an 84% uptake change upon irradiation, which is an attractive low-energy alternative for CO2 capture, where the reliance on coal-based power for materials generation is reduced. Kinetic and temperature dependent studies highlighted the mechanism behind this new effect in MOFs, which varied according to the structural rigidity of the framework.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>One of the key challenges to be met in\nthe development of materials for carbon capture is the parasitic energy\nrequirements of the capture material. Particularly for the regeneration\nprocess, significant energy is required to deliver heat or vacuum\nas used in processes such as pressure or vacuum swing adsorption. Light is an attractive solution as it is a naturally occurring trigger\nand independent from the power station production capacity. Light responsive groups, which have been partially\nor fully incorporated into MOFs, have previously been exploited to\ntrigger the capture and release of CO<sub>2</sub>. Therefore,\ncapture materials that can be regenerated using light are attractive\nas they utilize an energy source that is not parasitic to the power\nplant. Light responsive metal organic frameworks (MOFs) combine high capture\ncapacity with structural versatility to offer the potential of triggered\nrelease of adsorbed CO<sub>2</sub> at high capacities. When\nlight responsive groups are introduced within the pores of the MOF\nor within the framework, photoresponse can be induced or sometimes\ninhibited. Recently, we showed that this\ncan be achieved with concentrated sunlight to deliver the release\nof around 70% of adsorbed molecules in a few minutes. Although the results are promising, the use of UV light\nlimits the applicability in particular because of the inherently low\npenetration depth of this form of radiation. Any application would\nnecessarily require only thin layers of the adsorbent, drastically\nreducing the volumetric performance. As a result, new chemistry utilizing\nmore penetrating wavelengths is crucial.\n</p>", "clean_text": "Introduction\n\nOne of the key challenges to be met in the development of materials for carbon capture is the parasitic energy requirements of the capture material. Particularly for the regeneration process, significant energy is required to deliver heat or vacuum as used in processes such as pressure or vacuum swing adsorption. Light is an attractive solution as it is a naturally occurring trigger and independent from the power station production capacity. Light responsive groups, which have been partially or fully incorporated into MOFs, have previously been exploited to trigger the capture and release of CO2. Therefore, capture materials that can be regenerated using light are attractive as they utilize an energy source that is not parasitic to the power plant. Light responsive metal organic frameworks (MOFs) combine high capture capacity with structural versatility to offer the potential of triggered release of adsorbed CO2 at high capacities. When light responsive groups are introduced within the pores of the MOF or within the framework, photoresponse can be induced or sometimes inhibited. Recently, we showed that this can be achieved with concentrated sunlight to deliver the release of around 70% of adsorbed molecules in a few minutes. Although the results are promising, the use of UV light limits the applicability in particular because of the inherently low penetration depth of this form of radiation. Any application would necessarily require only thin layers of the adsorbent, drastically reducing the volumetric performance. As a result, new chemistry utilizing more penetrating wavelengths is crucial. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Photoresponsive MOFs are mainly derived from azobenzene derivatives\nthat respond to UV and visible light to obtain the active and native\nstates, respectively. However,\na recent study showed that diarylethene derived MOFs also displayed\nUV and visible light response to convert between the closed and open\nphenyl ring state, respectively.\n</p>", "clean_text": "Photoresponsive MOFs are mainly derived from azobenzene derivatives that respond to UV and visible light to obtain the active and native states, respectively. However, a recent study showed that diarylethene derived MOFs also displayed UV and visible light response to convert between the closed and open phenyl ring state, respectively. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Another approach is to adsorb visible light responsive molecules\non the external surface of the adsorbent. Among the well-known azobenzene\nderivatives, <italic toggle=\"yes\">o-</italic>methyl red (<bold>MR</bold>), also\nknown as Acid Red, is able to undergo conformational changes from\nthe native <italic toggle=\"yes\">trans</italic> state to the <italic toggle=\"yes\">cis</italic> state upon visible light irradiation shorter than 590 nm. The relaxation back to the <italic toggle=\"yes\">trans</italic> state can be achieved\nin the dark. Thus, <bold>MR</bold> has attractive\nproperties for introducing visible light response in MOFs. To our\nknowledge, no MOFs developed for carbon capture has ever showed response\nexclusively in the visible light region.</p>", "clean_text": "Another approach is to adsorb visible light responsive molecules on the external surface of the adsorbent. Among the well-known azobenzene derivatives, o-methyl red (MR), also known as Acid Red, is able to undergo conformational changes from the native trans state to the cis state upon visible light irradiation shorter than 590 nm. The relaxation back to the trans state can be achieved in the dark. Thus, MR has attractive properties for introducing visible light response in MOFs. To our knowledge, no MOFs developed for carbon capture has ever showed response exclusively in the visible light region.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The rigid <bold>Mg-MOF-74</bold> is highly attractive for gas separation as it exhibits high CO<sub>2</sub> adsorption capacity under atmospheric conditions and is considered\nas one of the more promising candidates for CO<sub>2</sub> capture\ndue to its high concentration of open metal sites.\n</p>", "clean_text": "The rigid Mg-MOF-74 is highly attractive for gas separation as it exhibits high CO2 adsorption capacity under atmospheric conditions and is considered as one of the more promising candidates for CO2 capture due to its high concentration of open metal sites. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In addition to high gas uptake, the flexible <bold>MIL-53­(Al)</bold> is highly attractive due to its structural stability\nupon exposure to moisture, one of the many criteria required for gas\nstorage and separations in industrial applications.\n<bold>MIL-53­(Al)</bold> displays reversible structural changes between\nopen and closed pore structures, due to the framework interaction\nwith guest molecules, or from specific pressure or temperature effects. Unlike rigid frameworks, structural flexibilities may allow greater\nstructural transformations due to photoresponse.</p>", "clean_text": "In addition to high gas uptake, the flexible MIL-53(Al) is highly attractive due to its structural stability upon exposure to moisture, one of the many criteria required for gas storage and separations in industrial applications. MIL-53(Al) displays reversible structural changes between open and closed pore structures, due to the framework interaction with guest molecules, or from specific pressure or temperature effects. Unlike rigid frameworks, structural flexibilities may allow greater structural transformations due to photoresponse.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>In this study,\nwe demonstrate visible light responsive <bold>MR</bold> guest molecules\non rigid and flexible MOFs, such as <bold>Mg-MOF-74</bold> and <bold>MIL-53­(Al)</bold>, can exhibit reversible CO<sub>2</sub> capture\nwithout the use of UV irradiation. It is reported that the MOFs behave\nin the reverse fashion to previously reported triggered release. These MOFs were exposed under different photoswitching\nconditions: dynamic and static. This is where light is repeatedly\nturned on and off throughout adsorption measurements and when sample\nirradiation takes place prior to each measurement, respectively. We\ndemonstrated that the photoisomerization of <bold>MR</bold> coated\non the MOF surface is responsible for the unique CO<sub>2</sub> capture\nphenomenon (see ).</p>", "clean_text": "In this study, we demonstrate visible light responsive MR guest molecules on rigid and flexible MOFs, such as Mg-MOF-74 and MIL-53(Al), can exhibit reversible CO2 capture without the use of UV irradiation. It is reported that the MOFs behave in the reverse fashion to previously reported triggered release. These MOFs were exposed under different photoswitching conditions: dynamic and static. This is where light is repeatedly turned on and off throughout adsorption measurements and when sample irradiation takes place prior to each measurement, respectively. We demonstrated that the photoisomerization of MR coated on the MOF surface is responsible for the unique CO2 capture phenomenon (see ).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Visible light-triggered\nactivation of MOFs is a new route to controlling access to the pores.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Visible light-triggered activation of MOFs is a new route to controlling access to the pores.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>To prepare\nthe <bold>MOF@MR</bold> samples, <bold>MR</bold> guest molecules were\nloaded onto the MOF. The term loading refers to the addition of <bold>MR</bold> to the <bold>MOF</bold> in DCM, in which the mixture was\nsonicated for about 15 min. The <bold>MR</bold> loading concentrations\nwere determined by the weight of <bold>MOF</bold> and <bold>MR</bold> in the mixture. The mixture was then filtered and washed thoroughly\nwith DCM. Enhanced CO<sub>2</sub> adsorption was observed in both <bold>MOF@MR</bold> samples upon visible light irradiation, despite the\nexpected reduction in their initial uptake capacities from the introduction\nof <bold>MR</bold> (). In a nonirradiated state, the presence of <bold>MR</bold> potentially inhibited CO<sub>2</sub> from accessing the pores as\nsaturation was reached at an absolute pressure of 0.7 bar. Interestingly, <bold>Mg-MOF-74@MR</bold> displayed a light responsive\npore-opening effect, in which the total CO<sub>2</sub> uptake capacity\ngradually increased with irradiation time (a-b). Most likely, photoirradiation resulted\nin the pore-opening of the MOF so that the CO<sub>2</sub> adsorption\nsites were progressively unblocked. Under dynamic photoswitching,\nthat is, admitting and excluding light to the sample during gas adsorption\nanalysis, significant CO<sub>2</sub> adsorption and release was not\nobserved (a)\nbut pore-opening was observed after 30 min of irradiation, increasing\nthe total CO<sub>2</sub> uptake by 35% (17 cm<sup>3</sup>/g STP) (a). This pore-opening\neffect was also observed within 30 min of static irradiation–exposing\nthe sample to light prior to gas adsorption analyses - delivering\na 50% adsorption capacity increase (8 cm<sup>3</sup>/g STP) (b). The total uptake\nincrease was significantly enhanced by 84% when the sample was further\nstatically irradiated for 60 min, which delivered the maximum CO<sub>2</sub> adsorption change. The pore-opening effect was much more\npronounced under static conditions. Previously, it was demonstrated\nthat dynamic photoswitching exhibited lower gas uptake capacity compared\nto that static photoswitching. The gated\nsystem offered an advantageous process, like a dynamic photoswitching\nsystem, where the amount of CO<sub>2</sub> adsorbed could be tuned\ndepending on the light irradiation time, providing a controlled and\nselective route. The pore-opening effect was found to be reversible\nas <bold>Mg-MOF-74@MR</bold> relaxed back to the initial state overnight\nin the dark (). However, a gradual decrease in overall performance of a nonirradiated <bold>Mg-MOF-74@MR</bold> was observed with each overnight relaxation cycle.\nAn earlier saturation point (0.5 bar) was observed, and the maximum\nCO<sub>2</sub> uptake capacities at the saturation point reduced by\n36% after one cycle, followed by a further reduction of 19% in the\nnext cycle (). Although previous reports have shown that <bold>Mg-MOF-74</bold> displayed a loss in uptake capacity in consecutive cycles, the relaxation of <bold>MR</bold> in <bold>Mg-MOF-74@MR</bold> may have gradually degraded the MOF.</p>", "clean_text": "Results and Discussion\n\nTo prepare the MOF@MR samples, MR guest molecules were loaded onto the MOF. The term loading refers to the addition of MR to the MOF in DCM, in which the mixture was sonicated for about 15 min. The MR loading concentrations were determined by the weight of MOF and MR in the mixture. The mixture was then filtered and washed thoroughly with DCM. Enhanced CO2 adsorption was observed in both MOF@MR samples upon visible light irradiation, despite the expected reduction in their initial uptake capacities from the introduction of MR (). In a nonirradiated state, the presence of MR potentially inhibited CO2 from accessing the pores as saturation was reached at an absolute pressure of 0.7 bar. Interestingly, Mg-MOF-74@MR displayed a light responsive pore-opening effect, in which the total CO2 uptake capacity gradually increased with irradiation time (a-b). Most likely, photoirradiation resulted in the pore-opening of the MOF so that the CO2 adsorption sites were progressively unblocked. Under dynamic photoswitching, that is, admitting and excluding light to the sample during gas adsorption analysis, significant CO2 adsorption and release was not observed (a) but pore-opening was observed after 30 min of irradiation, increasing the total CO2 uptake by 35% (17 cm3/g STP) (a). This pore-opening effect was also observed within 30 min of static irradiation-exposing the sample to light prior to gas adsorption analyses - delivering a 50% adsorption capacity increase (8 cm3/g STP) (b). The total uptake increase was significantly enhanced by 84% when the sample was further statically irradiated for 60 min, which delivered the maximum CO2 adsorption change. The pore-opening effect was much more pronounced under static conditions. Previously, it was demonstrated that dynamic photoswitching exhibited lower gas uptake capacity compared to that static photoswitching. The gated system offered an advantageous process, like a dynamic photoswitching system, where the amount of CO2 adsorbed could be tuned depending on the light irradiation time, providing a controlled and selective route. The pore-opening effect was found to be reversible as Mg-MOF-74@MR relaxed back to the initial state overnight in the dark (). However, a gradual decrease in overall performance of a nonirradiated Mg-MOF-74@MR was observed with each overnight relaxation cycle. An earlier saturation point (0.5 bar) was observed, and the maximum CO2 uptake capacities at the saturation point reduced by 36% after one cycle, followed by a further reduction of 19% in the next cycle (). Although previous reports have shown that Mg-MOF-74 displayed a loss in uptake capacity in consecutive cycles, the relaxation of MR in Mg-MOF-74@MR may have gradually degraded the MOF.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>Visible light irradiation\nof <bold>MIL-53­(Al)@MR</bold> displayed a similar pore-opening effect,\nwhere significant increase in CO<sub>2</sub> uptake was observed upon\nvisible light irradiation. However, a saturation point was not observed.\nPerhaps, this could be due to the flexibility of the MIL framework\naccommodating more CO<sub>2</sub>. It has been shown in the literature\nthat similar gas adsorption behavior with saturation points can be\nobserved in other nonflexible MOFs. Due\nto its flexibility, the effect of different <bold>MR</bold> loading\nconcentrations (15 and 50 wt %) was investigated. The results revealed\nthat although total uptake capacities in the nonirradiated state reduced\nat higher <bold>MR</bold> loading concentrations, a stronger photoresponse\nwas obtained. Under static conditions, the CO<sub>2</sub> uptake capacity\nof irradiated <bold>MIL-53­(Al)@MR</bold> at 15 wt % was increased\nby 9% (27 cm<sup>3</sup>/g STP) (d). This trend was more pronounced at 50\nwt % guest loading where uptake was significantly increased by 46%\n(14 cm<sup>3</sup>/g STP) (e). Larger adsorption changes were obtained in a higher\nguest loading level (c). However, a peak was observed at lower guest loading concentration\nat 0.3 bar. As discussed above, the pore opening effect may be due\nto the movement of <bold>MR</bold>, from <italic toggle=\"yes\">trans</italic> to\nthe more compact <italic toggle=\"yes\">cis</italic> form, on the MOF surface when\nirradiated. Thus, the pore opening effect is more enhanced with more\nMR loading. The term MOF surface refers to the external surface of\nthe MOF crystals. At lower guest loading concentration, the environment\nwould be less constricted and hence a sudden increase in photoresponse\nat the beginning of an adsorption measurement (c). Similar to <bold>Mg-MOF-74@MR</bold>,\ndynamic photoswitching of <bold>MIL-53­(Al)@MR</bold> resulted in a\nlower total CO<sub>2</sub> uptake than that obtained under static\nconditions. Furthermore, degradation may have occurred after relaxation\nas lower gas adsorption performance of a nonirradiated sample was\nalso observed. Control studies were undertaken to ensure that the\npore opening effect was purely due to the presence of <bold>MR</bold> with the MOFs during gas adsorption. In the absence of <bold>MR</bold>, irradiation of <bold>Mg-MOF-74</bold> and <bold>MIL-53­(Al)</bold> showed very low photoresponse compared to their corresponding <bold>MOF@MR</bold>s as 12% and 0.6% reduction in uptake capacity was obtained\nrespectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-15a-b</ext-link>). This could\nbe attributed to the aromatic nature of the MOF, particularly in <bold>Mg-MOF-74</bold> where the framework itself absorbs visible light\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-2</ext-link>).</p>", "clean_text": "Visible light irradiation of MIL-53(Al)@MR displayed a similar pore-opening effect, where significant increase in CO2 uptake was observed upon visible light irradiation. However, a saturation point was not observed. Perhaps, this could be due to the flexibility of the MIL framework accommodating more CO2. It has been shown in the literature that similar gas adsorption behavior with saturation points can be observed in other nonflexible MOFs. Due to its flexibility, the effect of different MR loading concentrations (15 and 50 wt %) was investigated. The results revealed that although total uptake capacities in the nonirradiated state reduced at higher MR loading concentrations, a stronger photoresponse was obtained. Under static conditions, the CO2 uptake capacity of irradiated MIL-53(Al)@MR at 15 wt % was increased by 9% (27 cm3/g STP) (d). This trend was more pronounced at 50 wt % guest loading where uptake was significantly increased by 46% (14 cm3/g STP) (e). Larger adsorption changes were obtained in a higher guest loading level (c). However, a peak was observed at lower guest loading concentration at 0.3 bar. As discussed above, the pore opening effect may be due to the movement of MR, from trans to the more compact cis form, on the MOF surface when irradiated. Thus, the pore opening effect is more enhanced with more MR loading. The term MOF surface refers to the external surface of the MOF crystals. At lower guest loading concentration, the environment would be less constricted and hence a sudden increase in photoresponse at the beginning of an adsorption measurement (c). Similar to Mg-MOF-74@MR, dynamic photoswitching of MIL-53(Al)@MR resulted in a lower total CO2 uptake than that obtained under static conditions. Furthermore, degradation may have occurred after relaxation as lower gas adsorption performance of a nonirradiated sample was also observed. Control studies were undertaken to ensure that the pore opening effect was purely due to the presence of MR with the MOFs during gas adsorption. In the absence of MR, irradiation of Mg-MOF-74 and MIL-53(Al) showed very low photoresponse compared to their corresponding MOF@MRs as 12% and 0.6% reduction in uptake capacity was obtained respectively (Figure SI-15a-b). This could be attributed to the aromatic nature of the MOF, particularly in Mg-MOF-74 where the framework itself absorbs visible light (Figure SI-2).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>CO<sub>2</sub> adsorption\nisotherms of nonirradiated and irradiated <bold>Mg-MOF-74@MR</bold> (a,b) and <bold>MIL-53­(Al)@MR</bold> 15 wt % (d) and 50 wt % (e)\nunder dynamic and static conditions at 303 K. Percentage adsorption\nchanges with different loading concentrations in <bold>MIL-53­(Al)</bold> were compared (c). Dynamic (a) and static (b) photoswitching experiments\nfor <bold>Mg-MOF-74@MR</bold> were carried out on days 1 and 2 respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0007.tif\"></graphic>\n</fig>", "clean_text": " 2  CO2 adsorption isotherms of nonirradiated and irradiated Mg-MOF-74@MR (a,b) and MIL-53(Al)@MR 15 wt % (d) and 50 wt % (e) under dynamic and static conditions at 303 K. Percentage adsorption changes with different loading concentrations in MIL-53(Al) were compared (c). Dynamic (a) and static (b) photoswitching experiments for Mg-MOF-74@MR were carried out on days 1 and 2 respectively.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>CO<sub>2</sub> uptake performance of <bold>Mg-MOF-74@MR</bold> at 303 K after relaxation.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  CO2 uptake performance of Mg-MOF-74@MR at 303 K after relaxation.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The photoresponse mechanism was investigated using similar\nanalytical approaches to our previous work. Photoresponse was directly observed in UV–vis and FT-IR spectra\nand indirectly through gas adsorption experiments. PXRD results confirmed\nthat photoresponse occurred on a local scale as no large structural\nchanges were observed.</p>", "clean_text": "The photoresponse mechanism was investigated using similar analytical approaches to our previous work. Photoresponse was directly observed in UV-vis and FT-IR spectra and indirectly through gas adsorption experiments. PXRD results confirmed that photoresponse occurred on a local scale as no large structural changes were observed.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The UV–vis spectrum of pure <bold>MR</bold> displayed characteristic absorption bands at 330 and 430\nnm, which correspond to the <italic toggle=\"yes\">cis</italic> and <italic toggle=\"yes\">trans</italic> peaks respectively (a). When irradiated with visible light, a large fraction of\nthe <italic toggle=\"yes\">trans</italic> isomers appeared to have converted to the <italic toggle=\"yes\">cis</italic> isomer within 30 min as the <italic toggle=\"yes\">trans</italic> and\nthe <italic toggle=\"yes\">cis</italic> absorption peaks decreased and increased\nrespectively (a). A similar trend was observed in both <bold>MOF@MR</bold> samples.\nThus, the photoisomerization of <bold>MR</bold> in MOFs could be responsible\nfor the photoresponse observed, in which the pore opening was obtained\nafter 30 min of irradiation through the formation of more compact <italic toggle=\"yes\">cis</italic>-<bold>MR</bold> guest molecules and reduced their contact\nwith the host. It has been reported that the <italic toggle=\"yes\">trans</italic>-to-<italic toggle=\"yes\">cis</italic> photoisomerization of azobenzene derivatives\nin porous materials promoted the dipole–quadrupole interaction\nbetween the pore surface and CO<sub>2</sub> molecules, resulting in\nenhanced CO<sub>2</sub> uptake. Relaxation\nof <bold>MOF@MR</bold> back to the initial state under vacuum overnight\nin the dark suggested the formation of the <italic toggle=\"yes\">trans</italic>-<bold>MR</bold> isomer.\n</p>", "clean_text": "The UV-vis spectrum of pure MR displayed characteristic absorption bands at 330 and 430 nm, which correspond to the cis and trans peaks respectively (a). When irradiated with visible light, a large fraction of the trans isomers appeared to have converted to the cis isomer within 30 min as the trans and the cis absorption peaks decreased and increased respectively (a). A similar trend was observed in both MOF@MR samples. Thus, the photoisomerization of MR in MOFs could be responsible for the photoresponse observed, in which the pore opening was obtained after 30 min of irradiation through the formation of more compact cis-MR guest molecules and reduced their contact with the host. It has been reported that the trans-to-cis photoisomerization of azobenzene derivatives in porous materials promoted the dipole-quadrupole interaction between the pore surface and CO2 molecules, resulting in enhanced CO2 uptake. Relaxation of MOF@MR back to the initial state under vacuum overnight in the dark suggested the formation of the trans-MR isomer. ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>UV–vis spectra of nonirradiated\nand irradiated <bold>MR</bold> (a), <bold>Mg-MOF-74@MR</bold> (b),\nand <bold>MIL-53­(Al)@MR</bold> 50 wt % (c) in air with visible light\n(400–500 nm).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  UV-vis spectra of nonirradiated and irradiated MR (a), Mg-MOF-74@MR (b), and MIL-53(Al)@MR 50 wt % (c) in air with visible light (400-500 nm).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Upon visible light irradiation, the UV–vis spectra\nof <bold>Mg-MOF-74@MR</bold> showed a slight increase in an absorption\npeak at 310 nm upon visible light irradiation, which could be attributed\nto the <italic toggle=\"yes\">cis</italic>-<bold>MR</bold> formation (b). The <italic toggle=\"yes\">cis</italic>-<bold>MR</bold> appeared to be blue-shifted by ∼50 nm, indicating\nMOF-MR interactions, as shown in the PXRD (b, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">SI-2</ext-link>) and TGA\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-1a</ext-link>) results. Reduction in the <italic toggle=\"yes\">trans</italic>-<bold>MR</bold> peak was not detected as the MOF absorption peak at 400 nm may have\nmasked it (a-b, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">SI-4a</ext-link>).</p>", "clean_text": "Upon visible light irradiation, the UV-vis spectra of Mg-MOF-74@MR showed a slight increase in an absorption peak at 310 nm upon visible light irradiation, which could be attributed to the cis-MR formation (b). The cis-MR appeared to be blue-shifted by ~50 nm, indicating MOF-MR interactions, as shown in the PXRD (b, SI-2) and TGA (Figure SI-1a) results. Reduction in the trans-MR peak was not detected as the MOF absorption peak at 400 nm may have masked it (a-b, SI-4a).", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FT-IR spectra of nonirradiated\nand irradiated <bold>MR</bold> (a), <bold>Mg-MOF-74@MR</bold> (b),\nand <bold>MIL-53­(Al)@MR</bold> (c) in air with visible light (400–500\nnm). The peak due to CO<sub>2</sub> in the atmosphere at ∼2450\ncm<sup>–1</sup> was omitted for clarity.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0003.tif\"></graphic>\n</fig>", "clean_text": " 5  FT-IR spectra of nonirradiated and irradiated MR (a), Mg-MOF-74@MR (b), and MIL-53(Al)@MR (c) in air with visible light (400-500 nm). The peak due to CO2 in the atmosphere at ~2450 cm-1 was omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Photoisomerization of <bold>MR</bold> was clearly observed\nin <bold>MIL-53­(Al)@MR</bold>, in which the <italic toggle=\"yes\">trans</italic> and <italic toggle=\"yes\">cis</italic> peaks at 490 and 360 nm continually decreased\nand increased respectively upon visible light irradiation (c). MOF-MR interactions\nwere also observed as their absorption peaks were red-shifted by ∼60\nnm for <italic toggle=\"yes\">trans</italic> and ∼30 nm for <italic toggle=\"yes\">cis</italic> (c). Both <bold>MOF@MR</bold> samples showed lower absorption intensities\nthan that of the pure <bold>MR</bold>, which was expected due to higher <bold>MR</bold> concentration in the absence of the host. Furthermore,\nphotoisomerization of some <bold>MR</bold> guest molecules may be\nhindered in MOFs.\n</p>", "clean_text": "Photoisomerization of MR was clearly observed in MIL-53(Al)@MR, in which the trans and cis peaks at 490 and 360 nm continually decreased and increased respectively upon visible light irradiation (c). MOF-MR interactions were also observed as their absorption peaks were red-shifted by ~60 nm for trans and ~30 nm for cis (c). Both MOF@MR samples showed lower absorption intensities than that of the pure MR, which was expected due to higher MR concentration in the absence of the host. Furthermore, photoisomerization of some MR guest molecules may be hindered in MOFs. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In FT-IR studies, the irradiation of host free <bold>MR</bold> resulted\nin a peak shift from 1530 to 1520 cm<sup>–1</sup> and the formation\nof characteristic peaks due to the azo group at 1560 and 1370 cm<sup>–1</sup>, CO at 1720 cm<sup>–1</sup>, C–O\nat 1150 cm<sup>–1</sup>, and the phenyl group of <italic toggle=\"yes\">trans</italic>-<bold>MR</bold> at 820 cm<sup>–1</sup> reduced, which could\nbe ascribed to the formation of the <italic toggle=\"yes\">cis</italic> isomer (a). There were very few similar peak changes observed in the <bold>MOF@MR</bold> samples as the signals due to most of the <bold>MR</bold> modes\nand <bold>MOF@MR</bold> may be too low or masked by their corresponding\nMOF peaks (b-c). The peak at ∼1700 cm<sup>‑1</sup> of <bold>MR</bold> was not observed in the IR spectrum of <bold>Mg-MOF-74@MR</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-5a</ext-link>). This could be due to\nthe presence of MOF-MR interactions, as suggested in the UV–vis\nand PXRD results ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-9</ext-link>). In an irradiated <bold>Mg-MOF-74@MR</bold>’s spectrum, the formation of the <italic toggle=\"yes\">cis</italic> isomer may have been indicated by the formation of additional\npeaks at 1510 and 1540 cm<sup>–1</sup> and reduction of a phenyl\ngroup peak at 680 cm<sup>–1</sup> (b). Similarly, an irradiated <bold>MIL-53­(Al)@MR</bold>’s spectrum displayed an increase in the peak intensity at\n1510 cm<sup>–1</sup> and reduction of peak intensities of the\nphenyl group, <italic toggle=\"yes\">trans</italic>-azo group, and carbonyl group\nat 820, 1370, and 1740 cm<sup>–1</sup> respectively (c).</p>", "clean_text": "In FT-IR studies, the irradiation of host free MR resulted in a peak shift from 1530 to 1520 cm-1 and the formation of characteristic peaks due to the azo group at 1560 and 1370 cm-1, CO at 1720 cm-1, C-O at 1150 cm-1, and the phenyl group of trans-MR at 820 cm-1 reduced, which could be ascribed to the formation of the cis isomer (a). There were very few similar peak changes observed in the MOF@MR samples as the signals due to most of the MR modes and MOF@MR may be too low or masked by their corresponding MOF peaks (b-c). The peak at ~1700 cm-1 of MR was not observed in the IR spectrum of Mg-MOF-74@MR (Figure SI-5a). This could be due to the presence of MOF-MR interactions, as suggested in the UV-vis and PXRD results ( and Figure SI-9). In an irradiated Mg-MOF-74@MR's spectrum, the formation of the cis isomer may have been indicated by the formation of additional peaks at 1510 and 1540 cm-1 and reduction of a phenyl group peak at 680 cm-1 (b). Similarly, an irradiated MIL-53(Al)@MR's spectrum displayed an increase in the peak intensity at 1510 cm-1 and reduction of peak intensities of the phenyl group, trans-azo group, and carbonyl group at 820, 1370, and 1740 cm-1 respectively (c).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>Although\nformation of <italic toggle=\"yes\">cis</italic>-<bold>MR</bold> isomers in both\nirradiated <bold>MOF@MR</bold> samples can be detected in UV–vis\nand FT-IR spectra, X-ray diffraction suggested that photoresponse\noccurred on a local scale as only subtle changes were observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figures SI-2, SI-3, SI-9, SI-10</ext-link>). <bold>Mg-MOF-74@MR</bold> displayed a general blue-shift in peak positions from those observed\nin the activated <bold>Mg-MOF-74</bold> itself, indicating there was\na contraction within the MOF framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-2</ext-link>). However, red and blue peak\nshifts were observed in <bold>MIL-53­(Al)@MR</bold>, indicating that\nstructural deformations were not unidirectional, which could be attributed\nto the shrinkage and expansion of the MOF framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-3</ext-link>). These shifts were\nsignificantly more pronounced with higher guest loading (50 wt %),\nwhich could be due to the increase of packing density (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-3</ext-link>). The unidirectional shift observed\nin <bold>Mg-MOF-74@MR</bold> could be due to the rigid nature of the\nframework. The observed peak shifts suggested that perhaps <bold>MR</bold> molecules were coated on the MOF surface, covering the pore channels\nof the MOF framework. In addition to subtle peak shifts, a general\nbroadening of peaks in both <bold>MOF@MR</bold> samples, which was\nfurther enhanced at higher guest loading, was observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figures SI-2, SI-3</ext-link>). Furthermore, there were\nno peaks due to the pure <bold>MR</bold> present in all diffraction\npatterns. Therefore, this may indicate the lowering of crystallinity\ndue to the presence of MOF-MR interactions. This was further supported\nby the thermal behavior of these materials, in which there were red\nshifts in their degradation steps (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-1</ext-link>).</p>", "clean_text": "Although formation of cis-MR isomers in both irradiated MOF@MR samples can be detected in UV-vis and FT-IR spectra, X-ray diffraction suggested that photoresponse occurred on a local scale as only subtle changes were observed (Figures SI-2, SI-3, SI-9, SI-10). Mg-MOF-74@MR displayed a general blue-shift in peak positions from those observed in the activated Mg-MOF-74 itself, indicating there was a contraction within the MOF framework (Figure SI-2). However, red and blue peak shifts were observed in MIL-53(Al)@MR, indicating that structural deformations were not unidirectional, which could be attributed to the shrinkage and expansion of the MOF framework (Figure SI-3). These shifts were significantly more pronounced with higher guest loading (50 wt %), which could be due to the increase of packing density (Figure SI-3). The unidirectional shift observed in Mg-MOF-74@MR could be due to the rigid nature of the framework. The observed peak shifts suggested that perhaps MR molecules were coated on the MOF surface, covering the pore channels of the MOF framework. In addition to subtle peak shifts, a general broadening of peaks in both MOF@MR samples, which was further enhanced at higher guest loading, was observed (Figures SI-2, SI-3). Furthermore, there were no peaks due to the pure MR present in all diffraction patterns. Therefore, this may indicate the lowering of crystallinity due to the presence of MOF-MR interactions. This was further supported by the thermal behavior of these materials, in which there were red shifts in their degradation steps (Figure SI-1).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In the preceding, an unusual phenomenon of on-demand\naccess to internal MOF pores has been demonstrated. Building on our\nprevious work with dynamic photoswitching to release adsorbed carbon\ndioxide, we have shown here that the more penetrating visible wavelengths\ncan also be exploited. <bold>Mg-MOF-74 and MIL-53(Al)</bold> were\ncoated in methyl red dye, which precluded access to the internal pores.\nExposure of light to these composite materials induced structural\nchanges in the methyl red dye that opened access to the internal MOF\npores, concomitant with significant CO<sub>2</sub> uptake capacity\nincreases. In both <bold>MOF@MR</bold> materials, CO<sub>2</sub> capture\neffect was more pronounced under static photoswitching conditions,\nwhich could be due to lower <bold>MR</bold> movement interference\nduring CO<sub>2</sub> measurement. Significant CO<sub>2</sub> uptake\nand pore opening effect were observed when <bold>MOF@MR</bold> samples\nwere irradiated as a result of MOF-MR interaction and photoisomerization\nof <bold>MR</bold> coated on the surface of the frameworks. In a more\nrigid environment (<bold>Mg-MOF-74@MR</bold>), a gate-opening effect\nwas achieved, in which prolonged irradiation resulted in the increase\nin CO<sub>2</sub> uptake adsorption of up to 84%. The level of photoresponse\nwas also modulated through the use of different guest loading concentrations,\nas shown in the <bold>MIL-53­(Al)@MR</bold> results, where photoresponses\nof 9% and 46% were obtained at lower guest loading (15 wt %) and higher\nguest loading (50 wt %) respectively. The visible light responsive\nnature of these <bold>MR</bold> loaded adsorbents represents a new\nsustainable strategy for lowering the cost and energy for sorbent\nregeneration, a main problem associated with conventional carbon capture\ntechnologies.</p>", "clean_text": "Conclusions\n\nIn the preceding, an unusual phenomenon of on-demand access to internal MOF pores has been demonstrated. Building on our previous work with dynamic photoswitching to release adsorbed carbon dioxide, we have shown here that the more penetrating visible wavelengths can also be exploited. Mg-MOF-74 and MIL-53(Al) were coated in methyl red dye, which precluded access to the internal pores. Exposure of light to these composite materials induced structural changes in the methyl red dye that opened access to the internal MOF pores, concomitant with significant CO2 uptake capacity increases. In both MOF@MR materials, CO2 capture effect was more pronounced under static photoswitching conditions, which could be due to lower MR movement interference during CO2 measurement. Significant CO2 uptake and pore opening effect were observed when MOF@MR samples were irradiated as a result of MOF-MR interaction and photoisomerization of MR coated on the surface of the frameworks. In a more rigid environment (Mg-MOF-74@MR), a gate-opening effect was achieved, in which prolonged irradiation resulted in the increase in CO2 uptake adsorption of up to 84%. The level of photoresponse was also modulated through the use of different guest loading concentrations, as shown in the MIL-53(Al)@MR results, where photoresponses of 9% and 46% were obtained at lower guest loading (15 wt %) and higher guest loading (50 wt %) respectively. The visible light responsive nature of these MR loaded adsorbents represents a new sustainable strategy for lowering the cost and energy for sorbent regeneration, a main problem associated with conventional carbon capture technologies.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.chemmater.5b02211\">10.1021/acs.chemmater.5b02211</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Dynamic XRD, gas\nsorption, UV–vis, FTIR, and TGA of further samples and experimental\ndesign (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.5b02211.  Dynamic XRD, gas sorption, UV-vis, FTIR, and TGA of further samples and experimental design (PDF)   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Dynamic XRD, gas\nsorption, UV–vis, FTIR, and TGA of further samples and experimental\ndesign (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">PDF</ext-link>)</p><p>These\nauthors contributed equally.</p><p>This research is supported\nby the Science and Industry Endowment Fund. M.R.H. acknowledges FT\n130100345.</p><p>The authors declare no competing\nfinancial interest.</p><title>References</title>", "clean_text": "Dynamic XRD, gas sorption, UV-vis, FTIR, and TGA of further samples and experimental design (PDF)\n\nThese authors contributed equally.\n\nThis research is supported by the Science and Industry Endowment Fund. M.R.H. acknowledges FT 130100345.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10, 20", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><p>To prepare\nthe <bold>MOF@MR</bold> samples, <bold>MR</bold> guest molecules were\nloaded onto the MOF. The term loading refers to the addition of <bold>MR</bold> to the <bold>MOF</bold> in DCM, in which the mixture was\nsonicated for about 15 min. The <bold>MR</bold> loading concentrations\nwere determined by the weight of <bold>MOF</bold> and <bold>MR</bold> in the mixture. The mixture was then filtered and washed thoroughly\nwith DCM. Enhanced CO<sub>2</sub> adsorption was observed in both <bold>MOF@MR</bold> samples upon visible light irradiation, despite the\nexpected reduction in their initial uptake capacities from the introduction\nof <bold>MR</bold> (). In a nonirradiated state, the presence of <bold>MR</bold> potentially inhibited CO<sub>2</sub> from accessing the pores as\nsaturation was reached at an absolute pressure of 0.7 bar. Interestingly, <bold>Mg-MOF-74@MR</bold> displayed a light responsive\npore-opening effect, in which the total CO<sub>2</sub> uptake capacity\ngradually increased with irradiation time (a-b). Most likely, photoirradiation resulted\nin the pore-opening of the MOF so that the CO<sub>2</sub> adsorption\nsites were progressively unblocked. Under dynamic photoswitching,\nthat is, admitting and excluding light to the sample during gas adsorption\nanalysis, significant CO<sub>2</sub> adsorption and release was not\nobserved (a)\nbut pore-opening was observed after 30 min of irradiation, increasing\nthe total CO<sub>2</sub> uptake by 35% (17 cm<sup>3</sup>/g STP) (a). This pore-opening\neffect was also observed within 30 min of static irradiation–exposing\nthe sample to light prior to gas adsorption analyses - delivering\na 50% adsorption capacity increase (8 cm<sup>3</sup>/g STP) (b). The total uptake\nincrease was significantly enhanced by 84% when the sample was further\nstatically irradiated for 60 min, which delivered the maximum CO<sub>2</sub> adsorption change. The pore-opening effect was much more\npronounced under static conditions. Previously, it was demonstrated\nthat dynamic photoswitching exhibited lower gas uptake capacity compared\nto that static photoswitching. The gated\nsystem offered an advantageous process, like a dynamic photoswitching\nsystem, where the amount of CO<sub>2</sub> adsorbed could be tuned\ndepending on the light irradiation time, providing a controlled and\nselective route. The pore-opening effect was found to be reversible\nas <bold>Mg-MOF-74@MR</bold> relaxed back to the initial state overnight\nin the dark (). However, a gradual decrease in overall performance of a nonirradiated <bold>Mg-MOF-74@MR</bold> was observed with each overnight relaxation cycle.\nAn earlier saturation point (0.5 bar) was observed, and the maximum\nCO<sub>2</sub> uptake capacities at the saturation point reduced by\n36% after one cycle, followed by a further reduction of 19% in the\nnext cycle (). Although previous reports have shown that <bold>Mg-MOF-74</bold> displayed a loss in uptake capacity in consecutive cycles, the relaxation of <bold>MR</bold> in <bold>Mg-MOF-74@MR</bold> may have gradually degraded the MOF.</p><p>Visible light irradiation\nof <bold>MIL-53­(Al)@MR</bold> displayed a similar pore-opening effect,\nwhere significant increase in CO<sub>2</sub> uptake was observed upon\nvisible light irradiation. However, a saturation point was not observed.\nPerhaps, this could be due to the flexibility of the MIL framework\naccommodating more CO<sub>2</sub>. It has been shown in the literature\nthat similar gas adsorption behavior with saturation points can be\nobserved in other nonflexible MOFs. Due\nto its flexibility, the effect of different <bold>MR</bold> loading\nconcentrations (15 and 50 wt %) was investigated. The results revealed\nthat although total uptake capacities in the nonirradiated state reduced\nat higher <bold>MR</bold> loading concentrations, a stronger photoresponse\nwas obtained. Under static conditions, the CO<sub>2</sub> uptake capacity\nof irradiated <bold>MIL-53­(Al)@MR</bold> at 15 wt % was increased\nby 9% (27 cm<sup>3</sup>/g STP) (d). This trend was more pronounced at 50\nwt % guest loading where uptake was significantly increased by 46%\n(14 cm<sup>3</sup>/g STP) (e). Larger adsorption changes were obtained in a higher\nguest loading level (c). However, a peak was observed at lower guest loading concentration\nat 0.3 bar. As discussed above, the pore opening effect may be due\nto the movement of <bold>MR</bold>, from <italic toggle=\"yes\">trans</italic> to\nthe more compact <italic toggle=\"yes\">cis</italic> form, on the MOF surface when\nirradiated. Thus, the pore opening effect is more enhanced with more\nMR loading. The term MOF surface refers to the external surface of\nthe MOF crystals. At lower guest loading concentration, the environment\nwould be less constricted and hence a sudden increase in photoresponse\nat the beginning of an adsorption measurement (c). Similar to <bold>Mg-MOF-74@MR</bold>,\ndynamic photoswitching of <bold>MIL-53­(Al)@MR</bold> resulted in a\nlower total CO<sub>2</sub> uptake than that obtained under static\nconditions. Furthermore, degradation may have occurred after relaxation\nas lower gas adsorption performance of a nonirradiated sample was\nalso observed. Control studies were undertaken to ensure that the\npore opening effect was purely due to the presence of <bold>MR</bold> with the MOFs during gas adsorption. In the absence of <bold>MR</bold>, irradiation of <bold>Mg-MOF-74</bold> and <bold>MIL-53­(Al)</bold> showed very low photoresponse compared to their corresponding <bold>MOF@MR</bold>s as 12% and 0.6% reduction in uptake capacity was obtained\nrespectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-15a-b</ext-link>). This could\nbe attributed to the aromatic nature of the MOF, particularly in <bold>Mg-MOF-74</bold> where the framework itself absorbs visible light\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-2</ext-link>).</p><p>Although\nformation of <italic toggle=\"yes\">cis</italic>-<bold>MR</bold> isomers in both\nirradiated <bold>MOF@MR</bold> samples can be detected in UV–vis\nand FT-IR spectra, X-ray diffraction suggested that photoresponse\noccurred on a local scale as only subtle changes were observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figures SI-2, SI-3, SI-9, SI-10</ext-link>). <bold>Mg-MOF-74@MR</bold> displayed a general blue-shift in peak positions from those observed\nin the activated <bold>Mg-MOF-74</bold> itself, indicating there was\na contraction within the MOF framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-2</ext-link>). However, red and blue peak\nshifts were observed in <bold>MIL-53­(Al)@MR</bold>, indicating that\nstructural deformations were not unidirectional, which could be attributed\nto the shrinkage and expansion of the MOF framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-3</ext-link>). These shifts were\nsignificantly more pronounced with higher guest loading (50 wt %),\nwhich could be due to the increase of packing density (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-3</ext-link>). The unidirectional shift observed\nin <bold>Mg-MOF-74@MR</bold> could be due to the rigid nature of the\nframework. The observed peak shifts suggested that perhaps <bold>MR</bold> molecules were coated on the MOF surface, covering the pore channels\nof the MOF framework. In addition to subtle peak shifts, a general\nbroadening of peaks in both <bold>MOF@MR</bold> samples, which was\nfurther enhanced at higher guest loading, was observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figures SI-2, SI-3</ext-link>). Furthermore, there were\nno peaks due to the pure <bold>MR</bold> present in all diffraction\npatterns. Therefore, this may indicate the lowering of crystallinity\ndue to the presence of MOF-MR interactions. This was further supported\nby the thermal behavior of these materials, in which there were red\nshifts in their degradation steps (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.5b02211/suppl_file/cm5b02211_si_001.pdf\">Figure SI-1</ext-link>).</p>", "clean_text": "Results and Discussion\n\nTo prepare the MOF@MR samples, MR guest molecules were loaded onto the MOF. The term loading refers to the addition of MR to the MOF in DCM, in which the mixture was sonicated for about 15 min. The MR loading concentrations were determined by the weight of MOF and MR in the mixture. The mixture was then filtered and washed thoroughly with DCM. Enhanced CO2 adsorption was observed in both MOF@MR samples upon visible light irradiation, despite the expected reduction in their initial uptake capacities from the introduction of MR (). In a nonirradiated state, the presence of MR potentially inhibited CO2 from accessing the pores as saturation was reached at an absolute pressure of 0.7 bar. Interestingly, Mg-MOF-74@MR displayed a light responsive pore-opening effect, in which the total CO2 uptake capacity gradually increased with irradiation time (a-b). Most likely, photoirradiation resulted in the pore-opening of the MOF so that the CO2 adsorption sites were progressively unblocked. Under dynamic photoswitching, that is, admitting and excluding light to the sample during gas adsorption analysis, significant CO2 adsorption and release was not observed (a) but pore-opening was observed after 30 min of irradiation, increasing the total CO2 uptake by 35% (17 cm3/g STP) (a). This pore-opening effect was also observed within 30 min of static irradiation-exposing the sample to light prior to gas adsorption analyses - delivering a 50% adsorption capacity increase (8 cm3/g STP) (b). The total uptake increase was significantly enhanced by 84% when the sample was further statically irradiated for 60 min, which delivered the maximum CO2 adsorption change. The pore-opening effect was much more pronounced under static conditions. Previously, it was demonstrated that dynamic photoswitching exhibited lower gas uptake capacity compared to that static photoswitching. The gated system offered an advantageous process, like a dynamic photoswitching system, where the amount of CO2 adsorbed could be tuned depending on the light irradiation time, providing a controlled and selective route. The pore-opening effect was found to be reversible as Mg-MOF-74@MR relaxed back to the initial state overnight in the dark (). However, a gradual decrease in overall performance of a nonirradiated Mg-MOF-74@MR was observed with each overnight relaxation cycle. An earlier saturation point (0.5 bar) was observed, and the maximum CO2 uptake capacities at the saturation point reduced by 36% after one cycle, followed by a further reduction of 19% in the next cycle (). Although previous reports have shown that Mg-MOF-74 displayed a loss in uptake capacity in consecutive cycles, the relaxation of MR in Mg-MOF-74@MR may have gradually degraded the MOF.\n\nVisible light irradiation of MIL-53(Al)@MR displayed a similar pore-opening effect, where significant increase in CO2 uptake was observed upon visible light irradiation. However, a saturation point was not observed. Perhaps, this could be due to the flexibility of the MIL framework accommodating more CO2. It has been shown in the literature that similar gas adsorption behavior with saturation points can be observed in other nonflexible MOFs. Due to its flexibility, the effect of different MR loading concentrations (15 and 50 wt %) was investigated. The results revealed that although total uptake capacities in the nonirradiated state reduced at higher MR loading concentrations, a stronger photoresponse was obtained. Under static conditions, the CO2 uptake capacity of irradiated MIL-53(Al)@MR at 15 wt % was increased by 9% (27 cm3/g STP) (d). This trend was more pronounced at 50 wt % guest loading where uptake was significantly increased by 46% (14 cm3/g STP) (e). Larger adsorption changes were obtained in a higher guest loading level (c). However, a peak was observed at lower guest loading concentration at 0.3 bar. As discussed above, the pore opening effect may be due to the movement of MR, from trans to the more compact cis form, on the MOF surface when irradiated. Thus, the pore opening effect is more enhanced with more MR loading. The term MOF surface refers to the external surface of the MOF crystals. At lower guest loading concentration, the environment would be less constricted and hence a sudden increase in photoresponse at the beginning of an adsorption measurement (c). Similar to Mg-MOF-74@MR, dynamic photoswitching of MIL-53(Al)@MR resulted in a lower total CO2 uptake than that obtained under static conditions. Furthermore, degradation may have occurred after relaxation as lower gas adsorption performance of a nonirradiated sample was also observed. Control studies were undertaken to ensure that the pore opening effect was purely due to the presence of MR with the MOFs during gas adsorption. In the absence of MR, irradiation of Mg-MOF-74 and MIL-53(Al) showed very low photoresponse compared to their corresponding MOF@MRs as 12% and 0.6% reduction in uptake capacity was obtained respectively (Figure SI-15a-b). This could be attributed to the aromatic nature of the MOF, particularly in Mg-MOF-74 where the framework itself absorbs visible light (Figure SI-2).\n\nAlthough formation of cis-MR isomers in both irradiated MOF@MR samples can be detected in UV-vis and FT-IR spectra, X-ray diffraction suggested that photoresponse occurred on a local scale as only subtle changes were observed (Figures SI-2, SI-3, SI-9, SI-10). Mg-MOF-74@MR displayed a general blue-shift in peak positions from those observed in the activated Mg-MOF-74 itself, indicating there was a contraction within the MOF framework (Figure SI-2). However, red and blue peak shifts were observed in MIL-53(Al)@MR, indicating that structural deformations were not unidirectional, which could be attributed to the shrinkage and expansion of the MOF framework (Figure SI-3). These shifts were significantly more pronounced with higher guest loading (50 wt %), which could be due to the increase of packing density (Figure SI-3). The unidirectional shift observed in Mg-MOF-74@MR could be due to the rigid nature of the framework. The observed peak shifts suggested that perhaps MR molecules were coated on the MOF surface, covering the pore channels of the MOF framework. In addition to subtle peak shifts, a general broadening of peaks in both MOF@MR samples, which was further enhanced at higher guest loading, was observed (Figures SI-2, SI-3). Furthermore, there were no peaks due to the pure MR present in all diffraction patterns. Therefore, this may indicate the lowering of crystallinity due to the presence of MOF-MR interactions. This was further supported by the thermal behavior of these materials, in which there were red shifts in their degradation steps (Figure SI-1).", "data": [[{"meta": {"name": "MOF@MR", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "enhanced", "unit": "", "temperature": "", "pressure": "", "condition": "visible light irradiation"}, {"adsorbate": "CO2", "adsorbed amount": "inhibited", "unit": "", "temperature": "", "pressure": "0.7 bar", "condition": "nonirradiated state"}, {"adsorbate": "CO2", "adsorbed amount": "increased", "unit": "", "temperature": "", "pressure": "", "condition": "pore-opening effect"}, {"adsorbate": "CO2", "adsorbed amount": "35%", "unit": "cm3/g STP", "temperature": "", "pressure": "", "condition": "static irradiation for 30 min"}, {"adsorbate": "CO2", "adsorbed amount": "50%", "unit": "cm3/g STP", "temperature": "", "pressure": "", "condition": "static irradiation for 60 min"}, {"adsorbate": "CO2", "adsorbed amount": "reversible", "unit": "", "temperature": "", "pressure": "", "condition": "relaxed back to initial state overnight"}, {"adsorbate": "CO2", "adsorbed amount": "decreased", "unit": "", "temperature": "", "pressure": "0.5 bar", "condition": "gradual decrease in overall performance"}, {"adsorbate": "CO2", "adsorbed amount": "36%", "unit": "", "temperature": "", "pressure": "", "condition": "reduction after one cycle"}, {"adsorbate": "CO2", "adsorbed amount": "19%", "unit": "", "temperature": "", "pressure": "", "condition": "further reduction in next cycle"}, {"adsorbate": "CO2", "adsorbed amount": "9%", "unit": "cm3/g STP", "temperature": "", "pressure": "", "condition": "static conditions at 15 wt% guest loading"}, {"adsorbate": "CO2", "adsorbed amount": "46%", "unit": "cm3/g STP", "temperature": "", "pressure": "", "condition": "static conditions at 50 wt% guest loading"}]}, {"meta": {"name": "Mg-MOF-74@MR", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "light responsive", "unit": "", "temperature": "", "pressure": "", "condition": "pore-opening effect"}, {"adsorbate": "CO2", "adsorbed amount": "35%", "unit": "cm3/g STP", "temperature": "", "pressure": "", "condition": "static irradiation for 30 min"}, {"adsorbate": "CO2", "adsorbed amount": "50%", "unit": "cm3/g STP", "temperature": "", "pressure": "", "condition": "static irradiation for 60 min"}, {"adsorbate": "CO2", "adsorbed amount": "reversible", "unit": "", "temperature": "", "pressure": "", "condition": "relaxed back to initial state overnight"}, {"adsorbate": "CO2", "adsorbed amount": "decreased", "unit": "", "temperature": "", "pressure": "0.5 bar", "condition": "gradual decrease in overall performance"}, {"adsorbate": "CO2", "adsorbed amount": "36%", "unit": "", "temperature": "", "pressure": "", "condition": "reduction after one cycle"}, {"adsorbate": "CO2", "adsorbed amount": "19%", "unit": "", "temperature": "", "pressure": "", "condition": "further reduction in next cycle"}]}, {"meta": {"name": "MIL-53­(Al)@MR", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "increased", "unit": "", "temperature": "", "pressure": "", "condition": "pore-opening effect"}, {"adsorbate": "CO2", "adsorbed amount": "9%", "unit": "cm3/g STP", "temperature": "", "pressure": "", "condition": "static conditions at 15 wt% guest loading"}, {"adsorbate": "CO2", "adsorbed amount": "46%", "unit": "cm3/g STP", "temperature": "", "pressure": "", "condition": "static conditions at 50 wt% guest loading"}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Visible light-triggered\nactivation of MOFs is a new route to controlling access to the pores.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Visible light-triggered activation of MOFs is a new route to controlling access to the pores.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>CO<sub>2</sub> adsorption\nisotherms of nonirradiated and irradiated <bold>Mg-MOF-74@MR</bold> (a,b) and <bold>MIL-53­(Al)@MR</bold> 15 wt % (d) and 50 wt % (e)\nunder dynamic and static conditions at 303 K. Percentage adsorption\nchanges with different loading concentrations in <bold>MIL-53­(Al)</bold> were compared (c). Dynamic (a) and static (b) photoswitching experiments\nfor <bold>Mg-MOF-74@MR</bold> were carried out on days 1 and 2 respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0007.tif\"></graphic>\n</fig>", "clean_text": " 2  CO2 adsorption isotherms of nonirradiated and irradiated Mg-MOF-74@MR (a,b) and MIL-53(Al)@MR 15 wt % (d) and 50 wt % (e) under dynamic and static conditions at 303 K. Percentage adsorption changes with different loading concentrations in MIL-53(Al) were compared (c). Dynamic (a) and static (b) photoswitching experiments for Mg-MOF-74@MR were carried out on days 1 and 2 respectively.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>CO<sub>2</sub> uptake performance of <bold>Mg-MOF-74@MR</bold> at 303 K after relaxation.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  CO2 uptake performance of Mg-MOF-74@MR at 303 K after relaxation.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>UV–vis spectra of nonirradiated\nand irradiated <bold>MR</bold> (a), <bold>Mg-MOF-74@MR</bold> (b),\nand <bold>MIL-53­(Al)@MR</bold> 50 wt % (c) in air with visible light\n(400–500 nm).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  UV-vis spectra of nonirradiated and irradiated MR (a), Mg-MOF-74@MR (b), and MIL-53(Al)@MR 50 wt % (c) in air with visible light (400-500 nm).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FT-IR spectra of nonirradiated\nand irradiated <bold>MR</bold> (a), <bold>Mg-MOF-74@MR</bold> (b),\nand <bold>MIL-53­(Al)@MR</bold> (c) in air with visible light (400–500\nnm). The peak due to CO<sub>2</sub> in the atmosphere at ∼2450\ncm<sup>–1</sup> was omitted for clarity.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2015-02211t_0003.tif\"></graphic>\n</fig>", "clean_text": " 5  FT-IR spectra of nonirradiated and irradiated MR (a), Mg-MOF-74@MR (b), and MIL-53(Al)@MR (c) in air with visible light (400-500 nm). The peak due to CO2 in the atmosphere at ~2450 cm-1 was omitted for clarity.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.5b02211", "title": "\nVisible Light-Triggered Capture and Release of CO2 from Stable Metal Organic Frameworks\n", "journal": "American Chemical\nSociety", "date": "2015.11", "author_list": ["Lyndon\nRichelle", "Konstas\nKristina", "Thornton\nAaron W.", "Seeber\nAaron\nJ.", "Ladewig\nBradley P.", "Hill\nMatthew R."]}}