{"filepath": "../L2M3_data/1_application_papers/acs_xml/cm7b01624.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>NU-1000 is a metal–organic\nframework (MOF) with Zr<sub>6</sub>(μ<sub>3</sub>–OH)<sub>4</sub>(μ<sub>3</sub>–O)<sub>4</sub>(OH)<sub>4</sub>(OH<sub>2</sub>)<sub>4</sub> nodes (called\nZr<sub>6</sub> nodes) and tetratopic 1,3,6,8-tetrakis­(<italic>p</italic>-benzoate)­pyrene (TBAPy) linkers. NU-1000 has pores of 31 Å\ndiameter, and it has smaller pores connected perpendicularly to these\nlarge pores; this nanoporous structure makes it suitable as a catalyst\nor a support for catalysis. However, as ordinarily synthesized, NU-1000\nhas disordered Zr<sub>6</sub> nodes populated in its large pores,\nand this introduces nonuniformity into the crystal and complicates\nstructural characterization. We have examined possible MOF morphologies\ncomposed of Zr<sub>6</sub> nodes and TBAPy linkers, and we propose\nthat the extra Zr<sub>6</sub> nodes in the large pores of NU-1000\nare structurally similar to those of an NU-901 phase, which differs\nfrom NU-1000 in the relative orientation of Zr<sub>6</sub> nodes and\nthe linker conformations. This polymorphism comes from two rotamers\nof the TBAPy linkers; in NU-1000 the benzoates at the 1 and 3 positions\nand the 6 and 8 positions are disrotatorily situated, whereas in NU-901\nthese benzoates are conrotatorily situated. Substituting carbon-2\nand carbon-7 of pyrene with groups that are unevenly disposed with\nrespect to the pyrene plane should stabilize the rotamer that can\nform NU-1000 and therefore stabilize NU-1000 itself. We confirmed\nthis by applying the PBE-D2 and M06-L exchange-correlation functionals\nin periodic electronic structure calculations to compare the energies\nof NU-1000 and NU-901 with different substituents on the linkers.\nIn NU-1000, the benzene rings of the benzoates coordinating to the\nZr<sub>6</sub> nodes form pocketlike structures. In unsubstituted\nNU-1000 the pocket in the small pore is smaller and attracts precursors\nof the atomic layer deposition (ALD) step more strongly because of\nshorter benzene–precursor distances and more favorable dispersion-like\ninteractions, leading to selective metal deposition in the small pores.\nWe examined the pocket sizes and the adsorption energy of Zn­(Et)<sub>2</sub> (the ALD precursor) on the Zr<sub>6</sub> node in large and\nsmall pores of substituted NU-1000, and found that bulkier substituents\nnot only compress the pocket in the large pore, but also have shorter\ndistances to the ALD precursor in the large pore. Both factors contribute\nto the more favorable dispersion interaction and lead to less tendency\nto deposit metals in the small pore.</p>", "clean_text": "NU-1000 is a metal-organic framework (MOF) with Zr6(μ3-OH)4(μ3-O)4(OH)4(OH2)4 nodes (called Zr6 nodes) and tetratopic 1,3,6,8-tetrakis(p-benzoate)pyrene (TBAPy) linkers. NU-1000 has pores of 31 Å diameter, and it has smaller pores connected perpendicularly to these large pores; this nanoporous structure makes it suitable as a catalyst or a support for catalysis. However, as ordinarily synthesized, NU-1000 has disordered Zr6 nodes populated in its large pores, and this introduces nonuniformity into the crystal and complicates structural characterization. We have examined possible MOF morphologies composed of Zr6 nodes and TBAPy linkers, and we propose that the extra Zr6 nodes in the large pores of NU-1000 are structurally similar to those of an NU-901 phase, which differs from NU-1000 in the relative orientation of Zr6 nodes and the linker conformations. This polymorphism comes from two rotamers of the TBAPy linkers; in NU-1000 the benzoates at the 1 and 3 positions and the 6 and 8 positions are disrotatorily situated, whereas in NU-901 these benzoates are conrotatorily situated. Substituting carbon-2 and carbon-7 of pyrene with groups that are unevenly disposed with respect to the pyrene plane should stabilize the rotamer that can form NU-1000 and therefore stabilize NU-1000 itself. We confirmed this by applying the PBE-D2 and M06-L exchange-correlation functionals in periodic electronic structure calculations to compare the energies of NU-1000 and NU-901 with different substituents on the linkers. In NU-1000, the benzene rings of the benzoates coordinating to the Zr6 nodes form pocketlike structures. In unsubstituted NU-1000 the pocket in the small pore is smaller and attracts precursors of the atomic layer deposition (ALD) step more strongly because of shorter benzene-precursor distances and more favorable dispersion-like interactions, leading to selective metal deposition in the small pores. We examined the pocket sizes and the adsorption energy of Zn(Et)2 (the ALD precursor) on the Zr6 node in large and small pores of substituted NU-1000, and found that bulkier substituents not only compress the pocket in the large pore, but also have shorter distances to the ALD precursor in the large pore. Both factors contribute to the more favorable dispersion interaction and lead to less tendency to deposit metals in the small pore.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are cavity-containing crystalline\nmaterials composed of organic linkers connecting nodes that may be\nmetal cations, small polynuclear metal cation clusters, or inorganometallic\nsubstructures. Their porous natures make MOFs promising platforms\nfor applications that benefit from large surface area, such as catalysis,\ngas storage, and separation. NU-1000 is a chemically and thermally\nstable MOF consisting of eight connected Zr<sub>6</sub>(μ<sub>3</sub>–OH)<sub>4</sub>­(μ<sub>3</sub>–O)<sub>4</sub>­(OH)<sub>4</sub>(OH<sub>2</sub>)<sub>4</sub> nodes (hereafter\ncalled Zr<sub>6</sub> nodes) and tetratopic 1,3,6,8-tetrakis­(<italic>p</italic>-benzoate)­pyrene (TBAPy) linkers. The node and linker are shown in . NU-1000 has hexagonal pores of diameter\n31 Å; these are shown in a and will be called large pores, and they extend through\nthe whole NU-1000 crystal. NU-1000 also has small pores of diameter\n10 Å that are perpendicular to the large pores. The exceptionally\nwide pores of NU-1000 allow fast diffusion of reactants and products,\nmaking NU-1000 particularly suitable for catalysis. For example, it\nhas been demonstrated that NU-1000 is highly active to hydrolyze the\nnerve agent dimethyl 4-nitrophenyl phosphate.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are cavity-containing crystalline materials composed of organic linkers connecting nodes that may be metal cations, small polynuclear metal cation clusters, or inorganometallic substructures. Their porous natures make MOFs promising platforms for applications that benefit from large surface area, such as catalysis, gas storage, and separation. NU-1000 is a chemically and thermally stable MOF consisting of eight connected Zr6(μ3-OH)4(μ3-O)4(OH)4(OH2)4 nodes (hereafter called Zr6 nodes) and tetratopic 1,3,6,8-tetrakis(p-benzoate)pyrene (TBAPy) linkers. The node and linker are shown in . NU-1000 has hexagonal pores of diameter 31 Å; these are shown in a and will be called large pores, and they extend through the whole NU-1000 crystal. NU-1000 also has small pores of diameter 10 Å that are perpendicular to the large pores. The exceptionally wide pores of NU-1000 allow fast diffusion of reactants and products, making NU-1000 particularly suitable for catalysis. For example, it has been demonstrated that NU-1000 is highly active to hydrolyze the nerve agent dimethyl 4-nitrophenyl phosphate. ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure\nof (A) NU-1000 and (B) NU-901. The axes of <italic>C</italic>\n<sub>2</sub> symmetry of Zr<sub>6</sub> nodes are represented by\nblue arrows in both structures.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2017-01624k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structure of (A) NU-1000 and (B) NU-901. The axes of C 2 symmetry of Zr6 nodes are represented by blue arrows in both structures.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2017-01624k_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>For further exploration of the catalytic potential of\nNU-1000,\nvarious transition metals, such as Co, Ni, Zn, Mo, and Ir, have been\nanchored to the Zr<sub>6</sub> nodes of NU-1000. These metals can\nbe introduced via two different techniques: atomic layer deposition\n(ALD) and solvothermal deposition in MOF\n(SIM). In both techniques, the metal deposition\nis initiated by the reaction between metal-containing precursors (usually\nmetal complexes) and OH<sub>\n<italic>n</italic>\n</sub> groups on the\nZr<sub>6</sub> nodes. The self-limiting nature of ALD and SIM makes\nit possible to accurately control the molecular structure of active\nsites in heterogeneous catalysts to the atomic precision. Recently, synchrotron X-ray powder diffraction\nwas used to monitor the Zn–ALD process in NU-1000 <italic>in\nsitu</italic> and visualize how the deposited atoms are localized\nand redistributed. The difference envelope\ndensity from X-ray powder diffraction showed that the oxy-Zn­(II) species\nare preferentially deposited in the small pores of NU-1000. In such\na measurement, the resolution of electron density maps is limited\nby the crystallinity of sample. However, the crystallinity of NU-1000,\nas measured by the mesoporous step in the nitrogen isotherm, is highly\nsensitive to the synthetic conditions. Furthermore, the residual electron density obtained from the X-ray\nstructure of the NU-1000 single crystal shows extra nodes (∼20%\noccupancy) at the center of the large pores of NU-1000 (see Figure\nS4 in ref ). The\ndisordered nodes and ligands not only complicate the data analysis\nof many measurements on NU-1000 samples, but also introduce extra\nnonuniformity during ALD and SIM processes, which is not desired if\none aims to explore the reaction mechanism in a uniform and well-defined\nsystem.</p>", "clean_text": "For further exploration of the catalytic potential of NU-1000, various transition metals, such as Co, Ni, Zn, Mo, and Ir, have been anchored to the Zr6 nodes of NU-1000. These metals can be introduced via two different techniques: atomic layer deposition (ALD) and solvothermal deposition in MOF (SIM). In both techniques, the metal deposition is initiated by the reaction between metal-containing precursors (usually metal complexes) and OH n  groups on the Zr6 nodes. The self-limiting nature of ALD and SIM makes it possible to accurately control the molecular structure of active sites in heterogeneous catalysts to the atomic precision. Recently, synchrotron X-ray powder diffraction was used to monitor the Zn-ALD process in NU-1000 in situ and visualize how the deposited atoms are localized and redistributed. The difference envelope density from X-ray powder diffraction showed that the oxy-Zn(II) species are preferentially deposited in the small pores of NU-1000. In such a measurement, the resolution of electron density maps is limited by the crystallinity of sample. However, the crystallinity of NU-1000, as measured by the mesoporous step in the nitrogen isotherm, is highly sensitive to the synthetic conditions. Furthermore, the residual electron density obtained from the X-ray structure of the NU-1000 single crystal shows extra nodes (~20% occupancy) at the center of the large pores of NU-1000 (see Figure S4 in ref ). The disordered nodes and ligands not only complicate the data analysis of many measurements on NU-1000 samples, but also introduce extra nonuniformity during ALD and SIM processes, which is not desired if one aims to explore the reaction mechanism in a uniform and well-defined system.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In the present work, we address the issue of the crystallinity\nof NU-1000 by answering the following two questions: (1) What is the\nnature of extra nodes at the center of large pores in NU-1000? (2)\nHow can we improve the synthetic procedure of NU-1000 to achieve higher\ncrystallinity? We applied computational tools to address these questions.</p>", "clean_text": "In the present work, we address the issue of the crystallinity of NU-1000 by answering the following two questions: (1) What is the nature of extra nodes at the center of large pores in NU-1000? (2) How can we improve the synthetic procedure of NU-1000 to achieve higher crystallinity? We applied computational tools to address these questions.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Computational Methods</title><p>The formation energies of NU-901, NU-1000 (with and without the\nfully connected central node), the hypothetical MOF made of Zr<sub>6</sub> nodes and TBAPy linkers in <bold>ftw</bold> topology, and\nthe adsorption energies of Zn­(Et)<sub>2</sub> were calculated with\nperiodic boundary conditions by using the <italic>CRYSTAL14</italic>\n electronic structure program with Gaussian\nbasis functions. The periodic models of NU-1000 and NU-901 were derived from\nthe reported crystal structures and then optimized with the PBE, PBE-D2, or M06-L exchange-correlation functional. M06-L has been\nwell-validated for noncovalent interactions at van der Waals distances, lattice constants, bond lengths, and reactions in MOFs. The D2 term is a post-SCF correction that is an atom-pairwise sum\nof damped <italic>r</italic>\n<sup>–6</sup> molecular mechanics\nfunctions (where <italic>r</italic> is an interatomic distance), designed\nto compensate the inability of density functionals with local correlation\nto describe the asymptotic behavior of dispersion interactions, and\nit has been shown to considerably improve the calculated lattice constants\nand adsorption energies over uncorrected functionals. The magnitude of D2 is a rough measure of the damped dispersion\ninteractions, and its atom-pairwise nature enables us to quantify\nthe interactions between different fragments by decomposing this term.</p>", "clean_text": "Computational Methods\n\nThe formation energies of NU-901, NU-1000 (with and without the fully connected central node), the hypothetical MOF made of Zr6 nodes and TBAPy linkers in ftw topology, and the adsorption energies of Zn(Et)2 were calculated with periodic boundary conditions by using the CRYSTAL14  electronic structure program with Gaussian basis functions. The periodic models of NU-1000 and NU-901 were derived from the reported crystal structures and then optimized with the PBE, PBE-D2, or M06-L exchange-correlation functional. M06-L has been well-validated for noncovalent interactions at van der Waals distances, lattice constants, bond lengths, and reactions in MOFs. The D2 term is a post-SCF correction that is an atom-pairwise sum of damped r -6 molecular mechanics functions (where r is an interatomic distance), designed to compensate the inability of density functionals with local correlation to describe the asymptotic behavior of dispersion interactions, and it has been shown to considerably improve the calculated lattice constants and adsorption energies over uncorrected functionals. The magnitude of D2 is a rough measure of the damped dispersion interactions, and its atom-pairwise nature enables us to quantify the interactions between different fragments by decomposing this term.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The periodic model of NU-1000 with fully connected central node and the hypothetical MOF made of Zr<sub>6</sub> nodes and TBAPy linkers in <bold>ftw</bold> topology were obtained from the literature and then optimized\nwith the M06-L functional. For unsubstituted NU-1000 and NU-901, the\nnumbers of atoms in the unit cells were 558 and 186, respectively.\nFor reduction of the computational cost, the structure of NU-1000\nwas symmetrized with <italic>C</italic>\n<sub>3</sub> symmetry so that\nall three Zr<sub>6</sub> nodes in the unit cell were equivalent. The\nproton topology of the Zr<sub>6</sub> node in NU-1000 and NU-901 was\nadopted from previous work.\n</p>", "clean_text": "The periodic model of NU-1000 with fully connected central node and the hypothetical MOF made of Zr6 nodes and TBAPy linkers in ftw topology were obtained from the literature and then optimized with the M06-L functional. For unsubstituted NU-1000 and NU-901, the numbers of atoms in the unit cells were 558 and 186, respectively. For reduction of the computational cost, the structure of NU-1000 was symmetrized with C 3 symmetry so that all three Zr6 nodes in the unit cell were equivalent. The proton topology of the Zr6 node in NU-1000 and NU-901 was adopted from previous work. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The\n6-31G­(d) basis set was used for H, C, and O; the SDD effective core potential and corresponding basis\nset were used for Zr and Zn. In periodic calculations\n(but not in calculations carried out with <italic>Gaussian 09</italic>) basis functions with exponents less than 0.06 (which only occur\nfor Zr in the specified basis sets) are removed to avoid linear dependence.</p>", "clean_text": "The 6-31G(d) basis set was used for H, C, and O; the SDD effective core potential and corresponding basis set were used for Zr and Zn. In periodic calculations (but not in calculations carried out with Gaussian 09) basis functions with exponents less than 0.06 (which only occur for Zr in the specified basis sets) are removed to avoid linear dependence.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>For the adsorption of Zn­(Et)<sub>2</sub>, we estimated the reaction\nfree energies with the following method: First, the periodic models\nwere optimized with M06-L or PBE-D2 functionals. On the basis of the\noptimized periodic models, we built cluster models that contain one\nZr<sub>6</sub> node and eight benzoates of the linkers and then relaxed\nthe geometry with all carbon atoms in benzene rings fixed. The Gibbs\nfree energy was approximated by summing the energy of the periodic\nmodel and the zero point and thermal (enthalpy and entropy) contributions\nfrom the Hessian obtained from the cluster models. For all other periodic\ncalculations, the reported reaction energies are from the periodic\ncalculations and include neither zero point energy nor thermal contributions.</p>", "clean_text": "For the adsorption of Zn(Et)2, we estimated the reaction free energies with the following method: First, the periodic models were optimized with M06-L or PBE-D2 functionals. On the basis of the optimized periodic models, we built cluster models that contain one Zr6 node and eight benzoates of the linkers and then relaxed the geometry with all carbon atoms in benzene rings fixed. The Gibbs free energy was approximated by summing the energy of the periodic model and the zero point and thermal (enthalpy and entropy) contributions from the Hessian obtained from the cluster models. For all other periodic calculations, the reported reaction energies are from the periodic calculations and include neither zero point energy nor thermal contributions.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The linker strain energy was calculated with the M06-L functional\nin the gas phase. The Gibbs free energy of the water/benzoate exchange\nreaction of the Zr<sub>6</sub> node in dimethylformamide (DMF) solvent\nwas calculated with the M06-L functional and the SMD solvation model.\n</p>", "clean_text": "The linker strain energy was calculated with the M06-L functional in the gas phase. The Gibbs free energy of the water/benzoate exchange reaction of the Zr6 node in dimethylformamide (DMF) solvent was calculated with the M06-L functional and the SMD solvation model. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>All cluster model calculations were carried\nout with <italic>Gaussian\n09</italic>.\n</p><title>Results\nand Discussion</title><title>Nature of Extra Nodes at\nthe Centers of the\nLarge Pores of NU-1000</title><p>When the structure of NU-1000 was\npublished, the partially occupied and disordered framework within\nthe large pores were hypothesized to be extra Zr<sub>6</sub> nodes\nat the centers of the these pores connecting with all six neighboring\nZr<sub>6</sub> nodes at the vertices of the hexagonal pores. The Zr<sub>6</sub> node in pristine NU-1000 binds\n8 linkers per node with all carboxylates in bridging conformation,\nwhereas the fully connected extra node in the hexagonal pore binds\n12 linkers with 10 strained chelating carboxylates, as shown in the\nright portion of . To estimate the energetics to form the fully connected central\nnode, we calculated the free energy of some key species in the MOF\nsynthesis, as discussed below.</p>", "clean_text": "All cluster model calculations were carried out with Gaussian 09. \n\nResults and Discussion\n\nNature of Extra Nodes at the Centers of the Large Pores of NU-1000\n\nWhen the structure of NU-1000 was published, the partially occupied and disordered framework within the large pores were hypothesized to be extra Zr6 nodes at the centers of the these pores connecting with all six neighboring Zr6 nodes at the vertices of the hexagonal pores. The Zr6 node in pristine NU-1000 binds 8 linkers per node with all carboxylates in bridging conformation, whereas the fully connected extra node in the hexagonal pore binds 12 linkers with 10 strained chelating carboxylates, as shown in the right portion of . To estimate the energetics to form the fully connected central node, we calculated the free energy of some key species in the MOF synthesis, as discussed below.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Possible reactions of the Zr<sub>6</sub> node in the experimental\ncondition.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2017-01624k_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Possible reactions of the Zr6 node in the experimental condition.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The MOF synthesis is carried out\nin stages. In the first stage,\nthe Zr<sub>6</sub> node capped with benzoates is synthesized in the\npresence of excess benzoic acid (BA); then, in the second stage, the\nconjugated acid of a TBAPy linker (which we label TBAPyH, as shown\nin ) is added\nto the solution. To find the most likely number of benzoates capping\nthe Zr<sub>6</sub> node at the end of stage 1, we calculated the energetics\nof the ligand exchange reaction for the Zr<sub>6</sub> node fully\ncapped with 12 benzoates in DMF, as shown in the left portion of  (for clarity, only\n4 of the 12 benzoates are shown). Under experimental conditions (solvent = DMF, temperature = 378 K, [H<sub>2</sub>O] = 0.3 M, and [C<sub>6</sub>H<sub>5</sub>COOH] = 2.8 M),\nreplacing one benzoate on the fully capped Zr<sub>6</sub> node by\ntwo water molecules is exothermic (Δ<italic>H</italic> = −6.0\nkcal/mol) but endergonic (Δ<italic>G</italic> = 3.3 kcal/mol)\nbecause of the decrease of the number of free particles. From the\ncalculated free energy, we estimated that only ∼1% of the Zr<sub>6</sub> nodes lose a benzoate and that the majority of Zr<sub>6</sub> nodes are fully capped by 12 benzoates.</p>", "clean_text": "The MOF synthesis is carried out in stages. In the first stage, the Zr6 node capped with benzoates is synthesized in the presence of excess benzoic acid (BA); then, in the second stage, the conjugated acid of a TBAPy linker (which we label TBAPyH, as shown in ) is added to the solution. To find the most likely number of benzoates capping the Zr6 node at the end of stage 1, we calculated the energetics of the ligand exchange reaction for the Zr6 node fully capped with 12 benzoates in DMF, as shown in the left portion of  (for clarity, only 4 of the 12 benzoates are shown). Under experimental conditions (solvent = DMF, temperature = 378 K, [H2O] = 0.3 M, and [C6H5COOH] = 2.8 M), replacing one benzoate on the fully capped Zr6 node by two water molecules is exothermic (ΔH = -6.0 kcal/mol) but endergonic (ΔG = 3.3 kcal/mol) because of the decrease of the number of free particles. From the calculated free energy, we estimated that only ~1% of the Zr6 nodes lose a benzoate and that the majority of Zr6 nodes are fully capped by 12 benzoates.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>In the second stage\nof synthesis, the free Zr<sub>6</sub> node\ncapped by 12 benzoates is mixed with TBAPyH linkers. The reaction\nenergy to assemble NU-1000 without the central node, i.e., the reaction\nenergy for TBAPy linkers replacing 8 benzoates and leaving 4 benzoates\non the Zr<sub>6</sub> node, is 2.0 kcal/mol per linker. Although the\nformation energy of NU-1000 is slightly positive, the installation\nof each TBAPy linker liberates 4 benzoic acid molecules and increases\nthe entropy (<italic>T</italic>Δ<italic>S</italic>\n<sub>trans</sub> = 35.7 kcal/mol per linker at 378 K), which drives the MOF formation\nwith Δ<italic>G</italic>\n<sub>378</sub> ≈ −33.7\nkcal/mol.</p>", "clean_text": "In the second stage of synthesis, the free Zr6 node capped by 12 benzoates is mixed with TBAPyH linkers. The reaction energy to assemble NU-1000 without the central node, i.e., the reaction energy for TBAPy linkers replacing 8 benzoates and leaving 4 benzoates on the Zr6 node, is 2.0 kcal/mol per linker. Although the formation energy of NU-1000 is slightly positive, the installation of each TBAPy linker liberates 4 benzoic acid molecules and increases the entropy (TΔS trans = 35.7 kcal/mol per linker at 378 K), which drives the MOF formation with ΔG 378 ~ -33.7 kcal/mol.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>For further installation of the extra node at the\ncenter of the\nhexagonal pores, the TBAPy linkers have to replace the benzoates capping\nthe free Zr<sub>6</sub> node and the benzoates capping on the Zr<sub>6</sub> node of NU-1000. The fully connected central node involves\n10 strained chelating carboxylates in the hexagonal pore and bends\nall attached TBAPy linkers, as illustrated in the inset of . The average energy\nof reaction to install 1 TBAPy linker to the central node is 56.2\nkcal/mol, which is greater than the free energy gained by liberating\n4 benzoic acid molecules (<italic>T</italic>Δ<italic>S</italic>\n<sub>trans</sub> = 42.0 kcal/mol at 378 K), resulting in an unfavorable\nfree energy of reaction (Δ<italic>G</italic>\n<sub>378</sub> ≈\n14.2 kcal/mol per linker) and making this picture of the extra nodes\nless likely.</p>", "clean_text": "For further installation of the extra node at the center of the hexagonal pores, the TBAPy linkers have to replace the benzoates capping the free Zr6 node and the benzoates capping on the Zr6 node of NU-1000. The fully connected central node involves 10 strained chelating carboxylates in the hexagonal pore and bends all attached TBAPy linkers, as illustrated in the inset of . The average energy of reaction to install 1 TBAPy linker to the central node is 56.2 kcal/mol, which is greater than the free energy gained by liberating 4 benzoic acid molecules (TΔS trans = 42.0 kcal/mol at 378 K), resulting in an unfavorable free energy of reaction (ΔG 378 ~ 14.2 kcal/mol per linker) and making this picture of the extra nodes less likely.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To build a realistic model for the extra nodes,\nwe looked for possible\nstructures constructed of Zr<sub>6</sub> nodes and TBAPy linkers.\nGomez-Gualdron et al. found three possible\nnet topologies consisting of Zr<sub>6</sub> nodes and tetratopic linkers: <bold>ftw</bold>, <bold>csq</bold>, and <bold>scu</bold>, as defined in\nthe RCSR database and shown in .</p>", "clean_text": "To build a realistic model for the extra nodes, we looked for possible structures constructed of Zr6 nodes and TBAPy linkers. Gomez-Gualdron et al. found three possible net topologies consisting of Zr6 nodes and tetratopic linkers: ftw, csq, and scu, as defined in the RCSR database and shown in .", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Net topologies of <bold>ftw</bold>, <bold>scu</bold>, and <bold>csq</bold> nets and the structure\nof the Zr<sub>6</sub> node in these\nnets.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2017-01624k_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Net topologies of ftw, scu, and csq nets and the structure of the Zr6 node in these nets.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The <bold>ftw</bold> structure\nis a cubic net with Zr<sub>6</sub> nodes at vertices of a cube and\nplanar tetratopic linkers at the\ncenter of faces of a cubic lattice. The Zr<sub>6</sub> nodes in the <bold>ftw</bold> structure are coordinated by 12 carboxylates (with no\nterminal OH<sub>\n<italic>n</italic>\n</sub> groups) and have <italic>T</italic>\n<sub>\n<italic>d</italic>\n</sub> symmetry. Each Zr atom in\nthis Zr<sub>6</sub> node has 4 Zr–O bonds to carboxylates of\nthe linkers and 4 Zr–O bonds to 2 μ<sub>3</sub>–O\nand 2 μ<sub>3</sub>–OH atoms. We will call these Zr atoms\ntype-A to distinguish them from the other type of Zr atoms occurring\nin the Zr<sub>6</sub> nodes of <bold>csq</bold> and <bold>scu</bold> topologies. The <bold>ftw</bold> topology requires the 4 carboxylates\nin the linker to be coplanar and the aspect ratio of the linker to\nbe close to unity to fit into the square faces, neither of which conditions\nare fully satisfied by the TBAPy linker. The formation energy of the <bold>ftw</bold> MOF made of TBAPy linkers and Zr<sub>6</sub> nodes is\n18.1 kcal/mol per linker, 16.1 kcal/mol higher than the formation\nenergy of NU-1000, indicating the unfitness of the TBAPy linker for\nthe <bold>ftw</bold> structure.</p>", "clean_text": "The ftw structure is a cubic net with Zr6 nodes at vertices of a cube and planar tetratopic linkers at the center of faces of a cubic lattice. The Zr6 nodes in the ftw structure are coordinated by 12 carboxylates (with no terminal OH n  groups) and have T  d  symmetry. Each Zr atom in this Zr6 node has 4 Zr-O bonds to carboxylates of the linkers and 4 Zr-O bonds to 2 μ3-O and 2 μ3-OH atoms. We will call these Zr atoms type-A to distinguish them from the other type of Zr atoms occurring in the Zr6 nodes of csq and scu topologies. The ftw topology requires the 4 carboxylates in the linker to be coplanar and the aspect ratio of the linker to be close to unity to fit into the square faces, neither of which conditions are fully satisfied by the TBAPy linker. The formation energy of the ftw MOF made of TBAPy linkers and Zr6 nodes is 18.1 kcal/mol per linker, 16.1 kcal/mol higher than the formation energy of NU-1000, indicating the unfitness of the TBAPy linker for the ftw structure.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>To find the source of the strain,\nwe calculated the energy cost\nto deform TBAPyH by optimizing its geometry with constraints that\nforce the four carboxylic acid groups to be coplanar and the four\nside lengths (defined by the distances between C atoms of COOH) to\nbe equal. We found that these constraints raise the energy by 11.2\nkcal/mol (10.7 kcal/mol to coplanarize four carboxylic acid groups\nand 0.5 kcal/mol to equalize four sides of the linker). NU-1100, a MOF also made of Zr<sub>6</sub> nodes and\npyrene-based tetratopic linkers, is the first MOF found in the <bold>ftw</bold> structure. The linker of NU-1100 is structurally similar\nto TBAPy, but instead of connecting the benzoates to pyrene directly,\nthe linker of NU-1100 has one extra CC group between each\nbenzoate and pyrene. Such an extension reduces the repulsion between\northo hydrogens on benzoates and pyrene, so the π-conjugation\ncoplanarizes the pyrene and four benzoates, which are suitable for\nthe <bold>ftw</bold> structure. We found that the equalization of\nfour sides of the linker only raises the energy of the linker of NU-1100\nby 0.9 kcal/mol, much less than the energy cost to deform TBAPyH to\nfit in the <bold>ftw</bold> structure. The extra energy cost to deform\nTBAPy should disfavor the formation of the <bold>ftw</bold> structure\nfor the NU-1000 case.</p>", "clean_text": "To find the source of the strain, we calculated the energy cost to deform TBAPyH by optimizing its geometry with constraints that force the four carboxylic acid groups to be coplanar and the four side lengths (defined by the distances between C atoms of COOH) to be equal. We found that these constraints raise the energy by 11.2 kcal/mol (10.7 kcal/mol to coplanarize four carboxylic acid groups and 0.5 kcal/mol to equalize four sides of the linker). NU-1100, a MOF also made of Zr6 nodes and pyrene-based tetratopic linkers, is the first MOF found in the ftw structure. The linker of NU-1100 is structurally similar to TBAPy, but instead of connecting the benzoates to pyrene directly, the linker of NU-1100 has one extra CC group between each benzoate and pyrene. Such an extension reduces the repulsion between ortho hydrogens on benzoates and pyrene, so the π-conjugation coplanarizes the pyrene and four benzoates, which are suitable for the ftw structure. We found that the equalization of four sides of the linker only raises the energy of the linker of NU-1100 by 0.9 kcal/mol, much less than the energy cost to deform TBAPyH to fit in the ftw structure. The extra energy cost to deform TBAPy should disfavor the formation of the ftw structure for the NU-1000 case.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The NU-1000 and NU-901 MOFs have <bold>csq</bold> and <bold>scu</bold> net topologies, respectively. Both\nMOFs contain Zr<sub>6</sub> nodes\nthat are coordinated by eight carboxylates and eight OH<sub>\n<italic>n</italic>\n</sub> groups, and one polymorph can be considered a reconstructed\nversion of the other; here we elucidate\nthe structural differences between these two MOFs.</p>", "clean_text": "The NU-1000 and NU-901 MOFs have csq and scu net topologies, respectively. Both MOFs contain Zr6 nodes that are coordinated by eight carboxylates and eight OH n  groups, and one polymorph can be considered a reconstructed version of the other; here we elucidate the structural differences between these two MOFs.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Each node\nin NU-1000 or NU-901 has two kinds of Zr ions, as illustrated\nin . In addition\nto two type-A Zr ions, there are four type-B Zr ions, each of which\nhas two Zr–O bonds to carboxylates, four Zr–O bonds\nto two μ<sub>3</sub>–O and two μ<sub>3</sub>–OH,\nand two Zr–O bonds to OH<sub>\n<italic>n</italic>\n</sub> groups.\nThis Zr<sub>6</sub> node has only <italic>C</italic>\n<sub>2</sub> symmetry\nwith the <italic>C</italic>\n<sub>2</sub> axis passing through the two\ntype-A Zr ions, and we use this <italic>C</italic>\n<sub>2</sub> axis\nto define the orientation of Zr<sub>6</sub> nodes that differentiates\nthe topologies of NU-1000 and NU-901; in NU-1000, the orientation\nof the <italic>C</italic>\n<sub>2</sub> axis is rotated by 120°\nfrom one node to the next, whereas in NU-901 all the <italic>C</italic>\n<sub>2</sub> axes on Zr<sub>6</sub> nodes are parallel, as illustrated\nby the blue arrows in . This difference in the orientation of Zr<sub>6</sub> nodes\nresults in conformational changes in the organic linkers. In particular,\nalthough the dihedral angle between pyrene and each benzoate is about\n50° in both MOFs (close to its optimum value in free TBAPyH),\nin NU-1000 the benzoates at the 1 and 3 positions are rotated in the\nopposite positions, as are the benzoates at the 6 and 8 positions,\nwhereas in NU-901 these benzoates are rotated in the same direction,\nas shown in . We calculated that NU-901 is more stable than NU-1000 by only 0.2\nkcal/mol per linker, so the defect due to the misalignment of the\nnode is thermally possible. On the basis of these observations, we\npropose that the extra nodes in the large pores of NU-1000 are misaligned\nZr<sub>6</sub> nodes that are structurally similar to the NU-901 phase.</p>", "clean_text": "Each node in NU-1000 or NU-901 has two kinds of Zr ions, as illustrated in . In addition to two type-A Zr ions, there are four type-B Zr ions, each of which has two Zr-O bonds to carboxylates, four Zr-O bonds to two μ3-O and two μ3-OH, and two Zr-O bonds to OH n  groups. This Zr6 node has only C 2 symmetry with the C 2 axis passing through the two type-A Zr ions, and we use this C 2 axis to define the orientation of Zr6 nodes that differentiates the topologies of NU-1000 and NU-901; in NU-1000, the orientation of the C 2 axis is rotated by 120° from one node to the next, whereas in NU-901 all the C 2 axes on Zr6 nodes are parallel, as illustrated by the blue arrows in . This difference in the orientation of Zr6 nodes results in conformational changes in the organic linkers. In particular, although the dihedral angle between pyrene and each benzoate is about 50° in both MOFs (close to its optimum value in free TBAPyH), in NU-1000 the benzoates at the 1 and 3 positions are rotated in the opposite positions, as are the benzoates at the 6 and 8 positions, whereas in NU-901 these benzoates are rotated in the same direction, as shown in . We calculated that NU-901 is more stable than NU-1000 by only 0.2 kcal/mol per linker, so the defect due to the misalignment of the node is thermally possible. On the basis of these observations, we propose that the extra nodes in the large pores of NU-1000 are misaligned Zr6 nodes that are structurally similar to the NU-901 phase.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>A stepwise picture to elucidate the process of crystal growth and\ndefect formation during stage 2 is shown in . For crystal growth, the carboxylate group\non the linker needs to exchange with one benzoate on a free floating\nZr<sub>6</sub> node or encounter a node that has lost a benzoate.\nThe dangling Zr<sub>6</sub> nodes on the edge of the growing NU-1000\ncrystal are free to rotate around the C–C bond between the\npyrene and the benzoate coordinating to the node until the dangling\nlinker connects to another node. If a linker connects two Zr<sub>6</sub> nodes with their <italic>C</italic>\n<sub>2</sub> axes rotated by\n120°, then the crystal grows as pure NU-1000. If a linker connects\ntwo Zr<sub>6</sub> nodes with their <italic>C</italic>\n<sub>2</sub> axes aligned in parallel, then a local NU-901-like structure is\nformed with an extra node in the hexagonal large pore. The number\nof linkers coordinating to the extra node may depend on the occupancy\nof its neighbors in the hexagonal pore. If two extra central nodes\nare adjacent, it is possible to link these two extra central nodes\nand two nodes on the wall of hexagonal pore with one TBAPy with two\nbridging carboxylates to two extra central nodes and two chelating\ncarboxylates to two nodes on the wall of the hexagonal pore, as shown\nin . If there\nis no adjacent central node, the central node may be capped by more\nthan four benzoates, and these benzoates may be washed away by HCl\nin the step of activation. On the basis of this picture, one should\nbe able to reduce the occupancy of the central nodes by destabilizing\nthe NU-901 phase.</p>", "clean_text": "A stepwise picture to elucidate the process of crystal growth and defect formation during stage 2 is shown in . For crystal growth, the carboxylate group on the linker needs to exchange with one benzoate on a free floating Zr6 node or encounter a node that has lost a benzoate. The dangling Zr6 nodes on the edge of the growing NU-1000 crystal are free to rotate around the C-C bond between the pyrene and the benzoate coordinating to the node until the dangling linker connects to another node. If a linker connects two Zr6 nodes with their C 2 axes rotated by 120°, then the crystal grows as pure NU-1000. If a linker connects two Zr6 nodes with their C 2 axes aligned in parallel, then a local NU-901-like structure is formed with an extra node in the hexagonal large pore. The number of linkers coordinating to the extra node may depend on the occupancy of its neighbors in the hexagonal pore. If two extra central nodes are adjacent, it is possible to link these two extra central nodes and two nodes on the wall of hexagonal pore with one TBAPy with two bridging carboxylates to two extra central nodes and two chelating carboxylates to two nodes on the wall of the hexagonal pore, as shown in . If there is no adjacent central node, the central node may be capped by more than four benzoates, and these benzoates may be washed away by HCl in the step of activation. On the basis of this picture, one should be able to reduce the occupancy of the central nodes by destabilizing the NU-901 phase.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>A stepwise picture for the formation mechanism of the\ncenter node\nin the large pore of NU-1000.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm-2017-01624k_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  A stepwise picture for the formation mechanism of the center node in the large pore of NU-1000.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Computational Design of Organic Linkers</title><p>Yuan et al. have demonstrated that the topology\nof an MOF can be controlled via linker design. The UiO-67 MOF consists of 12-coordinated Zr<sub>6</sub> nodes and biphenyl-4,4′-dicarboxylate (BPDC) linkers in a\nconformation such that two benzoates are coplanar. By introducing\nbulky groups at the 2 and 2′ positions of BPDC to drive two\nbenzoates away from the coplanar conformation, they synthesized a\ndifferent Zr-MOF, namely, PCN-700, that has two carboxylates in the\nsubstituted BPDC perpendicular to each other.</p>", "clean_text": "Computational Design of Organic Linkers\n\nYuan et al. have demonstrated that the topology of an MOF can be controlled via linker design. The UiO-67 MOF consists of 12-coordinated Zr6 nodes and biphenyl-4,4'-dicarboxylate (BPDC) linkers in a conformation such that two benzoates are coplanar. By introducing bulky groups at the 2 and 2' positions of BPDC to drive two benzoates away from the coplanar conformation, they synthesized a different Zr-MOF, namely, PCN-700, that has two carboxylates in the substituted BPDC perpendicular to each other.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>We applied the\nsame strategy of modifying the linker to make the conformation in\nthe target MOF more stable. The conformational difference (explained\nabove) between linkers in NU-1000 and NU-901 enables us to selectively\nstabilize the one corresponding to NU-1000. In NU-1000, the oppositely\nrotated benzoates at positions 1 and 3 create a space between them\nthat is large above the plane of the pyrene and very small below the\nplane of the pyrene, whereas, in NU-901, the space between the benzoates\nis small both above and below the pyrene plane, as shown at the top\nof  and in\nthe side view of . If a substituent that places a larger subgroup on one side of the\nplane than the other is placed at the 2 and/or 7 positions of pyrene,\nthen the linker will favor the NU-1000 because this conformation has\na wider space between ortho hydrogens to accommodate the bulkier part\nof substituent, and thus the formation of NU-901 (and the central\nnode) should be suppressed.</p>", "clean_text": "We applied the same strategy of modifying the linker to make the conformation in the target MOF more stable. The conformational difference (explained above) between linkers in NU-1000 and NU-901 enables us to selectively stabilize the one corresponding to NU-1000. In NU-1000, the oppositely rotated benzoates at positions 1 and 3 create a space between them that is large above the plane of the pyrene and very small below the plane of the pyrene, whereas, in NU-901, the space between the benzoates is small both above and below the pyrene plane, as shown at the top of  and in the side view of . If a substituent that places a larger subgroup on one side of the plane than the other is placed at the 2 and/or 7 positions of pyrene, then the linker will favor the NU-1000 because this conformation has a wider space between ortho hydrogens to accommodate the bulkier part of substituent, and thus the formation of NU-901 (and the central node) should be suppressed.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Substituted TBAPy in NU-1000 (left) and NU-901\n(right), as viewed\nalong the <italic>c</italic> axis with the axis horizontal and the <italic>b</italic> axis vertical, where the substituent is CF<sub>3</sub>.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm-2017-01624k_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Substituted TBAPy in NU-1000 (left) and NU-901 (right), as viewed along the c axis with the axis horizontal and the b axis vertical, where the substituent is CF3.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>To examine this proposal, we considered\nMOFs with various substituents\nat the 2 and 7 positions of the TBAPy linkers, and we calculated the\nformation energies of the substituted NU-1000 and NU-901 phases as\ndefined by<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"cm-2017-01624k_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>TBAPyH</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>0.5</mml:mn>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Zr</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>node</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>12</mml:mn>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>benzoate</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>→</mml:mo>\n<mml:mi>n</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>MOF unit cell</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>6</mml:mn>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>benzoic acid</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>n</italic> is <sup>1</sup>/<sub>6</sub> for NU-1000 and <sup>1</sup>/<sub>2</sub> for NU-901, so\nthat both cases are normalized on a per linker basis. The calculations\nwere carried out with PBE with and without the D2 correction and with\nM06-L.  shows\nthe formation energy of substituted NU-1000 and the difference in\nformation energies of substituted NU-1000 and substituted NU-901 for\nthree spherical substituents (H, Cl, and Br) and three nonspherical\nones (CH<sub>3</sub>, CF<sub>3</sub>, and <italic>t</italic>-butyl)\nat the 2 and 7 positions, as listed in . The table also shows the calculated lattice\nconstants. The three methods give the same trend in the relative energies\nand lattice constants, and for simplicity we will mainly discuss the\nM06-L values. (Numbers in the subsequent text are from M06-L unless\nspecified otherwise.)</p>", "clean_text": "To examine this proposal, we considered MOFs with various substituents at the 2 and 7 positions of the TBAPy linkers, and we calculated the formation energies of the substituted NU-1000 and NU-901 phases as defined by    TBAPyH + 0.5    Zr   6    node   ( 12  benzoate )  + 4   H   2   O → n  MOF unit cell + 6  benzoic acid   where n is 1/6 for NU-1000 and 1/2 for NU-901, so that both cases are normalized on a per linker basis. The calculations were carried out with PBE with and without the D2 correction and with M06-L.  shows the formation energy of substituted NU-1000 and the difference in formation energies of substituted NU-1000 and substituted NU-901 for three spherical substituents (H, Cl, and Br) and three nonspherical ones (CH3, CF3, and t-butyl) at the 2 and 7 positions, as listed in . The table also shows the calculated lattice constants. The three methods give the same trend in the relative energies and lattice constants, and for simplicity we will mainly discuss the M06-L values. (Numbers in the subsequent text are from M06-L unless specified otherwise.)", "data": null, "include_properties": null}, {"idx": 29, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Relative Energy (in\nkcal/mol) between\nNU-1000 and NU-901 Phases, Formation Energy of NU-1000, and Lattice\nConstants of NU-1000 with Different Substituents<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"11\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col11\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">\n<italic>E</italic>(NU-901) – <italic>E</italic>(NU-1000)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col5\" rowsep=\"1\">\n<italic>E</italic>\n<sub>formation</sub>(NU-1000)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col11\" namest=\"col8\" rowsep=\"1\">lattice\nconstants <italic>a</italic> and c of NU-1000 (Å)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">R</oasis:entry>\n<oasis:entry align=\"center\">PBE</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2</oasis:entry>\n<oasis:entry align=\"center\">M06-L</oasis:entry>\n<oasis:entry align=\"center\">PBE</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2</oasis:entry>\n<oasis:entry align=\"center\">M06-L</oasis:entry>\n<oasis:entry align=\"center\">PBE</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2</oasis:entry>\n<oasis:entry align=\"center\">M06-L</oasis:entry>\n<oasis:entry align=\"center\">experimental</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>–0.3</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>–0.2</oasis:entry>\n<oasis:entry>–32.5</oasis:entry>\n<oasis:entry>–28.2</oasis:entry>\n<oasis:entry>–16.9</oasis:entry>\n<oasis:entry>39.99, 16.76</oasis:entry>\n<oasis:entry>39.72, 16.85</oasis:entry>\n<oasis:entry>39.64, 16.75</oasis:entry>\n<oasis:entry>39.39, 16.48</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>–0.5</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>–31.1</oasis:entry>\n<oasis:entry>–27.5</oasis:entry>\n<oasis:entry>–16.2</oasis:entry>\n<oasis:entry>40.82, 16.10</oasis:entry>\n<oasis:entry>40.74, 16.04</oasis:entry>\n<oasis:entry>40.55, 16.04</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Br</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>–0.5</oasis:entry>\n<oasis:entry>–0.2</oasis:entry>\n<oasis:entry>–30.7</oasis:entry>\n<oasis:entry>–27.8</oasis:entry>\n<oasis:entry>–16.0</oasis:entry>\n<oasis:entry>40.94, 15.99</oasis:entry>\n<oasis:entry>40.93, 15.86</oasis:entry>\n<oasis:entry>40.68, 15.92</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>–31.5</oasis:entry>\n<oasis:entry>–28.0</oasis:entry>\n<oasis:entry>–16.4</oasis:entry>\n<oasis:entry>40.74, 16.15</oasis:entry>\n<oasis:entry>40.55, 16.19</oasis:entry>\n<oasis:entry>40.43, 16.12</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CF<sub>3</sub>\n</oasis:entry>\n<oasis:entry>4.2</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>5.2</oasis:entry>\n<oasis:entry>–31.9</oasis:entry>\n<oasis:entry>–28.7</oasis:entry>\n<oasis:entry>–16.6</oasis:entry>\n<oasis:entry>41.15, 15.76</oasis:entry>\n<oasis:entry>41.07, 15.68</oasis:entry>\n<oasis:entry>40.78, 15.78</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>t</italic>-butyl</oasis:entry>\n<oasis:entry>7.0</oasis:entry>\n<oasis:entry>5.9</oasis:entry>\n<oasis:entry>6.8</oasis:entry>\n<oasis:entry>–29.6</oasis:entry>\n<oasis:entry>–29.9</oasis:entry>\n<oasis:entry>–15.7</oasis:entry>\n<oasis:entry>41.09, 15.76</oasis:entry>\n<oasis:entry>41.10, 15.57</oasis:entry>\n<oasis:entry>40.98, 15.53</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>In each\ncase, the linker is substituted\nat both the 2 and 7 positions.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>For a comparison of the effect of different substituents, the results\nfor NU-1000 and NU-901 with R = H were taken as references. Regardless\nof whether the substituent is spherical, the repulsion between the\nsubstituent and two nearby benzene rings deforms the linker by pushing\nthe benzoates apart. Such a steric interaction increases the lattice\nconstant <italic>a</italic> from 39.63 (R = H) to 40.98 (R= <italic>t</italic>-butyl) Å and reduces <italic>c</italic> from 16.75\n(R = H) to 15.53 (R = <italic>t</italic>-butyl) Å. This framework\ndistortion also affects the formation energy of NU-1000 calculated\nwith M06-L and PBE in that the bulky substituent causes the more positive\nformation energy of NU-1000. The inclusion of the D2 correction alters\nthis trend to some extent, and this indicates that, on one hand, the\nbulky substituent can raise the energy of NU-1000 by distorting the\nnearby structures within the van der Waals distance; on the other\nhand, the bulkier substituent causes stronger attractive dispersion\ninteractions to other parts of the framework and lowers the formation\nenergy. The dispersion potential decays as <italic>r</italic>\n<sup>–6</sup>, and the long-range tail is not predicted by M06-L\nor PBE, although the former is capable of describing the dispersion\ninteraction around the van der Waals distance. The mixed trend described by PBE-D2 contains both the short-range\nand long-range interactions from the bulky substituent.</p>", "clean_text": "For a comparison of the effect of different substituents, the results for NU-1000 and NU-901 with R = H were taken as references. Regardless of whether the substituent is spherical, the repulsion between the substituent and two nearby benzene rings deforms the linker by pushing the benzoates apart. Such a steric interaction increases the lattice constant a from 39.63 (R = H) to 40.98 (R= t-butyl) Å and reduces c from 16.75 (R = H) to 15.53 (R = t-butyl) Å. This framework distortion also affects the formation energy of NU-1000 calculated with M06-L and PBE in that the bulky substituent causes the more positive formation energy of NU-1000. The inclusion of the D2 correction alters this trend to some extent, and this indicates that, on one hand, the bulky substituent can raise the energy of NU-1000 by distorting the nearby structures within the van der Waals distance; on the other hand, the bulkier substituent causes stronger attractive dispersion interactions to other parts of the framework and lowers the formation energy. The dispersion potential decays as r -6, and the long-range tail is not predicted by M06-L or PBE, although the former is capable of describing the dispersion interaction around the van der Waals distance. The mixed trend described by PBE-D2 contains both the short-range and long-range interactions from the bulky substituent.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The\nrelative energies of substituted NU-1000 and NU-901 are determined\nnot only by the sizes of substituents, but also by their shape. For\nspherical substituents (Cl and Br), although the steric interaction\nchanges the lattice constants, the relative energies of NU-1000 and\nNU-901 are almost unchanged. For nonspherical substituents (CH<sub>3</sub>, CF<sub>3</sub>, and <italic>t</italic>-butyl), not only\ndo the lattice constants change, but also NU-901 is destabilized to\na greater extent than NU-1000 as the size of substituent is increased.\nThe largest substituent, <italic>t</italic>-butyl, stabilizes the\nNU-1000 phase relative to NU-901 by 6.8 kcal/mol, 7.0 kcal/mol higher\nthan when R is H.</p>", "clean_text": "The relative energies of substituted NU-1000 and NU-901 are determined not only by the sizes of substituents, but also by their shape. For spherical substituents (Cl and Br), although the steric interaction changes the lattice constants, the relative energies of NU-1000 and NU-901 are almost unchanged. For nonspherical substituents (CH3, CF3, and t-butyl), not only do the lattice constants change, but also NU-901 is destabilized to a greater extent than NU-1000 as the size of substituent is increased. The largest substituent, t-butyl, stabilizes the NU-1000 phase relative to NU-901 by 6.8 kcal/mol, 7.0 kcal/mol higher than when R is H.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>One may worry that bulkier substituents that\ncan effectively differentiate\nNU-1000 and NU-901 may also hinder the assembly of NU-1000 from Zr<sub>6</sub> nodes and linkers; however, we found that the formation energy\nof NU-1000 is only slightly perturbed by bulky substituents, as shown\nby the formation energies listed in . For example, the <italic>t</italic>-butyl\nsubstituent destabilizes NU-901 by 6.8 kcal/mol but only makes the\nformation of NU-1000 less exoergic by 1.2 kcal/mol. Trifluoromethyl\nseems to be a good compromise, as it destabilizes NU-901 by 5.2 kcal/mol\nand only raises the formation energy of NU-1000 by 0.3 kcal/mol. The\nreason for the almost constant formation energy of NU-1000 with bulkier\nsubstituents is because the energy differentiation between NU-1000\nand NU-901 phases comes from the repulsion between the substituents\nand the benzoates, and such repulsion is already present in the substituted\nlinker before the MOF is made.</p>", "clean_text": "One may worry that bulkier substituents that can effectively differentiate NU-1000 and NU-901 may also hinder the assembly of NU-1000 from Zr6 nodes and linkers; however, we found that the formation energy of NU-1000 is only slightly perturbed by bulky substituents, as shown by the formation energies listed in . For example, the t-butyl substituent destabilizes NU-901 by 6.8 kcal/mol but only makes the formation of NU-1000 less exoergic by 1.2 kcal/mol. Trifluoromethyl seems to be a good compromise, as it destabilizes NU-901 by 5.2 kcal/mol and only raises the formation energy of NU-1000 by 0.3 kcal/mol. The reason for the almost constant formation energy of NU-1000 with bulkier substituents is because the energy differentiation between NU-1000 and NU-901 phases comes from the repulsion between the substituents and the benzoates, and such repulsion is already present in the substituted linker before the MOF is made.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Regioselective\nALD in NU-1000 with New Linkers</title><p>In our recent work, we reported that,\nin the Zn–ALD process, oxy-Zn­(II) species are preferentially\ndeposited to faces of Zr<sub>6</sub> nodes in small pores of unsubstituted\nNU-1000, which is attributed to the stronger dispersion-like interaction\nbetween Zn­(Et)<sub>2</sub> (the ALD precursor) and OH<sub>\n<italic>n</italic>\n</sub> groups (reactive sites for ALD process) in small\npores. We found that benzene rings of benzoate ligands coordinating\non the Zr<sub>6</sub> node form pocketlike structures (as shown in A), and such pockets\nin small pores are tighter, resulting in shorter precursor–benzene\ndistances and more favorable dispersion-like interactions. The size\nof the pocket can be represented by the distance between the centers\nof phenylene rings (shown by the double-sided arrow in A), and in the X-ray crystallographic\nstructure of the NU-1000 single crystal, the pocket size in the small pore is 6.91 Å, which is 0.7 Å\nshorter than the one in the large pore.</p>", "clean_text": "Regioselective ALD in NU-1000 with New Linkers\n\nIn our recent work, we reported that, in the Zn-ALD process, oxy-Zn(II) species are preferentially deposited to faces of Zr6 nodes in small pores of unsubstituted NU-1000, which is attributed to the stronger dispersion-like interaction between Zn(Et)2 (the ALD precursor) and OH n  groups (reactive sites for ALD process) in small pores. We found that benzene rings of benzoate ligands coordinating on the Zr6 node form pocketlike structures (as shown in A), and such pockets in small pores are tighter, resulting in shorter precursor-benzene distances and more favorable dispersion-like interactions. The size of the pocket can be represented by the distance between the centers of phenylene rings (shown by the double-sided arrow in A), and in the X-ray crystallographic structure of the NU-1000 single crystal, the pocket size in the small pore is 6.91 Å, which is 0.7 Å shorter than the one in the large pore.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Pocketlike structure\nof four benzoate ligands coordinating\non the Zr<sub>6</sub> node in the NU-1000 phase. Black arrows represent\ndistances between benzene centers (the measure of pocket size) in\nthe large and small pores. Hydrogens in green circles are the one\nto be substituted. (B) Adsorption of Zn­(Et)<sub>2</sub> in the large\npore. (C) Adsorption of Zn­(Et)<sub>2</sub> in the small pore. R= CF<sub>3</sub> in parts B and C.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cm-2017-01624k_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (A) Pocketlike structure of four benzoate ligands coordinating on the Zr6 node in the NU-1000 phase. Black arrows represent distances between benzene centers (the measure of pocket size) in the large and small pores. Hydrogens in green circles are the one to be substituted. (B) Adsorption of Zn(Et)2 in the large pore. (C) Adsorption of Zn(Et)2 in the small pore. R= CF3 in parts B and C.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>We next examine whether one can uniformly deposit metal on\nall\nfaces (both those facing into large pores and those facing into small\npores) of a Zr<sub>6</sub> node of NU-1000 with the new linkers. Since\nthe surfaces of the Zr<sub>6</sub> nodes facing the large and small\npores are chemically similar, the difference between reaction energies\nin different pores is mainly determined by the nonbonded interactions\nand the strain induced by linkers, and we chose to study the adsorption\nof Zn­(Et)<sub>2</sub> on the surface of the Zr<sub>6</sub> node in\nboth kinds of pores, as shown in B,C. The difference in adsorption energy\nis an indicator of deposition selectivity. The mean pocket sizes and\nthe adsorption energies in the large and small pores of NU-1000 with\nvarious substituents are listed in . Generally speaking, the bulky substituents\nelongate the linker along the <italic>a</italic> axis and compress\nit along the <italic>c</italic> axis (as inferred from the discussion\nof ), leading\nto a change in dihedral angles between pyrene and benzoates. The pocket\nin the small pore enlarges (6.71 Å for R = H and 7.27 Å\nfor R = CF<sub>3</sub>, as calculated with the M06-L functional),\nand the pocket in the large pore shrinks (7.81 Å for R = H and\n7.29 Å for R = CF<sub>3</sub>).</p>", "clean_text": "We next examine whether one can uniformly deposit metal on all faces (both those facing into large pores and those facing into small pores) of a Zr6 node of NU-1000 with the new linkers. Since the surfaces of the Zr6 nodes facing the large and small pores are chemically similar, the difference between reaction energies in different pores is mainly determined by the nonbonded interactions and the strain induced by linkers, and we chose to study the adsorption of Zn(Et)2 on the surface of the Zr6 node in both kinds of pores, as shown in B,C. The difference in adsorption energy is an indicator of deposition selectivity. The mean pocket sizes and the adsorption energies in the large and small pores of NU-1000 with various substituents are listed in . Generally speaking, the bulky substituents elongate the linker along the a axis and compress it along the c axis (as inferred from the discussion of ), leading to a change in dihedral angles between pyrene and benzoates. The pocket in the small pore enlarges (6.71 Å for R = H and 7.27 Å for R = CF3, as calculated with the M06-L functional), and the pocket in the large pore shrinks (7.81 Å for R = H and 7.29 Å for R = CF3).", "data": null, "include_properties": null}, {"idx": 36, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"landscape\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Mean Pocket\nSize,<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref> Adsorption Energy and Free Energy\n(in kcal/mol) of Zn­(Et)<sub>2</sub> in the Large and Small Pore of\nNU-1000, and Difference (diff)\nof D2 Contribution from the Pocket and Substituent to Zn­(Et)<sub>2</sub> in the Large and Small Pore</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"19\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col11\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col12\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col13\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col14\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col15\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col16\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col17\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col18\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col19\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col11\" namest=\"col2\" rowsep=\"1\">PBE-D2</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col19\" namest=\"col12\" rowsep=\"1\">M06-L</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">mean\npocket size</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">Zn(Et)<sub>2</sub> adsorption energy (Δ<italic>E</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col9\" namest=\"col7\" rowsep=\"1\">Zn(Et)<sub>2</sub> adsorption free energy (Δ<italic>G</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col11\" namest=\"col10\" rowsep=\"1\">D2\ndifference of adsorbate<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col13\" namest=\"col12\" rowsep=\"1\">mean\npocket size</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col16\" namest=\"col14\" rowsep=\"1\">Zn(Et)<sub>2</sub> adsorption energy (Δ<italic>E</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col19\" namest=\"col17\" rowsep=\"1\">Zn(Et)<sub>2</sub> adsorption free energy (Δ<italic>G</italic>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">R</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">diff</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">diff</oasis:entry>\n<oasis:entry align=\"center\">pocket<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">R</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">diff</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">diff</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>7.82</oasis:entry>\n<oasis:entry>6.75</oasis:entry>\n<oasis:entry>–27.3</oasis:entry>\n<oasis:entry>–30.5</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n<oasis:entry>–12.7</oasis:entry>\n<oasis:entry>–15.8</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n<oasis:entry>–0.0</oasis:entry>\n<oasis:entry>7.81</oasis:entry>\n<oasis:entry>6.71</oasis:entry>\n<oasis:entry>–24.0</oasis:entry>\n<oasis:entry>–27.1</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>–8.3</oasis:entry>\n<oasis:entry>–12.3</oasis:entry>\n<oasis:entry>4.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>7.41</oasis:entry>\n<oasis:entry>7.11</oasis:entry>\n<oasis:entry>–28.1</oasis:entry>\n<oasis:entry>–30.2</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n<oasis:entry>–13.5</oasis:entry>\n<oasis:entry>–15.5</oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>–0.3</oasis:entry>\n<oasis:entry>7.43</oasis:entry>\n<oasis:entry>7.05</oasis:entry>\n<oasis:entry>–24.9</oasis:entry>\n<oasis:entry>–27.0</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n<oasis:entry>–9.5</oasis:entry>\n<oasis:entry>–12.7</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Br</oasis:entry>\n<oasis:entry>7.30</oasis:entry>\n<oasis:entry>7.20</oasis:entry>\n<oasis:entry>–28.5</oasis:entry>\n<oasis:entry>–30.2</oasis:entry>\n<oasis:entry>1.7</oasis:entry>\n<oasis:entry>–13.7</oasis:entry>\n<oasis:entry>–15.4</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n<oasis:entry>–0.2</oasis:entry>\n<oasis:entry>–0.6</oasis:entry>\n<oasis:entry>7.36</oasis:entry>\n<oasis:entry>7.11</oasis:entry>\n<oasis:entry>–25.4</oasis:entry>\n<oasis:entry>–27.0</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>–9.9</oasis:entry>\n<oasis:entry>–12.9</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>7.50</oasis:entry>\n<oasis:entry>7.03</oasis:entry>\n<oasis:entry>–28.5</oasis:entry>\n<oasis:entry>–30.1</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>–13.7</oasis:entry>\n<oasis:entry>–15.5</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>7.48</oasis:entry>\n<oasis:entry>7.02</oasis:entry>\n<oasis:entry>–25.3</oasis:entry>\n<oasis:entry>–26.9</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>–10.0</oasis:entry>\n<oasis:entry>–12.6</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CF<sub>3</sub>\n</oasis:entry>\n<oasis:entry>7.18</oasis:entry>\n<oasis:entry>7.41</oasis:entry>\n<oasis:entry>–30.6</oasis:entry>\n<oasis:entry>–29.8</oasis:entry>\n<oasis:entry>–0.8</oasis:entry>\n<oasis:entry>–15.6</oasis:entry>\n<oasis:entry>–15.1</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n<oasis:entry>–1.8</oasis:entry>\n<oasis:entry>7.29</oasis:entry>\n<oasis:entry>7.27</oasis:entry>\n<oasis:entry>–25.9</oasis:entry>\n<oasis:entry>–26.8</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>–10.4</oasis:entry>\n<oasis:entry>–12.0</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>t</italic>-butyl</oasis:entry>\n<oasis:entry>7.27</oasis:entry>\n<oasis:entry>7.37</oasis:entry>\n<oasis:entry>–30.0</oasis:entry>\n<oasis:entry>–30.3</oasis:entry>\n<oasis:entry>0.4</oasis:entry>\n<oasis:entry>–15.1</oasis:entry>\n<oasis:entry>–15.6</oasis:entry>\n<oasis:entry>0.4</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n<oasis:entry>–2.8</oasis:entry>\n<oasis:entry>7.26</oasis:entry>\n<oasis:entry>7.38</oasis:entry>\n<oasis:entry>–26.1</oasis:entry>\n<oasis:entry>–26.9</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n<oasis:entry>–11.4</oasis:entry>\n<oasis:entry>–12.7</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>In Å,\ndefined as the average\ndistance between centers of benzene rings.</p>\n</fn>\n<fn id=\"t2fn1\">\n<label>b</label>\n<p>The difference is defined as D2­(Zn­(Et)<sub>2</sub> in large pore) – D2­(Zn­(Et)<sub>2</sub> in small pore).</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>c</label>\n<p>The pocket is defined as two benzene\nrings surrounding Zn­(Et)<sub>2</sub>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The change in adsorption energy (Δ<italic>E</italic>) of\nZn­(Et)<sub>2</sub> correlates well with the change in pocket size\nin NU-1000; when the pocket sizes are smaller, the adsorption energies\nare more negative. The difference between the Zn­(Et)<sub>2</sub> adsorption\nenergy in the large and small pores drops from 3.2 (R = H) to 0.8\n(R = CF<sub>3</sub>) kcal/mol, indicating that, with a bulky substituent,\nthe tendency to deposit Zn species in the small pore is much weaker.\nTo identify the structural features that differentiate the adsorption\nenergies in the large and small pores, we calculated the D2 correction\nbetween various fragments of MOF and the adsorbate Zn­(Et)<sub>2</sub>. We identified two important sources of attraction to Zn­(Et)<sub>2</sub> that differentiate the adsorption energies in the large and\nsmall pore and that vary significantly when the substituent R is changed,\nnamely, the benzene pocket surrounding the adsorbed Zn­(Et)<sub>2</sub> and R itself. The differences between the D2 term in the large and\nsmall pores contributed from the benzene pocket and the substituent\nR to the adsorbed Zn­(Et)<sub>2</sub> are listed in . In addition to the pocket\nsurrounding Zn­(Et)<sub>2</sub>, the R group that points toward the\nlarge pore, as shown in A,B, has a shorter distance to, and\ntherefore a stronger attraction to, the Zn­(Et)<sub>2</sub> in the\nlarge pore. This effect is prominent for bulkier substituents such\nas CF<sub>3</sub> and <italic>t</italic>-butyl.</p>", "clean_text": "The change in adsorption energy (ΔE) of Zn(Et)2 correlates well with the change in pocket size in NU-1000; when the pocket sizes are smaller, the adsorption energies are more negative. The difference between the Zn(Et)2 adsorption energy in the large and small pores drops from 3.2 (R = H) to 0.8 (R = CF3) kcal/mol, indicating that, with a bulky substituent, the tendency to deposit Zn species in the small pore is much weaker. To identify the structural features that differentiate the adsorption energies in the large and small pores, we calculated the D2 correction between various fragments of MOF and the adsorbate Zn(Et)2. We identified two important sources of attraction to Zn(Et)2 that differentiate the adsorption energies in the large and small pore and that vary significantly when the substituent R is changed, namely, the benzene pocket surrounding the adsorbed Zn(Et)2 and R itself. The differences between the D2 term in the large and small pores contributed from the benzene pocket and the substituent R to the adsorbed Zn(Et)2 are listed in . In addition to the pocket surrounding Zn(Et)2, the R group that points toward the large pore, as shown in A,B, has a shorter distance to, and therefore a stronger attraction to, the Zn(Et)2 in the large pore. This effect is prominent for bulkier substituents such as CF3 and t-butyl.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Adding the zero\npoint energy and thermal enthalpic and entropic\ncontributions from the cluster calculation to Δ<italic>E</italic> from the periodic calculation gives an approximation to the adsorption\nfree energy (Δ<italic>G</italic>), and the Δ<italic>G</italic> is found to follow the same trend as Δ<italic>E</italic> with\nrespect to the pocket size. The difference between Δ<italic>E</italic> and Δ<italic>G</italic> is almost a constant (∼15\nkcal/mol) and mostly results from the decrease in entropy of the adsorption\nreaction. For the adsorbate Zn­(Et)<sub>2</sub>, which is small compared\nwith the pocket, the pocket size affects the energy more than other\nterms, and so Δ<italic>G</italic>\n<sub>diff</sub> is dominated\nby Δ<italic>E</italic>\n<sub>diff</sub>. However, for bulkier\nadsorbates, the tighter contact with the pocket may cause higher ZPE\nand lower <italic>S</italic>\n<sub>vib</sub>, raising Δ<italic>G</italic>\n<sub>diff</sub>.</p>", "clean_text": "Adding the zero point energy and thermal enthalpic and entropic contributions from the cluster calculation to ΔE from the periodic calculation gives an approximation to the adsorption free energy (ΔG), and the ΔG is found to follow the same trend as ΔE with respect to the pocket size. The difference between ΔE and ΔG is almost a constant (~15 kcal/mol) and mostly results from the decrease in entropy of the adsorption reaction. For the adsorbate Zn(Et)2, which is small compared with the pocket, the pocket size affects the energy more than other terms, and so ΔG diff is dominated by ΔE diff. However, for bulkier adsorbates, the tighter contact with the pocket may cause higher ZPE and lower S vib, raising ΔG diff.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>For R = <italic>t</italic>-butyl,\nthe pocket size deviates from\nthe trend because one <italic>t</italic>-butyl group starts to touch\nthe other t-butyl group belonging to the other linker, inducing further\nlattice distortion.</p><title>Conclusions</title><p>The\naim of this work is to develop a strategy for making highly\ncrystalline NU-1000 to facilitate the subsequent analyses of structure\nand catalysis with this platform. We have proposed that the central\nnodes in the large pores of NU-1000 are structurally similar to those\nof an NU-901 phase. To make highly crystalline NU-1000 with no central\nnodes in the large pores, one can modify the linker by substituting\nthe carbon-2 and carbon-7 positions of pyrene with certain groups,\nsuch as CF<sub>3</sub> or <italic>t</italic>-butyl. We calculated\nthat such a modification can destabilize the NU-901 phase but not\noverly disrupt the synthesis of NU-1000. The small pore in the original\nNU-1000 attracts ALD precursors more strongly because the pocket size\nthere is smaller and has stronger dispersion-like interactions with\nthe ALD precursor. We calculated the adsorption energy of Zn­(Et)<sub>2</sub> in the large and small pores of substituted NU-1000 with\nvarious substituents and found that the adsorption energy correlates\nwith the pocket size very well. As a catalytic platform on which metals\nare deposited with ALD, the substituted NU-1000 (with the modified\nlinkers) is less prone to deposit metals in the small pores. This\nresearch provides a clear example of rational design of linkers to\nimpart desired characteristics to synthesized MOFs.</p>", "clean_text": "For R = t-butyl, the pocket size deviates from the trend because one t-butyl group starts to touch the other t-butyl group belonging to the other linker, inducing further lattice distortion.\n\nConclusions\n\nThe aim of this work is to develop a strategy for making highly crystalline NU-1000 to facilitate the subsequent analyses of structure and catalysis with this platform. We have proposed that the central nodes in the large pores of NU-1000 are structurally similar to those of an NU-901 phase. To make highly crystalline NU-1000 with no central nodes in the large pores, one can modify the linker by substituting the carbon-2 and carbon-7 positions of pyrene with certain groups, such as CF3 or t-butyl. We calculated that such a modification can destabilize the NU-901 phase but not overly disrupt the synthesis of NU-1000. The small pore in the original NU-1000 attracts ALD precursors more strongly because the pocket size there is smaller and has stronger dispersion-like interactions with the ALD precursor. We calculated the adsorption energy of Zn(Et)2 in the large and small pores of substituted NU-1000 with various substituents and found that the adsorption energy correlates with the pocket size very well. As a catalytic platform on which metals are deposited with ALD, the substituted NU-1000 (with the modified linkers) is less prone to deposit metals in the small pores. This research provides a clear example of rational design of linkers to impart desired characteristics to synthesized MOFs.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.chemmater.7b01624\">10.1021/acs.chemmater.7b01624</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Atomic coordinates\nof all M06-L-optimized structures\nreported in this work (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.7b01624/suppl_file/cm7b01624_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.7b01624.  Atomic coordinates of all M06-L-optimized structures reported in this work (PDF)   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>Atomic coordinates\nof all M06-L-optimized structures\nreported in this work (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.7b01624/suppl_file/cm7b01624_si_001.pdf\">PDF</ext-link>)</p><p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "Atomic coordinates of all M06-L-optimized structures reported in this work (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 29, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Relative Energy (in\nkcal/mol) between\nNU-1000 and NU-901 Phases, Formation Energy of NU-1000, and Lattice\nConstants of NU-1000 with Different Substituents<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"11\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col11\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">\n<italic>E</italic>(NU-901) – <italic>E</italic>(NU-1000)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col5\" rowsep=\"1\">\n<italic>E</italic>\n<sub>formation</sub>(NU-1000)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col11\" namest=\"col8\" rowsep=\"1\">lattice\nconstants <italic>a</italic> and c of NU-1000 (Å)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">R</oasis:entry>\n<oasis:entry align=\"center\">PBE</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2</oasis:entry>\n<oasis:entry align=\"center\">M06-L</oasis:entry>\n<oasis:entry align=\"center\">PBE</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2</oasis:entry>\n<oasis:entry align=\"center\">M06-L</oasis:entry>\n<oasis:entry align=\"center\">PBE</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2</oasis:entry>\n<oasis:entry align=\"center\">M06-L</oasis:entry>\n<oasis:entry align=\"center\">experimental</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>–0.3</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>–0.2</oasis:entry>\n<oasis:entry>–32.5</oasis:entry>\n<oasis:entry>–28.2</oasis:entry>\n<oasis:entry>–16.9</oasis:entry>\n<oasis:entry>39.99, 16.76</oasis:entry>\n<oasis:entry>39.72, 16.85</oasis:entry>\n<oasis:entry>39.64, 16.75</oasis:entry>\n<oasis:entry>39.39, 16.48</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>–0.5</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>–31.1</oasis:entry>\n<oasis:entry>–27.5</oasis:entry>\n<oasis:entry>–16.2</oasis:entry>\n<oasis:entry>40.82, 16.10</oasis:entry>\n<oasis:entry>40.74, 16.04</oasis:entry>\n<oasis:entry>40.55, 16.04</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Br</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>–0.5</oasis:entry>\n<oasis:entry>–0.2</oasis:entry>\n<oasis:entry>–30.7</oasis:entry>\n<oasis:entry>–27.8</oasis:entry>\n<oasis:entry>–16.0</oasis:entry>\n<oasis:entry>40.94, 15.99</oasis:entry>\n<oasis:entry>40.93, 15.86</oasis:entry>\n<oasis:entry>40.68, 15.92</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>–31.5</oasis:entry>\n<oasis:entry>–28.0</oasis:entry>\n<oasis:entry>–16.4</oasis:entry>\n<oasis:entry>40.74, 16.15</oasis:entry>\n<oasis:entry>40.55, 16.19</oasis:entry>\n<oasis:entry>40.43, 16.12</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CF<sub>3</sub>\n</oasis:entry>\n<oasis:entry>4.2</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>5.2</oasis:entry>\n<oasis:entry>–31.9</oasis:entry>\n<oasis:entry>–28.7</oasis:entry>\n<oasis:entry>–16.6</oasis:entry>\n<oasis:entry>41.15, 15.76</oasis:entry>\n<oasis:entry>41.07, 15.68</oasis:entry>\n<oasis:entry>40.78, 15.78</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>t</italic>-butyl</oasis:entry>\n<oasis:entry>7.0</oasis:entry>\n<oasis:entry>5.9</oasis:entry>\n<oasis:entry>6.8</oasis:entry>\n<oasis:entry>–29.6</oasis:entry>\n<oasis:entry>–29.9</oasis:entry>\n<oasis:entry>–15.7</oasis:entry>\n<oasis:entry>41.09, 15.76</oasis:entry>\n<oasis:entry>41.10, 15.57</oasis:entry>\n<oasis:entry>40.98, 15.53</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>In each\ncase, the linker is substituted\nat both the 2 and 7 positions.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Relative Energy (in kcal/mol) between NU-1000 and NU-901 Phases, Formation Energy of NU-1000, and Lattice Constants of NU-1000 with Different Substituents[^a]\n\n| R     | E(NU-901) – E(NU-1000) PBE | E(NU-901) – E(NU-1000) PBE-D2 | E(NU-901) – E(NU-1000) M06-L | E<sub>formation</sub>(NU-1000) PBE | E<sub>formation</sub>(NU-1000) PBE-D2 | E<sub>formation</sub>(NU-1000) M06-L | lattice constants a and c of NU-1000 (Å) PBE | lattice constants a and c of NU-1000 (Å) PBE-D2 | lattice constants a and c of NU-1000 (Å) M06-L | experimental |\n|-------|-----------------------------|------------------------------|----------------------------|-----------------------------------|------------------------------------|----------------------------------|------------------------------------------------|-------------------------------------------------|------------------------------------------------|--------------|\n| H     | –0.3                        | –0.4                         | –0.2                       | –32.5                             | –28.2                              | –16.9                            | 39.99, 16.76                                   | 39.72, 16.85                                    | 39.64, 16.75                                   | 39.39, 16.48 |\n| Cl    | –0.5                        | –0.4                         | –0.4                       | –31.1                             | –27.5                              | –16.2                            | 40.82, 16.10                                   | 40.74, 16.04                                    | 40.55, 16.04                                   |              |\n| Br    | –0.4                        | –0.5                         | –0.2                       | –30.7                             | –27.8                              | –16.0                            | 40.94, 15.99                                   | 40.93, 15.86                                    | 40.68, 15.92                                   |              |\n| CH<sub>3</sub> | 1.0                 | 1.6                          | 2.0                        | –31.5                             | –28.0                              | –16.4                            | 40.74, 16.15                                   | 40.55, 16.19                                    | 40.43, 16.12                                   |              |\n| CF<sub>3</sub> | 4.2                 | 2.2                          | 5.2                        | –31.9                             | –28.7                              | –16.6                            | 41.15, 15.76                                   | 41.07, 15.68                                    | 40.78, 15.78                                   |              |\n| t-butyl | 7.0                       | 5.9                          | 6.8                        | –29.6                             | –29.9                              | –15.7                            | 41.09, 15.76                                   | 41.10, 15.57                                    | 40.98, 15.53                                   |              |\n\n[^a]: In each case, the linker is substituted at both the 2 and 7 positions.", "data": ["substring not found"], "include_properties": null}, {"idx": 36, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"landscape\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Mean Pocket\nSize,<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref> Adsorption Energy and Free Energy\n(in kcal/mol) of Zn­(Et)<sub>2</sub> in the Large and Small Pore of\nNU-1000, and Difference (diff)\nof D2 Contribution from the Pocket and Substituent to Zn­(Et)<sub>2</sub> in the Large and Small Pore</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"19\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col11\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col12\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col13\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col14\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col15\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col16\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col17\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col18\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col19\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col11\" namest=\"col2\" rowsep=\"1\">PBE-D2</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col19\" namest=\"col12\" rowsep=\"1\">M06-L</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">mean\npocket size</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">Zn(Et)<sub>2</sub> adsorption energy (Δ<italic>E</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col9\" namest=\"col7\" rowsep=\"1\">Zn(Et)<sub>2</sub> adsorption free energy (Δ<italic>G</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col11\" namest=\"col10\" rowsep=\"1\">D2\ndifference of adsorbate<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col13\" namest=\"col12\" rowsep=\"1\">mean\npocket size</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col16\" namest=\"col14\" rowsep=\"1\">Zn(Et)<sub>2</sub> adsorption energy (Δ<italic>E</italic>)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col19\" namest=\"col17\" rowsep=\"1\">Zn(Et)<sub>2</sub> adsorption free energy (Δ<italic>G</italic>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">R</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">diff</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">diff</oasis:entry>\n<oasis:entry align=\"center\">pocket<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">R</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">diff</oasis:entry>\n<oasis:entry align=\"center\">large</oasis:entry>\n<oasis:entry align=\"center\">small</oasis:entry>\n<oasis:entry align=\"center\">diff</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>7.82</oasis:entry>\n<oasis:entry>6.75</oasis:entry>\n<oasis:entry>–27.3</oasis:entry>\n<oasis:entry>–30.5</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n<oasis:entry>–12.7</oasis:entry>\n<oasis:entry>–15.8</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n<oasis:entry>–0.0</oasis:entry>\n<oasis:entry>7.81</oasis:entry>\n<oasis:entry>6.71</oasis:entry>\n<oasis:entry>–24.0</oasis:entry>\n<oasis:entry>–27.1</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>–8.3</oasis:entry>\n<oasis:entry>–12.3</oasis:entry>\n<oasis:entry>4.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>7.41</oasis:entry>\n<oasis:entry>7.11</oasis:entry>\n<oasis:entry>–28.1</oasis:entry>\n<oasis:entry>–30.2</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n<oasis:entry>–13.5</oasis:entry>\n<oasis:entry>–15.5</oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>–0.3</oasis:entry>\n<oasis:entry>7.43</oasis:entry>\n<oasis:entry>7.05</oasis:entry>\n<oasis:entry>–24.9</oasis:entry>\n<oasis:entry>–27.0</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n<oasis:entry>–9.5</oasis:entry>\n<oasis:entry>–12.7</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Br</oasis:entry>\n<oasis:entry>7.30</oasis:entry>\n<oasis:entry>7.20</oasis:entry>\n<oasis:entry>–28.5</oasis:entry>\n<oasis:entry>–30.2</oasis:entry>\n<oasis:entry>1.7</oasis:entry>\n<oasis:entry>–13.7</oasis:entry>\n<oasis:entry>–15.4</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n<oasis:entry>–0.2</oasis:entry>\n<oasis:entry>–0.6</oasis:entry>\n<oasis:entry>7.36</oasis:entry>\n<oasis:entry>7.11</oasis:entry>\n<oasis:entry>–25.4</oasis:entry>\n<oasis:entry>–27.0</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>–9.9</oasis:entry>\n<oasis:entry>–12.9</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>7.50</oasis:entry>\n<oasis:entry>7.03</oasis:entry>\n<oasis:entry>–28.5</oasis:entry>\n<oasis:entry>–30.1</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>–13.7</oasis:entry>\n<oasis:entry>–15.5</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>7.48</oasis:entry>\n<oasis:entry>7.02</oasis:entry>\n<oasis:entry>–25.3</oasis:entry>\n<oasis:entry>–26.9</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>–10.0</oasis:entry>\n<oasis:entry>–12.6</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CF<sub>3</sub>\n</oasis:entry>\n<oasis:entry>7.18</oasis:entry>\n<oasis:entry>7.41</oasis:entry>\n<oasis:entry>–30.6</oasis:entry>\n<oasis:entry>–29.8</oasis:entry>\n<oasis:entry>–0.8</oasis:entry>\n<oasis:entry>–15.6</oasis:entry>\n<oasis:entry>–15.1</oasis:entry>\n<oasis:entry>–0.4</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n<oasis:entry>–1.8</oasis:entry>\n<oasis:entry>7.29</oasis:entry>\n<oasis:entry>7.27</oasis:entry>\n<oasis:entry>–25.9</oasis:entry>\n<oasis:entry>–26.8</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>–10.4</oasis:entry>\n<oasis:entry>–12.0</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>t</italic>-butyl</oasis:entry>\n<oasis:entry>7.27</oasis:entry>\n<oasis:entry>7.37</oasis:entry>\n<oasis:entry>–30.0</oasis:entry>\n<oasis:entry>–30.3</oasis:entry>\n<oasis:entry>0.4</oasis:entry>\n<oasis:entry>–15.1</oasis:entry>\n<oasis:entry>–15.6</oasis:entry>\n<oasis:entry>0.4</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n<oasis:entry>–2.8</oasis:entry>\n<oasis:entry>7.26</oasis:entry>\n<oasis:entry>7.38</oasis:entry>\n<oasis:entry>–26.1</oasis:entry>\n<oasis:entry>–26.9</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n<oasis:entry>–11.4</oasis:entry>\n<oasis:entry>–12.7</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>In Å,\ndefined as the average\ndistance between centers of benzene rings.</p>\n</fn>\n<fn id=\"t2fn1\">\n<label>b</label>\n<p>The difference is defined as D2­(Zn­(Et)<sub>2</sub> in large pore) – D2­(Zn­(Et)<sub>2</sub> in small pore).</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>c</label>\n<p>The pocket is defined as two benzene\nrings surrounding Zn­(Et)<sub>2</sub>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure\nof (A) NU-1000 and (B) NU-901. The axes of <italic>C</italic>\n<sub>2</sub> symmetry of Zr<sub>6</sub> nodes are represented by\nblue arrows in both structures.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm-2017-01624k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structure of (A) NU-1000 and (B) NU-901. The axes of C 2 symmetry of Zr6 nodes are represented by blue arrows in both structures.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm-2017-01624k_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Possible reactions of the Zr<sub>6</sub> node in the experimental\ncondition.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm-2017-01624k_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Possible reactions of the Zr6 node in the experimental condition.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Net topologies of <bold>ftw</bold>, <bold>scu</bold>, and <bold>csq</bold> nets and the structure\nof the Zr<sub>6</sub> node in these\nnets.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm-2017-01624k_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Net topologies of ftw, scu, and csq nets and the structure of the Zr6 node in these nets.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>A stepwise picture for the formation mechanism of the\ncenter node\nin the large pore of NU-1000.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm-2017-01624k_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  A stepwise picture for the formation mechanism of the center node in the large pore of NU-1000.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Substituted TBAPy in NU-1000 (left) and NU-901\n(right), as viewed\nalong the <italic>c</italic> axis with the axis horizontal and the <italic>b</italic> axis vertical, where the substituent is CF<sub>3</sub>.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm-2017-01624k_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Substituted TBAPy in NU-1000 (left) and NU-901 (right), as viewed along the c axis with the axis horizontal and the b axis vertical, where the substituent is CF3.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Pocketlike structure\nof four benzoate ligands coordinating\non the Zr<sub>6</sub> node in the NU-1000 phase. Black arrows represent\ndistances between benzene centers (the measure of pocket size) in\nthe large and small pores. Hydrogens in green circles are the one\nto be substituted. (B) Adsorption of Zn­(Et)<sub>2</sub> in the large\npore. (C) Adsorption of Zn­(Et)<sub>2</sub> in the small pore. R= CF<sub>3</sub> in parts B and C.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cm-2017-01624k_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (A) Pocketlike structure of four benzoate ligands coordinating on the Zr6 node in the NU-1000 phase. Black arrows represent distances between benzene centers (the measure of pocket size) in the large and small pores. Hydrogens in green circles are the one to be substituted. (B) Adsorption of Zn(Et)2 in the large pore. (C) Adsorption of Zn(Et)2 in the small pore. R= CF3 in parts B and C.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.7b01624", "title": "\nComputational Linker Design for Highly Crystalline\nMetal–Organic Framework NU-1000\n", "journal": "American Chemical\nSociety", "date": "2017.09", "author_list": ["Liu\nWei-Guang", "Truhlar\nDonald G."]}}