{"filepath": "../L2M3_data/1_application_papers/acs_xml/cs0c01459.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Single-atom catalysts (SACs) have drawn\nconsiderable attention\ndue to their maximum atom utilization, unique electronic properties,\nand special size quantum effects, which often afford catalytic performances\ntoward a wide range of catalytic reactions comparable to or even enhanced\nin comparison with their homogeneous counterparts. Therefore, SACs have been considered\nas a potential bridge that can connect heterogeneous and homogeneous\ncatalysts. However, single atoms tend to aggregate during the synthetic\nand catalytic processes due to their high surface energy. Efforts\nto address this issue mainly focus on loading suitable amounts of\nactive metals onto various supports with high surface areas and desired\nanchoring sites. In this respect, the unique features of metal–organic frameworks\n(MOFs), including excellent tailorability, well-defined porous structures,\ngood designability, and ultrahigh surface areas would perfectly meet\nthe substrate requirements for stabilizing SACs in comparison with\nother conventional porous materials (). For example, in comparison with\nthe poor designability of some conventional porous materials such\nas zeolites, carbon nanotubes, and graphene that have been often employed\nfor anchoring SACs, MOF structures can be easily and precisely fabricated\nto various multilevel nanoarchitectures with the desired sizes, porosities,\nand functional groups by simply controlling the constituent geometry\nthrough diverse synthetic procedures. Thus, MOFs can be expected\nto be one of the most promising and versatile platforms for fabricating\nSACs with high metal loadings and stability. Simultaneously, MOF-derived\nmaterials, especially MOF-derived N-doped porous carbons through pyrolysis,\nwhich have partially inherited properties or structures of the original\nMOFs, were also found to be good alternatives for the construction\nof MOF-derived SACs.\n</p>", "clean_text": "Introduction\n\nSingle-atom catalysts (SACs) have drawn considerable attention due to their maximum atom utilization, unique electronic properties, and special size quantum effects, which often afford catalytic performances toward a wide range of catalytic reactions comparable to or even enhanced in comparison with their homogeneous counterparts. Therefore, SACs have been considered as a potential bridge that can connect heterogeneous and homogeneous catalysts. However, single atoms tend to aggregate during the synthetic and catalytic processes due to their high surface energy. Efforts to address this issue mainly focus on loading suitable amounts of active metals onto various supports with high surface areas and desired anchoring sites. In this respect, the unique features of metal-organic frameworks (MOFs), including excellent tailorability, well-defined porous structures, good designability, and ultrahigh surface areas would perfectly meet the substrate requirements for stabilizing SACs in comparison with other conventional porous materials (). For example, in comparison with the poor designability of some conventional porous materials such as zeolites, carbon nanotubes, and graphene that have been often employed for anchoring SACs, MOF structures can be easily and precisely fabricated to various multilevel nanoarchitectures with the desired sizes, porosities, and functional groups by simply controlling the constituent geometry through diverse synthetic procedures. Thus, MOFs can be expected to be one of the most promising and versatile platforms for fabricating SACs with high metal loadings and stability. Simultaneously, MOF-derived materials, especially MOF-derived N-doped porous carbons through pyrolysis, which have partially inherited properties or structures of the original MOFs, were also found to be good alternatives for the construction of MOF-derived SACs. ", "data": null, "include_properties": null}, {"idx": 2, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Potential advantages of MOFs for stabilizing SACs as compared\nwith\nconventional porous materials.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cs0c01459_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Potential advantages of MOFs for stabilizing SACs as compared with conventional porous materials.   ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To date, significant progress has been made toward the synthesis\nof a number of MOF-based SACs with fascinating structures through\nseveral fabrication strategies, which are based on an understanding\nof the thermodynamics or dynamics that underpin the interactions between\nSACs and MOFs or MOF-derived materials. In this Viewpoint, we will discuss how the currently\nreported preparation strategies and principles guide the design of\nMOF-based SACs (mainly including MOF-stabilized SACs and MOF-derived\nSACs). It is worth noting that we are not aiming at presenting a comprehensive\nreview of the construction strategies of MOF-based SACs but will focus\nmostly on identifying the limitations of existing fabrication strategies\nand discussing the further development directions of MOF-based SACs.\nIt is anticipated that this Viewpoint could provide some valuable\ninsights into the future design and preparation of highly powerful\nMOF-based SACs for practical applications.</p>", "clean_text": "To date, significant progress has been made toward the synthesis of a number of MOF-based SACs with fascinating structures through several fabrication strategies, which are based on an understanding of the thermodynamics or dynamics that underpin the interactions between SACs and MOFs or MOF-derived materials. In this Viewpoint, we will discuss how the currently reported preparation strategies and principles guide the design of MOF-based SACs (mainly including MOF-stabilized SACs and MOF-derived SACs). It is worth noting that we are not aiming at presenting a comprehensive review of the construction strategies of MOF-based SACs but will focus mostly on identifying the limitations of existing fabrication strategies and discussing the further development directions of MOF-based SACs. It is anticipated that this Viewpoint could provide some valuable insights into the future design and preparation of highly powerful MOF-based SACs for practical applications.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<title>MOF-Stabilized SACs</title><p>The tunable pore size/shape of MOFs allows the accessibility of\nreaction substrates or products with specific shape/size, endowing\nMOFs with selective catalysis capabilities. Recently, as shown in , a variety of applications\nof MOF-stabilized SACs in heterogeneous catalysis reactions, such\nas some selective hydrogenation and oxidation reactions, have been\ndemonstrated. In addition, many MOFs showing semiconductor-like properties have\nalso exhibited great potential for photocatalysis, especially for\nphotocatalytic water splitting and CO<sub>2</sub> reduction. The achievements in this field can be attributed to the intrinsic\nadvantages of MOFs, including high surface area, selective gas absorption,\ngood structural diversity and tailorability, and maximized atom utilization\nefficiency in comparison with some conventional photocatalysts. However,\nmost of the MOF-stabilized SACs are prone to decomposition when they\nare involved in some catalytic systems under harsh conditions, such\nas electrocatalysis (usually performed in strongly acidic/alkaline\nsolutions). Even more challenging is the weak conductivity of MOF substrates\nthat severely restricts their direct application as electrocatalysts.\nIn this case, the combination of MOF-stabilized SACs with some conductive\nadditives (such as nickel foam, carbon cloth, graphene, etc.) to form\ndiverse nanocomposites with the desired combined properties should\nbe further explored.</p>", "clean_text": "MOF-Stabilized SACs\n\nThe tunable pore size/shape of MOFs allows the accessibility of reaction substrates or products with specific shape/size, endowing MOFs with selective catalysis capabilities. Recently, as shown in , a variety of applications of MOF-stabilized SACs in heterogeneous catalysis reactions, such as some selective hydrogenation and oxidation reactions, have been demonstrated. In addition, many MOFs showing semiconductor-like properties have also exhibited great potential for photocatalysis, especially for photocatalytic water splitting and CO2 reduction. The achievements in this field can be attributed to the intrinsic advantages of MOFs, including high surface area, selective gas absorption, good structural diversity and tailorability, and maximized atom utilization efficiency in comparison with some conventional photocatalysts. However, most of the MOF-stabilized SACs are prone to decomposition when they are involved in some catalytic systems under harsh conditions, such as electrocatalysis (usually performed in strongly acidic/alkaline solutions). Even more challenging is the weak conductivity of MOF substrates that severely restricts their direct application as electrocatalysts. In this case, the combination of MOF-stabilized SACs with some conductive additives (such as nickel foam, carbon cloth, graphene, etc.) to form diverse nanocomposites with the desired combined properties should be further explored.", "data": null, "include_properties": null}, {"idx": 5, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Some Recently Reported\nMOF-Stabilized\nSACs by Using Various Fabrication Strategies and Their Applications</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">fabrication strategy</oasis:entry>\n<oasis:entry align=\"center\">application</oasis:entry>\n<oasis:entry align=\"center\">durability</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ru<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ru@ZIF-8</oasis:entry>\n<oasis:entry>pore confinement</oasis:entry>\n<oasis:entry>hydrogenation of phenylacetylene</oasis:entry>\n<oasis:entry>5 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ni-AIM</oasis:entry>\n<oasis:entry>metal\nnode stabilization</oasis:entry>\n<oasis:entry>hydrogenation of ethylene</oasis:entry>\n<oasis:entry>2 weeks</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref27\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Hf-MOF-808-V; Zr-MOF-808-V</oasis:entry>\n<oasis:entry>metal node\nstabilization</oasis:entry>\n<oasis:entry>oxidation of 4-methoxybenzyl alcohol</oasis:entry>\n<oasis:entry>3 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref28\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ti<sub>8</sub>-BDC-CoCl</oasis:entry>\n<oasis:entry>metal node stabilization</oasis:entry>\n<oasis:entry>hydrogenation of arene</oasis:entry>\n<oasis:entry>10 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref29\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Cu/UiO-66</oasis:entry>\n<oasis:entry>metal node stabilization</oasis:entry>\n<oasis:entry>CO oxidation</oasis:entry>\n<oasis:entry>20 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ir<sub>1</sub>/Pt<sub>1</sub>\n</oasis:entry>\n<oasis:entry>HNTM-Ir/Pt</oasis:entry>\n<oasis:entry>coordination stabilization</oasis:entry>\n<oasis:entry>photocatalytic H<sub>2</sub> evolution</oasis:entry>\n<oasis:entry>3 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>MOF-525-Co</oasis:entry>\n<oasis:entry>coordination stabilization</oasis:entry>\n<oasis:entry>photocatalytic CO<sub>2</sub> reduction</oasis:entry>\n<oasis:entry>3 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pt<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Pt-Al-TCPP</oasis:entry>\n<oasis:entry>coordination\nstabilization</oasis:entry>\n<oasis:entry>photocatalytic H<sub>2</sub> evolution</oasis:entry>\n<oasis:entry>4 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pt<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Pt SA-MNSs</oasis:entry>\n<oasis:entry>coordination stabilization</oasis:entry>\n<oasis:entry>photocatalytic H<sub>2</sub> evolution</oasis:entry>\n<oasis:entry>4 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The development of preparation strategies\nplays a fundamental role\nin advancing the catalysis science and practical application of single-atom\ncatalysts (SACs). Although tremendous efforts have been devoted to\ndesigning MOF-stabilized SACs, many studies still suffer from low\nmetal loadings (usually &lt;1 wt %) to avoid aggregation of the thermodynamically\nunstable isolated atoms. Thus, the fabrication of MOF-stabilized SACs with high metal loading\nand thermodynamic stability remains a laborious task. To obtain stable\nMOF-stabilized SACs, a few innovative chemical- or physical-based\nsynthesis strategies have been developed, mainly including pore confinement,\ncoordination stabilization, metal node stabilization, etc. In this\nsection, we will summarize and analyze the detailed mechanisms and\nrecent advances of the fabrication of MOF-stabilized SACs.</p>", "clean_text": "The development of preparation strategies plays a fundamental role in advancing the catalysis science and practical application of single-atom catalysts (SACs). Although tremendous efforts have been devoted to designing MOF-stabilized SACs, many studies still suffer from low metal loadings (usually <1 wt %) to avoid aggregation of the thermodynamically unstable isolated atoms. Thus, the fabrication of MOF-stabilized SACs with high metal loading and thermodynamic stability remains a laborious task. To obtain stable MOF-stabilized SACs, a few innovative chemical- or physical-based synthesis strategies have been developed, mainly including pore confinement, coordination stabilization, metal node stabilization, etc. In this section, we will summarize and analyze the detailed mechanisms and recent advances of the fabrication of MOF-stabilized SACs.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The\npore confinement strategy mainly consists of two steps: first,\nthe molecular channels of MOFs are used to realize the uniform spatial\ndistribution and atomic level dispersion of metal precursors; second,\nin the process of removing the ligands of metal precursors, the skeletons\nof the MOFs can effectively anchor metal atoms to prevent them from\nmigration and agglomeration, thus achieving the successful synthesis\nof MOF-stabilized SACs. Obviously, it is very\nimportant to select metal precursors with suitable molecular size\naccording to the cage/pore size of a targeted MOF because one precursor\nmolecule should only be confined in one cage/pore of MOFs for this\nstrategy. In addition, the ligands of metal precursors should also\nbe easily removed under relatively mild conditions without destroying\nthe structure of a selected MOF. In this regard, acetylacetone (acac)\nis one of the most common complexing agents used in this strategy,\nwhich is often employed along with metal ions to form metal acetylacetonate\ncomplexes. For example, Ru­(acac)<sub>3</sub> can be efficiently encapsulated in situ in ZIF-8 with only\none Ru­(acac)<sub>3</sub> molecule trapped in one cage of ZIF-8, since\nthe molecular size of Ru­(acac)<sub>3</sub> (9.7 Å) is larger\nthan the pore diameter (3.4 Å) but smaller than the cavity diameter\n(11.6 Å) of ZIF-8 (a). Thus, Ru<sub>1</sub> single atoms stabilized by the framework\nof ZIF-8 can be successfully prepared by a subsequent thermal reduction\ntreatment below the thermal decomposition temperature of ZIF-8. In\naddition, when the same procedure was performed except that Ru­(acac)<sub>3</sub> was replaced by Ru<sub>3</sub>(CO)<sub>12</sub>, Ru<sub>3</sub> clusters were found after thermal reduction treatment to remove\nthe ligands. It is noteworthy that, when metal inorganic salts were\nused in this preparation, Ru nanoparticles were formed eventually\nbecause smaller Ru ions can migrate freely in the channel of ZIF-8,\nresulting in metal agglomeration upon a thermal reduction process.\nTherefore, the effective encapsulation of isolated metal precursor\nmolecules in the pores/cages of MOFs and further limitation of their\nagglomeration in the course of both synthesis and the catalytic reaction\nprocess present the main challenges for this preparation strategy.</p>", "clean_text": "The pore confinement strategy mainly consists of two steps: first, the molecular channels of MOFs are used to realize the uniform spatial distribution and atomic level dispersion of metal precursors; second, in the process of removing the ligands of metal precursors, the skeletons of the MOFs can effectively anchor metal atoms to prevent them from migration and agglomeration, thus achieving the successful synthesis of MOF-stabilized SACs. Obviously, it is very important to select metal precursors with suitable molecular size according to the cage/pore size of a targeted MOF because one precursor molecule should only be confined in one cage/pore of MOFs for this strategy. In addition, the ligands of metal precursors should also be easily removed under relatively mild conditions without destroying the structure of a selected MOF. In this regard, acetylacetone (acac) is one of the most common complexing agents used in this strategy, which is often employed along with metal ions to form metal acetylacetonate complexes. For example, Ru(acac)3 can be efficiently encapsulated in situ in ZIF-8 with only one Ru(acac)3 molecule trapped in one cage of ZIF-8, since the molecular size of Ru(acac)3 (9.7 Å) is larger than the pore diameter (3.4 Å) but smaller than the cavity diameter (11.6 Å) of ZIF-8 (a). Thus, Ru1 single atoms stabilized by the framework of ZIF-8 can be successfully prepared by a subsequent thermal reduction treatment below the thermal decomposition temperature of ZIF-8. In addition, when the same procedure was performed except that Ru(acac)3 was replaced by Ru3(CO)12, Ru3 clusters were found after thermal reduction treatment to remove the ligands. It is noteworthy that, when metal inorganic salts were used in this preparation, Ru nanoparticles were formed eventually because smaller Ru ions can migrate freely in the channel of ZIF-8, resulting in metal agglomeration upon a thermal reduction process. Therefore, the effective encapsulation of isolated metal precursor molecules in the pores/cages of MOFs and further limitation of their agglomeration in the course of both synthesis and the catalytic reaction process present the main challenges for this preparation strategy.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fabrication\nstrategies of MOF-stabilized SACs. (a) Pore confinement\nstrategy. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Wiley-VCH.\n(b) Metal node stabilization strategy. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref28\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2018 American Chemical Society. (c) Coordination stabilization strategy.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cs0c01459_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Fabrication strategies of MOF-stabilized SACs. (a) Pore confinement strategy. Reproduced with permission from ref . Copyright 2019 Wiley-VCH. (b) Metal node stabilization strategy. Reproduced with permission from ref . Copyright 2018 American Chemical Society. (c) Coordination stabilization strategy. Reproduced with permission from ref . Copyright 2018 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The second strategy, namely the so-called metal node stabilization\nstrategy, can be realized when the employed MOFs possess abundant\ncoordinatively unsaturated metal sites, which can be readily functionalized\nwith additional metal ions by different methodologies developed recently.\nAmong them, the solvothermal deposition method has been proven to\nbe an effective method to this end. In addition, atomic layer deposition\nis also often used to install metal ions uniformly and accurately\non the metal nodes in MOFs. Then, with a simple reduction step, the\ntargeted metal ions, which are bound to the original metal clusters\nwith low coordination numbers, can be readily turned into SACs.\nb shows a typical example for the fabrication\nof MOF-stabilized SACs by using the metal node stabilization strategy,\nwhere Hf-MOF-808 (Hf<sub>6</sub>-type metal nodes) and Zr-NU-1000\n(Zr<sub>6</sub>-type metal nodes) with high crystallization and porosity\nwere selected as two targeted MOFs to stabilize and anchor the single-atom-based\nactive sites. In both MOFs, a vanadium\nmetal precursor was separated and bridged on metal nodes to form single\natoms, where the metal nodes play the key role in grafting site-isolating\nsites, and an appropriate heating treatment can also adjust the location\nof vanadium ions in this synthesis. Benefiting from the chelating\neffect between the vanadium species and metal nodes in the MOF skeletons,\nthe vanadium active sites stay isolated throughout the catalytic oxidation\nprocess, achieving a long-term catalytic durability. However, although\nvarious MOF-stabilized SACs prepared by using this strategy have been\nreported, systematic studies for understanding the detailed fabrication\nmechanism are still limited. This is caused by the fact that some\nunsaturated sites of metal nodes in MOFs are easily occupied by solvent\nmolecules during the crystallization process of MOFs, which often\nresults in unanticipated and unstable hybrid materials.</p>", "clean_text": "The second strategy, namely the so-called metal node stabilization strategy, can be realized when the employed MOFs possess abundant coordinatively unsaturated metal sites, which can be readily functionalized with additional metal ions by different methodologies developed recently. Among them, the solvothermal deposition method has been proven to be an effective method to this end. In addition, atomic layer deposition is also often used to install metal ions uniformly and accurately on the metal nodes in MOFs. Then, with a simple reduction step, the targeted metal ions, which are bound to the original metal clusters with low coordination numbers, can be readily turned into SACs. b shows a typical example for the fabrication of MOF-stabilized SACs by using the metal node stabilization strategy, where Hf-MOF-808 (Hf6-type metal nodes) and Zr-NU-1000 (Zr6-type metal nodes) with high crystallization and porosity were selected as two targeted MOFs to stabilize and anchor the single-atom-based active sites. In both MOFs, a vanadium metal precursor was separated and bridged on metal nodes to form single atoms, where the metal nodes play the key role in grafting site-isolating sites, and an appropriate heating treatment can also adjust the location of vanadium ions in this synthesis. Benefiting from the chelating effect between the vanadium species and metal nodes in the MOF skeletons, the vanadium active sites stay isolated throughout the catalytic oxidation process, achieving a long-term catalytic durability. However, although various MOF-stabilized SACs prepared by using this strategy have been reported, systematic studies for understanding the detailed fabrication mechanism are still limited. This is caused by the fact that some unsaturated sites of metal nodes in MOFs are easily occupied by solvent molecules during the crystallization process of MOFs, which often results in unanticipated and unstable hybrid materials.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>In comparison\nwith the above two strategies, the prospect of the\ncoordination-stabilization strategy seems to be more universal for\nthe preparation of MOF-stabilized SACs, because MOFs can be rationally\nsynthesized to provide a wide variety of chelating ligands to stabilize\nindividual metal atoms. When MOF-stabilized SACs are fabricated by\nthe coordination stabilization strategy, the uniform coordination\nsites of ligands in the skeleton of MOFs can act as a “claw”\nto capture and anchor mononuclear metal precursors, thus realizing\nthe synthesis of MOF-stabilized SACs by the strong interaction between\nthe metal atoms and the coordination sites to prevent migration and\nagglomeration of metal atoms. The first MOF-stabilized SACs prepared by this strategy were reported\nby Jiang and co-workers (c), who constructed a novel aluminum-based porphyrinic\nMOF with infinite Al­(OH)­O<sub>4</sub> chains interconnected by the\nporphyrin linkers (donated as Al-TCPP), which was further employed\nto anchor Pt­(II) by its porphyrin centers. Then, single Pt atoms based on the strong interaction with the pyrrolic\nN atoms in the Al-TCPP were obtained by a subsequent simple reduction\nstep. In this type of MOF-stabilized SAC, the coordination atoms used\nto anchor metal atoms can affect the local electronic structure of\nactive centers and thus their catalytic performance in practical applications.\nSo far, efforts to understand the influence of the stabilizing effect\nof the chelating ligands on the fabrication of MOF-stabilized SACs\nwith excellent catalytic performances are underway and are considered\nas an important direction in this field.</p>", "clean_text": "In comparison with the above two strategies, the prospect of the coordination-stabilization strategy seems to be more universal for the preparation of MOF-stabilized SACs, because MOFs can be rationally synthesized to provide a wide variety of chelating ligands to stabilize individual metal atoms. When MOF-stabilized SACs are fabricated by the coordination stabilization strategy, the uniform coordination sites of ligands in the skeleton of MOFs can act as a \"claw\" to capture and anchor mononuclear metal precursors, thus realizing the synthesis of MOF-stabilized SACs by the strong interaction between the metal atoms and the coordination sites to prevent migration and agglomeration of metal atoms. The first MOF-stabilized SACs prepared by this strategy were reported by Jiang and co-workers (c), who constructed a novel aluminum-based porphyrinic MOF with infinite Al(OH)O4 chains interconnected by the porphyrin linkers (donated as Al-TCPP), which was further employed to anchor Pt(II) by its porphyrin centers. Then, single Pt atoms based on the strong interaction with the pyrrolic N atoms in the Al-TCPP were obtained by a subsequent simple reduction step. In this type of MOF-stabilized SAC, the coordination atoms used to anchor metal atoms can affect the local electronic structure of active centers and thus their catalytic performance in practical applications. So far, efforts to understand the influence of the stabilizing effect of the chelating ligands on the fabrication of MOF-stabilized SACs with excellent catalytic performances are underway and are considered as an important direction in this field.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Overall, these representative\nfabrication strategies mainly highlight\nthe maximized atom efficiency of MOF-stabilized SACs. The anchoring\nof single metal atoms by MOFs without any aggregation at high loadings\nis a great goal from a practical perspective for the future. In addition,\naccurate control over the coordination environment of single metal\natoms is thought to be crucial toward high-performance MOF-stabilized\nSACs, which may be overcome by combining computational prediction\nand coordination chemistry theory. Furthermore, the high tunability\nof both metal nodes and organic ligands in versatile MOFs also makes\nit possible to incorporate dual-atom or multiatom metal catalysts\nwith multifunctional active centers in a single MOF to catalyze specific\nreactions. In short, the researchers who design MOF-based SACs should\nfirst figure out which fascinating properties of MOF-stabilized SACs\ndo they really need for a targeted reaction. This is the same as the\ncase for a doctor, who can efficiently cure a patient only under the\ncondition of combining the functions of the medicines used with the\nsymptoms of a patient.</p>", "clean_text": "Overall, these representative fabrication strategies mainly highlight the maximized atom efficiency of MOF-stabilized SACs. The anchoring of single metal atoms by MOFs without any aggregation at high loadings is a great goal from a practical perspective for the future. In addition, accurate control over the coordination environment of single metal atoms is thought to be crucial toward high-performance MOF-stabilized SACs, which may be overcome by combining computational prediction and coordination chemistry theory. Furthermore, the high tunability of both metal nodes and organic ligands in versatile MOFs also makes it possible to incorporate dual-atom or multiatom metal catalysts with multifunctional active centers in a single MOF to catalyze specific reactions. In short, the researchers who design MOF-based SACs should first figure out which fascinating properties of MOF-stabilized SACs do they really need for a targeted reaction. This is the same as the case for a doctor, who can efficiently cure a patient only under the condition of combining the functions of the medicines used with the symptoms of a patient.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>MOF-Derived SACs</title><p>In addition to\nthe direct immobilization of single metal atoms,\nMOFs or MOF-based composites are also ideal precursors for synthesizing\nSACs via a simple pyrolysis method due to the atomically dispersed\nmetal ions by coordinated organic ligands in their structures. In\nmost cases, some N-rich ligands in MOFs can be utilized as nitrogen\nand carbon sources to form N-doped carbon materials during the high-temperature\npyrolysis process, which can be used to anchor and stabilize single\nmetal atoms to form various MOF-derived SACs based on strong metal–N\ncoordination bonds. Thus, MOF-derived SACs usually\nexhibit higher stability than MOF-stabilized SACs and thus can be\napplied under various complex reaction conditions. Since Zitolo and co-workers first\nreported the feasibility of the pyrolysis method for the preparation\nof MOF-derived SACs, several efficient\nsynthetic strategies have been proposed for this purpose, which mainly\ninclude a mixed-metal strategy, a mixed-ligand strategy, and a spatial\nconfinement strategy. In this section, we will discuss their fabrication\nmechanisms and also our viewpoints for promoting the further development\nof this exciting research field.</p>", "clean_text": "MOF-Derived SACs\n\nIn addition to the direct immobilization of single metal atoms, MOFs or MOF-based composites are also ideal precursors for synthesizing SACs via a simple pyrolysis method due to the atomically dispersed metal ions by coordinated organic ligands in their structures. In most cases, some N-rich ligands in MOFs can be utilized as nitrogen and carbon sources to form N-doped carbon materials during the high-temperature pyrolysis process, which can be used to anchor and stabilize single metal atoms to form various MOF-derived SACs based on strong metal-N coordination bonds. Thus, MOF-derived SACs usually exhibit higher stability than MOF-stabilized SACs and thus can be applied under various complex reaction conditions. Since Zitolo and co-workers first reported the feasibility of the pyrolysis method for the preparation of MOF-derived SACs, several efficient synthetic strategies have been proposed for this purpose, which mainly include a mixed-metal strategy, a mixed-ligand strategy, and a spatial confinement strategy. In this section, we will discuss their fabrication mechanisms and also our viewpoints for promoting the further development of this exciting research field.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Generally, most MOFs have only\none kind of metal node or metal\ncluster in their skeletons. However, the key of the mixed-metal strategy\nfor preparing MOF-derived SACs is to realize the homogeneous dispersion\nof two types of metal nodes in one MOF structure (namely mixed-metal\nMOFs), in which the targeted metal sites are spatially separated by\nboth N-rich linkers and the second metal sites with low boiling points\n(such as Zn). Upon a subsequent pyrolysis process, the second low-boiling-point\nmetal atoms are evaporated, leaving the targeted metal species anchored\natomically on ligand-derived N-doped porous carbon matrices by forming\nstrong N–metal coordination interactions to prevent the agglomeration\nof the targeted metal atoms. Among the various MOFs, zeolitic imidazolate\nframeworks (ZIFs) are the most employed precursors for the fabrication\nof MOF-derived SACs using this strategy because bimetallic ZIFs can\nbe easily obtained through the introduction of zinc and the targeted\nmetal (Co, Ni, Mn, etc.) sources into the synthesis systems. In this context, Li and co-workers reported the successful preparation\nof stable Co single atoms on N-doped porous carbon with a high Co\nloading of over 4 wt % by the pyrolysis of bimetallic Zn/Co-ZIFs, directly confirming the feasibility of this\nstrategy (a).\nHowever, this strategy will be unsatisfying if targeted metal atoms\ncannot serve as the metal nodes to afford isostructural MOFs (especially\nsome precious metals that are rarely used as the metal nodes of MOFs).</p>", "clean_text": "Generally, most MOFs have only one kind of metal node or metal cluster in their skeletons. However, the key of the mixed-metal strategy for preparing MOF-derived SACs is to realize the homogeneous dispersion of two types of metal nodes in one MOF structure (namely mixed-metal MOFs), in which the targeted metal sites are spatially separated by both N-rich linkers and the second metal sites with low boiling points (such as Zn). Upon a subsequent pyrolysis process, the second low-boiling-point metal atoms are evaporated, leaving the targeted metal species anchored atomically on ligand-derived N-doped porous carbon matrices by forming strong N-metal coordination interactions to prevent the agglomeration of the targeted metal atoms. Among the various MOFs, zeolitic imidazolate frameworks (ZIFs) are the most employed precursors for the fabrication of MOF-derived SACs using this strategy because bimetallic ZIFs can be easily obtained through the introduction of zinc and the targeted metal (Co, Ni, Mn, etc.) sources into the synthesis systems. In this context, Li and co-workers reported the successful preparation of stable Co single atoms on N-doped porous carbon with a high Co loading of over 4 wt % by the pyrolysis of bimetallic Zn/Co-ZIFs, directly confirming the feasibility of this strategy (a). However, this strategy will be unsatisfying if targeted metal atoms cannot serve as the metal nodes to afford isostructural MOFs (especially some precious metals that are rarely used as the metal nodes of MOFs).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Fabrication\nstrategies of MOF-derived SACs. (a) Mixed-metal strategy.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 Wiley-VCH. (b) Mixed-ligand\nstrategy. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018 Wiley-VCH.\n(c) Spatial confinement strategy. Reproduced with permission from\nref <xref ref-type=\"bibr\" rid=\"ref58\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2017 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cs0c01459_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Fabrication strategies of MOF-derived SACs. (a) Mixed-metal strategy. Reproduced with permission from ref . Copyright 2016 Wiley-VCH. (b) Mixed-ligand strategy. Reproduced with permission from ref . Copyright 2018 Wiley-VCH. (c) Spatial confinement strategy. Reproduced with permission from ref . Copyright 2017 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Similarly to the above mixed-metal\nstrategy, the mixed-ligand strategy\nshould first employ mixed metal-free and metalated ligands to construct\nnovel mixed-ligand MOFs, in which the targeted single metal sites\nare anchored by the free coordination sites of some special linkers\n(such as porphyrin-based ligands) to form metalated ligands. Obviously,\nthe distance between adjacent metalated ligands can be simply adjusted\nby changing the ratio of mixed ligands. Thus, when the distance\nis long enough, the immigration of metal atoms can be effectively\nprevented in the pyrolysis process, achieving the fabrication of the\nMOF-derived SACs. Utilizing this principle, Jiang and co-workers have\nsuccessfully prepared single-atom Fe implanted porous N-doped carbon\nupon the direct pyrolysis of a predesigned mixed-ligand porphyrinic\nMOF (Fe<sub>20</sub>-PCN-222) and a subsequent ZrO<sub>2</sub> removal\nstep (b). It is worth noting that the resultant Fe-based\nSAC has well inherited the rod shape and highly oriented mesopores\nof the paternal Fe<sub>20</sub>-PCN-222, which together with the abundant\nsingle-atom Fe sites and high conductivity made it an excellent electrocatalyst\nfor the oxygen reduction reaction.</p>", "clean_text": "Similarly to the above mixed-metal strategy, the mixed-ligand strategy should first employ mixed metal-free and metalated ligands to construct novel mixed-ligand MOFs, in which the targeted single metal sites are anchored by the free coordination sites of some special linkers (such as porphyrin-based ligands) to form metalated ligands. Obviously, the distance between adjacent metalated ligands can be simply adjusted by changing the ratio of mixed ligands. Thus, when the distance is long enough, the immigration of metal atoms can be effectively prevented in the pyrolysis process, achieving the fabrication of the MOF-derived SACs. Utilizing this principle, Jiang and co-workers have successfully prepared single-atom Fe implanted porous N-doped carbon upon the direct pyrolysis of a predesigned mixed-ligand porphyrinic MOF (Fe20-PCN-222) and a subsequent ZrO2 removal step (b). It is worth noting that the resultant Fe-based SAC has well inherited the rod shape and highly oriented mesopores of the paternal Fe20-PCN-222, which together with the abundant single-atom Fe sites and high conductivity made it an excellent electrocatalyst for the oxygen reduction reaction.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The spatial confinement strategy\nis another frequently used strategy\nfor the synthesis of MOF-derived SACs, which is based on the encapsulation\nof isolated mononuclear metal precursors into the pores/cages of MOFs.\nThus, the aggregation of metal atoms between nearby isolated metal\nprecursor molecules can be largely suppressed during the subsequent\npyrolysis process, forming target metal species distributed atomically\non MOF-derived carbon matrices. Obviously, the molecular sizes of\nmetal precursors have to be larger than half of the pore/cage sizes\nof MOFs to ensure that one cage/pore of the MOF can only host one\nprecursor molecule to eliminate the aggregation of metal atoms during\npyrolysis. Indeed, the key issue of this\nstrategy is how to select an appropriate metal precursor according\nto the cage/pore size of a selected MOF, which represents the main\ndisadvantage of this fabrication method since most of the conventional\nmetal salts (e.g., metal nitrate, metal sulfate, metal halide, etc.)\nare excluded due to their molecule sizes being too small. Thus, M­(acac)<sub>\n<italic>x</italic>\n</sub> and ferrocene (Fc) with large ligands are\noften employed as the metal precursors. For example, Li and co-workers\nhave achieved the trapping of one Fe­(acac)<sub>3</sub> molecule into\none cage of ZIF-8 to afford an isolated single-atom Fe/N-doped porous\ncarbon catalyst after further pyrolysis for an efficient oxygen reduction\nreaction (c). It is worth noting that this strategy can also\nbe extended to the fabrication of metal-cluster catalysts with the\ndesired number of metal atoms by just replacing mononuclear metal\nmolecules to multinuclear moledules as precursors.\n</p>", "clean_text": "The spatial confinement strategy is another frequently used strategy for the synthesis of MOF-derived SACs, which is based on the encapsulation of isolated mononuclear metal precursors into the pores/cages of MOFs. Thus, the aggregation of metal atoms between nearby isolated metal precursor molecules can be largely suppressed during the subsequent pyrolysis process, forming target metal species distributed atomically on MOF-derived carbon matrices. Obviously, the molecular sizes of metal precursors have to be larger than half of the pore/cage sizes of MOFs to ensure that one cage/pore of the MOF can only host one precursor molecule to eliminate the aggregation of metal atoms during pyrolysis. Indeed, the key issue of this strategy is how to select an appropriate metal precursor according to the cage/pore size of a selected MOF, which represents the main disadvantage of this fabrication method since most of the conventional metal salts (e.g., metal nitrate, metal sulfate, metal halide, etc.) are excluded due to their molecule sizes being too small. Thus, M(acac) x  and ferrocene (Fc) with large ligands are often employed as the metal precursors. For example, Li and co-workers have achieved the trapping of one Fe(acac)3 molecule into one cage of ZIF-8 to afford an isolated single-atom Fe/N-doped porous carbon catalyst after further pyrolysis for an efficient oxygen reduction reaction (c). It is worth noting that this strategy can also be extended to the fabrication of metal-cluster catalysts with the desired number of metal atoms by just replacing mononuclear metal molecules to multinuclear moledules as precursors. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>In addition to the aforementioned strategies, there\nare also some\nother ingenious strategies which can be used to prepare MOF-derived\nSACs. Among them, a top-down strategy reported by Li and co-workers\nfor fabricating SACs from metal nanoparticles has aroused enormous\nexcitement, which is based on the unusual high-temperature conversion\nof metal nanoparticles into single metal atoms that are further captured\nand stabilized by the MOF-derived N-doped carbons. Later, following a similar mechanism, Li’s group\nfurther proposed a novel gas migration strategy to directly convert\nbulk materials into single metal atoms trapped by ZIF-8-derived nitrogen-rich\ncarbon supports. However, the challenges\nfor the general applicability of these fabrication methods mainly\ncome from the intrinsic properties of sublimation for the metal precursors\n(including sublimation temperature and sublimation rate) or/and the\ninert interactions between metal sites and substrate, which make the\natomic deposition process difficult to precisely control. In spite\nof that, these strategies still show great potential for the large-scale\nproduction of MOF-derived SACs on an industrial level due to their\nsimplified synthesis procedures.</p>", "clean_text": "In addition to the aforementioned strategies, there are also some other ingenious strategies which can be used to prepare MOF-derived SACs. Among them, a top-down strategy reported by Li and co-workers for fabricating SACs from metal nanoparticles has aroused enormous excitement, which is based on the unusual high-temperature conversion of metal nanoparticles into single metal atoms that are further captured and stabilized by the MOF-derived N-doped carbons. Later, following a similar mechanism, Li's group further proposed a novel gas migration strategy to directly convert bulk materials into single metal atoms trapped by ZIF-8-derived nitrogen-rich carbon supports. However, the challenges for the general applicability of these fabrication methods mainly come from the intrinsic properties of sublimation for the metal precursors (including sublimation temperature and sublimation rate) or/and the inert interactions between metal sites and substrate, which make the atomic deposition process difficult to precisely control. In spite of that, these strategies still show great potential for the large-scale production of MOF-derived SACs on an industrial level due to their simplified synthesis procedures.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>By using all the above novel\nstrategies, more and more MOF-derived\nSACs have been prepared with various desired structures and compositions.\nDelightfully, most of these MOF-derived SACs can partially inherit\nthe highly porous structures of MOFs to facilitate the sufficient\nexposure of active sites and accelerate mass transport. Due to their\nexcellent conductivity, high specific surface areas, desired hierarchical\nstructures, and maximized atom utilization efficiency, MOF-derived\nSACs have exhibited exciting technological and fundamental significance\nin many important reactions (), mainly involved in both heterogeneous catalysis\nsuch as selective oxidation and hydrogenation and electrocatalysis\nincluding the oxygen reduction reaction, the hydrogen evolution reaction,\nthe oxygen evolution reaction, the electroreduction of CO<sub>2</sub>, the electrochemical reduction of N<sub>2</sub>, etc. However, despite the exciting advances in the preparation of MOF-derived\nSACs and their catalytic applications, there are still some issues\nand challenges that should raise concerns. For example, currently,\nthe fabrication of MOF-derived SACs is mostly dependent on the use\nof ZIFs as precursors. There is clearly a requirement to exploit more\npotential MOF precursors to enrich the family of MOF-derived SACs.</p>", "clean_text": "By using all the above novel strategies, more and more MOF-derived SACs have been prepared with various desired structures and compositions. Delightfully, most of these MOF-derived SACs can partially inherit the highly porous structures of MOFs to facilitate the sufficient exposure of active sites and accelerate mass transport. Due to their excellent conductivity, high specific surface areas, desired hierarchical structures, and maximized atom utilization efficiency, MOF-derived SACs have exhibited exciting technological and fundamental significance in many important reactions (), mainly involved in both heterogeneous catalysis such as selective oxidation and hydrogenation and electrocatalysis including the oxygen reduction reaction, the hydrogen evolution reaction, the oxygen evolution reaction, the electroreduction of CO2, the electrochemical reduction of N2, etc. However, despite the exciting advances in the preparation of MOF-derived SACs and their catalytic applications, there are still some issues and challenges that should raise concerns. For example, currently, the fabrication of MOF-derived SACs is mostly dependent on the use of ZIFs as precursors. There is clearly a requirement to exploit more potential MOF precursors to enrich the family of MOF-derived SACs.", "data": null, "include_properties": null}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Some Recently Reported MOF-Derived\nSACs by Using Various Fabrication Strategies and Their Applications</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">fabrication strategy</oasis:entry>\n<oasis:entry align=\"center\">application</oasis:entry>\n<oasis:entry align=\"center\">durability</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Co SAs/N-C</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>5000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ni SAs/N-C</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>electroreduction of CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>60 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>/Fe<sub>1</sub>\n</oasis:entry>\n<oasis:entry>(Fe,Co)/N-C</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>50000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Co-SAs@NC</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>zinc–air batteries</oasis:entry>\n<oasis:entry>at 5 mA cm<sup>–2</sup> for 700 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Co SAs/N-C</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>5000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Mn-N-C</oasis:entry>\n<oasis:entry>mixed\nmetal</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>100 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Co@mesoNC</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>hydrogenation\nof nitroarenes</oasis:entry>\n<oasis:entry>4 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ru<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ru@ZrO<sub>2</sub>/NC</oasis:entry>\n<oasis:entry>mixed ligand</oasis:entry>\n<oasis:entry>electrochemical reduction of N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>60 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ru<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ru SAs/N-C</oasis:entry>\n<oasis:entry>mixed ligand</oasis:entry>\n<oasis:entry>hydrogenation\nof quinoline</oasis:entry>\n<oasis:entry>5 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref53\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>W<sub>1</sub>\n</oasis:entry>\n<oasis:entry>W-SAC</oasis:entry>\n<oasis:entry>mixed ligand</oasis:entry>\n<oasis:entry>electrochemical hydrogen evolution</oasis:entry>\n<oasis:entry>10000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref54\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Fe SA-N-C</oasis:entry>\n<oasis:entry>mixed ligand</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>5000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ru<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ru SAs/N-C</oasis:entry>\n<oasis:entry>spatial confinement</oasis:entry>\n<oasis:entry>N<sub>2</sub> electrochemical reduction</oasis:entry>\n<oasis:entry>12 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref56\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cr<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Cr/N/C</oasis:entry>\n<oasis:entry>spatial confinement</oasis:entry>\n<oasis:entry>oxygen\nreduction reaction</oasis:entry>\n<oasis:entry>20000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref57\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Fe-ISAs/CN</oasis:entry>\n<oasis:entry>spatial confinement</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>5000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref58\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Summary</title><p>In summary,\nthis Viewpoint has tried to provide an up-to-date overview\nof the significant advances in MOF-based SACs fabricated by using\nMOFs as supports or precursors. As described in this Viewpoint, we\ncan clearly see the great potential of MOFs as a platform for creating\na large number of MOF-based SACs with some charming structural and/or\ncatalytic properties. However, despite the rapid progress that has\nbeen made in this field, there still remain some issues or challenges\nthat should be addressed or considered in the future. For instance,\nalthough MOF-based SACs have shown good catalytic performances in\nsome reactions under relatively mild conditions, unfortunately, their\npoor stability has been regarded as one of the major barriers limiting\ntheir widespread utilization in practical applications. Therefore,\nfollow-up studies should develop more facile and powerful approaches\nto prove the stability of MOF-based SACs to advance their practical\nutilization. On the other hand, the metal loadings of the present\nMOF-based SACs should be further increased from a practical application\nperspective, especially for electrocatalytic applications, where a\nhigh density of active sites is usually necessary to promote the current\ndensity. However, the agglomeration of metal atoms to form nanoparticles\nis an inevitable issue when the metal loadings of MOF-based SACs are\nincreased. The combination of theoretical modeling and simulations\nand the development of a new effective strategy may provide potential\nopportunities for producing MOF-based SACs with high metal loadings.\nFurthermore, the preparation of MOF-based SACs is still at the laboratory\nlevel so far, and thus developing scalable strategies is obviously\na great challenge that must be faced in the future for real industrial\napplications. Therefore, tremendous efforts have to be made to generate\nfeasible guiding principles and technical essentials for optimizing\nthe fabrication strategies to achieve MOF-based SACs with the desired\nstructural and catalytic properties that can be applied to large-scale\nindustrial applications. With the aforementioned progress and unflagging\nendeavors in this field, we are confident that MOF-based SACs will\nhave a very bright future.</p>", "clean_text": "Summary\n\nIn summary, this Viewpoint has tried to provide an up-to-date overview of the significant advances in MOF-based SACs fabricated by using MOFs as supports or precursors. As described in this Viewpoint, we can clearly see the great potential of MOFs as a platform for creating a large number of MOF-based SACs with some charming structural and/or catalytic properties. However, despite the rapid progress that has been made in this field, there still remain some issues or challenges that should be addressed or considered in the future. For instance, although MOF-based SACs have shown good catalytic performances in some reactions under relatively mild conditions, unfortunately, their poor stability has been regarded as one of the major barriers limiting their widespread utilization in practical applications. Therefore, follow-up studies should develop more facile and powerful approaches to prove the stability of MOF-based SACs to advance their practical utilization. On the other hand, the metal loadings of the present MOF-based SACs should be further increased from a practical application perspective, especially for electrocatalytic applications, where a high density of active sites is usually necessary to promote the current density. However, the agglomeration of metal atoms to form nanoparticles is an inevitable issue when the metal loadings of MOF-based SACs are increased. The combination of theoretical modeling and simulations and the development of a new effective strategy may provide potential opportunities for producing MOF-based SACs with high metal loadings. Furthermore, the preparation of MOF-based SACs is still at the laboratory level so far, and thus developing scalable strategies is obviously a great challenge that must be faced in the future for real industrial applications. Therefore, tremendous efforts have to be made to generate feasible guiding principles and technical essentials for optimizing the fabrication strategies to achieve MOF-based SACs with the desired structural and catalytic properties that can be applied to large-scale industrial applications. With the aforementioned progress and unflagging endeavors in this field, we are confident that MOF-based SACs will have a very bright future.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 5, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Some Recently Reported\nMOF-Stabilized\nSACs by Using Various Fabrication Strategies and Their Applications</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">fabrication strategy</oasis:entry>\n<oasis:entry align=\"center\">application</oasis:entry>\n<oasis:entry align=\"center\">durability</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ru<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ru@ZIF-8</oasis:entry>\n<oasis:entry>pore confinement</oasis:entry>\n<oasis:entry>hydrogenation of phenylacetylene</oasis:entry>\n<oasis:entry>5 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ni-AIM</oasis:entry>\n<oasis:entry>metal\nnode stabilization</oasis:entry>\n<oasis:entry>hydrogenation of ethylene</oasis:entry>\n<oasis:entry>2 weeks</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref27\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Hf-MOF-808-V; Zr-MOF-808-V</oasis:entry>\n<oasis:entry>metal node\nstabilization</oasis:entry>\n<oasis:entry>oxidation of 4-methoxybenzyl alcohol</oasis:entry>\n<oasis:entry>3 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref28\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ti<sub>8</sub>-BDC-CoCl</oasis:entry>\n<oasis:entry>metal node stabilization</oasis:entry>\n<oasis:entry>hydrogenation of arene</oasis:entry>\n<oasis:entry>10 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref29\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Cu/UiO-66</oasis:entry>\n<oasis:entry>metal node stabilization</oasis:entry>\n<oasis:entry>CO oxidation</oasis:entry>\n<oasis:entry>20 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ir<sub>1</sub>/Pt<sub>1</sub>\n</oasis:entry>\n<oasis:entry>HNTM-Ir/Pt</oasis:entry>\n<oasis:entry>coordination stabilization</oasis:entry>\n<oasis:entry>photocatalytic H<sub>2</sub> evolution</oasis:entry>\n<oasis:entry>3 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>MOF-525-Co</oasis:entry>\n<oasis:entry>coordination stabilization</oasis:entry>\n<oasis:entry>photocatalytic CO<sub>2</sub> reduction</oasis:entry>\n<oasis:entry>3 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pt<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Pt-Al-TCPP</oasis:entry>\n<oasis:entry>coordination\nstabilization</oasis:entry>\n<oasis:entry>photocatalytic H<sub>2</sub> evolution</oasis:entry>\n<oasis:entry>4 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pt<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Pt SA-MNSs</oasis:entry>\n<oasis:entry>coordination stabilization</oasis:entry>\n<oasis:entry>photocatalytic H<sub>2</sub> evolution</oasis:entry>\n<oasis:entry>4 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Some Recently Reported MOF-Stabilized SACs by Using Various Fabrication Strategies and Their Applications\n\n| metal | catalyst | fabrication strategy | application | durability | ref |\n|-------|----------|-----------------------|--------------|-------------|-----|\n| Ru<sub>1</sub> | Ru@ZIF-8 | pore confinement | hydrogenation of phenylacetylene | 5 recycles | [26] |\n| Ni<sub>1</sub> | Ni-AIM | metal node stabilization | hydrogenation of ethylene | 2 weeks | [27] |\n| V<sub>1</sub> | Hf-MOF-808-V; Zr-MOF-808-V | metal node stabilization | oxidation of 4-methoxybenzyl alcohol | 3 recycles | [28] |\n| Co<sub>1</sub> | Ti<sub>8</sub>-BDC-CoCl | metal node stabilization | hydrogenation of arene | 10 recycles | [29] |\n| Cu<sub>1</sub> | Cu/UiO-66 | metal node stabilization | CO oxidation | 20 h | [30] |\n| Ir<sub>1</sub>/Pt<sub>1</sub> | HNTM-Ir/Pt | coordination stabilization | photocatalytic H<sub>2</sub> evolution | 3 recycles | [31] |\n| Co<sub>1</sub> | MOF-525-Co | coordination stabilization | photocatalytic CO<sub>2</sub> reduction | 3 recycles | [32] |\n| Pt<sub>1</sub> | Pt-Al-TCPP | coordination stabilization | photocatalytic H<sub>2</sub> evolution | 4 recycles | [33] |\n| Pt<sub>1</sub> | Pt SA-MNSs | coordination stabilization | photocatalytic H<sub>2</sub> evolution | 4 recycles | [34] |", "data": ["substring not found"], "include_properties": null}, {"idx": 19, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Some Recently Reported MOF-Derived\nSACs by Using Various Fabrication Strategies and Their Applications</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">fabrication strategy</oasis:entry>\n<oasis:entry align=\"center\">application</oasis:entry>\n<oasis:entry align=\"center\">durability</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Co SAs/N-C</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>5000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ni SAs/N-C</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>electroreduction of CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>60 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>/Fe<sub>1</sub>\n</oasis:entry>\n<oasis:entry>(Fe,Co)/N-C</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>50000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Co-SAs@NC</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>zinc–air batteries</oasis:entry>\n<oasis:entry>at 5 mA cm<sup>–2</sup> for 700 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Co SAs/N-C</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>5000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Mn-N-C</oasis:entry>\n<oasis:entry>mixed\nmetal</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>100 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Co@mesoNC</oasis:entry>\n<oasis:entry>mixed metal</oasis:entry>\n<oasis:entry>hydrogenation\nof nitroarenes</oasis:entry>\n<oasis:entry>4 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ru<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ru@ZrO<sub>2</sub>/NC</oasis:entry>\n<oasis:entry>mixed ligand</oasis:entry>\n<oasis:entry>electrochemical reduction of N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>60 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ru<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ru SAs/N-C</oasis:entry>\n<oasis:entry>mixed ligand</oasis:entry>\n<oasis:entry>hydrogenation\nof quinoline</oasis:entry>\n<oasis:entry>5 recycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref53\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>W<sub>1</sub>\n</oasis:entry>\n<oasis:entry>W-SAC</oasis:entry>\n<oasis:entry>mixed ligand</oasis:entry>\n<oasis:entry>electrochemical hydrogen evolution</oasis:entry>\n<oasis:entry>10000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref54\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Fe SA-N-C</oasis:entry>\n<oasis:entry>mixed ligand</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>5000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ru<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Ru SAs/N-C</oasis:entry>\n<oasis:entry>spatial confinement</oasis:entry>\n<oasis:entry>N<sub>2</sub> electrochemical reduction</oasis:entry>\n<oasis:entry>12 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref56\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cr<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Cr/N/C</oasis:entry>\n<oasis:entry>spatial confinement</oasis:entry>\n<oasis:entry>oxygen\nreduction reaction</oasis:entry>\n<oasis:entry>20000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref57\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>1</sub>\n</oasis:entry>\n<oasis:entry>Fe-ISAs/CN</oasis:entry>\n<oasis:entry>spatial confinement</oasis:entry>\n<oasis:entry>oxygen reduction reaction</oasis:entry>\n<oasis:entry>5000 cycles</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref58\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Some Recently Reported MOF-Derived SACs by Using Various Fabrication Strategies and Their Applications\n\n| metal | catalyst | fabrication strategy | application | durability | ref |\n|-------|----------|-----------------------|--------------|-------------|-----|\n| Co<sub>1</sub> | Co SAs/N-C | mixed metal | oxygen reduction reaction | 5000 cycles | [45] |\n| Ni<sub>1</sub> | Ni SAs/N-C | mixed metal | electroreduction of CO<sub>2</sub> | 60 h | [46] |\n| Co<sub>1</sub>/Fe<sub>1</sub> | (Fe,Co)/N-C | mixed metal | oxygen reduction reaction | 50000 cycles | [47] |\n| Co<sub>1</sub> | Co-SAs@NC | mixed metal | zinc–air batteries | at 5 mA cm<sup>–2</sup> for 700 min | [48] |\n| Co<sub>1</sub> | Co SAs/N-C | mixed metal | oxygen reduction reaction | 5000 cycles | [49] |\n| Mn<sub>1</sub> | Mn-N-C | mixed metal | oxygen reduction reaction | 100 h | [50] |\n| Co<sub>1</sub> | Co@mesoNC | mixed metal | hydrogenation of nitroarenes | 4 recycles | [51] |\n| Ru<sub>1</sub> | Ru@ZrO<sub>2</sub>/NC | mixed ligand | electrochemical reduction of N<sub>2</sub> | 60 h | [52] |\n| Ru<sub>1</sub> | Ru SAs/N-C | mixed ligand | hydrogenation of quinoline | 5 recycles | [53] |\n| W<sub>1</sub> | W-SAC | mixed ligand | electrochemical hydrogen evolution | 10000 cycles | [54] |\n| Fe<sub>1</sub> | Fe SA-N-C | mixed ligand | oxygen reduction reaction | 5000 cycles | [55] |\n| Ru<sub>1</sub> | Ru SAs/N-C | spatial confinement | N<sub>2</sub> electrochemical reduction | 12 h | [56] |\n| Cr<sub>1</sub> | Cr/N/C | spatial confinement | oxygen reduction reaction | 20000 cycles | [57] |\n| Fe<sub>1</sub> | Fe-ISAs/CN | spatial confinement | oxygen reduction reaction | 5000 cycles | [58] |", "data": ["substring not found"], "include_properties": null}, {"idx": 2, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Potential advantages of MOFs for stabilizing SACs as compared\nwith\nconventional porous materials.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cs0c01459_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Potential advantages of MOFs for stabilizing SACs as compared with conventional porous materials.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fabrication\nstrategies of MOF-stabilized SACs. (a) Pore confinement\nstrategy. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Wiley-VCH.\n(b) Metal node stabilization strategy. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref28\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2018 American Chemical Society. (c) Coordination stabilization strategy.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cs0c01459_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Fabrication strategies of MOF-stabilized SACs. (a) Pore confinement strategy. Reproduced with permission from ref . Copyright 2019 Wiley-VCH. (b) Metal node stabilization strategy. Reproduced with permission from ref . Copyright 2018 American Chemical Society. (c) Coordination stabilization strategy. Reproduced with permission from ref . Copyright 2018 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Fabrication\nstrategies of MOF-derived SACs. (a) Mixed-metal strategy.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 Wiley-VCH. (b) Mixed-ligand\nstrategy. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018 Wiley-VCH.\n(c) Spatial confinement strategy. Reproduced with permission from\nref <xref ref-type=\"bibr\" rid=\"ref58\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2017 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cs0c01459_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Fabrication strategies of MOF-derived SACs. (a) Mixed-metal strategy. Reproduced with permission from ref . Copyright 2016 Wiley-VCH. (b) Mixed-ligand strategy. Reproduced with permission from ref . Copyright 2018 Wiley-VCH. (c) Spatial confinement strategy. Reproduced with permission from ref . Copyright 2017 Wiley-VCH.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscatal.0c01459", "title": "\nMetal–Organic Frameworks as a Good Platform\nfor the Fabrication of Single-Atom Catalysts\n", "journal": "American Chemical Society", "date": "2020.05", "author_list": ["Huang\nHaigen", "Shen\nKui", "Chen\nFengfeng", "Li\nYingwei"]}}