{"filepath": "../L2M3_data/1_application_papers/acs_xml/cs1c02980.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>High-efficiency electrocatalysts\nfor CO<sub>2</sub> reduction reaction\nare extremely desirable to produce valuable hydrocarbon productions,\nas well as addressing the current environmental challenges. In this\nwork, we introduce a Cu-based metal–organic framework as a\ncatalyst for the efficient and selective reduction of CO<sub>2</sub> to CH<sub>4</sub> in neutral aqueous electrolytes. Detailed examination\nof [Cu<sub>\n<bold>4</bold>\n</sub>ZnCl<sub>4</sub>(btdd)<sub>3</sub>]\n(<bold>Cu</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>, H<sub>2</sub>btdd = bis­(1<italic toggle=\"yes\">H</italic>-1,2,3-triazolo-[4,5-<italic toggle=\"yes\">b</italic>],[4′,5′-<italic toggle=\"yes\">i</italic>])­dibenzo-[1,4]-dioxin)\nrevealed the highest activity for yielding methane with a Faradaic\nefficiency of 92%/88% and a partial current density of 9.8/18.3 mA\ncm<sup>–2</sup> at a potential of −1.2/–1.3 V\n(vs RHE). <italic toggle=\"yes\">In situ</italic> X-ray absorption and infrared spectroscopy\nspectra, as well as density functional theory calculations, revealed\nthat the <italic toggle=\"yes\">in situ</italic> generated trigonal pyramidal Cu­(I)­N<sub>3</sub> acts as the electrochemical active site and that the strong\ncoordination ability of the Cu­(I)­N<sub>3</sub> site and the synergistic\neffect of adjacent aromatic hydrogen atoms, <italic toggle=\"yes\">via</italic> hydrogen-bonding\ninteractions, play an important role in stabilizing the key intermediates\nof carbon dioxide reduction and inhibiting the hydrogen evolution\nreaction, thus showing a high performance of electroreduction of CO<sub>2</sub> to CH<sub>4</sub>.</p>", "clean_text": "High-efficiency electrocatalysts for CO2 reduction reaction are extremely desirable to produce valuable hydrocarbon productions, as well as addressing the current environmental challenges. In this work, we introduce a Cu-based metal-organic framework as a catalyst for the efficient and selective reduction of CO2 to CH4 in neutral aqueous electrolytes. Detailed examination of [Cu 4 ZnCl4(btdd)3] (Cu  4  -MFU-4l , H2btdd = bis(1H-1,2,3-triazolo-[4,5-b],[4',5'-i])dibenzo-[1,4]-dioxin) revealed the highest activity for yielding methane with a Faradaic efficiency of 92%/88% and a partial current density of 9.8/18.3 mA cm-2 at a potential of -1.2/-1.3 V (vs RHE). In situ X-ray absorption and infrared spectroscopy spectra, as well as density functional theory calculations, revealed that the in situ generated trigonal pyramidal Cu(I)N3 acts as the electrochemical active site and that the strong coordination ability of the Cu(I)N3 site and the synergistic effect of adjacent aromatic hydrogen atoms, via hydrogen-bonding interactions, play an important role in stabilizing the key intermediates of carbon dioxide reduction and inhibiting the hydrogen evolution reaction, thus showing a high performance of electroreduction of CO2 to CH4.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Electrochemical CO<sub>2</sub> reduction reaction (CO<sub>2</sub>RR)\npowered by renewable energy\nsources is now attracting intensive attention due to its mild reaction\nconditions and various valuable products. As a series of excellent electrocatalysts for CO<sub>2</sub>RR,\nmetal–organic frameworks (MOFs) exhibit high specific surface\nareas, distinctive channel structures, designable frameworks, and\nabundant active sites, which enable them to be suitable for electrocatalysis. Currently,\nalmost all pristine MOFs tend to result in CO as the main product\nin electrochemical CO<sub>2</sub>RR. However, high value-added hydrocarbons (e.g., methane,\nethane, and ethylene) are more desirable. Copper-based composites,\nconsisting of Cu-based MOFs and conventional CO<sub>2</sub>RR catalysts\nsuch as Cu<sub>2</sub>O and Cu nanoparticles, could achieve electrochemical\nconversion of CO<sub>2</sub> to hydrocarbons. Nevertheless, these known composites show a limited efficiency for\nelectrochemical conversion of CO<sub>2</sub> to hydrocarbons (see\nTable S1 in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).\nMoreover, these Cu­(II) ion-based active materials often exhibit structural\ndecomposition during CO<sub>2</sub> electroreduction coupled with\nthe reduction of Cu­(II) to Cu­(I), and the catalytic activities were\nmainly originated from the derived Cu cluster or Cu<sub>2</sub>O.\nTherefore, developing stable and highly active Cu-MOF and investigating\ntheir structure–activity relationship would be significant\nfor further understanding pristine MOF-based electrocatalysts in highly\nselective CO<sub>2</sub> conversion toward valuable hydrocarbon production.</p>", "clean_text": "Electrochemical CO2 reduction reaction (CO2RR) powered by renewable energy sources is now attracting intensive attention due to its mild reaction conditions and various valuable products. As a series of excellent electrocatalysts for CO2RR, metal-organic frameworks (MOFs) exhibit high specific surface areas, distinctive channel structures, designable frameworks, and abundant active sites, which enable them to be suitable for electrocatalysis. Currently, almost all pristine MOFs tend to result in CO as the main product in electrochemical CO2RR. However, high value-added hydrocarbons (e.g., methane, ethane, and ethylene) are more desirable. Copper-based composites, consisting of Cu-based MOFs and conventional CO2RR catalysts such as Cu2O and Cu nanoparticles, could achieve electrochemical conversion of CO2 to hydrocarbons. Nevertheless, these known composites show a limited efficiency for electrochemical conversion of CO2 to hydrocarbons (see Table S1 in the Supporting Information). Moreover, these Cu(II) ion-based active materials often exhibit structural decomposition during CO2 electroreduction coupled with the reduction of Cu(II) to Cu(I), and the catalytic activities were mainly originated from the derived Cu cluster or Cu2O. Therefore, developing stable and highly active Cu-MOF and investigating their structure-activity relationship would be significant for further understanding pristine MOF-based electrocatalysts in highly selective CO2 conversion toward valuable hydrocarbon production.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Generally, electroreduction of CO<sub>2</sub> to hydrocarbons usually\ninvolves a *CO intermidiate. If the binding\nstrength of the catalyst and CO is weak or the intermediate subsequent\nto the *CO intermediate is unstable, CO will be the main reduction\nproduct; otherwise, hydrogenation of the *CO intermediate will be\nprocessed and hydrocarbons can be finally generated. Therefore, optimizing\nthe binding strength of the catalyst and key intermediates should\nbe a favorable method to obtain high performance for electroreduction\nof CO<sub>2</sub> to hydrocarbons. Considering\nthe high selectivity and activity of Cu ions for hydrocarbon reduction\nproducts and that the azolate derivatives have been demonstrated as\nsuitable ligands for highly stable MOFs, porous metal–azolate frameworks possessing exposed Cu ions\non the pore surface may act as the highly efficient and stable electrocatalysts\nfor reduction of CO<sub>2</sub> into hydrocarbons.</p>", "clean_text": "Generally, electroreduction of CO2 to hydrocarbons usually involves a *CO intermidiate. If the binding strength of the catalyst and CO is weak or the intermediate subsequent to the *CO intermediate is unstable, CO will be the main reduction product; otherwise, hydrogenation of the *CO intermediate will be processed and hydrocarbons can be finally generated. Therefore, optimizing the binding strength of the catalyst and key intermediates should be a favorable method to obtain high performance for electroreduction of CO2 to hydrocarbons. Considering the high selectivity and activity of Cu ions for hydrocarbon reduction products and that the azolate derivatives have been demonstrated as suitable ligands for highly stable MOFs, porous metal-azolate frameworks possessing exposed Cu ions on the pore surface may act as the highly efficient and stable electrocatalysts for reduction of CO2 into hydrocarbons.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Previously,\nVolkmer et al. reported an azolate MOF, namely, [Zn<sub>5</sub>Cl<sub>4</sub>(btdd)<sub>3</sub>] (<bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold>,\nH<sub>2</sub>btdd = bis­(1<italic toggle=\"yes\">H</italic>-1,2,3-triazolo-[4,5-<italic toggle=\"yes\">b</italic>],[4′,5′-<italic toggle=\"yes\">i</italic>])­dibenzo-[1,4]-dioxin),\nconstructed by the cationic pentanuclear {Zn<sub>5</sub>Cl<sub>4</sub>}<sup>6+</sup> clusters and the btdd<sup>2–</sup> ligands,\nwhich has a large pore aperture of 9.13 Å (). There are\ntwo types of Zn­(II) ions in the {Zn<sub>5</sub>Cl<sub>4</sub>}<sup>6+</sup> cluster, including four tetrahedral Zn­(II) ions, each being\ncoordinated by three N atoms from btdd<sup>2–</sup> ligands\nat the base and one Cl<sup>–</sup> at the apex of the tetrahedron,\nand one octahedral Zn­(II) ion coordinated by six N atoms from six\nhexadentate btdd<sup>2–</sup> ligands. Partial Zn­(II) ions\nresiding at the outer sphere of the cluster in <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> can be exchanged by Cu­(II) ions, resulting in an\nMOF [Cu<sub>3</sub>Zn<sub>2</sub>Cl<sub>4</sub>(btdd)<sub>3</sub>]\n(<bold>Cu-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>). It is worth noting that the Cu­(II) ions in <bold>Cu-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> exhibit the tetrahedral geometry, while the Cu­(I)\nions prefer tetrahedral geometry much more than Cu­(II). Hence, the\ncopper ions can easily retain the coordination geometry after the\nreduction of Cu­(II) to Cu­(I) during the electrocatalysis. In this\nwork, <bold>Cu-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was employed to investigate\nthe structure and performance for selective conversion of CO<sub>2</sub>.</p>", "clean_text": "Previously, Volkmer et al. reported an azolate MOF, namely, [Zn5Cl4(btdd)3] (MFU-4l , H2btdd = bis(1H-1,2,3-triazolo-[4,5-b],[4',5'-i])dibenzo-[1,4]-dioxin), constructed by the cationic pentanuclear {Zn5Cl4}6+ clusters and the btdd2- ligands, which has a large pore aperture of 9.13 Å (). There are two types of Zn(II) ions in the {Zn5Cl4}6+ cluster, including four tetrahedral Zn(II) ions, each being coordinated by three N atoms from btdd2- ligands at the base and one Cl- at the apex of the tetrahedron, and one octahedral Zn(II) ion coordinated by six N atoms from six hexadentate btdd2- ligands. Partial Zn(II) ions residing at the outer sphere of the cluster in MFU-4l  can be exchanged by Cu(II) ions, resulting in an MOF [Cu3Zn2Cl4(btdd)3] (Cu-MFU-4l ). It is worth noting that the Cu(II) ions in Cu-MFU-4l  exhibit the tetrahedral geometry, while the Cu(I) ions prefer tetrahedral geometry much more than Cu(II). Hence, the copper ions can easily retain the coordination geometry after the reduction of Cu(II) to Cu(I) during the electrocatalysis. In this work, Cu-MFU-4l  was employed to investigate the structure and performance for selective conversion of CO2.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structures of (a) local coordination environments and metal transformation\nprocess and (b) Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> (3D channel surface highlighted in yellow).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs1c02980_0002.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structures of (a) local coordination environments and metal transformation process and (b) Cu 4   II  -MFU-4l  (3D channel surface highlighted in yellow).   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Cu-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was prepared according\nto the literature method with a slight modification. The powder X-ray diffraction (PXRD) pattern (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S1</ext-link>) indicated that the obtained sample\nhas a similar structure to that of <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold>. The inductively coupled plasma–atomic emission spectrometry\nmeasurements and potentiometric titration results reveal that the\nchemical formula was [Cu<sub>4</sub>ZnCl<sub>4</sub>(btdd)<sub>3</sub>] (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), reflecting that almost\nall of the tetrahedrally coordinated Zn­(II) ions were replaced by\nCu­(II) ions; thus, it can be denoted as Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> (). It is worth noting that the content of Cu in our Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> sample is higher than\nthat of the previous report, which can\nbe attributed to the longer reaction time in our synthetic procedure.\nThermogravimetric analysis (TGA) of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> revealed a thermal decomposition temperature of\n250 °C, suggesting an impressive thermal stability (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S3</ext-link>).</p>", "clean_text": " Cu-MFU-4l  was prepared according to the literature method with a slight modification. The powder X-ray diffraction (PXRD) pattern (Figure S1) indicated that the obtained sample has a similar structure to that of MFU-4l . The inductively coupled plasma-atomic emission spectrometry measurements and potentiometric titration results reveal that the chemical formula was [Cu4ZnCl4(btdd)3] (Figure S2), reflecting that almost all of the tetrahedrally coordinated Zn(II) ions were replaced by Cu(II) ions; thus, it can be denoted as Cu 4   II  -MFU-4l  (). It is worth noting that the content of Cu in our Cu 4   II  -MFU-4l  sample is higher than that of the previous report, which can be attributed to the longer reaction time in our synthetic procedure. Thermogravimetric analysis (TGA) of Cu 4   II  -MFU-4l  revealed a thermal decomposition temperature of 250 °C, suggesting an impressive thermal stability (Figure S3).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The electrocatalytic CO<sub>2</sub>RR activity of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was examined in a 0.5\nM NaHCO<sub>3</sub> aqueous solution. For comparison, similar measurements\nfor <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> and Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> with the same loadings were performed\nin CO<sub>2</sub>- and Ar-saturated solutions, respectively. Linear\nsweep voltammetry (LSV) and cyclic voltammetry (CV) examinations were\ncarried out (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">S4a</ext-link>). Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> exhibits higher current density in the CO<sub>2</sub>-saturated solution than that in the Ar-saturated solution, indicative\nof the occurrence of CO<sub>2</sub>RR. A substantial increase in the\ncurrent density and a positive shift of the onset potential of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> compared with that of <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> in the CO<sub>2</sub>-saturated 0.5\nM NaHCO<sub>3</sub> aqueous solution was observed, suggesting a better\nCO<sub>2</sub>RR performance of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>.</p>", "clean_text": "The electrocatalytic CO2RR activity of Cu 4   II  -MFU-4l  was examined in a 0.5 M NaHCO3 aqueous solution. For comparison, similar measurements for MFU-4l  and Cu 4   II  -MFU-4l  with the same loadings were performed in CO2- and Ar-saturated solutions, respectively. Linear sweep voltammetry (LSV) and cyclic voltammetry (CV) examinations were carried out (a and S4a). Cu 4   II  -MFU-4l  exhibits higher current density in the CO2-saturated solution than that in the Ar-saturated solution, indicative of the occurrence of CO2RR. A substantial increase in the current density and a positive shift of the onset potential of Cu 4   II  -MFU-4l  compared with that of MFU-4l  in the CO2-saturated 0.5 M NaHCO3 aqueous solution was observed, suggesting a better CO2RR performance of Cu 4   II  -MFU-4l .", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>CO<sub>2</sub>RR performances at a scan rate of 10 mV\ns<sup>–1</sup> in a CO<sub>2</sub>-saturated 0.5 M NaHCO<sub>3</sub> solution.\n(a) LSV curves of <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> and Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>. (b) FE and TOF by Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs1c02980_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  CO2RR performances at a scan rate of 10 mV s-1 in a CO2-saturated 0.5 M NaHCO3 solution. (a) LSV curves of MFU-4l  and Cu 4   II  -MFU-4l . (b) FE and TOF by Cu 4   II  -MFU-4l .   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>In order to evaluate the CO<sub>2</sub>RR activity of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>, we examined FE and turnover\nfrequency (TOF) in a CO<sub>2</sub>-saturated 0.5 M NaHCO<sub>3</sub> solution under different potentials (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">S5</ext-link>). The\npartial current density plots of all products are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>. Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> has a TOF­(CH<sub>4</sub>) of 0.07 ± 0.01/0.13\n± 0.01 s<sup>–1</sup> calculated from three repeated measurements\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S4c</ext-link>) and FE­(CH<sub>4</sub>) of\n92%/88% as well as a partial current density of 9.8/18.3 mA cm<sup>–2</sup> at −1.2/–1.3 V (vs RHE), which represent\na high efficiency and selectivity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The energy efficiency for yielding CH<sub>4</sub> at a potential\nof −1.2 V (vs RHE) is 81.0% (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), indicative of a high energy usage. The reduced product given by <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was only CO with a TOF of 0.012 s<sup>–1</sup> and an FE of 17.0% at −1.2 V (vs RHE). It\nshould be noted that, thanks to the coordination saturation of the\noctahedral zinc ion in the interior of the metal cluster (a), Zn should not\nbe able to act as the active site for CO<sub>2</sub>RR in the structure\nof Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>, despite\nthe electrochemical performance given by the pyramidal Zn in <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> for yielding CO (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). In other words, the Cu ions should be the active\nsites for CO<sub>2</sub>RR instead of the Zn ions. For comparison,\n[Cu<sub>3</sub>(btc)<sub>2</sub>] (HKUST-1, H<sub>3</sub>BTC = 1,3,5-benzenetricarboxylic\nacid) and Cu<sub>2</sub>O@Cu-BTC show the FE­(CH<sub>4</sub>) of 45 and 63.2%,\nrespectively. As far as we know, the performance of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> is the best one among\nall MOFs for yielding CH<sub>4</sub> in CO<sub>2</sub>RR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Table S1</ext-link>) under neutral conditions. As for other inorganic materials, Barilea and Pan reported a Cu-Nafion\nelectrocatalyst with an FE­(CH<sub>4</sub>) of 88%/68%, but the current\ndensity is only 0.3/0.7 mA cm<sup>–2</sup> at −0.89/–0.38\nV (vs RHE). Actually, only an FN-CTF-400\ncompound exhibits a higher FE (FE<sub>CH<sub>4</sub>\n</sub> = 99.3%)\nthan Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> but with\na current density of only 0.2 mA cm<sup>–2</sup> at −0.8\nV (vs RHE). The performance of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> is comparable to that\nof the best catalyst SA-Zn/MNC with an FE­(CH<sub>4</sub>) of 85% with\na current density of 31.8 mA cm<sup>–2</sup> at −1.21\nV (vs RHE). Due to the involvement of\nproton and H<sub>2</sub>O, H<sub>2</sub> is usually an ineluctable\nproduct. Actually, H<sub>2</sub> and CO evolution\nreaction also occurred in our tests, but the composition of the gas\nproduct can be simply tuned by controlling the potential. CO can be\nregarded as the main product at the low potential. Besides, the <sup>1</sup>H nuclear magnetic resonance (NMR) spectrum reveals that no\nliquid-phase product existed during CO<sub>2</sub>RR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). In order to identify the source of\nthe obtained CH<sub>4</sub>, we replaced CO<sub>2</sub> with <sup>13</sup>CO<sub>2</sub> and repeated the electrochemical test (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S9a</ext-link>). According to gas chromatography–mass\nspectrometry spectra, <sup>13</sup>CH<sub>4</sub> and <sup>13</sup>CO were observed instead of CH<sub>4</sub> and CO, confirming that\nthe carbon in CH<sub>4</sub> was originated from CO<sub>2</sub>. No\nother hydrocarbons (e.g., <sup>13</sup>C<sub>2</sub>H<sub>4</sub> and <sup>13</sup>C<sub>2</sub>H<sub>6</sub>) or formic acid were observed;\nthus, no further separation for the product is required in the CO<sub>2</sub>RR catalyzed by Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>.</p>", "clean_text": "In order to evaluate the CO2RR activity of Cu 4   II  -MFU-4l , we examined FE and turnover frequency (TOF) in a CO2-saturated 0.5 M NaHCO3 solution under different potentials (b and S5). The partial current density plots of all products are shown in Figure S4b. Cu 4   II  -MFU-4l  has a TOF(CH4) of 0.07 ± 0.01/0.13 ± 0.01 s-1 calculated from three repeated measurements (Figure S4c) and FE(CH4) of 92%/88% as well as a partial current density of 9.8/18.3 mA cm-2 at -1.2/-1.3 V (vs RHE), which represent a high efficiency and selectivity (Table S1). The energy efficiency for yielding CH4 at a potential of -1.2 V (vs RHE) is 81.0% (Figure S6), indicative of a high energy usage. The reduced product given by MFU-4l  was only CO with a TOF of 0.012 s-1 and an FE of 17.0% at -1.2 V (vs RHE). It should be noted that, thanks to the coordination saturation of the octahedral zinc ion in the interior of the metal cluster (a), Zn should not be able to act as the active site for CO2RR in the structure of Cu 4   II  -MFU-4l , despite the electrochemical performance given by the pyramidal Zn in MFU-4l  for yielding CO (Figure S7). In other words, the Cu ions should be the active sites for CO2RR instead of the Zn ions. For comparison, [Cu3(btc)2] (HKUST-1, H3BTC = 1,3,5-benzenetricarboxylic acid) and Cu2O@Cu-BTC show the FE(CH4) of 45 and 63.2%, respectively. As far as we know, the performance of Cu 4   II  -MFU-4l  is the best one among all MOFs for yielding CH4 in CO2RR (Table S1) under neutral conditions. As for other inorganic materials, Barilea and Pan reported a Cu-Nafion electrocatalyst with an FE(CH4) of 88%/68%, but the current density is only 0.3/0.7 mA cm-2 at -0.89/-0.38 V (vs RHE). Actually, only an FN-CTF-400 compound exhibits a higher FE (FECH4  = 99.3%) than Cu 4   II  -MFU-4l  but with a current density of only 0.2 mA cm-2 at -0.8 V (vs RHE). The performance of Cu 4   II  -MFU-4l  is comparable to that of the best catalyst SA-Zn/MNC with an FE(CH4) of 85% with a current density of 31.8 mA cm-2 at -1.21 V (vs RHE). Due to the involvement of proton and H2O, H2 is usually an ineluctable product. Actually, H2 and CO evolution reaction also occurred in our tests, but the composition of the gas product can be simply tuned by controlling the potential. CO can be regarded as the main product at the low potential. Besides, the 1H nuclear magnetic resonance (NMR) spectrum reveals that no liquid-phase product existed during CO2RR (Figure S8). In order to identify the source of the obtained CH4, we replaced CO2 with 13CO2 and repeated the electrochemical test (Figure S9a). According to gas chromatography-mass spectrometry spectra, 13CH4 and 13CO were observed instead of CH4 and CO, confirming that the carbon in CH4 was originated from CO2. No other hydrocarbons (e.g., 13C2H4 and 13C2H6) or formic acid were observed; thus, no further separation for the product is required in the CO2RR catalyzed by Cu 4   II  -MFU-4l .", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>Besides the electrocatalytic activity and selectivity,\ndurability\nis also a crucial parameter for electrocatalysts. The durability test\nof Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was carried\nout by the continuous electroreduction of CO<sub>2</sub> at −1.2\nV (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S9b</ext-link>). Almost no current attenuation\nor FE decrease was observed after a 24 h evaluation. Furthermore,\nPXRD, SEM, and TEM patterns/images of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> showed negligible changes after CO<sub>2</sub>RR\ntests for 24 h (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figures S1, S10, and S11</ext-link>). Additionally, as the general methods for electrocatalyst characterization,\n<italic toggle=\"yes\">in situ</italic> Cu K-edge X-ray absorption near-edge structure\n(XANES), Fourier transform extended X-ray absorption fine structure\n(EXAFS) results ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">S12</ext-link>), and X-ray photoelectron spectroscopy\n(XPS) spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S10a,c</ext-link>) revealed\nno generation of Cu clusters or Cu–Cu bonds. Therefore, the\nelectrochemical activity of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> should be attributed to the MOF rather than Cu clusters.</p>", "clean_text": "Besides the electrocatalytic activity and selectivity, durability is also a crucial parameter for electrocatalysts. The durability test of Cu 4   II  -MFU-4l  was carried out by the continuous electroreduction of CO2 at -1.2 V (Figure S9b). Almost no current attenuation or FE decrease was observed after a 24 h evaluation. Furthermore, PXRD, SEM, and TEM patterns/images of Cu 4   II  -MFU-4l  showed negligible changes after CO2RR tests for 24 h (Figures S1, S10, and S11). Additionally, as the general methods for electrocatalyst characterization, in situ Cu K-edge X-ray absorption near-edge structure (XANES), Fourier transform extended X-ray absorption fine structure (EXAFS) results ( and S12), and X-ray photoelectron spectroscopy (XPS) spectra (Figure S10a,c) revealed no generation of Cu clusters or Cu-Cu bonds. Therefore, the electrochemical activity of Cu 4   II  -MFU-4l  should be attributed to the MOF rather than Cu clusters.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Normalized\nCu K-edge XANES spectra and (b) Fourier transform\nEXAFS spectra of Cu-based samples including Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs1c02980_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Normalized Cu K-edge XANES spectra and (b) Fourier transform EXAFS spectra of Cu-based samples including Cu 4   II  -MFU-4l .   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>According to the XPS spectra, the Cl content in Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> decreased apparently\n(the ratio of Cu/Cl = 7.8:1) after the electrocatalysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S13b,d</ext-link>), which indicates that the Cu­(II)\nions were reduced to Cu­(I) and the Cl<sup>–</sup> ions were\neliminated (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). As a proof, the\nCV curve of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> in the Ar-saturated solution exhibited a redox peak at a\npotential of −1.0 V versus RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S4a</ext-link>), and the <italic toggle=\"yes\">in situ</italic> Cu K-edge XANES and\nEXAFS results demonstrated that the Cu­(II) ions were reduced to Cu­(I)\nions to form [Cu<sub>\n<bold>4</bold>\n</sub>Zn­(btdd)<sub>3</sub>] (Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>) with the trigonal pyramidal\nCu­(I)­N<sub>3</sub> sites (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S12a and Table S2</ext-link>). We proposed that the high durability can be attributed\nto the tetrahedral coordination geometry of Cu ions in Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>. Since a Cu­(I) ion prefers\na tetrahedral geometry much more than a Cu­(II) ion, the coordination geometry could be retained after a Cu­(II)\nion is reduced to a Cu­(I) ion during the electrocatalysis. In contrast,\nHKUST-1 decomposed to give Cu clusters after CO<sub>2</sub>RR. In fact, HKUST-1 shows instability in an aqueous\nsolution, and the preferred square-pyramidal\ncoordination geometry of Cu­(II) in HKUST-1 cannot be retained when\nthe Cu­(II) ions were reduced to Cu­(I) ions in electrocatalysis. Similarly,\nthe Cu/adeninato/carboxylato (Cu-ade) MOF nanosheet with an FE of\n12% for CH<sub>4</sub> and of 45% for C<sub>2</sub>H<sub>4</sub> had\nbeen reported, but it also decomposed into Cu clusters after CO<sub>2</sub>RR. Actually, the electrocatalytic\nactivities of these Cu-MOFs can be mainly attributed to the Cu clusters\ngenerated after the decomposition of MOFs.</p>", "clean_text": "According to the XPS spectra, the Cl content in Cu 4   II  -MFU-4l  decreased apparently (the ratio of Cu/Cl = 7.8:1) after the electrocatalysis (Figure S13b,d), which indicates that the Cu(II) ions were reduced to Cu(I) and the Cl- ions were eliminated (Figure S14). As a proof, the CV curve of Cu 4   II  -MFU-4l  in the Ar-saturated solution exhibited a redox peak at a potential of -1.0 V versus RHE (Figure S4a), and the in situ Cu K-edge XANES and EXAFS results demonstrated that the Cu(II) ions were reduced to Cu(I) ions to form [Cu 4 Zn(btdd)3] (Cu 4   I  -MFU-4l ) with the trigonal pyramidal Cu(I)N3 sites (Figure S12a and Table S2). We proposed that the high durability can be attributed to the tetrahedral coordination geometry of Cu ions in Cu 4   II  -MFU-4l . Since a Cu(I) ion prefers a tetrahedral geometry much more than a Cu(II) ion, the coordination geometry could be retained after a Cu(II) ion is reduced to a Cu(I) ion during the electrocatalysis. In contrast, HKUST-1 decomposed to give Cu clusters after CO2RR. In fact, HKUST-1 shows instability in an aqueous solution, and the preferred square-pyramidal coordination geometry of Cu(II) in HKUST-1 cannot be retained when the Cu(II) ions were reduced to Cu(I) ions in electrocatalysis. Similarly, the Cu/adeninato/carboxylato (Cu-ade) MOF nanosheet with an FE of 12% for CH4 and of 45% for C2H4 had been reported, but it also decomposed into Cu clusters after CO2RR. Actually, the electrocatalytic activities of these Cu-MOFs can be mainly attributed to the Cu clusters generated after the decomposition of MOFs.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Interestingly, the\nintensity of the peak at 1.5 Å for <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> during\nthe CO<sub>2</sub>RR in the EXAFS result is much higher than that\nof the electro-reduced form <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> in the absence of CO<sub>2</sub> (b), implying the increased\nsurrounding coordination atom number of Cu center during the CO<sub>2</sub>RR. According to our fitting results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S9c,d</ext-link>), the coordination numbers of Cu­(I) ions of <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> during\nCO<sub>2</sub>RR is 3.9, and the Cu­(I) ion is coordinated by three\nN atoms and one C atom, respectively, to generate the Cu­(I)­N<sub>3</sub>C structure. These results strongly proved the existence of the trigonal\npyramidal Cu­(I)­N<sub>3</sub> sites, which indeed act as the active\ncenters for the CO<sub>2</sub>RR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). To investigate the possible reaction pathway and intermediates\nof the CO<sub>2</sub>RR, the <italic toggle=\"yes\">in situ</italic> attenuated total\nreflection Fourier transform infrared spectroscopy (ATR–FTIR)\nmeasurements were carried out (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S15</ext-link>). As a result, we can confirm the existence of *COOH intermediate\nthanks to the absorption peaks at 1260, 1331, 1400, and 1526 cm<sup>–1</sup> (a,b), which present the O–H deformation, C–O\nbond stretch, and symmetric and asymmetric vibrations, respectively. Especially, as being suggested previously, the *CH<sub>3</sub>O intermediate evolves from\nthe *CO intermediate. Therefore, the peak at 1166 cm<sup>–1</sup> attributable to the *CH<sub>3</sub>O intermediate is a proof of\nthe existence of the *CO intermediate. Interestingly, the peak at\n1670 cm<sup>–1</sup> could be ascribed to the CO stretching\nof *CHO with an obvious red shift, which would be discussed later. It is remarkable that no peak of *CO intermediate\nwas observed in many previous reports, which can\nbe attributed to that the conversion of the *CO intermediate is not\nthe rate-determining step; thus, the *CO intermediate is rapidly consumed\nand difficult to be detected. Accordingly, after the reduction of\nCu­(II) to Cu­(I) under electrode potential (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S14</ext-link>), the electroreduction of CO<sub>2</sub> in the presence\nof <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> might consist of the following steps illustrated in c, which agrees with\nmany previous reports.\n</p>", "clean_text": "Interestingly, the intensity of the peak at 1.5 Å for Cu  4   I  -MFU-4l  during the CO2RR in the EXAFS result is much higher than that of the electro-reduced form Cu  4   I  -MFU-4l  in the absence of CO2 (b), implying the increased surrounding coordination atom number of Cu center during the CO2RR. According to our fitting results (Figure S9c,d), the coordination numbers of Cu(I) ions of Cu  4   I  -MFU-4l  during CO2RR is 3.9, and the Cu(I) ion is coordinated by three N atoms and one C atom, respectively, to generate the Cu(I)N3C structure. These results strongly proved the existence of the trigonal pyramidal Cu(I)N3 sites, which indeed act as the active centers for the CO2RR (Figure S14). To investigate the possible reaction pathway and intermediates of the CO2RR, the in situ attenuated total reflection Fourier transform infrared spectroscopy (ATR-FTIR) measurements were carried out (Figure S15). As a result, we can confirm the existence of *COOH intermediate thanks to the absorption peaks at 1260, 1331, 1400, and 1526 cm-1 (a,b), which present the O-H deformation, C-O bond stretch, and symmetric and asymmetric vibrations, respectively. Especially, as being suggested previously, the *CH3O intermediate evolves from the *CO intermediate. Therefore, the peak at 1166 cm-1 attributable to the *CH3O intermediate is a proof of the existence of the *CO intermediate. Interestingly, the peak at 1670 cm-1 could be ascribed to the CO stretching of *CHO with an obvious red shift, which would be discussed later. It is remarkable that no peak of *CO intermediate was observed in many previous reports, which can be attributed to that the conversion of the *CO intermediate is not the rate-determining step; thus, the *CO intermediate is rapidly consumed and difficult to be detected. Accordingly, after the reduction of Cu(II) to Cu(I) under electrode potential (Figure S14), the electroreduction of CO2 in the presence of Cu  4   I  -MFU-4l  might consist of the following steps illustrated in c, which agrees with many previous reports. ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a,b) <italic toggle=\"yes\">In situ</italic> ATR–FTIR spectra of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> collected at −1.2\nV vs RHE in CO<sub>2</sub>-saturated 0.5 M NaHCO<sub>3</sub> electrolyte.\n(c) Possible pathway for electrochemical reduction of CO<sub>2</sub> to CH<sub>4</sub> on <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> after the reduction of Cu­(II) to Cu­(I) during the\nelectrocatalysis. (d) Illustration of the energy barriers of the electroreduction\npathway.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs1c02980_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a,b) In situ ATR-FTIR spectra of Cu 4   II  -MFU-4l  collected at -1.2 V vs RHE in CO2-saturated 0.5 M NaHCO3 electrolyte. (c) Possible pathway for electrochemical reduction of CO2 to CH4 on Cu  4   I  -MFU-4l  after the reduction of Cu(II) to Cu(I) during the electrocatalysis. (d) Illustration of the energy barriers of the electroreduction pathway.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Based on the result of the <italic toggle=\"yes\">in situ</italic> infrared spectroscopy\nexperiment, we further carried out density functional theory (DFT)\ncalculations to understand the catalytic mechanism. First, we studied\nthe structure and energy of *COOH and *H<sub>2</sub>O intermediates.\nAccording to our DFT calculation results, the Cu–C distance\nin *COOH is 1.929 Å with the binding energy and adsorption free\nenergies of −1.72 and −1.21 eV, respectively. By comparison,\nthe binding energy and the adsorption free energy of H<sub>2</sub>O on Cu­(I)­N<sub>3</sub> are −0.50 and −0.04 eV, respectively\n(d), indicative\nof the difficulty of the adsorption of H<sub>2</sub>O. Further DFT\nanalyses revealed that the Cu–O distance in *H<sub>2</sub>O\nis 2.195 Å ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">S16</ext-link>), which is much longer\nthan the reported average value (∼1.95 Å). Through careful structural analysis, we found that the shortest\ndistance between the neighboring aromatic hydrogen atoms of the ligand\nand those of the H<sub>2</sub>O molecule is just 2.803 Å, which\nwill be further shortened to 2.629 Å when the Cu–O distance\nin *H<sub>2</sub>O is reduced from 2.195 Å to the average value\nof 1.950 Å. This phenomenon indicates that the neighboring aromatic\nhydrogen atoms may expel the H<sub>2</sub>O molecule, thus suppressing\nthe hydrogen evolution reaction (HER).</p>", "clean_text": "Based on the result of the in situ infrared spectroscopy experiment, we further carried out density functional theory (DFT) calculations to understand the catalytic mechanism. First, we studied the structure and energy of *COOH and *H2O intermediates. According to our DFT calculation results, the Cu-C distance in *COOH is 1.929 Å with the binding energy and adsorption free energies of -1.72 and -1.21 eV, respectively. By comparison, the binding energy and the adsorption free energy of H2O on Cu(I)N3 are -0.50 and -0.04 eV, respectively (d), indicative of the difficulty of the adsorption of H2O. Further DFT analyses revealed that the Cu-O distance in *H2O is 2.195 Å ( and S16), which is much longer than the reported average value (~1.95 Å). Through careful structural analysis, we found that the shortest distance between the neighboring aromatic hydrogen atoms of the ligand and those of the H2O molecule is just 2.803 Å, which will be further shortened to 2.629 Å when the Cu-O distance in *H2O is reduced from 2.195 Å to the average value of 1.950 Å. This phenomenon indicates that the neighboring aromatic hydrogen atoms may expel the H2O molecule, thus suppressing the hydrogen evolution reaction (HER).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>We subsequently studied\nthe mechanism of CO<sub>2</sub> reduction\nto CH<sub>4</sub> on the Cu­(I)­N<sub>3</sub> active site of <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>. The structures\nfor the important intermediates (e.g., CO, CHO, CH<sub>2</sub>O, CH<sub>3</sub>O, etc.) adsorbed on the Cu­(I)­N<sub>3</sub> active sites were\noptimized by the DFT calculations. According to the calculation results\n(d), the hydrogenation\nenergy barrier of CO (−0.11 eV) is much lower than its desorption\nenergy barrier (−0.84 eV), indicating that the hydrogenation\nof CO to CHO is thermodynamically favorable. Specifically, the adsorption\nenergy of the CO intermediate is −0.84 eV with a Cu–C\ndistance of 1.801 Å (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S16d</ext-link>),\nindicating that the Cu­(I)­N<sub>3</sub> active site has very high affinity\nto CO. This phenomenon might be ascribed to the fact that there is\na σ–π back bonding formed between Cu­(I) and CO.\nSuch high binding energy for CO is beneficial for hydrogenation of\n*CO intermediate.</p>", "clean_text": "We subsequently studied the mechanism of CO2 reduction to CH4 on the Cu(I)N3 active site of Cu  4   I  -MFU-4l . The structures for the important intermediates (e.g., CO, CHO, CH2O, CH3O, etc.) adsorbed on the Cu(I)N3 active sites were optimized by the DFT calculations. According to the calculation results (d), the hydrogenation energy barrier of CO (-0.11 eV) is much lower than its desorption energy barrier (-0.84 eV), indicating that the hydrogenation of CO to CHO is thermodynamically favorable. Specifically, the adsorption energy of the CO intermediate is -0.84 eV with a Cu-C distance of 1.801 Å (Figure S16d), indicating that the Cu(I)N3 active site has very high affinity to CO. This phenomenon might be ascribed to the fact that there is a σ-π back bonding formed between Cu(I) and CO. Such high binding energy for CO is beneficial for hydrogenation of *CO intermediate.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>For the *CHO intermediate, the adsorption\nenergy is −1.53\neV and the Cu–C distance is 1.906 Å, indicating that the\ninteraction between the Cu­(I)­N<sub>3</sub> active site and CHO is\nalso very strong. After careful structure analysis, we found that\nthere is a strong nonclassical C–H···O hydrogen\nbond (C···O = 3.446 Å, H···O =\n2.415 Å, and ∠C–H···O = 150.1<sup>°</sup>) with an energy of 14.3 kJ mol<sup>–1</sup> between\nCHO and the neighboring aromatic hydrogen atoms from the ligand (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S16c</ext-link>). It should be noted that the nonclassical\nhydrogen bond can be demonstrated by the red shift of the absorption\npeak of *CHO at 1670 cm<sup>–1</sup> in the <italic toggle=\"yes\">in situ</italic> ATR–FTIR spectra, and the absorption peak is widened by the\nhydrogen bond. Actually, a similar red shift can also be observed\nin the peak at 1526 cm<sup>–1</sup> of *COOH (∼1565\ncm<sup>–1</sup> generally). This\nresult indicates that, in addition to the strong coordination interaction,\nthe hydrogen bonding interaction also plays an important role in stabilizing\nthe key intermediate of CHO. As a result, the hydrogenation of *CO\nto *CHO intermediate is dominant rather than the desorption of CO\nspecies. In fact, the energy barriers of hydrogenation of other intermediates\nare all lower than that of desorption (d), which finally results in CH<sub>4</sub> as the main product rather than formic acid, formaldehyde, or methanol.\nIt should be noted that the energy barrier of the reaction of *OH\nto the original * site (1.33 eV) is much higher than that of the reaction\nof *OH to *COOH (0.12 eV); thus, we proposed the mechanism that the\n*OH intermediate can be directly transferred to *COOH rather than\nto the original * site, and another CO<sub>2</sub>RR will be performed\nsubsequently (c). The structures of all intermediates are depicted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S17</ext-link>. In short, the strong coordination\nability of the Cu­(I)­N<sub>3</sub> active site as well as the synergistic\neffect of the nonclassical hydrogen bonding interaction play an important\nrole in stabilizing the key intermediates of CO<sub>2</sub>RR and\nsuppressing the HER. As a result, <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> exhibits high performance for electroreduction\nof CO<sub>2</sub> to CH<sub>4</sub>.</p>", "clean_text": "For the *CHO intermediate, the adsorption energy is -1.53 eV and the Cu-C distance is 1.906 Å, indicating that the interaction between the Cu(I)N3 active site and CHO is also very strong. After careful structure analysis, we found that there is a strong nonclassical C-H⋅⋅⋅O hydrogen bond (C⋅⋅⋅O = 3.446 Å, H⋅⋅⋅O = 2.415 Å, and ∠C-H⋅⋅⋅O = 150.1°) with an energy of 14.3 kJ mol-1 between CHO and the neighboring aromatic hydrogen atoms from the ligand (Figure S16c). It should be noted that the nonclassical hydrogen bond can be demonstrated by the red shift of the absorption peak of *CHO at 1670 cm-1 in the in situ ATR-FTIR spectra, and the absorption peak is widened by the hydrogen bond. Actually, a similar red shift can also be observed in the peak at 1526 cm-1 of *COOH (~1565 cm-1 generally). This result indicates that, in addition to the strong coordination interaction, the hydrogen bonding interaction also plays an important role in stabilizing the key intermediate of CHO. As a result, the hydrogenation of *CO to *CHO intermediate is dominant rather than the desorption of CO species. In fact, the energy barriers of hydrogenation of other intermediates are all lower than that of desorption (d), which finally results in CH4 as the main product rather than formic acid, formaldehyde, or methanol. It should be noted that the energy barrier of the reaction of *OH to the original * site (1.33 eV) is much higher than that of the reaction of *OH to *COOH (0.12 eV); thus, we proposed the mechanism that the *OH intermediate can be directly transferred to *COOH rather than to the original * site, and another CO2RR will be performed subsequently (c). The structures of all intermediates are depicted in Figure S17. In short, the strong coordination ability of the Cu(I)N3 active site as well as the synergistic effect of the nonclassical hydrogen bonding interaction play an important role in stabilizing the key intermediates of CO2RR and suppressing the HER. As a result, Cu  4   I  -MFU-4l  exhibits high performance for electroreduction of CO2 to CH4.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>To further confirm the\nimportant role of the trigonal pyramidal\nCu­(I)­N<sub>3</sub> sites in the CO<sub>2</sub>RR, we performed some\nsupplementary experiments to explore the interaction between Cu­(I)­N<sub>3</sub> and CO. Since the Cu­(I) ions of <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> are easy to be oxidized\nwhen exposed to air, it is very difficult to characterize the structure\nof the sample obtained from electroreduction method. Fortunately, <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was successfully\nobtained by ion-exchange and heating-induced reduction methods. The\nRietveld refinement of <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> proved that the transition from Cu­(II)­N<sub>3</sub>Cl to Cu­(I)­N<sub>3</sub> does not destroy the crystal structure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S18a and Table S3</ext-link>). The electrochemical\nmeasurement showed that <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> has a similar electrocatalytic performance with\nthat of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S19</ext-link>), again demonstrating that the trigonal\npyramid Cu­(I)­N<sub>3</sub> sites indeed act as the active centers\nfor CO<sub>2</sub>RR. <italic toggle=\"yes\">In situ</italic> diffuse reflectance\ninfrared Fourier transform (DRIFT) spectrum shows a sharp peak at\n2056.9 cm<sup>–1</sup>, indicating the successful chemical\nadsorption of CO on <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S20</ext-link>). To further\nvisualize the host–guest interactions, the Rietveld refinement\nof <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> loaded with a CO gas molecule was performed. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S18b and Table S3</ext-link>, the CO molecule was\ncoordinated with the Cu­(I) ion of the Cu­(I)­N<sub>3</sub> site in <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>, (Cu­(I)···CO\n= 1.83(2) Å), which is consistent with the DFT result. Such a\nstrong Cu–CO binding interaction prevents desorption of CO\nspecies and promotes formation of the *CHO intermediate. On the one\nhand, the stable Cu–C bond is not beneficial to desorption\nof CO; on the other hand, as mentioned earlier, the nonclassical hydrogen\nbond is conducive to stabilizing the *CHO intermediate. The synergistic\neffect of these two steps are both beneficial for hydrogenation of\nthe *CO intermediate and inhibit desorption of CO. Such a mechanism\nof the selective reduction of CO<sub>2</sub> has not been reported.</p>", "clean_text": "To further confirm the important role of the trigonal pyramidal Cu(I)N3 sites in the CO2RR, we performed some supplementary experiments to explore the interaction between Cu(I)N3 and CO. Since the Cu(I) ions of Cu  4   I  -MFU-4l  are easy to be oxidized when exposed to air, it is very difficult to characterize the structure of the sample obtained from electroreduction method. Fortunately, Cu  4   I  -MFU-4l  was successfully obtained by ion-exchange and heating-induced reduction methods. The Rietveld refinement of Cu  4   I  -MFU-4l  proved that the transition from Cu(II)N3Cl to Cu(I)N3 does not destroy the crystal structure (Figure S18a and Table S3). The electrochemical measurement showed that Cu  4   I  -MFU-4l  has a similar electrocatalytic performance with that of Cu 4   II  -MFU-4l  (Figure S19), again demonstrating that the trigonal pyramid Cu(I)N3 sites indeed act as the active centers for CO2RR. In situ diffuse reflectance infrared Fourier transform (DRIFT) spectrum shows a sharp peak at 2056.9 cm-1, indicating the successful chemical adsorption of CO on Cu  4   I  -MFU-4l  (Figure S20). To further visualize the host-guest interactions, the Rietveld refinement of Cu  4   I  -MFU-4l  loaded with a CO gas molecule was performed. As shown in Figure S18b and Table S3, the CO molecule was coordinated with the Cu(I) ion of the Cu(I)N3 site in Cu  4   I  -MFU-4l , (Cu(I)⋅⋅⋅CO = 1.83(2) Å), which is consistent with the DFT result. Such a strong Cu-CO binding interaction prevents desorption of CO species and promotes formation of the *CHO intermediate. On the one hand, the stable Cu-C bond is not beneficial to desorption of CO; on the other hand, as mentioned earlier, the nonclassical hydrogen bond is conducive to stabilizing the *CHO intermediate. The synergistic effect of these two steps are both beneficial for hydrogenation of the *CO intermediate and inhibit desorption of CO. Such a mechanism of the selective reduction of CO2 has not been reported.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In summary, we achieved an excellent electrocatalytic performance\nfor CO<sub>2</sub>RR into CH<sub>4</sub> by using the Cu–triazole-based\nMOF as the catalyst. The impressive electrocatalytic activity and\nselectivity can be attributed to the strong interaction between Cu­(I)\nand key intermediates, as well as the synergistic effect of organic\nligands through the hydrogen bond interaction. Additionally, the tetrahedral\ncoordination geometry of the Cu site endows the MOF with high durability.\nThe results provide a new clue for designing high-performance MOFs\nfor the electrocatalytic generation of value-added hydrocarbons.</p>", "clean_text": "In summary, we achieved an excellent electrocatalytic performance for CO2RR into CH4 by using the Cu-triazole-based MOF as the catalyst. The impressive electrocatalytic activity and selectivity can be attributed to the strong interaction between Cu(I) and key intermediates, as well as the synergistic effect of organic ligands through the hydrogen bond interaction. Additionally, the tetrahedral coordination geometry of the Cu site endows the MOF with high durability. The results provide a new clue for designing high-performance MOFs for the electrocatalytic generation of value-added hydrocarbons.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acscatal.1c02980?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acscatal.1c02980</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>X-ray diffraction structural\nrefinement of <bold>Cu</bold>\n<sup>\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_001.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray diffraction structural refinement of <bold>Cu</bold>\n<sup>\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>(CO)</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Detailed\ninformation regarding the characterization\nanalysis, electrochemical measurement, DFT calculation, and intermediate\nillustration (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acscatal.1c02980.  X-ray diffraction structural refinement of Cu  I  -MFU-4l  (CIF)   X-ray diffraction structural refinement of Cu  I  -MFU-4l(CO) (CIF)   Detailed information regarding the characterization analysis, electrochemical measurement, DFT calculation, and intermediate illustration (PDF)   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>X-ray diffraction structural\nrefinement of <bold>Cu</bold>\n<sup>\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_001.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>X-ray diffraction structural refinement of <bold>Cu</bold>\n<sup>\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>(CO)</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Detailed\ninformation regarding the characterization\nanalysis, electrochemical measurement, DFT calculation, and intermediate\nillustration (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors\ndeclare no\ncompeting financial interest.</p>", "clean_text": "X-ray diffraction structural refinement of Cu  I  -MFU-4l  (CIF)\n\nX-ray diffraction structural refinement of Cu  I  -MFU-4l(CO) (CIF)\n\nDetailed information regarding the characterization analysis, electrochemical measurement, DFT calculation, and intermediate illustration (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<p>\n<bold>Cu-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was prepared according\nto the literature method with a slight modification. The powder X-ray diffraction (PXRD) pattern (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S1</ext-link>) indicated that the obtained sample\nhas a similar structure to that of <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold>. The inductively coupled plasma–atomic emission spectrometry\nmeasurements and potentiometric titration results reveal that the\nchemical formula was [Cu<sub>4</sub>ZnCl<sub>4</sub>(btdd)<sub>3</sub>] (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), reflecting that almost\nall of the tetrahedrally coordinated Zn­(II) ions were replaced by\nCu­(II) ions; thus, it can be denoted as Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> (). It is worth noting that the content of Cu in our Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> sample is higher than\nthat of the previous report, which can\nbe attributed to the longer reaction time in our synthetic procedure.\nThermogravimetric analysis (TGA) of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> revealed a thermal decomposition temperature of\n250 °C, suggesting an impressive thermal stability (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S3</ext-link>).</p>", "clean_text": " Cu-MFU-4l  was prepared according to the literature method with a slight modification. The powder X-ray diffraction (PXRD) pattern (Figure S1) indicated that the obtained sample has a similar structure to that of MFU-4l . The inductively coupled plasma-atomic emission spectrometry measurements and potentiometric titration results reveal that the chemical formula was [Cu4ZnCl4(btdd)3] (Figure S2), reflecting that almost all of the tetrahedrally coordinated Zn(II) ions were replaced by Cu(II) ions; thus, it can be denoted as Cu 4   II  -MFU-4l  (). It is worth noting that the content of Cu in our Cu 4   II  -MFU-4l  sample is higher than that of the previous report, which can be attributed to the longer reaction time in our synthetic procedure. Thermogravimetric analysis (TGA) of Cu 4   II  -MFU-4l  revealed a thermal decomposition temperature of 250 °C, suggesting an impressive thermal stability (Figure S3).", "data": [{"meta": {"name": "Cu-MFU-4l", "symbol": "", "chemical formula": "[Cu4ZnCl4(btdd)3]"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn(II) ions", "amount": "", "unit": ""}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "modification", "modification details": "slight modification"}], "yield": ""}], "include_properties": ["chemical_synthesis"]}, {"idx": "1, 9, 10", "type": "text", "classification": "property", "content": "<p>High-efficiency electrocatalysts\nfor CO<sub>2</sub> reduction reaction\nare extremely desirable to produce valuable hydrocarbon productions,\nas well as addressing the current environmental challenges. In this\nwork, we introduce a Cu-based metal–organic framework as a\ncatalyst for the efficient and selective reduction of CO<sub>2</sub> to CH<sub>4</sub> in neutral aqueous electrolytes. Detailed examination\nof [Cu<sub>\n<bold>4</bold>\n</sub>ZnCl<sub>4</sub>(btdd)<sub>3</sub>]\n(<bold>Cu</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>, H<sub>2</sub>btdd = bis­(1<italic toggle=\"yes\">H</italic>-1,2,3-triazolo-[4,5-<italic toggle=\"yes\">b</italic>],[4′,5′-<italic toggle=\"yes\">i</italic>])­dibenzo-[1,4]-dioxin)\nrevealed the highest activity for yielding methane with a Faradaic\nefficiency of 92%/88% and a partial current density of 9.8/18.3 mA\ncm<sup>–2</sup> at a potential of −1.2/–1.3 V\n(vs RHE). <italic toggle=\"yes\">In situ</italic> X-ray absorption and infrared spectroscopy\nspectra, as well as density functional theory calculations, revealed\nthat the <italic toggle=\"yes\">in situ</italic> generated trigonal pyramidal Cu­(I)­N<sub>3</sub> acts as the electrochemical active site and that the strong\ncoordination ability of the Cu­(I)­N<sub>3</sub> site and the synergistic\neffect of adjacent aromatic hydrogen atoms, <italic toggle=\"yes\">via</italic> hydrogen-bonding\ninteractions, play an important role in stabilizing the key intermediates\nof carbon dioxide reduction and inhibiting the hydrogen evolution\nreaction, thus showing a high performance of electroreduction of CO<sub>2</sub> to CH<sub>4</sub>.</p><p>In order to evaluate the CO<sub>2</sub>RR activity of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>, we examined FE and turnover\nfrequency (TOF) in a CO<sub>2</sub>-saturated 0.5 M NaHCO<sub>3</sub> solution under different potentials (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">S5</ext-link>). The\npartial current density plots of all products are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>. Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> has a TOF­(CH<sub>4</sub>) of 0.07 ± 0.01/0.13\n± 0.01 s<sup>–1</sup> calculated from three repeated measurements\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S4c</ext-link>) and FE­(CH<sub>4</sub>) of\n92%/88% as well as a partial current density of 9.8/18.3 mA cm<sup>–2</sup> at −1.2/–1.3 V (vs RHE), which represent\na high efficiency and selectivity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The energy efficiency for yielding CH<sub>4</sub> at a potential\nof −1.2 V (vs RHE) is 81.0% (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), indicative of a high energy usage. The reduced product given by <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was only CO with a TOF of 0.012 s<sup>–1</sup> and an FE of 17.0% at −1.2 V (vs RHE). It\nshould be noted that, thanks to the coordination saturation of the\noctahedral zinc ion in the interior of the metal cluster (a), Zn should not\nbe able to act as the active site for CO<sub>2</sub>RR in the structure\nof Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>, despite\nthe electrochemical performance given by the pyramidal Zn in <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> for yielding CO (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). In other words, the Cu ions should be the active\nsites for CO<sub>2</sub>RR instead of the Zn ions. For comparison,\n[Cu<sub>3</sub>(btc)<sub>2</sub>] (HKUST-1, H<sub>3</sub>BTC = 1,3,5-benzenetricarboxylic\nacid) and Cu<sub>2</sub>O@Cu-BTC show the FE­(CH<sub>4</sub>) of 45 and 63.2%,\nrespectively. As far as we know, the performance of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> is the best one among\nall MOFs for yielding CH<sub>4</sub> in CO<sub>2</sub>RR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Table S1</ext-link>) under neutral conditions. As for other inorganic materials, Barilea and Pan reported a Cu-Nafion\nelectrocatalyst with an FE­(CH<sub>4</sub>) of 88%/68%, but the current\ndensity is only 0.3/0.7 mA cm<sup>–2</sup> at −0.89/–0.38\nV (vs RHE). Actually, only an FN-CTF-400\ncompound exhibits a higher FE (FE<sub>CH<sub>4</sub>\n</sub> = 99.3%)\nthan Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> but with\na current density of only 0.2 mA cm<sup>–2</sup> at −0.8\nV (vs RHE). The performance of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> is comparable to that\nof the best catalyst SA-Zn/MNC with an FE­(CH<sub>4</sub>) of 85% with\na current density of 31.8 mA cm<sup>–2</sup> at −1.21\nV (vs RHE). Due to the involvement of\nproton and H<sub>2</sub>O, H<sub>2</sub> is usually an ineluctable\nproduct. Actually, H<sub>2</sub> and CO evolution\nreaction also occurred in our tests, but the composition of the gas\nproduct can be simply tuned by controlling the potential. CO can be\nregarded as the main product at the low potential. Besides, the <sup>1</sup>H nuclear magnetic resonance (NMR) spectrum reveals that no\nliquid-phase product existed during CO<sub>2</sub>RR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). In order to identify the source of\nthe obtained CH<sub>4</sub>, we replaced CO<sub>2</sub> with <sup>13</sup>CO<sub>2</sub> and repeated the electrochemical test (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S9a</ext-link>). According to gas chromatography–mass\nspectrometry spectra, <sup>13</sup>CH<sub>4</sub> and <sup>13</sup>CO were observed instead of CH<sub>4</sub> and CO, confirming that\nthe carbon in CH<sub>4</sub> was originated from CO<sub>2</sub>. No\nother hydrocarbons (e.g., <sup>13</sup>C<sub>2</sub>H<sub>4</sub> and <sup>13</sup>C<sub>2</sub>H<sub>6</sub>) or formic acid were observed;\nthus, no further separation for the product is required in the CO<sub>2</sub>RR catalyzed by Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>.</p><p>Besides the electrocatalytic activity and selectivity,\ndurability\nis also a crucial parameter for electrocatalysts. The durability test\nof Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> was carried\nout by the continuous electroreduction of CO<sub>2</sub> at −1.2\nV (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S9b</ext-link>). Almost no current attenuation\nor FE decrease was observed after a 24 h evaluation. Furthermore,\nPXRD, SEM, and TEM patterns/images of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> showed negligible changes after CO<sub>2</sub>RR\ntests for 24 h (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figures S1, S10, and S11</ext-link>). Additionally, as the general methods for electrocatalyst characterization,\n<italic toggle=\"yes\">in situ</italic> Cu K-edge X-ray absorption near-edge structure\n(XANES), Fourier transform extended X-ray absorption fine structure\n(EXAFS) results ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">S12</ext-link>), and X-ray photoelectron spectroscopy\n(XPS) spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.1c02980/suppl_file/cs1c02980_si_003.pdf\" xlink:type=\"simple\">Figure S10a,c</ext-link>) revealed\nno generation of Cu clusters or Cu–Cu bonds. Therefore, the\nelectrochemical activity of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> should be attributed to the MOF rather than Cu clusters.</p>", "clean_text": "High-efficiency electrocatalysts for CO2 reduction reaction are extremely desirable to produce valuable hydrocarbon productions, as well as addressing the current environmental challenges. In this work, we introduce a Cu-based metal-organic framework as a catalyst for the efficient and selective reduction of CO2 to CH4 in neutral aqueous electrolytes. Detailed examination of [Cu 4 ZnCl4(btdd)3] (Cu  4  -MFU-4l , H2btdd = bis(1H-1,2,3-triazolo-[4,5-b],[4',5'-i])dibenzo-[1,4]-dioxin) revealed the highest activity for yielding methane with a Faradaic efficiency of 92%/88% and a partial current density of 9.8/18.3 mA cm-2 at a potential of -1.2/-1.3 V (vs RHE). In situ X-ray absorption and infrared spectroscopy spectra, as well as density functional theory calculations, revealed that the in situ generated trigonal pyramidal Cu(I)N3 acts as the electrochemical active site and that the strong coordination ability of the Cu(I)N3 site and the synergistic effect of adjacent aromatic hydrogen atoms, via hydrogen-bonding interactions, play an important role in stabilizing the key intermediates of carbon dioxide reduction and inhibiting the hydrogen evolution reaction, thus showing a high performance of electroreduction of CO2 to CH4.\n\nIn order to evaluate the CO2RR activity of Cu 4   II  -MFU-4l , we examined FE and turnover frequency (TOF) in a CO2-saturated 0.5 M NaHCO3 solution under different potentials (b and S5). The partial current density plots of all products are shown in Figure S4b. Cu 4   II  -MFU-4l  has a TOF(CH4) of 0.07 ± 0.01/0.13 ± 0.01 s-1 calculated from three repeated measurements (Figure S4c) and FE(CH4) of 92%/88% as well as a partial current density of 9.8/18.3 mA cm-2 at -1.2/-1.3 V (vs RHE), which represent a high efficiency and selectivity (Table S1). The energy efficiency for yielding CH4 at a potential of -1.2 V (vs RHE) is 81.0% (Figure S6), indicative of a high energy usage. The reduced product given by MFU-4l  was only CO with a TOF of 0.012 s-1 and an FE of 17.0% at -1.2 V (vs RHE). It should be noted that, thanks to the coordination saturation of the octahedral zinc ion in the interior of the metal cluster (a), Zn should not be able to act as the active site for CO2RR in the structure of Cu 4   II  -MFU-4l , despite the electrochemical performance given by the pyramidal Zn in MFU-4l  for yielding CO (Figure S7). In other words, the Cu ions should be the active sites for CO2RR instead of the Zn ions. For comparison, [Cu3(btc)2] (HKUST-1, H3BTC = 1,3,5-benzenetricarboxylic acid) and Cu2O@Cu-BTC show the FE(CH4) of 45 and 63.2%, respectively. As far as we know, the performance of Cu 4   II  -MFU-4l  is the best one among all MOFs for yielding CH4 in CO2RR (Table S1) under neutral conditions. As for other inorganic materials, Barilea and Pan reported a Cu-Nafion electrocatalyst with an FE(CH4) of 88%/68%, but the current density is only 0.3/0.7 mA cm-2 at -0.89/-0.38 V (vs RHE). Actually, only an FN-CTF-400 compound exhibits a higher FE (FECH4  = 99.3%) than Cu 4   II  -MFU-4l  but with a current density of only 0.2 mA cm-2 at -0.8 V (vs RHE). The performance of Cu 4   II  -MFU-4l  is comparable to that of the best catalyst SA-Zn/MNC with an FE(CH4) of 85% with a current density of 31.8 mA cm-2 at -1.21 V (vs RHE). Due to the involvement of proton and H2O, H2 is usually an ineluctable product. Actually, H2 and CO evolution reaction also occurred in our tests, but the composition of the gas product can be simply tuned by controlling the potential. CO can be regarded as the main product at the low potential. Besides, the 1H nuclear magnetic resonance (NMR) spectrum reveals that no liquid-phase product existed during CO2RR (Figure S8). In order to identify the source of the obtained CH4, we replaced CO2 with 13CO2 and repeated the electrochemical test (Figure S9a). According to gas chromatography-mass spectrometry spectra, 13CH4 and 13CO were observed instead of CH4 and CO, confirming that the carbon in CH4 was originated from CO2. No other hydrocarbons (e.g., 13C2H4 and 13C2H6) or formic acid were observed; thus, no further separation for the product is required in the CO2RR catalyzed by Cu 4   II  -MFU-4l .\n\nBesides the electrocatalytic activity and selectivity, durability is also a crucial parameter for electrocatalysts. The durability test of Cu 4   II  -MFU-4l  was carried out by the continuous electroreduction of CO2 at -1.2 V (Figure S9b). Almost no current attenuation or FE decrease was observed after a 24 h evaluation. Furthermore, PXRD, SEM, and TEM patterns/images of Cu 4   II  -MFU-4l  showed negligible changes after CO2RR tests for 24 h (Figures S1, S10, and S11). Additionally, as the general methods for electrocatalyst characterization, in situ Cu K-edge X-ray absorption near-edge structure (XANES), Fourier transform extended X-ray absorption fine structure (EXAFS) results ( and S12), and X-ray photoelectron spectroscopy (XPS) spectra (Figure S10a,c) revealed no generation of Cu clusters or Cu-Cu bonds. Therefore, the electrochemical activity of Cu 4   II  -MFU-4l  should be attributed to the MOF rather than Cu clusters.", "data": [[{"meta": {"name": "Cu-based metal–organic framework", "symbol": "", "chemical formula": "[Cu4ZnCl4(btdd)3]"}}, {"etc": [{"property name": "Faradaic efficiency", "value": "92%/88%", "unit": "", "condition": ""}, {"property name": "partial current density", "value": "9.8/18.3", "unit": "mA cm^-2", "condition": ""}, {"property name": "TOF(CH4)", "value": "0.07 ± 0.01/0.13 ± 0.01", "unit": "s^-1", "condition": ""}, {"property name": "FE(CH4)", "value": "92%/88%", "unit": "", "condition": ""}, {"property name": "energy efficiency", "value": "81.0%", "unit": "", "condition": ""}, {"property name": "TOF(CO)", "value": "0.012", "unit": "s^-1", "condition": ""}, {"property name": "FE(CO)", "value": "17.0%", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structures of (a) local coordination environments and metal transformation\nprocess and (b) Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> (3D channel surface highlighted in yellow).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs1c02980_0002.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structures of (a) local coordination environments and metal transformation process and (b) Cu 4   II  -MFU-4l  (3D channel surface highlighted in yellow).   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>CO<sub>2</sub>RR performances at a scan rate of 10 mV\ns<sup>–1</sup> in a CO<sub>2</sub>-saturated 0.5 M NaHCO<sub>3</sub> solution.\n(a) LSV curves of <bold>MFU-4<italic toggle=\"yes\">l</italic>\n</bold> and Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>. (b) FE and TOF by Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs1c02980_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  CO2RR performances at a scan rate of 10 mV s-1 in a CO2-saturated 0.5 M NaHCO3 solution. (a) LSV curves of MFU-4l  and Cu 4   II  -MFU-4l . (b) FE and TOF by Cu 4   II  -MFU-4l .   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Normalized\nCu K-edge XANES spectra and (b) Fourier transform\nEXAFS spectra of Cu-based samples including Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs1c02980_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Normalized Cu K-edge XANES spectra and (b) Fourier transform EXAFS spectra of Cu-based samples including Cu 4   II  -MFU-4l .   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a,b) <italic toggle=\"yes\">In situ</italic> ATR–FTIR spectra of Cu<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>II</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> collected at −1.2\nV vs RHE in CO<sub>2</sub>-saturated 0.5 M NaHCO<sub>3</sub> electrolyte.\n(c) Possible pathway for electrochemical reduction of CO<sub>2</sub> to CH<sub>4</sub> on <bold>Cu</bold>\n<sub arrange=\"stack\">\n<bold>4</bold>\n</sub>\n<sup arrange=\"stack\">\n<bold>I</bold>\n</sup>\n<bold>-MFU-4<italic toggle=\"yes\">l</italic>\n</bold> after the reduction of Cu­(II) to Cu­(I) during the\nelectrocatalysis. (d) Illustration of the energy barriers of the electroreduction\npathway.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs1c02980_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a,b) In situ ATR-FTIR spectra of Cu 4   II  -MFU-4l  collected at -1.2 V vs RHE in CO2-saturated 0.5 M NaHCO3 electrolyte. (c) Possible pathway for electrochemical reduction of CO2 to CH4 on Cu  4   I  -MFU-4l  after the reduction of Cu(II) to Cu(I) during the electrocatalysis. (d) Illustration of the energy barriers of the electroreduction pathway.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscatal.1c02980", "title": "\nHighly Efficient Electroconversion of CO2 into CH4 by a Metal–Organic Framework with Trigonal\nPyramidal Cu(I)N3 Active Sites\n", "journal": "American Chemical Society", "date": "2021.09", "author_list": ["Zhu\nHao-Lin", "Huang\nJia-Run", "Zhang\nXue-Wen", "Wang\nChao", "Huang\nNing-Yu", "Liao\nPei-Qin", "Chen\nXiao-Ming"]}}