{"filepath": "../L2M3_data/1_application_papers/acs_xml/cs2c02002.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Conversion from CO<sub>2</sub> to\nthe more desirable and valuable\nC<sub>2+</sub> products under neutral conditions is important for\nthe development of energy and the environment, but it is a challenging\nwork. In this work, we demonstrate that the bi-copper sites on the\ncrystal surface of a metal–organic framework <bold>Cu-HITP</bold> (HITP = 2,3,6,7,10,11-hexaiminotriphenylene) are very suitable for\ncatalyzing the low-energy pathway of *CO coupling with *COH to form\n*OCCOH. The in situ infrared spectroscopy, theoretic calculations,\nand controlled experiments show that polydopamine coating of <bold>Cu-HITP</bold> could provide a carbon dioxide reduction reaction-favored\nlocal environment with proton sources and hydrogen-bond donors around\nthe bi-copper active sites to promote *CO hydrogenation and stabilize\nthe key intermediates (*COH and *OCCOH), resulting in a high selectivity\nof the C<sub>2+</sub> reduced products [Faradaic efficiency (C<sub>2+</sub>) of 75(3)%, Faradaic efficiency (C<sub>2</sub>H<sub>4</sub>) of 51(1)%] in the KHCO<sub>3</sub> electrolyte. This work provides\nan insight into the catalytic activity on the surface of metal–organic\nframeworks and the local environment for electroreduction of CO<sub>2</sub> to C<sub>2+</sub> products.</p>", "clean_text": "Conversion from CO2 to the more desirable and valuable C2+ products under neutral conditions is important for the development of energy and the environment, but it is a challenging work. In this work, we demonstrate that the bi-copper sites on the crystal surface of a metal-organic framework Cu-HITP (HITP = 2,3,6,7,10,11-hexaiminotriphenylene) are very suitable for catalyzing the low-energy pathway of *CO coupling with *COH to form *OCCOH. The in situ infrared spectroscopy, theoretic calculations, and controlled experiments show that polydopamine coating of Cu-HITP could provide a carbon dioxide reduction reaction-favored local environment with proton sources and hydrogen-bond donors around the bi-copper active sites to promote *CO hydrogenation and stabilize the key intermediates (*COH and *OCCOH), resulting in a high selectivity of the C2+ reduced products [Faradaic efficiency (C2+) of 75(3)%, Faradaic efficiency (C2H4) of 51(1)%] in the KHCO3 electrolyte. This work provides an insight into the catalytic activity on the surface of metal-organic frameworks and the local environment for electroreduction of CO2 to C2+ products.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The use of surplus electricity\nto reduce CO<sub>2</sub> into valued chemicals and fuels is of revolutionary\nsignificance to the global environment and sustainable carbon cycle. However, because the catalytic activity and reduced product selectivity\nare poor in aqueous solution, it is a challenging task. Generally, catalysts with a suitable electronic\nstructure can reduce CO<sub>2</sub> in water with high Faradaic efficiency. Moreover, only two-electron C<sub>1</sub> products\n(CO and HCOOH) are usually obtained because these products have more\nfacile kinetics. Deep reduction of CO<sub>2</sub> to the value-added or energy-dense products, especially C<sub>2+</sub> products (C<sub>2</sub>H<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, CH<sub>3</sub>CH<sub>2</sub>OH, and CH<sub>3</sub>COOH), is more desirable, but usually, the overpotentials are significantly\nhigher and selectivities are poor. Also, the\nmain challenge to yield C<sub>2+</sub> products with high selectivity\nlies in promoting C–C coupling.\n</p>", "clean_text": "The use of surplus electricity to reduce CO2 into valued chemicals and fuels is of revolutionary significance to the global environment and sustainable carbon cycle. However, because the catalytic activity and reduced product selectivity are poor in aqueous solution, it is a challenging task. Generally, catalysts with a suitable electronic structure can reduce CO2 in water with high Faradaic efficiency. Moreover, only two-electron C1 products (CO and HCOOH) are usually obtained because these products have more facile kinetics. Deep reduction of CO2 to the value-added or energy-dense products, especially C2+ products (C2H4, C2H6, CH3CH2OH, and CH3COOH), is more desirable, but usually, the overpotentials are significantly higher and selectivities are poor. Also, the main challenge to yield C2+ products with high selectivity lies in promoting C-C coupling. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In the\nprocess of the electrocatalytic carbon dioxide reduction\nreaction (CO<sub>2</sub>RR), strong enough binding of the *CO intermediate\non the catalytic surface is required to establish sufficient coverage\nfor further reduction or C–C coupling. Experimentally, it was verified that regulating the electronic structure\nof copper could stabilize the *CO intermediate. Introducing ligands with strong\nhydrogen-bonding groups (amino and phenolic hydroxyl groups) around\nmetal active sites is another way to stabilize the key intermediates\n(*COH and *OCCOH). Among them, phenolic hydroxyl groups are not only hydrogen-bond\ndonors but also proton sources to adjust proton delivery and promote\nhydrogenation. Theoretical\ncalculations showed that there are two potential reaction pathways\nfor the formation of the C–C bond, namely, (a) the dimerization of two\n*CO and (b)\nthe coupling of *CO with a *CO hydrogenation product (e.g., *COH). In fact, the barrier of a *CO coupling with\n*COH to form *OCCOH is 0.87 eV (<italic toggle=\"yes\">U</italic> = 0 V), which is\nmuch lower than that (1.15 eV) of *CO dimerization. Thus, adjusting proton delivery to hydrogenate *CO into *COH and\nthen coupling with an adjacent *CO species are beneficial to reduce\nthe energy barrier for forming a C–C bond. Carefully analyzing the molecular structure of the *OCCOH intermediate\nshows that the C–C distance is about 1.55 Å, and the ∠C–C\nsite is about 108–120°, so the ideal distance between\ntwo active sites for forming the *OCCOH species is within 2.78–3.56\nÅ. Therefore, introducing amino and phenolic hydroxyl groups\naround the active sites with an appropriate distance may markedly\npromote the C–C coupling synergistically (c). However, this strategy has not been proposed and realized for electrochemical\nCO<sub>2</sub>RR.</p>", "clean_text": "In the process of the electrocatalytic carbon dioxide reduction reaction (CO2RR), strong enough binding of the *CO intermediate on the catalytic surface is required to establish sufficient coverage for further reduction or C-C coupling. Experimentally, it was verified that regulating the electronic structure of copper could stabilize the *CO intermediate. Introducing ligands with strong hydrogen-bonding groups (amino and phenolic hydroxyl groups) around metal active sites is another way to stabilize the key intermediates (*COH and *OCCOH). Among them, phenolic hydroxyl groups are not only hydrogen-bond donors but also proton sources to adjust proton delivery and promote hydrogenation. Theoretical calculations showed that there are two potential reaction pathways for the formation of the C-C bond, namely, (a) the dimerization of two *CO and (b) the coupling of *CO with a *CO hydrogenation product (e.g., *COH). In fact, the barrier of a *CO coupling with *COH to form *OCCOH is 0.87 eV (U = 0 V), which is much lower than that (1.15 eV) of *CO dimerization. Thus, adjusting proton delivery to hydrogenate *CO into *COH and then coupling with an adjacent *CO species are beneficial to reduce the energy barrier for forming a C-C bond. Carefully analyzing the molecular structure of the *OCCOH intermediate shows that the C-C distance is about 1.55 Å, and the ∠C-C site is about 108-120°, so the ideal distance between two active sites for forming the *OCCOH species is within 2.78-3.56 Å. Therefore, introducing amino and phenolic hydroxyl groups around the active sites with an appropriate distance may markedly promote the C-C coupling synergistically (c). However, this strategy has not been proposed and realized for electrochemical CO2RR.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Description of Different C–C Coupling Pathways\nand the Corresponding\nEnergy Barriers: (a) *CO Dimerization Pathways; (b) Coupling of *CO\nwith a Hydrogenated *COH to Form a *OCCOH Intermediate When the Distance\nbetween the Metal Active Sites Is Appropriate (2.78–3.56 Å);\nand (c) CO<sub>2</sub>RR-Favored Local Environment with Proton Sources\nand Hydrogen-Bond Donors around the Active Sites to Reduce the Coupling\nEnergy Barrier and Promote the C–C Bond Formation<xref ref-type=\"fn\" rid=\"s1fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0006.tif\" xlink:type=\"simple\"></graphic>\n<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>Noted: Cu, Orange; C, Gray; O,\nRed; N, Blue; H, White.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Description of Different C-C Coupling Pathways and the Corresponding Energy Barriers: (a) *CO Dimerization Pathways; (b) Coupling of *CO with a Hydrogenated *COH to Form a *OCCOH Intermediate When the Distance between the Metal Active Sites Is Appropriate (2.78-3.56 Å); and (c) CO2RR-Favored Local Environment with Proton Sources and Hydrogen-Bond Donors around the Active Sites to Reduce the Coupling Energy Barrier and Promote the C-C Bond Formation      a Noted: Cu, Orange; C, Gray; O, Red; N, Blue; H, White.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>Noted: Cu, Orange; C, Gray; O,\nRed; N, Blue; H, White.</p>\n</fn>\n</p><p>As we all know, copper\nis the most effective catalyst that can\nyield C<sub>1</sub>–C<sub>2+</sub> products via electrocatalytic\nCO<sub>2</sub>RR. However, C<sub>1</sub> compounds are usually the dominant products for the reported copper-based\nnanomaterials, and the selectivities of C<sub>2+</sub> products are\nnot satisfactory. To improve the catalytic\nactivity and selectivity of the electroreduction of CO<sub>2</sub> to C<sub>2+</sub> products, various tailoring strategies have been\ndeveloped for copper-based catalysts. Despite significant progress, the conversions usually work in high\nalkaline electrolytes. Notably, under\nalkaline conditions, CO<sub>2</sub> will react with OH<sup>–</sup> to form carbonates, resulting in increment of whole cell resistance,\nblocking the gas diffusion channel, and accelerating electrolyte flooding. In addition, the resulting Cu-based nanomaterials\nwith high selectivity for C<sub>2+</sub> products usually show complicated\nmorphologies, which present a challenge for mechanistic studies. Developing other well-defined crystalline model Cu-based electrocatalysts\nto precisely uncover the mechanism of C–C coupling and optimizing\nthe C–C coupling pathway could achieve rational design of more\neffective CO<sub>2</sub>RR catalysts for producing C<sub>2+</sub> products\nwith higher selectivities.</p>", "clean_text": "  a Noted: Cu, Orange; C, Gray; O, Red; N, Blue; H, White.  \n\nAs we all know, copper is the most effective catalyst that can yield C1-C2+ products via electrocatalytic CO2RR. However, C1 compounds are usually the dominant products for the reported copper-based nanomaterials, and the selectivities of C2+ products are not satisfactory. To improve the catalytic activity and selectivity of the electroreduction of CO2 to C2+ products, various tailoring strategies have been developed for copper-based catalysts. Despite significant progress, the conversions usually work in high alkaline electrolytes. Notably, under alkaline conditions, CO2 will react with OH- to form carbonates, resulting in increment of whole cell resistance, blocking the gas diffusion channel, and accelerating electrolyte flooding. In addition, the resulting Cu-based nanomaterials with high selectivity for C2+ products usually show complicated morphologies, which present a challenge for mechanistic studies. Developing other well-defined crystalline model Cu-based electrocatalysts to precisely uncover the mechanism of C-C coupling and optimizing the C-C coupling pathway could achieve rational design of more effective CO2RR catalysts for producing C2+ products with higher selectivities.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>With definite structures, designability,\nand modifiability, metal–organic\nframeworks (MOFs) have promising applications in catalysis. In CO<sub>2</sub>RR, only a few MOFs for electrochemical CO<sub>2</sub>RR show selectivity toward hydrocarbons, but most of them\nshow instability and conversion into Cu or Cu<sub>2</sub>O clusters. In fact, Cu–N bonds are more stable than Cu–O bonds; thus, Cu–N bond-based MOFs usually exhibit\nhigher stability. <bold>Cu-HITP</bold> (HITP = 2,3,6,7,10,11-hexaiminotriphenylene)\nis a two-dimensional (2D) MOF constructed by HITP linkers and square-planar\nCuN<sub>4</sub> nodes. The 2D layer is further stacked by π–π\ninteractions along the [001] direction to form a rod-like structure\nwith 1D hexagonal channels (). Along the <italic toggle=\"yes\">c</italic>-axis, the distance between adjacent interlayer Cu sites is 3.4 Å\n(a,b), which\nis very suitable as the bi-copper active site for the path of *CO\ncoupling with *COH to form *OCCOH. It has been shown that there may\nbe bare metal sites on the crystal surface of a MOF to serve as the\ncatalytic active sites for CO<sub>2</sub>RR. Therefore, if the surface of <bold>Cu-HITP</bold> is also terminated\nwith copper ions, there are countless bi-copper sites along the <italic toggle=\"yes\">c</italic>-axis on the surface of the <bold>Cu-HITP</bold> crystal.\nThese bi-copper sites could serve as active sites for CO<sub>2</sub>RR. Moreover, since it shows high conductivity (ca. 0.2 S m<sup>–1</sup>), such a 2D structure is beneficial for an electro-catalyst with\nhigh activity and high selectivity for CO<sub>2</sub>RR to give C<sub>2+</sub> products. In this work, <bold>Cu-HITP</bold> was employed to investigate the structure–property\nrelationship for selective conversion of CO<sub>2</sub> in a 0.1 M\nKHCO<sub>3</sub> electrolyte. Interestingly, local proton sources\nand hydrogen-bond donors are introduced around the bi-copper active\nsites by coating of polydopamine (PDA) with amino and phenolic hydroxyl\ngroups onto the surface of <bold>Cu-HITP</bold> particles (a), which promotes\nthe *CO and *COH coupling pathway and increases the selectivity of\nC<sub>2+</sub> products by 33%.</p>", "clean_text": "With definite structures, designability, and modifiability, metal-organic frameworks (MOFs) have promising applications in catalysis. In CO2RR, only a few MOFs for electrochemical CO2RR show selectivity toward hydrocarbons, but most of them show instability and conversion into Cu or Cu2O clusters. In fact, Cu-N bonds are more stable than Cu-O bonds; thus, Cu-N bond-based MOFs usually exhibit higher stability. Cu-HITP (HITP = 2,3,6,7,10,11-hexaiminotriphenylene) is a two-dimensional (2D) MOF constructed by HITP linkers and square-planar CuN4 nodes. The 2D layer is further stacked by π-π interactions along the [001] direction to form a rod-like structure with 1D hexagonal channels (). Along the c-axis, the distance between adjacent interlayer Cu sites is 3.4 Å (a,b), which is very suitable as the bi-copper active site for the path of *CO coupling with *COH to form *OCCOH. It has been shown that there may be bare metal sites on the crystal surface of a MOF to serve as the catalytic active sites for CO2RR. Therefore, if the surface of Cu-HITP is also terminated with copper ions, there are countless bi-copper sites along the c-axis on the surface of the Cu-HITP crystal. These bi-copper sites could serve as active sites for CO2RR. Moreover, since it shows high conductivity (ca. 0.2 S m-1), such a 2D structure is beneficial for an electro-catalyst with high activity and high selectivity for CO2RR to give C2+ products. In this work, Cu-HITP was employed to investigate the structure-property relationship for selective conversion of CO2 in a 0.1 M KHCO3 electrolyte. Interestingly, local proton sources and hydrogen-bond donors are introduced around the bi-copper active sites by coating of polydopamine (PDA) with amino and phenolic hydroxyl groups onto the surface of Cu-HITP particles (a), which promotes the *CO and *COH coupling pathway and increases the selectivity of C2+ products by 33%.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Synthesis of <bold>Cu-HITP</bold> and <bold>Cu-HITP@PDA</bold>. (b) TEM image of <bold>Cu-HITP</bold>. Inset:\nstructural model\nof <bold>Cu-HITP</bold>. C gray, N blue, Cu orange, and H white spheres.\n(c) HRTEM image along the [100] direction. (d,e) TEM image comparison\nof <bold>Cu-HITP@PDA</bold> and <bold>Cu-HITP</bold>. (Note: Red lines\nare drawn to guide the eye.) (f) High-angle annular dark-field STEM\nimage of <bold>Cu-HITP@PDA</bold> and the corresponding elemental\nmapping of (gold) Cu, (cyan) N, (red) C, and (green) O.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Synthesis of Cu-HITP and Cu-HITP@PDA. (b) TEM image of Cu-HITP. Inset: structural model of Cu-HITP. C gray, N blue, Cu orange, and H white spheres. (c) HRTEM image along the [100] direction. (d,e) TEM image comparison of Cu-HITP@PDA and Cu-HITP. (Note: Red lines are drawn to guide the eye.) (f) High-angle annular dark-field STEM image of Cu-HITP@PDA and the corresponding elemental mapping of (gold) Cu, (cyan) N, (red) C, and (green) O.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>A solvothermal reaction of the ligand HITP and hydrated Cu­(NO<sub>3</sub>)<sub>2</sub> at 65 °C gave microcrystalline powder of <bold>Cu-HITP</bold> (a), and its purity was confirmed by the powder X-ray diffraction\n(PXRD) patterns (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Scanning electron microscopy (SEM) revealed\nthat black <bold>Cu-HITP</bold> powders consist of hexagonal, 1–2\nμm-long rod-like crystals (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">S2</ext-link>). As\nshown in the high-resolution transmission electron microscopy (HRTEM)\nimages of <bold>Cu-HITP</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), the microcrystals are rod-like with hexagonal channels along the\n[001] direction, which is consistent with the crystal structure. Notably,\na distance of 3.4 Å between two adjacent layers of <bold>Cu-HITP</bold> along the [001] direction can be observed in the HRTEM images (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">S2, S4</ext-link>).</p>", "clean_text": "A solvothermal reaction of the ligand HITP and hydrated Cu(NO3)2 at 65 °C gave microcrystalline powder of Cu-HITP (a), and its purity was confirmed by the powder X-ray diffraction (PXRD) patterns (Figure S1). Scanning electron microscopy (SEM) revealed that black Cu-HITP powders consist of hexagonal, 1-2 μm-long rod-like crystals (b and S2). As shown in the high-resolution transmission electron microscopy (HRTEM) images of Cu-HITP (Figure S2), the microcrystals are rod-like with hexagonal channels along the [001] direction, which is consistent with the crystal structure. Notably, a distance of 3.4 Å between two adjacent layers of Cu-HITP along the [001] direction can be observed in the HRTEM images (b and S2, S4).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>The catalytic CO<sub>2</sub>RR\nperformances of <bold>Cu-HITP</bold> were assessed in a gastight H-type\nelectrochemical cell separated\nby a proton exchange membrane. The working electrode was prepared\nby coating the microcrystalline powder of the catalyst onto the glassy\ncarbon electrode with a Nafion (perfluorosulfonic acid-PTFE copolymer)\nbinder. Then, the performance of CO<sub>2</sub>RR was tested in a\nCO<sub>2</sub>-saturated 0.1 M KHCO<sub>3</sub> electrolyte. The gaseous\nand liquid products were monitored and analyzed by using online gas\nchromatography (GC) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figures S24–S29</ext-link>) and proton nuclear magnetic resonance (<sup>1</sup>H NMR) spectra,\nrespectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S30</ext-link>). The linear sweep\nvoltammetry (LSV) curves of <bold>Cu-HITP</bold> showed that the current\ndensity measured in the CO<sub>2</sub>-saturated electrolyte is significantly\nhigher than that measured in the Ar-saturated electrolyte (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>), suggesting that the intrinsic activity\nof the catalyst is for CO<sub>2</sub>RR rather than for the hydrogen\nevolution reaction. Notably, <bold>Cu-HITP</bold> shows a high selectivity\nfor ethylene [FE­(C<sub>2</sub>H<sub>4</sub>) = 30%] and less hydrogen\nproduction [FE­(H<sub>2</sub>) = 17%] at −1.2 V versus RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). Combined with liquid-phase products,\nthe FE­(C<sub>2+</sub>) products (including ethylene, ethanol, and\nacetic acid) of <bold>Cu-HITP</bold> (a) reach 42(2)% with a current density of\n5.2 mA cm<sup>–2</sup> at −1.2 V versus RHE. We also\nmeasured the CO<sub>2</sub>RR performance of the nanosheet sample\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) of <bold>Cu-HITP</bold>. Compared\nto the rod-like sample, the nanosheet sample shows a much poor performance\n[FE­(C<sub>2+</sub>) of 14%] of CO<sub>2</sub>RR to C<sub>2+</sub> products.\nBoth the structural analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>) and TEM images (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figures S2 and S8</ext-link>) showed\nthat there are more bi-copper sites on the surface of the rod-like\nsample, while the nanosheet sample has more CuN<sub>4</sub> sites,\nsuggesting that the bi-copper sites () along the <italic toggle=\"yes\">c</italic>-axis on the\nsurface of the <bold>Cu-HITP</bold> crystal might be the active sites\nfor CO<sub>2</sub>RR to give C<sub>2+</sub> products. On the one hand,\nthe distance between adjacent Cu sites (<italic toggle=\"yes\">d</italic>\n<sub>Cu–Cu</sub> = 3.4 Å) is very suitable for catalyzing *CO coupling with\n*COH to form *OCCOH in the low-energy pathway. Additionally, it is\npossible to improve the FE­(C<sub>2+</sub>) by providing a CO<sub>2</sub>RR-favored local environment (with proton sources and hydrogen-bond\ndonors) around the bi-copper active sites.\n</p>", "clean_text": "The catalytic CO2RR performances of Cu-HITP were assessed in a gastight H-type electrochemical cell separated by a proton exchange membrane. The working electrode was prepared by coating the microcrystalline powder of the catalyst onto the glassy carbon electrode with a Nafion (perfluorosulfonic acid-PTFE copolymer) binder. Then, the performance of CO2RR was tested in a CO2-saturated 0.1 M KHCO3 electrolyte. The gaseous and liquid products were monitored and analyzed by using online gas chromatography (GC) (Figures S24-S29) and proton nuclear magnetic resonance (1H NMR) spectra, respectively (Figure S30). The linear sweep voltammetry (LSV) curves of Cu-HITP showed that the current density measured in the CO2-saturated electrolyte is significantly higher than that measured in the Ar-saturated electrolyte (Figure S5), suggesting that the intrinsic activity of the catalyst is for CO2RR rather than for the hydrogen evolution reaction. Notably, Cu-HITP shows a high selectivity for ethylene [FE(C2H4) = 30%] and less hydrogen production [FE(H2) = 17%] at -1.2 V versus RHE (Figure S6). Combined with liquid-phase products, the FE(C2+) products (including ethylene, ethanol, and acetic acid) of Cu-HITP (a) reach 42(2)% with a current density of 5.2 mA cm-2 at -1.2 V versus RHE. We also measured the CO2RR performance of the nanosheet sample (Figure S9) of Cu-HITP. Compared to the rod-like sample, the nanosheet sample shows a much poor performance [FE(C2+) of 14%] of CO2RR to C2+ products. Both the structural analysis (Figure S7) and TEM images (Figures S2 and S8) showed that there are more bi-copper sites on the surface of the rod-like sample, while the nanosheet sample has more CuN4 sites, suggesting that the bi-copper sites () along the c-axis on the surface of the Cu-HITP crystal might be the active sites for CO2RR to give C2+ products. On the one hand, the distance between adjacent Cu sites (d Cu-Cu = 3.4 Å) is very suitable for catalyzing *CO coupling with *COH to form *OCCOH in the low-energy pathway. Additionally, it is possible to improve the FE(C2+) by providing a CO2RR-favored local environment (with proton sources and hydrogen-bond donors) around the bi-copper active sites. ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Electrocatalytic\nperformance of <bold>Cu-HITP</bold> and <bold>Cu-HITP@PDA</bold> for\nCO<sub>2</sub>RR. (a) Comparison of CO<sub>2</sub>RR performances\nof <bold>Cu-HITP</bold> with different PDA\ncoating amounts at −1.2 V vs RHE. (b) Faradaic efficiency (FE)\nof <bold>Cu-HITP@PDA</bold> at different potentials (−1.1 to\n−1.5 V). (c) Comparison of FE­(C<sub>2+</sub>) between <bold>Cu</bold>-<bold>HITP@PDA</bold> and some representative electrocatalysts\nunder neutral conditions (note: C<sub>2+</sub> products include C<sub>2</sub>H<sub>4</sub>, <italic toggle=\"yes\">n</italic>-PrOH, EtOH, and CH<sub>3</sub>COOH).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Electrocatalytic performance of Cu-HITP and Cu-HITP@PDA for CO2RR. (a) Comparison of CO2RR performances of Cu-HITP with different PDA coating amounts at -1.2 V vs RHE. (b) Faradaic efficiency (FE) of Cu-HITP@PDA at different potentials (-1.1 to -1.5 V). (c) Comparison of FE(C2+) between Cu-HITP@PDA and some representative electrocatalysts under neutral conditions (note: C2+ products include C2H4, n-PrOH, EtOH, and CH3COOH).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>With amino (−NH−)\nand phenolic hydroxyl groups, conductive\npolymer PDA can be used as hydrogen-bond donors and proton sources\nat the same time (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">S23</ext-link>). Therefore, coating\nit on the <bold>Cu-HITP</bold> surface may significantly increase\nthe C<sub>2+</sub> products’ selectivities. With all this in\nmind, we assembled PDA in situ on the <bold>Cu-HITP</bold> surface\nthrough the self-polymerization reaction of dopamine and fabricated <bold>Cu-HITP@PDA</bold> samples with different PDA coating amounts at\nmass ratios of <bold>Cu-HITP</bold>/dopamine of 10/1, 10/3, 10/5,\nand 10/7 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>) to find out the optimal\namount of coating. Also, the HRTEM and SEM images of <bold>Cu-HITP@PDA</bold> (d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">S10–S15</ext-link>) showed that the <bold>Cu-HITP</bold> crystal was coated by a uniform shell, suggesting the existence\nof PDA. Besides, compared with the energy-dispersive\nX-ray spectroscopy line scan mode of <bold>Cu-HITP</bold>, the shell\nof <bold>Cu-HITP@PDA</bold> has an O element, suggesting the shell\nof PDA on the <bold>Cu-HITP</bold> core (f). The LSV curves show that <bold>Cu-HITP@PDA</bold> and <bold>Cu-HITP</bold> exhibit similar current density (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>). As depicted in a, as the amount of PDA coating\nincreased, the yield of CO and CH<sub>4</sub> products decreased,\nwhile the selectivity of C<sub>2+</sub> products increased; especially,\nthe FE of C<sub>2</sub>H<sub>4</sub> was improved from 30.8 to 51%\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S32</ext-link>). Furthermore, with the increase\nin potential, the FE of the C<sub>2+</sub> products increased gradually\nand reached a maximum value of 75(3)% at −1.2 V versus RHE\nand then decreased (b). Also, the best performance gives 75(3)% FE­(C<sub>2+</sub>) (C<sub>2</sub>H<sub>4</sub>, <italic toggle=\"yes\">n</italic>-PrOH, EtOH, and\nCH<sub>3</sub>COOH), 4(0.39)% FE­(CH<sub>4</sub>), 3(1.5)% FE­(HCOOH),\n0.62(0.23)% FE­(CH<sub>3</sub>OH), 3(1.1)% FE­(CO), and 13(3.1)% FE­(H<sub>2</sub>) at −1.2 V versus RHE (b). The FE­(C<sub>2+</sub>) value of <bold>Cu-HITP@PDA</bold> is much higher than that of <bold>Cu-HITP</bold> under the same conditions, indicating that the local chemical environment\n(local hydrogen bonding and proton sources) formed by the PDA shell\naround the bi-copper active sites plays a critical role in improving\nthe selectivity of C<sub>2+</sub> products. It should be noted that\nthe performance of <bold>Cu-HITP@PDA</bold> is obviously higher than\nthat of most electrocatalysts and only slightly lower than that of\nthree Cu-based nanomaterials [Re-Cu-I, boron-doped copper, and Cu-polyaniline\n(PANI)] under neutral conditions in the\nH-cell (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The definite structure–property\nrelationship established by this well-defined structural model system\n(<bold>Cu-HITP@PDA</bold>) can provide more insights on the reaction\nmechanism for understanding the C–C coupling and optimizing\nthe C–C coupling pathway.</p>", "clean_text": "With amino (-NH-) and phenolic hydroxyl groups, conductive polymer PDA can be used as hydrogen-bond donors and proton sources at the same time (a and S23). Therefore, coating it on the Cu-HITP surface may significantly increase the C2+ products' selectivities. With all this in mind, we assembled PDA in situ on the Cu-HITP surface through the self-polymerization reaction of dopamine and fabricated Cu-HITP@PDA samples with different PDA coating amounts at mass ratios of Cu-HITP/dopamine of 10/1, 10/3, 10/5, and 10/7 (Figure S11) to find out the optimal amount of coating. Also, the HRTEM and SEM images of Cu-HITP@PDA (d and S10-S15) showed that the Cu-HITP crystal was coated by a uniform shell, suggesting the existence of PDA. Besides, compared with the energy-dispersive X-ray spectroscopy line scan mode of Cu-HITP, the shell of Cu-HITP@PDA has an O element, suggesting the shell of PDA on the Cu-HITP core (f). The LSV curves show that Cu-HITP@PDA and Cu-HITP exhibit similar current density (Figure S16). As depicted in a, as the amount of PDA coating increased, the yield of CO and CH4 products decreased, while the selectivity of C2+ products increased; especially, the FE of C2H4 was improved from 30.8 to 51% (Figure S32). Furthermore, with the increase in potential, the FE of the C2+ products increased gradually and reached a maximum value of 75(3)% at -1.2 V versus RHE and then decreased (b). Also, the best performance gives 75(3)% FE(C2+) (C2H4, n-PrOH, EtOH, and CH3COOH), 4(0.39)% FE(CH4), 3(1.5)% FE(HCOOH), 0.62(0.23)% FE(CH3OH), 3(1.1)% FE(CO), and 13(3.1)% FE(H2) at -1.2 V versus RHE (b). The FE(C2+) value of Cu-HITP@PDA is much higher than that of Cu-HITP under the same conditions, indicating that the local chemical environment (local hydrogen bonding and proton sources) formed by the PDA shell around the bi-copper active sites plays a critical role in improving the selectivity of C2+ products. It should be noted that the performance of Cu-HITP@PDA is obviously higher than that of most electrocatalysts and only slightly lower than that of three Cu-based nanomaterials [Re-Cu-I, boron-doped copper, and Cu-polyaniline (PANI)] under neutral conditions in the H-cell (c and Table S2). The definite structure-property relationship established by this well-defined structural model system (Cu-HITP@PDA) can provide more insights on the reaction mechanism for understanding the C-C coupling and optimizing the C-C coupling pathway.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>In order to determine the carbon\nsource of gas products, the <sup>13</sup>C isotope-labeling experiments\nwere performed with GC–mass\nspectrometry (GC–MS). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S41</ext-link>, the peaks at <italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">z</italic> = 30,\n17, and 29 are assigned to <sup>13</sup>C<sub>2</sub>H<sub>4</sub>, <sup>13</sup>CH<sub>4</sub>, and <sup>13</sup>CO, respectively,\nindicating that the carbon source of the reduction products indeed\nderives from the CO<sub>2</sub> used. Moreover, electrolysis with <bold>Cu-HITP@PDA</bold> as the electrocatalyst in the Ar atmosphere was\nperformed. As being expected, the GC profiles and <sup>1</sup>H NMR\nspectrum demonstrate that no carbon oxygenate or hydrocarbons can\nbe detected (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figures S39 and S40</ext-link>), indicating\nthat the elemental carbon in the catalyst is not involved in the formation\nof the reduction products.</p>", "clean_text": "In order to determine the carbon source of gas products, the 13C isotope-labeling experiments were performed with GC-mass spectrometry (GC-MS). As shown in Figure S41, the peaks at m/z = 30, 17, and 29 are assigned to 13C2H4, 13CH4, and 13CO, respectively, indicating that the carbon source of the reduction products indeed derives from the CO2 used. Moreover, electrolysis with Cu-HITP@PDA as the electrocatalyst in the Ar atmosphere was performed. As being expected, the GC profiles and 1H NMR spectrum demonstrate that no carbon oxygenate or hydrocarbons can be detected (Figures S39 and S40), indicating that the elemental carbon in the catalyst is not involved in the formation of the reduction products.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The long-term electrolysis at −1.2\nV versus RHE for <bold>Cu-HITP@PDA</bold> indicated that its CO<sub>2</sub>RR performance\ncan be maintained for at least 10 h (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>). To further confirm the stability of the oxidation state and coordination\nconfiguration of Cu­(II) ions, the X-ray absorption near-edge structure\n(XANES) spectra of <bold>Cu-HITP@PDA</bold> were measured at −1.2\nV vs. RHE in 0.1 M KHCO<sub>3</sub> during the first 30 min and after\n1 h (). As shown in a,b, no significant change was observed in\nCu K-edges during the CO<sub>2</sub>RR process, indicating that the\noxidation state of copper was maintained, and no Cu(0) or Cu­(I) signal\nwas detected during CO<sub>2</sub>RR. Furthermore, the spectra of extended X-ray absorption fine structure\n(EXAFS) of <bold>Cu-HITP@PDA</bold> showed that the first coordination\ncenter peak of 1.96 Å (corresponding to the Cu–N bond)\nremains unchanged, demonstrating no change\nin the coordination configuration of Cu­(II) ions throughout the catalytic\nprocess (d,e).\nNotably, according to the PXRD patterns, X-ray photoelectron spectroscopy\npattern, and SEM and TEM images, the\nperformance (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>), copper oxidation\nstate, morphology, and the structure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figures S17–S21</ext-link>) of <bold>Cu-HITP@PDA</bold> could be maintained,\nand no Cu or Cu<sub>2</sub>O cluster was generated during electrocatalysis.</p>", "clean_text": "The long-term electrolysis at -1.2 V versus RHE for Cu-HITP@PDA indicated that its CO2RR performance can be maintained for at least 10 h (Figure S22). To further confirm the stability of the oxidation state and coordination configuration of Cu(II) ions, the X-ray absorption near-edge structure (XANES) spectra of Cu-HITP@PDA were measured at -1.2 V vs. RHE in 0.1 M KHCO3 during the first 30 min and after 1 h (). As shown in a,b, no significant change was observed in Cu K-edges during the CO2RR process, indicating that the oxidation state of copper was maintained, and no Cu(0) or Cu(I) signal was detected during CO2RR. Furthermore, the spectra of extended X-ray absorption fine structure (EXAFS) of Cu-HITP@PDA showed that the first coordination center peak of 1.96 Å (corresponding to the Cu-N bond) remains unchanged, demonstrating no change in the coordination configuration of Cu(II) ions throughout the catalytic process (d,e). Notably, according to the PXRD patterns, X-ray photoelectron spectroscopy pattern, and SEM and TEM images, the performance (Figure S22), copper oxidation state, morphology, and the structure (Figures S17-S21) of Cu-HITP@PDA could be maintained, and no Cu or Cu2O cluster was generated during electrocatalysis.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>In situ\nX-ray absorption spectroscopy characterization of both\ncatalysts and references. (a) Cu K-edge in situ XANES spectra of the <bold>Cu-HITP@PDA</bold> measured at −1.2 V vs RHE in 0.1 M KHCO<sub>3</sub> during the first 30 min and after 1 h. (b) Partially magnified\nin situ XANES spectra. Bulk Cu, Cu<sub>2</sub>O, and CuO spectra are\nplotted as references. (c) Wavelet transform (WT) contour plots of\nEXAFS for <bold>Cu-HITP@PDA</bold>. Magnitude (d) and imaginary (e)\nparts of <italic toggle=\"yes\">R</italic>′ space EXAFS spectra and fits of\nthe <bold>Cu-HITP@PDA</bold> sample. Inset: the illustration of the\nCuN<sub>4</sub> coordination motif. Corresponding fitting results\nare listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  In situ X-ray absorption spectroscopy characterization of both catalysts and references. (a) Cu K-edge in situ XANES spectra of the Cu-HITP@PDA measured at -1.2 V vs RHE in 0.1 M KHCO3 during the first 30 min and after 1 h. (b) Partially magnified in situ XANES spectra. Bulk Cu, Cu2O, and CuO spectra are plotted as references. (c) Wavelet transform (WT) contour plots of EXAFS for Cu-HITP@PDA. Magnitude (d) and imaginary (e) parts of R' space EXAFS spectra and fits of the Cu-HITP@PDA sample. Inset: the illustration of the CuN4 coordination motif. Corresponding fitting results are listed in Table S1.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>In order to ascertain the intermediates during CO<sub>2</sub>RR,\nin situ electrochemical attenuated total reflection Fourier-transform\ninfrared spectroscopy (ATR-FTIR) studies for the catalysts were performed\nto understand the structure–activity relationship of <bold>Cu-HITP</bold> during the electrocatalysis process. The in situ FTIR\nsignals were collected at −1.2 V versus RHE in a CO<sub>2</sub>-saturated 0.1 M KHCO<sub>3</sub> electrolyte using a home-made ATR-FTIR\ndevice (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S36</ext-link>). As shown in a, the bands located\nat 1387 and 1400 cm<sup>–1</sup> in the spectra can be assigned\nto the carboxyl intermediate of *COOH and the bidentate intermediate\nof *COO, respectively. Also, the band located at 2079 cm<sup>–1</sup> can be assigned to chemisorbed CO, namely, *CO (a). Furthermore, the absorption\npeaks of the *CH<sub>2</sub> intermediate (3108 cm<sup>–1</sup> for C–H stretch and 995 cm<sup>–1</sup> can be assigned\nto the C–H bending vibration) were observed. Notably, the band\nat 1150 cm<sup>–1</sup> can be assigned to the stretching vibration\nof the *COH intermediate, indicating that the *CO species obtains\nH and then hydrogenates into a *COH intermediate during the CO<sub>2</sub>RR process (a,e). Most importantly, the band at 1575 cm<sup>–1</sup> can be assigned to the stretching vibration of the *OCCOH intermediate. This means that *OCCOH is a key intermediate\nfor <bold>Cu-HITP</bold> electrocatalytic reduction of CO<sub>2</sub> to C<sub>2+</sub> products.</p>", "clean_text": "In order to ascertain the intermediates during CO2RR, in situ electrochemical attenuated total reflection Fourier-transform infrared spectroscopy (ATR-FTIR) studies for the catalysts were performed to understand the structure-activity relationship of Cu-HITP during the electrocatalysis process. The in situ FTIR signals were collected at -1.2 V versus RHE in a CO2-saturated 0.1 M KHCO3 electrolyte using a home-made ATR-FTIR device (Figure S36). As shown in a, the bands located at 1387 and 1400 cm-1 in the spectra can be assigned to the carboxyl intermediate of *COOH and the bidentate intermediate of *COO, respectively. Also, the band located at 2079 cm-1 can be assigned to chemisorbed CO, namely, *CO (a). Furthermore, the absorption peaks of the *CH2 intermediate (3108 cm-1 for C-H stretch and 995 cm-1 can be assigned to the C-H bending vibration) were observed. Notably, the band at 1150 cm-1 can be assigned to the stretching vibration of the *COH intermediate, indicating that the *CO species obtains H and then hydrogenates into a *COH intermediate during the CO2RR process (a,e). Most importantly, the band at 1575 cm-1 can be assigned to the stretching vibration of the *OCCOH intermediate. This means that *OCCOH is a key intermediate for Cu-HITP electrocatalytic reduction of CO2 to C2+ products.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) In situ ATR-FTIR spectra on <bold>Cu-HITP</bold> collected\nat −1.2 V vs RHE in the CO<sub>2</sub>-saturated 0.1 M KHCO<sub>3</sub> electrolyte. (b) Free energy diagram for forming the C–C\nbond on the <bold>Cu-HITP</bold> model. (c) Comparison of the corresponding\nenergies for the formation of *OCCOH through the coupling of *CO and\n*COH intermediates on the surfaces of different catalysts. (d) Optimized\nstructures of the coupling reaction intermediates involved. (e) Catalytic\nmechanism of <bold>Cu-HITP@PDA</bold> for the formation of C<sub>2</sub>H<sub>4</sub> and EtOH.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) In situ ATR-FTIR spectra on Cu-HITP collected at -1.2 V vs RHE in the CO2-saturated 0.1 M KHCO3 electrolyte. (b) Free energy diagram for forming the C-C bond on the Cu-HITP model. (c) Comparison of the corresponding energies for the formation of *OCCOH through the coupling of *CO and *COH intermediates on the surfaces of different catalysts. (d) Optimized structures of the coupling reaction intermediates involved. (e) Catalytic mechanism of Cu-HITP@PDA for the formation of C2H4 and EtOH.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Density functional theory\n(DFT) calculations were used to simulate\nthe energy of the reaction process based on the intermediates revealed\nby in situ ATR-FTIR (b,d). The DFT calculation results show that the rate-determining\nstep is the conversion of *CO to *COH with a reaction energy of ca.\n0.95 eV; thus, under the electric potentials applied in the current\nwork (−1.1 to −1.5 V), this step is likely to occur\n(b). Notably,\nthe formation of the key intermediate *OCCOH revealed by in situ IR\nspectra just has a very low reaction energy of −0.74 eV. Such\na low coupling reaction energy indicates that it is easy to form a\nC–C bond on the <bold>Cu-HITP</bold> surface through the *OCCOH\nintermediate. Furthermore, we also calculated other possible C–C\ncoupling mechanisms. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S45</ext-link>, the DFT calculation results show that the direct formation of *OCCO\nintermediates from two *CO species on the <bold>Cu-HITP</bold> surface\nis thermodynamically forbidden because the distance between two adjacent\n*CO species is 2.72 Å. Similarly, the distance between two intermediates\n*CO and *CHO is 3.25 Å, which does not conform to the covalent\nbonding rules and cannot form an effective C–C bond. In other\nwords, the coupling of *CO with *COH to generate *OCCOH is the most\nthermodynamically dominant pathway to form the C–C bond.</p>", "clean_text": "Density functional theory (DFT) calculations were used to simulate the energy of the reaction process based on the intermediates revealed by in situ ATR-FTIR (b,d). The DFT calculation results show that the rate-determining step is the conversion of *CO to *COH with a reaction energy of ca. 0.95 eV; thus, under the electric potentials applied in the current work (-1.1 to -1.5 V), this step is likely to occur (b). Notably, the formation of the key intermediate *OCCOH revealed by in situ IR spectra just has a very low reaction energy of -0.74 eV. Such a low coupling reaction energy indicates that it is easy to form a C-C bond on the Cu-HITP surface through the *OCCOH intermediate. Furthermore, we also calculated other possible C-C coupling mechanisms. As shown in Figure S45, the DFT calculation results show that the direct formation of *OCCO intermediates from two *CO species on the Cu-HITP surface is thermodynamically forbidden because the distance between two adjacent *CO species is 2.72 Å. Similarly, the distance between two intermediates *CO and *CHO is 3.25 Å, which does not conform to the covalent bonding rules and cannot form an effective C-C bond. In other words, the coupling of *CO with *COH to generate *OCCOH is the most thermodynamically dominant pathway to form the C-C bond.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>We further studied the C–C coupling between the *CO and\n*COH species on the classical Cu(100) and Cu(111) surfaces. Notably,\nthe reaction energy for the coupling of *CO and *COH species to form\na C–C bond is −0.74 eV on the <bold>Cu-HITP</bold> surfaces,\nwhich is lower than that for Cu(100) and Cu(111) facets (c,d). Furthermore, c shows that for\nthe step of *CO + *COH → *OCCOH, the free energy barrier on <bold>Cu-HITP</bold> is the lowest compared to those on the Cu(111) and\nCu(100) surfaces. This phenomenon might be due to the fact that the\ndistances between adjacent Cu sites of Cu(100) and Cu(111) facets\nare 2.54 and 2.56 Å (d), respectively; they are shorter than the ideal distance\n(2.78–3.56 Å) between two active sites for forming *OCCOH.\nThis implies that compared to the Cu(100) and Cu(111) facets, the\ndistance (3.4 Å) between active sites in <bold>Cu-HITP</bold> is more appropriate for the low-energy pathway of *CO coupling with\n*COH to form *OCCOH.</p>", "clean_text": "We further studied the C-C coupling between the *CO and *COH species on the classical Cu(100) and Cu(111) surfaces. Notably, the reaction energy for the coupling of *CO and *COH species to form a C-C bond is -0.74 eV on the Cu-HITP surfaces, which is lower than that for Cu(100) and Cu(111) facets (c,d). Furthermore, c shows that for the step of *CO + *COH → *OCCOH, the free energy barrier on Cu-HITP is the lowest compared to those on the Cu(111) and Cu(100) surfaces. This phenomenon might be due to the fact that the distances between adjacent Cu sites of Cu(100) and Cu(111) facets are 2.54 and 2.56 Å (d), respectively; they are shorter than the ideal distance (2.78-3.56 Å) between two active sites for forming *OCCOH. This implies that compared to the Cu(100) and Cu(111) facets, the distance (3.4 Å) between active sites in Cu-HITP is more appropriate for the low-energy pathway of *CO coupling with *COH to form *OCCOH.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>To investigate the roles of the PDA shell\nin the CO<sub>2</sub>RR activity, we synthesized PANI- [only amino\n(−NH−)\ngroups on phenyl rings] and poly­(<italic toggle=\"yes\">p</italic>-vinylphenol)-\n(only phenolic hydroxy group on phenyl rings) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S23</ext-link>) decorated Cu-HITP to compare the catalytic selectivity\nfor CO<sub>2</sub>RR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figures S31 and S32</ext-link>). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S32</ext-link>, the CH<sub>4</sub> product on <bold>Cu-HITP@Poly­(<italic toggle=\"yes\">p</italic>-vinylphenol</bold>) increases slightly, while the selectivity of FE­(CO) is greatly\nreduced, compared with that of <bold>Cu-HITP</bold>, reflecting that\nthe large amount of adsorbed H provided by the phenolic hydroxyl group\ncan promote *CO hydrogenation. For <bold>Cu-HITP@PANI</bold>, its selectivity of C<sub>2+</sub> products is\nsignificantly higher than that of <bold>Cu-HITP</bold> but lower than\nthat of <bold>Cu-HITP@PDA</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S31</ext-link>), suggesting that the amino groups may act as hydrogen-bond donors\nto stabilize certain key intermediates in the formation of C<sub>2+</sub> products. Also, the selectivity of\nC<sub>2+</sub> for <bold>Cu-HITP@PDA</bold> is significantly increased\ncompared to <bold>Cu-HITP@Poly­(<italic toggle=\"yes\">p</italic>-vinylphenol</bold>) and <bold>Cu-HITP@PANI</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S31</ext-link>). This phenomenon indicated that the phenolic hydroxy could provide\nprotons to promote the hydrogenation of *CO to produce *COH (e), and the amino\ngroup may act as a hydrogen-bond donor to stabilize the key intermediates\n(*COH and *OCOH). Such a hypothesis was confirmed by the in situ ATR-FTIR\nspectra of <bold>Cu-HITP</bold> and <bold>Cu-HITP@PDA</bold>. As shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figures S37 and S38</ext-link>, compared with <bold>Cu-HITP</bold>, the peaks of *COH and *OCCOH intermediates of <bold>Cu-HITP@PDA</bold> (located at 1095 and 1549 cm<sup>–1</sup>, respectively) are red-shifted, which implied that the formation\nof hydrogen bonds between the functional/amino groups on PDA and the\nintermediates leads to weakening of the stretching vibration. On the\nother hand, the signal of the *CO intermediate was not captured, reflecting\nthat the large amount of adsorbed H provided by the phenolic hydroxyl\ngroup promotes *CO hydrogenation to *COH, which leads to a decrease\nin the *CO intermediates. Therefore, the synergistic effect of the\namino and the phenolic hydroxyl groups in <bold>Cu-HITP@PDA</bold> could remarkably increase the selectivity of C<sub>2+</sub> products.</p>", "clean_text": "To investigate the roles of the PDA shell in the CO2RR activity, we synthesized PANI- [only amino (-NH-) groups on phenyl rings] and poly(p-vinylphenol)- (only phenolic hydroxy group on phenyl rings) (Figure S23) decorated Cu-HITP to compare the catalytic selectivity for CO2RR (Figures S31 and S32). As shown in Figure S32, the CH4 product on Cu-HITP@Poly(p-vinylphenol) increases slightly, while the selectivity of FE(CO) is greatly reduced, compared with that of Cu-HITP, reflecting that the large amount of adsorbed H provided by the phenolic hydroxyl group can promote *CO hydrogenation. For Cu-HITP@PANI, its selectivity of C2+ products is significantly higher than that of Cu-HITP but lower than that of Cu-HITP@PDA (Figure S31), suggesting that the amino groups may act as hydrogen-bond donors to stabilize certain key intermediates in the formation of C2+ products. Also, the selectivity of C2+ for Cu-HITP@PDA is significantly increased compared to Cu-HITP@Poly(p-vinylphenol) and Cu-HITP@PANI (Figure S31). This phenomenon indicated that the phenolic hydroxy could provide protons to promote the hydrogenation of *CO to produce *COH (e), and the amino group may act as a hydrogen-bond donor to stabilize the key intermediates (*COH and *OCOH). Such a hypothesis was confirmed by the in situ ATR-FTIR spectra of Cu-HITP and Cu-HITP@PDA. As shown in Figures S37 and S38, compared with Cu-HITP, the peaks of *COH and *OCCOH intermediates of Cu-HITP@PDA (located at 1095 and 1549 cm-1, respectively) are red-shifted, which implied that the formation of hydrogen bonds between the functional/amino groups on PDA and the intermediates leads to weakening of the stretching vibration. On the other hand, the signal of the *CO intermediate was not captured, reflecting that the large amount of adsorbed H provided by the phenolic hydroxyl group promotes *CO hydrogenation to *COH, which leads to a decrease in the *CO intermediates. Therefore, the synergistic effect of the amino and the phenolic hydroxyl groups in Cu-HITP@PDA could remarkably increase the selectivity of C2+ products.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>Compared with the H-type cell, CO<sub>2</sub> gas can flow continuously\nthrough the gas-diffusion layer in a flow cell, thus facilitating\nthe mass transfer of CO<sub>2</sub> to the electrocatalyst and leading\nto an increase in current density. The LSV curves of <bold>Cu-HITP@PDA</bold> in a three-electrode flow cell with a gas diffusion electrode as\nthe working electrode in a 0.1 M KHCO<sub>3</sub> aqueous solution\nwere also measured. At −1.2 V versus RHE, the current density\nincreased to 55 mA cm<sup>–2</sup> and reached 130 mA cm<sup>–2</sup> at −1.5 V versus RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S46</ext-link>), and no obvious degradation was observed at 55\nmA cm<sup>–2</sup> over 10 h of continuous operation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S47</ext-link>). In a 1.0 M KOH aqueous solution,\nbenefitting from diverse functions (influencing Bader charge of catalyst\nsurfaces and tuning the catalytic pathway by nucleophilic reactions\nwith surface intermediates) of OH<sup>–</sup> ions, the current density could even reach 310 mA cm<sup>–2</sup> (−1.2 V vs RHE), which is over the commercially\nrelevant current density of 300 mA cm<sup>–2</sup>. Importantly,\nafter 10 h of electrolysis at a current density of 310 mA cm<sup>–2</sup>, no significant decay was observed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S47</ext-link>).</p>", "clean_text": "Compared with the H-type cell, CO2 gas can flow continuously through the gas-diffusion layer in a flow cell, thus facilitating the mass transfer of CO2 to the electrocatalyst and leading to an increase in current density. The LSV curves of Cu-HITP@PDA in a three-electrode flow cell with a gas diffusion electrode as the working electrode in a 0.1 M KHCO3 aqueous solution were also measured. At -1.2 V versus RHE, the current density increased to 55 mA cm-2 and reached 130 mA cm-2 at -1.5 V versus RHE (Figure S46), and no obvious degradation was observed at 55 mA cm-2 over 10 h of continuous operation (Figure S47). In a 1.0 M KOH aqueous solution, benefitting from diverse functions (influencing Bader charge of catalyst surfaces and tuning the catalytic pathway by nucleophilic reactions with surface intermediates) of OH- ions, the current density could even reach 310 mA cm-2 (-1.2 V vs RHE), which is over the commercially relevant current density of 300 mA cm-2. Importantly, after 10 h of electrolysis at a current density of 310 mA cm-2, no significant decay was observed (Figure S47).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>In summary, focusing on the effects of the distance between\nthe\nadjacent catalytic sites and the local chemical environment on the\nselectivity of CO<sub>2</sub>RR, we reported a new catalyst <bold>Cu-HITP@PDA</bold> for CO<sub>2</sub>RR, which achieved an excellent\nperformance for electroreduction of CO<sub>2</sub> into C<sub>2+</sub> products. Our results indicate that the appropriate distance between\nadjacent Cu sites (<italic toggle=\"yes\">d</italic>\n<sub>Cu–Cu</sub> = 3.4\nÅ) is beneficial to the pathway of *CO coupling with *COH to\nform *OCCOH, and this pathway can be facilitated by putting the coat\nof PDA onto the surface of <bold>Cu-HITP</bold> to modify the local\nchemical environment with enhanced hydrogen-bonding donors and proton\nsources. Such an integration of the rational active site structure\nand post-modification of its local chemical environment may provide\na new strategy for optimizing the FE of C<sub>2+</sub> products.</p>", "clean_text": "In summary, focusing on the effects of the distance between the adjacent catalytic sites and the local chemical environment on the selectivity of CO2RR, we reported a new catalyst Cu-HITP@PDA for CO2RR, which achieved an excellent performance for electroreduction of CO2 into C2+ products. Our results indicate that the appropriate distance between adjacent Cu sites (d Cu-Cu = 3.4 Å) is beneficial to the pathway of *CO coupling with *COH to form *OCCOH, and this pathway can be facilitated by putting the coat of PDA onto the surface of Cu-HITP to modify the local chemical environment with enhanced hydrogen-bonding donors and proton sources. Such an integration of the rational active site structure and post-modification of its local chemical environment may provide a new strategy for optimizing the FE of C2+ products.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acscatal.2c02002?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acscatal.2c02002</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Detailed information on\nmaterials, methods, and DFT\ncalculation description (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Detailed information on\nmaterials, methods, and DFT\ncalculation description (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acscatal.2c02002.  Detailed information on materials, methods, and DFT calculation description (PDF)   \n\nDetailed information on materials, methods, and DFT calculation description (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 9, 11, 20", "type": "text", "classification": "property", "content": "<p>Conversion from CO<sub>2</sub> to\nthe more desirable and valuable\nC<sub>2+</sub> products under neutral conditions is important for\nthe development of energy and the environment, but it is a challenging\nwork. In this work, we demonstrate that the bi-copper sites on the\ncrystal surface of a metal–organic framework <bold>Cu-HITP</bold> (HITP = 2,3,6,7,10,11-hexaiminotriphenylene) are very suitable for\ncatalyzing the low-energy pathway of *CO coupling with *COH to form\n*OCCOH. The in situ infrared spectroscopy, theoretic calculations,\nand controlled experiments show that polydopamine coating of <bold>Cu-HITP</bold> could provide a carbon dioxide reduction reaction-favored\nlocal environment with proton sources and hydrogen-bond donors around\nthe bi-copper active sites to promote *CO hydrogenation and stabilize\nthe key intermediates (*COH and *OCCOH), resulting in a high selectivity\nof the C<sub>2+</sub> reduced products [Faradaic efficiency (C<sub>2+</sub>) of 75(3)%, Faradaic efficiency (C<sub>2</sub>H<sub>4</sub>) of 51(1)%] in the KHCO<sub>3</sub> electrolyte. This work provides\nan insight into the catalytic activity on the surface of metal–organic\nframeworks and the local environment for electroreduction of CO<sub>2</sub> to C<sub>2+</sub> products.</p><p>The catalytic CO<sub>2</sub>RR\nperformances of <bold>Cu-HITP</bold> were assessed in a gastight H-type\nelectrochemical cell separated\nby a proton exchange membrane. The working electrode was prepared\nby coating the microcrystalline powder of the catalyst onto the glassy\ncarbon electrode with a Nafion (perfluorosulfonic acid-PTFE copolymer)\nbinder. Then, the performance of CO<sub>2</sub>RR was tested in a\nCO<sub>2</sub>-saturated 0.1 M KHCO<sub>3</sub> electrolyte. The gaseous\nand liquid products were monitored and analyzed by using online gas\nchromatography (GC) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figures S24–S29</ext-link>) and proton nuclear magnetic resonance (<sup>1</sup>H NMR) spectra,\nrespectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S30</ext-link>). The linear sweep\nvoltammetry (LSV) curves of <bold>Cu-HITP</bold> showed that the current\ndensity measured in the CO<sub>2</sub>-saturated electrolyte is significantly\nhigher than that measured in the Ar-saturated electrolyte (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>), suggesting that the intrinsic activity\nof the catalyst is for CO<sub>2</sub>RR rather than for the hydrogen\nevolution reaction. Notably, <bold>Cu-HITP</bold> shows a high selectivity\nfor ethylene [FE­(C<sub>2</sub>H<sub>4</sub>) = 30%] and less hydrogen\nproduction [FE­(H<sub>2</sub>) = 17%] at −1.2 V versus RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). Combined with liquid-phase products,\nthe FE­(C<sub>2+</sub>) products (including ethylene, ethanol, and\nacetic acid) of <bold>Cu-HITP</bold> (a) reach 42(2)% with a current density of\n5.2 mA cm<sup>–2</sup> at −1.2 V versus RHE. We also\nmeasured the CO<sub>2</sub>RR performance of the nanosheet sample\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) of <bold>Cu-HITP</bold>. Compared\nto the rod-like sample, the nanosheet sample shows a much poor performance\n[FE­(C<sub>2+</sub>) of 14%] of CO<sub>2</sub>RR to C<sub>2+</sub> products.\nBoth the structural analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>) and TEM images (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figures S2 and S8</ext-link>) showed\nthat there are more bi-copper sites on the surface of the rod-like\nsample, while the nanosheet sample has more CuN<sub>4</sub> sites,\nsuggesting that the bi-copper sites () along the <italic toggle=\"yes\">c</italic>-axis on the\nsurface of the <bold>Cu-HITP</bold> crystal might be the active sites\nfor CO<sub>2</sub>RR to give C<sub>2+</sub> products. On the one hand,\nthe distance between adjacent Cu sites (<italic toggle=\"yes\">d</italic>\n<sub>Cu–Cu</sub> = 3.4 Å) is very suitable for catalyzing *CO coupling with\n*COH to form *OCCOH in the low-energy pathway. Additionally, it is\npossible to improve the FE­(C<sub>2+</sub>) by providing a CO<sub>2</sub>RR-favored local environment (with proton sources and hydrogen-bond\ndonors) around the bi-copper active sites.\n</p><p>With amino (−NH−)\nand phenolic hydroxyl groups, conductive\npolymer PDA can be used as hydrogen-bond donors and proton sources\nat the same time (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">S23</ext-link>). Therefore, coating\nit on the <bold>Cu-HITP</bold> surface may significantly increase\nthe C<sub>2+</sub> products’ selectivities. With all this in\nmind, we assembled PDA in situ on the <bold>Cu-HITP</bold> surface\nthrough the self-polymerization reaction of dopamine and fabricated <bold>Cu-HITP@PDA</bold> samples with different PDA coating amounts at\nmass ratios of <bold>Cu-HITP</bold>/dopamine of 10/1, 10/3, 10/5,\nand 10/7 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>) to find out the optimal\namount of coating. Also, the HRTEM and SEM images of <bold>Cu-HITP@PDA</bold> (d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">S10–S15</ext-link>) showed that the <bold>Cu-HITP</bold> crystal was coated by a uniform shell, suggesting the existence\nof PDA. Besides, compared with the energy-dispersive\nX-ray spectroscopy line scan mode of <bold>Cu-HITP</bold>, the shell\nof <bold>Cu-HITP@PDA</bold> has an O element, suggesting the shell\nof PDA on the <bold>Cu-HITP</bold> core (f). The LSV curves show that <bold>Cu-HITP@PDA</bold> and <bold>Cu-HITP</bold> exhibit similar current density (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>). As depicted in a, as the amount of PDA coating\nincreased, the yield of CO and CH<sub>4</sub> products decreased,\nwhile the selectivity of C<sub>2+</sub> products increased; especially,\nthe FE of C<sub>2</sub>H<sub>4</sub> was improved from 30.8 to 51%\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S32</ext-link>). Furthermore, with the increase\nin potential, the FE of the C<sub>2+</sub> products increased gradually\nand reached a maximum value of 75(3)% at −1.2 V versus RHE\nand then decreased (b). Also, the best performance gives 75(3)% FE­(C<sub>2+</sub>) (C<sub>2</sub>H<sub>4</sub>, <italic toggle=\"yes\">n</italic>-PrOH, EtOH, and\nCH<sub>3</sub>COOH), 4(0.39)% FE­(CH<sub>4</sub>), 3(1.5)% FE­(HCOOH),\n0.62(0.23)% FE­(CH<sub>3</sub>OH), 3(1.1)% FE­(CO), and 13(3.1)% FE­(H<sub>2</sub>) at −1.2 V versus RHE (b). The FE­(C<sub>2+</sub>) value of <bold>Cu-HITP@PDA</bold> is much higher than that of <bold>Cu-HITP</bold> under the same conditions, indicating that the local chemical environment\n(local hydrogen bonding and proton sources) formed by the PDA shell\naround the bi-copper active sites plays a critical role in improving\nthe selectivity of C<sub>2+</sub> products. It should be noted that\nthe performance of <bold>Cu-HITP@PDA</bold> is obviously higher than\nthat of most electrocatalysts and only slightly lower than that of\nthree Cu-based nanomaterials [Re-Cu-I, boron-doped copper, and Cu-polyaniline\n(PANI)] under neutral conditions in the\nH-cell (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The definite structure–property\nrelationship established by this well-defined structural model system\n(<bold>Cu-HITP@PDA</bold>) can provide more insights on the reaction\nmechanism for understanding the C–C coupling and optimizing\nthe C–C coupling pathway.</p><p>Compared with the H-type cell, CO<sub>2</sub> gas can flow continuously\nthrough the gas-diffusion layer in a flow cell, thus facilitating\nthe mass transfer of CO<sub>2</sub> to the electrocatalyst and leading\nto an increase in current density. The LSV curves of <bold>Cu-HITP@PDA</bold> in a three-electrode flow cell with a gas diffusion electrode as\nthe working electrode in a 0.1 M KHCO<sub>3</sub> aqueous solution\nwere also measured. At −1.2 V versus RHE, the current density\nincreased to 55 mA cm<sup>–2</sup> and reached 130 mA cm<sup>–2</sup> at −1.5 V versus RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S46</ext-link>), and no obvious degradation was observed at 55\nmA cm<sup>–2</sup> over 10 h of continuous operation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S47</ext-link>). In a 1.0 M KOH aqueous solution,\nbenefitting from diverse functions (influencing Bader charge of catalyst\nsurfaces and tuning the catalytic pathway by nucleophilic reactions\nwith surface intermediates) of OH<sup>–</sup> ions, the current density could even reach 310 mA cm<sup>–2</sup> (−1.2 V vs RHE), which is over the commercially\nrelevant current density of 300 mA cm<sup>–2</sup>. Importantly,\nafter 10 h of electrolysis at a current density of 310 mA cm<sup>–2</sup>, no significant decay was observed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Figure S47</ext-link>).</p>", "clean_text": "Conversion from CO2 to the more desirable and valuable C2+ products under neutral conditions is important for the development of energy and the environment, but it is a challenging work. In this work, we demonstrate that the bi-copper sites on the crystal surface of a metal-organic framework Cu-HITP (HITP = 2,3,6,7,10,11-hexaiminotriphenylene) are very suitable for catalyzing the low-energy pathway of *CO coupling with *COH to form *OCCOH. The in situ infrared spectroscopy, theoretic calculations, and controlled experiments show that polydopamine coating of Cu-HITP could provide a carbon dioxide reduction reaction-favored local environment with proton sources and hydrogen-bond donors around the bi-copper active sites to promote *CO hydrogenation and stabilize the key intermediates (*COH and *OCCOH), resulting in a high selectivity of the C2+ reduced products [Faradaic efficiency (C2+) of 75(3)%, Faradaic efficiency (C2H4) of 51(1)%] in the KHCO3 electrolyte. This work provides an insight into the catalytic activity on the surface of metal-organic frameworks and the local environment for electroreduction of CO2 to C2+ products.\n\nThe catalytic CO2RR performances of Cu-HITP were assessed in a gastight H-type electrochemical cell separated by a proton exchange membrane. The working electrode was prepared by coating the microcrystalline powder of the catalyst onto the glassy carbon electrode with a Nafion (perfluorosulfonic acid-PTFE copolymer) binder. Then, the performance of CO2RR was tested in a CO2-saturated 0.1 M KHCO3 electrolyte. The gaseous and liquid products were monitored and analyzed by using online gas chromatography (GC) (Figures S24-S29) and proton nuclear magnetic resonance (1H NMR) spectra, respectively (Figure S30). The linear sweep voltammetry (LSV) curves of Cu-HITP showed that the current density measured in the CO2-saturated electrolyte is significantly higher than that measured in the Ar-saturated electrolyte (Figure S5), suggesting that the intrinsic activity of the catalyst is for CO2RR rather than for the hydrogen evolution reaction. Notably, Cu-HITP shows a high selectivity for ethylene [FE(C2H4) = 30%] and less hydrogen production [FE(H2) = 17%] at -1.2 V versus RHE (Figure S6). Combined with liquid-phase products, the FE(C2+) products (including ethylene, ethanol, and acetic acid) of Cu-HITP (a) reach 42(2)% with a current density of 5.2 mA cm-2 at -1.2 V versus RHE. We also measured the CO2RR performance of the nanosheet sample (Figure S9) of Cu-HITP. Compared to the rod-like sample, the nanosheet sample shows a much poor performance [FE(C2+) of 14%] of CO2RR to C2+ products. Both the structural analysis (Figure S7) and TEM images (Figures S2 and S8) showed that there are more bi-copper sites on the surface of the rod-like sample, while the nanosheet sample has more CuN4 sites, suggesting that the bi-copper sites () along the c-axis on the surface of the Cu-HITP crystal might be the active sites for CO2RR to give C2+ products. On the one hand, the distance between adjacent Cu sites (d Cu-Cu = 3.4 Å) is very suitable for catalyzing *CO coupling with *COH to form *OCCOH in the low-energy pathway. Additionally, it is possible to improve the FE(C2+) by providing a CO2RR-favored local environment (with proton sources and hydrogen-bond donors) around the bi-copper active sites. \n\nWith amino (-NH-) and phenolic hydroxyl groups, conductive polymer PDA can be used as hydrogen-bond donors and proton sources at the same time (a and S23). Therefore, coating it on the Cu-HITP surface may significantly increase the C2+ products' selectivities. With all this in mind, we assembled PDA in situ on the Cu-HITP surface through the self-polymerization reaction of dopamine and fabricated Cu-HITP@PDA samples with different PDA coating amounts at mass ratios of Cu-HITP/dopamine of 10/1, 10/3, 10/5, and 10/7 (Figure S11) to find out the optimal amount of coating. Also, the HRTEM and SEM images of Cu-HITP@PDA (d and S10-S15) showed that the Cu-HITP crystal was coated by a uniform shell, suggesting the existence of PDA. Besides, compared with the energy-dispersive X-ray spectroscopy line scan mode of Cu-HITP, the shell of Cu-HITP@PDA has an O element, suggesting the shell of PDA on the Cu-HITP core (f). The LSV curves show that Cu-HITP@PDA and Cu-HITP exhibit similar current density (Figure S16). As depicted in a, as the amount of PDA coating increased, the yield of CO and CH4 products decreased, while the selectivity of C2+ products increased; especially, the FE of C2H4 was improved from 30.8 to 51% (Figure S32). Furthermore, with the increase in potential, the FE of the C2+ products increased gradually and reached a maximum value of 75(3)% at -1.2 V versus RHE and then decreased (b). Also, the best performance gives 75(3)% FE(C2+) (C2H4, n-PrOH, EtOH, and CH3COOH), 4(0.39)% FE(CH4), 3(1.5)% FE(HCOOH), 0.62(0.23)% FE(CH3OH), 3(1.1)% FE(CO), and 13(3.1)% FE(H2) at -1.2 V versus RHE (b). The FE(C2+) value of Cu-HITP@PDA is much higher than that of Cu-HITP under the same conditions, indicating that the local chemical environment (local hydrogen bonding and proton sources) formed by the PDA shell around the bi-copper active sites plays a critical role in improving the selectivity of C2+ products. It should be noted that the performance of Cu-HITP@PDA is obviously higher than that of most electrocatalysts and only slightly lower than that of three Cu-based nanomaterials [Re-Cu-I, boron-doped copper, and Cu-polyaniline (PANI)] under neutral conditions in the H-cell (c and Table S2). The definite structure-property relationship established by this well-defined structural model system (Cu-HITP@PDA) can provide more insights on the reaction mechanism for understanding the C-C coupling and optimizing the C-C coupling pathway.\n\nCompared with the H-type cell, CO2 gas can flow continuously through the gas-diffusion layer in a flow cell, thus facilitating the mass transfer of CO2 to the electrocatalyst and leading to an increase in current density. The LSV curves of Cu-HITP@PDA in a three-electrode flow cell with a gas diffusion electrode as the working electrode in a 0.1 M KHCO3 aqueous solution were also measured. At -1.2 V versus RHE, the current density increased to 55 mA cm-2 and reached 130 mA cm-2 at -1.5 V versus RHE (Figure S46), and no obvious degradation was observed at 55 mA cm-2 over 10 h of continuous operation (Figure S47). In a 1.0 M KOH aqueous solution, benefitting from diverse functions (influencing Bader charge of catalyst surfaces and tuning the catalytic pathway by nucleophilic reactions with surface intermediates) of OH- ions, the current density could even reach 310 mA cm-2 (-1.2 V vs RHE), which is over the commercially relevant current density of 300 mA cm-2. Importantly, after 10 h of electrolysis at a current density of 310 mA cm-2, no significant decay was observed (Figure S47).", "data": [[{"meta": {"name": "Cu-HITP", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "catalytic activity", "value": "", "unit": "", "condition": "surface of metal–organic frameworks"}, {"property name": "local environment", "value": "", "unit": "", "condition": "polydopamine coating of Cu-HITP"}, {"property name": "carbon dioxide reduction reaction-favored local environment", "value": "", "unit": "", "condition": "polydopamine coating of Cu-HITP"}, {"property name": "selectivity", "value": "75(3)%", "unit": "", "condition": "C2+ reduced products"}, {"property name": "selectivity", "value": "51(1)%", "unit": "", "condition": "C2H4"}, {"property name": "selectivity", "value": "30%", "unit": "", "condition": "ethylene"}, {"property name": "selectivity", "value": "17%", "unit": "", "condition": "hydrogen production"}, {"property name": "selectivity", "value": "42(2)%", "unit": "", "condition": "C2+ products (including ethylene, ethanol, and acetic acid)"}, {"property name": "selectivity", "value": "14%", "unit": "", "condition": "nanosheet sample"}, {"property name": "selectivity", "value": "75(3)%", "unit": "", "condition": "Cu-HITP@PDA"}, {"property name": "selectivity", "value": "30.8%", "unit": "", "condition": "Cu-HITP"}, {"property name": "selectivity", "value": "51%", "unit": "", "condition": "C2H4"}, {"property name": "selectivity", "value": "55 mA cm-2", "unit": "", "condition": "three-electrode flow cell"}, {"property name": "selectivity", "value": "130 mA cm-2", "unit": "", "condition": "three-electrode flow cell"}, {"property name": "selectivity", "value": "310 mA cm-2", "unit": "", "condition": "1.0 M KOH aqueous solution"}, {"property name": "selectivity", "value": "300 mA cm-2", "unit": "", "condition": "commercially relevant current density"}]}]], "include_properties": ["etc"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Description of Different C–C Coupling Pathways\nand the Corresponding\nEnergy Barriers: (a) *CO Dimerization Pathways; (b) Coupling of *CO\nwith a Hydrogenated *COH to Form a *OCCOH Intermediate When the Distance\nbetween the Metal Active Sites Is Appropriate (2.78–3.56 Å);\nand (c) CO<sub>2</sub>RR-Favored Local Environment with Proton Sources\nand Hydrogen-Bond Donors around the Active Sites to Reduce the Coupling\nEnergy Barrier and Promote the C–C Bond Formation<xref ref-type=\"fn\" rid=\"s1fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0006.tif\" xlink:type=\"simple\"></graphic>\n<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>Noted: Cu, Orange; C, Gray; O,\nRed; N, Blue; H, White.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Description of Different C-C Coupling Pathways and the Corresponding Energy Barriers: (a) *CO Dimerization Pathways; (b) Coupling of *CO with a Hydrogenated *COH to Form a *OCCOH Intermediate When the Distance between the Metal Active Sites Is Appropriate (2.78-3.56 Å); and (c) CO2RR-Favored Local Environment with Proton Sources and Hydrogen-Bond Donors around the Active Sites to Reduce the Coupling Energy Barrier and Promote the C-C Bond Formation      a Noted: Cu, Orange; C, Gray; O, Red; N, Blue; H, White.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Synthesis of <bold>Cu-HITP</bold> and <bold>Cu-HITP@PDA</bold>. (b) TEM image of <bold>Cu-HITP</bold>. Inset:\nstructural model\nof <bold>Cu-HITP</bold>. C gray, N blue, Cu orange, and H white spheres.\n(c) HRTEM image along the [100] direction. (d,e) TEM image comparison\nof <bold>Cu-HITP@PDA</bold> and <bold>Cu-HITP</bold>. (Note: Red lines\nare drawn to guide the eye.) (f) High-angle annular dark-field STEM\nimage of <bold>Cu-HITP@PDA</bold> and the corresponding elemental\nmapping of (gold) Cu, (cyan) N, (red) C, and (green) O.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Synthesis of Cu-HITP and Cu-HITP@PDA. (b) TEM image of Cu-HITP. Inset: structural model of Cu-HITP. C gray, N blue, Cu orange, and H white spheres. (c) HRTEM image along the [100] direction. (d,e) TEM image comparison of Cu-HITP@PDA and Cu-HITP. (Note: Red lines are drawn to guide the eye.) (f) High-angle annular dark-field STEM image of Cu-HITP@PDA and the corresponding elemental mapping of (gold) Cu, (cyan) N, (red) C, and (green) O.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Electrocatalytic\nperformance of <bold>Cu-HITP</bold> and <bold>Cu-HITP@PDA</bold> for\nCO<sub>2</sub>RR. (a) Comparison of CO<sub>2</sub>RR performances\nof <bold>Cu-HITP</bold> with different PDA\ncoating amounts at −1.2 V vs RHE. (b) Faradaic efficiency (FE)\nof <bold>Cu-HITP@PDA</bold> at different potentials (−1.1 to\n−1.5 V). (c) Comparison of FE­(C<sub>2+</sub>) between <bold>Cu</bold>-<bold>HITP@PDA</bold> and some representative electrocatalysts\nunder neutral conditions (note: C<sub>2+</sub> products include C<sub>2</sub>H<sub>4</sub>, <italic toggle=\"yes\">n</italic>-PrOH, EtOH, and CH<sub>3</sub>COOH).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Electrocatalytic performance of Cu-HITP and Cu-HITP@PDA for CO2RR. (a) Comparison of CO2RR performances of Cu-HITP with different PDA coating amounts at -1.2 V vs RHE. (b) Faradaic efficiency (FE) of Cu-HITP@PDA at different potentials (-1.1 to -1.5 V). (c) Comparison of FE(C2+) between Cu-HITP@PDA and some representative electrocatalysts under neutral conditions (note: C2+ products include C2H4, n-PrOH, EtOH, and CH3COOH).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>In situ\nX-ray absorption spectroscopy characterization of both\ncatalysts and references. (a) Cu K-edge in situ XANES spectra of the <bold>Cu-HITP@PDA</bold> measured at −1.2 V vs RHE in 0.1 M KHCO<sub>3</sub> during the first 30 min and after 1 h. (b) Partially magnified\nin situ XANES spectra. Bulk Cu, Cu<sub>2</sub>O, and CuO spectra are\nplotted as references. (c) Wavelet transform (WT) contour plots of\nEXAFS for <bold>Cu-HITP@PDA</bold>. Magnitude (d) and imaginary (e)\nparts of <italic toggle=\"yes\">R</italic>′ space EXAFS spectra and fits of\nthe <bold>Cu-HITP@PDA</bold> sample. Inset: the illustration of the\nCuN<sub>4</sub> coordination motif. Corresponding fitting results\nare listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02002/suppl_file/cs2c02002_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  In situ X-ray absorption spectroscopy characterization of both catalysts and references. (a) Cu K-edge in situ XANES spectra of the Cu-HITP@PDA measured at -1.2 V vs RHE in 0.1 M KHCO3 during the first 30 min and after 1 h. (b) Partially magnified in situ XANES spectra. Bulk Cu, Cu2O, and CuO spectra are plotted as references. (c) Wavelet transform (WT) contour plots of EXAFS for Cu-HITP@PDA. Magnitude (d) and imaginary (e) parts of R' space EXAFS spectra and fits of the Cu-HITP@PDA sample. Inset: the illustration of the CuN4 coordination motif. Corresponding fitting results are listed in Table S1.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) In situ ATR-FTIR spectra on <bold>Cu-HITP</bold> collected\nat −1.2 V vs RHE in the CO<sub>2</sub>-saturated 0.1 M KHCO<sub>3</sub> electrolyte. (b) Free energy diagram for forming the C–C\nbond on the <bold>Cu-HITP</bold> model. (c) Comparison of the corresponding\nenergies for the formation of *OCCOH through the coupling of *CO and\n*COH intermediates on the surfaces of different catalysts. (d) Optimized\nstructures of the coupling reaction intermediates involved. (e) Catalytic\nmechanism of <bold>Cu-HITP@PDA</bold> for the formation of C<sub>2</sub>H<sub>4</sub> and EtOH.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02002_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) In situ ATR-FTIR spectra on Cu-HITP collected at -1.2 V vs RHE in the CO2-saturated 0.1 M KHCO3 electrolyte. (b) Free energy diagram for forming the C-C bond on the Cu-HITP model. (c) Comparison of the corresponding energies for the formation of *OCCOH through the coupling of *CO and *COH intermediates on the surfaces of different catalysts. (d) Optimized structures of the coupling reaction intermediates involved. (e) Catalytic mechanism of Cu-HITP@PDA for the formation of C2H4 and EtOH.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscatal.2c02002", "title": "\nPolydopamine Coating of a Metal–Organic Framework\nwith Bi-Copper Sites for Highly Selective Electroreduction of CO2 to C2+ Products\n", "journal": "American Chemical Society", "date": "2022.06", "author_list": ["Zhao\nZhen-Hua", "Zhu\nHao-Lin", "Huang\nJia-Run", "Liao\nPei-Qin", "Chen\nXiao-Ming"]}}