{"filepath": "../L2M3_data/1_application_papers/acs_xml/el0c00142.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Here,\nwe prepared a cobalt–metal organic framework (MOF)\nby anodic electrodeposition at room temperature and transformed it\nfirst to Co<sub>3</sub>O<sub>4</sub> by calcination. The MOF-derived\nCo<sub>3</sub>O<sub>4</sub> was then employed as a sacrificial template\nto fabricate CoSe films via anion exchange with a NaHSe medium. Electrodeposited\nMOF films showed a uniform and well-defined dodecahedral morphology\nwith a particle size in the 3–4 μm range. The MOF-derived\nCo<sub>3</sub>O<sub>4</sub> retained the original dodecahedral morphology,\nand these morphological features were essentially preserved in CoSe\nderived from the Co<sub>3</sub>O<sub>4</sub> template via anion exchange.\nBoth the parent oxide and the chalcogenide were characterized by a\nvariety of spectroscopic and microscopic methods. The MOF-derived\nCoSe was demonstrated as a nonenzymatic glucose sensor with an analytical\nsensitivity of 1423.9 μA mM<sup>–1</sup> cm<sup>–2</sup> and a lower detection limit of 1.53 μM.</p>", "clean_text": "Here, we prepared a cobalt-metal organic framework (MOF) by anodic electrodeposition at room temperature and transformed it first to Co3O4 by calcination. The MOF-derived Co3O4 was then employed as a sacrificial template to fabricate CoSe films via anion exchange with a NaHSe medium. Electrodeposited MOF films showed a uniform and well-defined dodecahedral morphology with a particle size in the 3-4 μm range. The MOF-derived Co3O4 retained the original dodecahedral morphology, and these morphological features were essentially preserved in CoSe derived from the Co3O4 template via anion exchange. Both the parent oxide and the chalcogenide were characterized by a variety of spectroscopic and microscopic methods. The MOF-derived CoSe was demonstrated as a nonenzymatic glucose sensor with an analytical sensitivity of 1423.9 μA mM-1 cm-2 and a lower detection limit of 1.53 μM.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) have attracted much attention\ndue to their large surface area, regular pore sizes and shapes, diverse\nstructural topologies, and chemical tunability. However, they have been mostly\nprepared via time-inefficient methods that require days or hours to\ndevelop the MOFs. Electrochemical approaches to preparing MOFs have\nthe advantages of short synthesis times, mild conditions, process\nsimplicity, and amenability to scale up. Importantly, they also yield\nthe MOFs in the film form, compatible with many applications such\nas energy conversion, chemical sensing, or microelectronics. Both\nanodic and cathodic electrodeposition can be used as demonstrated\nby previous authors.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) have attracted much attention due to their large surface area, regular pore sizes and shapes, diverse structural topologies, and chemical tunability. However, they have been mostly prepared via time-inefficient methods that require days or hours to develop the MOFs. Electrochemical approaches to preparing MOFs have the advantages of short synthesis times, mild conditions, process simplicity, and amenability to scale up. Importantly, they also yield the MOFs in the film form, compatible with many applications such as energy conversion, chemical sensing, or microelectronics. Both anodic and cathodic electrodeposition can be used as demonstrated by previous authors. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The major\ndifferentiating aspect of this study is the fact that\nwe were able to secure a very definite and regular dodecahedral morphology\nfor the zeolitic imidazolate frameworks (ZIFs) on polycrystalline\nAu or fluorine-doped tin oxide (FTO) electrode surfaces. The deposition\nnuances could also be teased out via electrochemical quartz crystal\nmicrogravimetry (EQCM).\n</p>", "clean_text": "The major differentiating aspect of this study is the fact that we were able to secure a very definite and regular dodecahedral morphology for the zeolitic imidazolate frameworks (ZIFs) on polycrystalline Au or fluorine-doped tin oxide (FTO) electrode surfaces. The deposition nuances could also be teased out via electrochemical quartz crystal microgravimetry (EQCM). ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Finally,\nwe demonstrate that the Co-ZIF-67 can be used to prepare\ncobalt selenide via anion exchange of the thermally derived cobalt\noxide as a precursor (see ). Cobalt selenide has a variety of applications ranging\nfrom use as a counter electrode in photoelectrochemical cells, as\nan electrocatalyst for dioxygen and hydrogen evolution, to use as\na visible-light absorber in photovoltaic solar cells.\n</p>", "clean_text": "Finally, we demonstrate that the Co-ZIF-67 can be used to prepare cobalt selenide via anion exchange of the thermally derived cobalt oxide as a precursor (see ). Cobalt selenide has a variety of applications ranging from use as a counter electrode in photoelectrochemical cells, as an electrocatalyst for dioxygen and hydrogen evolution, to use as a visible-light absorber in photovoltaic solar cells. ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic\nof the sequential generation of CoSe from the ZIF-67\nand oxide precursors.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"el0c00142_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic of the sequential generation of CoSe from the ZIF-67 and oxide precursors.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\nA shows\na linear sweep voltammogram (black line) along with frequency changes\n(red line) for a cobalt film electrode in a 0.1 M Na<sub>2</sub>SO<sub>4</sub> blank electrolyte. The cobalt film was pre-electrodeposited\non the Au electrode at a potential of −1.0 V in a 0.1 M Na<sub>2</sub>SO<sub>4</sub> electrolyte containing 20 mM Co­(CH<sub>3</sub>COO)<sub>2</sub> until the EQCM frequency changed to ∼3000\nHz. The pH of the blank electrolyte was adjusted to 10.8, the pH of\na 0.1 M Na<sub>2</sub>SO<sub>4</sub> electrolyte containing 1 M 2-methylimidazole\n(2-MeIm), which was used for the synthesis of ZIF-67 films. During\nthe anodic scan, the frequency increase (mass decrease) started at\n∼0.4 V, coinciding with the anodic wave, and no frequency change\nwas observed after ∼1.0 V. The anodic wave at ∼0.7 V\nis due to oxidation of cobalt to cobalt (II) ions, which is manifested\nin the frequency increase (mass decrease) that occurred with the anodic\ncurrent.</p>", "clean_text": "Results and Discussion\n\n A shows a linear sweep voltammogram (black line) along with frequency changes (red line) for a cobalt film electrode in a 0.1 M Na2SO4 blank electrolyte. The cobalt film was pre-electrodeposited on the Au electrode at a potential of -1.0 V in a 0.1 M Na2SO4 electrolyte containing 20 mM Co(CH3COO)2 until the EQCM frequency changed to ~3000 Hz. The pH of the blank electrolyte was adjusted to 10.8, the pH of a 0.1 M Na2SO4 electrolyte containing 1 M 2-methylimidazole (2-MeIm), which was used for the synthesis of ZIF-67 films. During the anodic scan, the frequency increase (mass decrease) started at ~0.4 V, coinciding with the anodic wave, and no frequency change was observed after ~1.0 V. The anodic wave at ~0.7 V is due to oxidation of cobalt to cobalt (II) ions, which is manifested in the frequency increase (mass decrease) that occurred with the anodic current.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Linear sweep voltammograms (black line) along with EQCM frequency\nchanges (red line) for a cobalt film electrode in a 0.1 M Na<sub>2</sub>SO<sub>4</sub> blank electrolyte (pH = 10.8) (A) without and (B)\nwith 1 M 2-MeIm. Scan rate: 20 mV/s.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"el0c00142_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Linear sweep voltammograms (black line) along with EQCM frequency changes (red line) for a cobalt film electrode in a 0.1 M Na2SO4 blank electrolyte (pH = 10.8) (A) without and (B) with 1 M 2-MeIm. Scan rate: 20 mV/s.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Unlike the mass decrease in A, the voltammogram obtained with a cobalt-modified\nelectrode in a 0.1 M Na<sub>2</sub>SO<sub>4</sub> electrolyte containing\n1 M 2-MeIm showed a frequency decrease or mass uptake (B). As shown in the figure,\nthe frequency change started at the same potential of ∼0.4\nV as in the voltammogram obtained in a blank electrolyte, which implied\nthat the anodic current and concomitant mass increase can be assigned\nto the oxidation of cobalt to Co<sup>2+</sup>. The Co<sup>2+</sup> ions then react with 2-MeIm in the electrolyte to generate the ZIF-67\nfilm, which is very similar to the anodic\nsynthesis of Cu–BTC using a Cu electrode in a BTC-containing\nelectrolyte. Also, the amount of frequency\nchange in B\nwas larger than in A, again supporting formation of a ZIF-67 coating on the electrode.\nThe frequency changes in A,B were mirror images, demonstrating formation of\nthe MOF film on the electrode. Interestingly, a monotonic current\nincrease instead of a current peak was seen in B. This is attributable to the blocking effect\nof ZIF-67 formed on the cobalt film that inhibits oxidation of cobalt.\nNeither 2-MeIm nor the 0.1 M Na<sub>2</sub>SO<sub>4</sub> electrolyte\nshowed a substantial anodic currents as well as frequency changes\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S1</ext-link>).</p>", "clean_text": "Unlike the mass decrease in A, the voltammogram obtained with a cobalt-modified electrode in a 0.1 M Na2SO4 electrolyte containing 1 M 2-MeIm showed a frequency decrease or mass uptake (B). As shown in the figure, the frequency change started at the same potential of ~0.4 V as in the voltammogram obtained in a blank electrolyte, which implied that the anodic current and concomitant mass increase can be assigned to the oxidation of cobalt to Co2+. The Co2+ ions then react with 2-MeIm in the electrolyte to generate the ZIF-67 film, which is very similar to the anodic synthesis of Cu-BTC using a Cu electrode in a BTC-containing electrolyte. Also, the amount of frequency change in B was larger than in A, again supporting formation of a ZIF-67 coating on the electrode. The frequency changes in A,B were mirror images, demonstrating formation of the MOF film on the electrode. Interestingly, a monotonic current increase instead of a current peak was seen in B. This is attributable to the blocking effect of ZIF-67 formed on the cobalt film that inhibits oxidation of cobalt. Neither 2-MeIm nor the 0.1 M Na2SO4 electrolyte showed a substantial anodic currents as well as frequency changes (Figure S1).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>ZIF-67 films were electrodeposited\non the cobalt-modified FTO electrode\nat a potential of 0.5 V in a 0.1 M Na<sub>2</sub>SO<sub>4</sub> electrolyte\ncontaining 1 M 2-MeIm at room temperature. The cobalt-modified FTO\nelectrode was prepared at −1.0 V for 1 h using 0.1 M Na<sub>2</sub>SO<sub>4</sub> containing 20 mM Co­(CH<sub>3</sub>COO)<sub>2</sub>.  shows\nSEM images of the as-electrodeposited ZIF-67. It is clearly observed\nthat ZIF-67 particles have uniform size distribution in the 3–4\nμm range with a well-defined dodecahedral morphology. A magnified\nimage of a single particle reveals that it has a single crystal-like\ndodecahedron morphology (B). This feature contrasts with previous reports on\nthe electrosynthesis of ZIF or other MOF particles, which showed a\nmuch less-defined morphology. Notably, in this study, the well-defined\nmorphology of ZIF-67 films was secured via electrodeposition at room\ntemperature using an aqueous electrolyte. To the best of our knowledge,\nthis is the first example of an electrodeposition approach for the\nsynthesis of ZIF-67 films with a well-defined rhombic dodecahedral\nmorphology.</p>", "clean_text": "ZIF-67 films were electrodeposited on the cobalt-modified FTO electrode at a potential of 0.5 V in a 0.1 M Na2SO4 electrolyte containing 1 M 2-MeIm at room temperature. The cobalt-modified FTO electrode was prepared at -1.0 V for 1 h using 0.1 M Na2SO4 containing 20 mM Co(CH3COO)2.  shows SEM images of the as-electrodeposited ZIF-67. It is clearly observed that ZIF-67 particles have uniform size distribution in the 3-4 μm range with a well-defined dodecahedral morphology. A magnified image of a single particle reveals that it has a single crystal-like dodecahedron morphology (B). This feature contrasts with previous reports on the electrosynthesis of ZIF or other MOF particles, which showed a much less-defined morphology. Notably, in this study, the well-defined morphology of ZIF-67 films was secured via electrodeposition at room temperature using an aqueous electrolyte. To the best of our knowledge, this is the first example of an electrodeposition approach for the synthesis of ZIF-67 films with a well-defined rhombic dodecahedral morphology.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Low- and (B) high- magnification SEM images of ZIF-67 that\nwas electrodeposited on the cobalt-modified FTO electrode.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"el0c00142_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Low- and (B) high- magnification SEM images of ZIF-67 that was electrodeposited on the cobalt-modified FTO electrode.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The X-ray diffraction (XRD) data () were consistent with the exceedingly well-defined\ncrystallinity and morphology of the Co-based MOF film. These data\nin the 2-theta range of 5–40<sup>o</sup> match well with the\npublished results for ZIF-67 films prepared by other methods (cf.,\nrefs , , and ).</p>", "clean_text": "The X-ray diffraction (XRD) data () were consistent with the exceedingly well-defined crystallinity and morphology of the Co-based MOF film. These data in the 2-theta range of 5-40o match well with the published results for ZIF-67 films prepared by other methods (cf., refs , , and ).", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XRD pattern for the electrodeposited\nZIF-67 film prepared on the\nFTO electrode.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"el0c00142_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  XRD pattern for the electrodeposited ZIF-67 film prepared on the FTO electrode.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The data in , however, do indicate the presence of unconverted\ncobalt in the\nfilm. This observation necessitated a detailed examination of the\neffects of thickness of the cobalt film, anodization time, potential,\nand concentration of 2-MeIm on the morphology and crystallinity of\nthe electrosynthesized particles. A range of potentials was employed\nto synthesize ZIF-67 films on the cobalt-modified FTO electrode in\nthe 1 M 2-MeIm-containing electrolyte. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S2</ext-link> reveals that deposition potentials ranging from 0.5 to 0.8\nV showed no substantial differences in size and shapes of ZIF-67;\ntherefore, a deposition potential of 0.5 V was utilized for the electrosynthesis\nof ZIF-67 films.</p>", "clean_text": "The data in , however, do indicate the presence of unconverted cobalt in the film. This observation necessitated a detailed examination of the effects of thickness of the cobalt film, anodization time, potential, and concentration of 2-MeIm on the morphology and crystallinity of the electrosynthesized particles. A range of potentials was employed to synthesize ZIF-67 films on the cobalt-modified FTO electrode in the 1 M 2-MeIm-containing electrolyte. Figure S2 reveals that deposition potentials ranging from 0.5 to 0.8 V showed no substantial differences in size and shapes of ZIF-67; therefore, a deposition potential of 0.5 V was utilized for the electrosynthesis of ZIF-67 films.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Unlike this variable, the concentration of\n2-MeIm had a significant\neffect on the morphology of the particles (). When the concentration of 2-MeIm was less\nthan 0.5 M, the ZIF-67 particles were not fully grown and were less-defined\nin shape. The deposition time affected the morphology of the particles,\nand more than 30 min was required for the substantial oxidation of\nthe cobalt film to result in ZIF-67 particles at 0.5 V in a 0.1 M\nNa<sub>2</sub>SO<sub>4</sub> electrolyte containing 1 M 2-MeIm (). Shorter deposition\ntime produced incomplete oxidation of cobalt and less-defined particles\non the electrode.</p>", "clean_text": "Unlike this variable, the concentration of 2-MeIm had a significant effect on the morphology of the particles (). When the concentration of 2-MeIm was less than 0.5 M, the ZIF-67 particles were not fully grown and were less-defined in shape. The deposition time affected the morphology of the particles, and more than 30 min was required for the substantial oxidation of the cobalt film to result in ZIF-67 particles at 0.5 V in a 0.1 M Na2SO4 electrolyte containing 1 M 2-MeIm (). Shorter deposition time produced incomplete oxidation of cobalt and less-defined particles on the electrode.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Effect of the 2-MeIM concentration on the morphology of\nZIF-67\nfilms on the FTO electrode: (A) 0.1, (B) 0.3, (C) 0.5, and (D) 1.0\nM.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"el0c00142_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Effect of the 2-MeIM concentration on the morphology of ZIF-67 films on the FTO electrode: (A) 0.1, (B) 0.3, (C) 0.5, and (D) 1.0 M.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>For example, many voids were observed\nat a deposition time of 15\nmin or 30 min (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S3</ext-link>), and therefore,\na deposition time of 1 h was used for the electrosynthesis. As in\nthe cathodic electrosynthesis approach that controls deposition time\nto change thickness, SEM cross-sectional views () reveal that the thickness of the ZIF-67\nfilms does depend on the cobalt film precursor thickness and thence\non the deposition time. As indicated by the XRD data in  above, incomplete stripping\nof cobalt films occurred with the thicker films. This is not considered\na problem for practical applications since the metal phase may have\ncatalytic attributes. However, we note that methods do exist for selective\nremoval of the metal phase if needed.</p>", "clean_text": "For example, many voids were observed at a deposition time of 15 min or 30 min (Figure S3), and therefore, a deposition time of 1 h was used for the electrosynthesis. As in the cathodic electrosynthesis approach that controls deposition time to change thickness, SEM cross-sectional views () reveal that the thickness of the ZIF-67 films does depend on the cobalt film precursor thickness and thence on the deposition time. As indicated by the XRD data in  above, incomplete stripping of cobalt films occurred with the thicker films. This is not considered a problem for practical applications since the metal phase may have catalytic attributes. However, we note that methods do exist for selective removal of the metal phase if needed.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Effect of thickness of the pre-electrodeposited\ncobalt film on\nthe thickness of ZIF-67 films. Cobalt was pre electrodeposited for\n(A) 30, (B) 60, (C) 120, and (D) 180 min.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"el0c00142_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Effect of thickness of the pre-electrodeposited cobalt film on the thickness of ZIF-67 films. Cobalt was pre electrodeposited for (A) 30, (B) 60, (C) 120, and (D) 180 min.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>FT-IR spectroscopy using the KBr pellet technique was employed\nto identify functional groups and formation of ZIF-67. The appearance\nof a new band at 426 cm<sup>–1</sup> is attributed to the Co–N\nstretching vibration and disappearance of bands due to N–H\nbending and stretching, suggesting again the successful electrosynthesis\nof ZIF-67 ().\n</p>", "clean_text": "FT-IR spectroscopy using the KBr pellet technique was employed to identify functional groups and formation of ZIF-67. The appearance of a new band at 426 cm-1 is attributed to the Co-N stretching vibration and disappearance of bands due to N-H bending and stretching, suggesting again the successful electrosynthesis of ZIF-67 (). ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>FT-IR spectra of 2-methylimidazole (red\nline) and electrosynthesized\nZIF-67 (black line).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"el0c00142_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  FT-IR spectra of 2-methylimidazole (red line) and electrosynthesized ZIF-67 (black line).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>MOFs have been utilized\nas sacrificial templates or precursors\nfor fabricating porous nanostructured materials via thermal decomposition. Previous reports\nrevealed that the thermal treatment of ZIF-67 in N<sub>2</sub> or\nAr gas produced Co<sub>3</sub>O<sub>4</sub> with the original polyhedral\nmorphology since the carbon generated during calcination effectively\nprevents further contraction of ZIF-67. Therefore, based on these reports and our TGA results (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S4</ext-link>), the as-synthesized ZIF-67 template\nwas annealed in N<sub>2</sub> at 450 °C and then in air at the\nsame temperature to obtain Co<sub>3</sub>O<sub>4</sub>. The XRD and\nSEM data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figures S5 and S6</ext-link>) were consistent\nwith the fact that the original MOF morphology was essentially preserved\nafter calcination. The XRD data also match well with published patterns\nfor Co<sub>3</sub>O<sub>4</sub>.\n</p>", "clean_text": "MOFs have been utilized as sacrificial templates or precursors for fabricating porous nanostructured materials via thermal decomposition. Previous reports revealed that the thermal treatment of ZIF-67 in N2 or Ar gas produced Co3O4 with the original polyhedral morphology since the carbon generated during calcination effectively prevents further contraction of ZIF-67. Therefore, based on these reports and our TGA results (Figure S4), the as-synthesized ZIF-67 template was annealed in N2 at 450 °C and then in air at the same temperature to obtain Co3O4. The XRD and SEM data (Figures S5 and S6) were consistent with the fact that the original MOF morphology was essentially preserved after calcination. The XRD data also match well with published patterns for Co3O4. ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["synthesis condition"], "content": "<p>For\nthe synthesis of CoSe using MOF-derived Co<sub>3</sub>O<sub>4</sub>, a NaHSe solution (as a selenium source) was obtained by\nheating 50 mL of a 0.2 M NaOH solution containing 0.04 g of Se powder\nand 0.6 g of rongalite at 80 °C until all Se powder was converted\nto selenide. After cooling to room temperature, the Co<sub>3</sub>O<sub>4</sub> template deposited on the FTO substrate was dipped\ninto the NaHSe solution to fabricate the CoSe film. The SEM images in A,B revealed that the dodecahedral morphology of ZIF-derived\nCo<sub>3</sub>O<sub>4</sub> was well-retained in CoSe after anion\nexchange. EDX analyses of the film showed CoSe with an atomic mass\nratio of 1:1 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S7A</ext-link>). Also, EDX elemental\nmaps showed that Co and Se elements were uniformly distributed in\nthe CoSe nanostructure (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S7B,C</ext-link>).\nThe HR-TEM image in  revealed a well-defined crystalline structure with lattice\nfringes of 0.20 and 0.31 nm, corresponding to the values of the (102)\nand (100) planes of CoSe planes, respectively.\n</p>", "clean_text": "For the synthesis of CoSe using MOF-derived Co3O4, a NaHSe solution (as a selenium source) was obtained by heating 50 mL of a 0.2 M NaOH solution containing 0.04 g of Se powder and 0.6 g of rongalite at 80 °C until all Se powder was converted to selenide. After cooling to room temperature, the Co3O4 template deposited on the FTO substrate was dipped into the NaHSe solution to fabricate the CoSe film. The SEM images in A,B revealed that the dodecahedral morphology of ZIF-derived Co3O4 was well-retained in CoSe after anion exchange. EDX analyses of the film showed CoSe with an atomic mass ratio of 1:1 (Figure S7A). Also, EDX elemental maps showed that Co and Se elements were uniformly distributed in the CoSe nanostructure (Figure S7B,C). The HR-TEM image in  revealed a well-defined crystalline structure with lattice fringes of 0.20 and 0.31 nm, corresponding to the values of the (102) and (100) planes of CoSe planes, respectively. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(A) Low- and (B) high-magnification SEM images of CoSe obtained\nby anion exchange (see text).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"el0c00142_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  (A) Low- and (B) high-magnification SEM images of CoSe obtained by anion exchange (see text).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>High-resolution\nTEM image of a single CoSe nanoparticle.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"el0c00142_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  High-resolution TEM image of a single CoSe nanoparticle.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Further evidence for the surface composition of the CoSe films\nwas obtained from XPS, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S8</ext-link>. For the Co 2p spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S8A</ext-link>),\nthe binding energies at 780.8 and 796.8 eV can be assigned to Co 2p<sub>3/2</sub> and Co 2p<sub>1/2</sub>, respectively, revealing the Co<sup>2+</sup> oxidation state. The Se 3d spectrum\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S8B</ext-link> showed two peaks centered\nat 54.5 and 59.6 eV, which are assigned to Se 3d<sub>5/2</sub> and\nSe 3d<sub>3/2</sub>, respectively.\n</p>", "clean_text": "Further evidence for the surface composition of the CoSe films was obtained from XPS, as shown in Figure S8. For the Co 2p spectrum (Figure S8A), the binding energies at 780.8 and 796.8 eV can be assigned to Co 2p3/2 and Co 2p1/2, respectively, revealing the Co2+ oxidation state. The Se 3d spectrum in Figure S8B showed two peaks centered at 54.5 and 59.6 eV, which are assigned to Se 3d5/2 and Se 3d3/2, respectively. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The CoSe generated in situ was presumably amorphous, judging from\nthe fact it was XRD silent. Interestingly, no XRD signal from any\nresidual cobalt oxide was seen in the present study, signaling that\nthe in situ conversion to the chalcogenide was complete. This finding\nagrees with that of previous authors on the ion exchange conversion\nof Co<sub>3</sub>O<sub>4</sub> to CoS in a sodium sulfide medium,\nwhich was found to proceed to completion. Direct conversion of Co–MOF to CoSe–MOF was attempted\nbut without success because of the poor mechanical strength of Co–MOF.\nContrastingly, Co<sub>3</sub>O<sub>4</sub>–MOF was strong enough\nto withstand the conversion to CoSe–MOF ().</p>", "clean_text": "The CoSe generated in situ was presumably amorphous, judging from the fact it was XRD silent. Interestingly, no XRD signal from any residual cobalt oxide was seen in the present study, signaling that the in situ conversion to the chalcogenide was complete. This finding agrees with that of previous authors on the ion exchange conversion of Co3O4 to CoS in a sodium sulfide medium, which was found to proceed to completion. Direct conversion of Co-MOF to CoSe-MOF was attempted but without success because of the poor mechanical strength of Co-MOF. Contrastingly, Co3O4-MOF was strong enough to withstand the conversion to CoSe-MOF ().", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>As one example of the practical\napplicability of the MOF-derived\nCoSe sample, its performance as a glucose amperometric sensor is presented.  displays the amperometric\nresponse of CoSe films to glucose at a constant potential of 0.5 V.\nThe CoSe electrode was previously fabricated by the procedure described\nabove. As shown in , successive additions of glucose to the 0.1 M NaOH solution\nincreased the oxidation current, instantly reaching a stable response\nin each case in less than ∼10 s. The analytical sensitivity\nwas calculated from the slope of a calibration plot (not shown) and\nwas estimated to be 1423.9 μA mM<sup>–1</sup> cm<sup>–2</sup>. This value is ∼3 times higher than a previous\nresult for a CoSe nanoflake-decorated reduced graphene oxide electrode. A limit of detection (LOD) value (defined at\na S/N ration of 3) of 1.53 μM was obtained, which is also better\nthan previous results. The improved performance\nof the CoSe electrode described in this study can be ascribed to the\nfact that no binder was used for the preparation of the CoSe film\non the electrode surface. Also, increased active sites due to the\nporous structure may enhance the performance of the electrode toward\nglucose oxidation.</p>", "clean_text": "As one example of the practical applicability of the MOF-derived CoSe sample, its performance as a glucose amperometric sensor is presented.  displays the amperometric response of CoSe films to glucose at a constant potential of 0.5 V. The CoSe electrode was previously fabricated by the procedure described above. As shown in , successive additions of glucose to the 0.1 M NaOH solution increased the oxidation current, instantly reaching a stable response in each case in less than ~10 s. The analytical sensitivity was calculated from the slope of a calibration plot (not shown) and was estimated to be 1423.9 μA mM-1 cm-2. This value is ~3 times higher than a previous result for a CoSe nanoflake-decorated reduced graphene oxide electrode. A limit of detection (LOD) value (defined at a S/N ration of 3) of 1.53 μM was obtained, which is also better than previous results. The improved performance of the CoSe electrode described in this study can be ascribed to the fact that no binder was used for the preparation of the CoSe film on the electrode surface. Also, increased active sites due to the porous structure may enhance the performance of the electrode toward glucose oxidation.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Representative chronoamperometric response of a MOF-derived\nCoSe\nelectrode to successive additions of 0.1 mM aliquots of glucose to\nthe 0.1 M NaOH solution at an applied potential of 0.5 V.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"el0c00142_0002.tif\"></graphic>\n</fig>", "clean_text": " 10  Representative chronoamperometric response of a MOF-derived CoSe electrode to successive additions of 0.1 mM aliquots of glucose to the 0.1 M NaOH solution at an applied potential of 0.5 V.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><title>Materials</title><p>Cobalt\nacetate tetrahydrate (Co­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O), 2-methylimidazole (CH<sub>3</sub>C<sub>3</sub>H<sub>2</sub>N<sub>2</sub>H, 2-MeIm), sodium\nsulfate (Na<sub>2</sub>SO<sub>4</sub>), sodium hydroxide (NaOH), selenium\npowder (Se), sodium hydroxymethanesulfinate dehydrate (CH<sub>3</sub>NaO<sub>3</sub>S·2H<sub>2</sub>O, Rongalite), and glucose were\nall obtained from Sigma-Aldrich and used without further purification.\nAs needed, the pH of solutions was adjusted with 1 M NaOH.</p>", "clean_text": "Materials and Methods\n\nMaterials\n\nCobalt acetate tetrahydrate (Co(CH3COO)2⋅4H2O), 2-methylimidazole (CH3C3H2N2H, 2-MeIm), sodium sulfate (Na2SO4), sodium hydroxide (NaOH), selenium powder (Se), sodium hydroxymethanesulfinate dehydrate (CH3NaO3S⋅2H2O, Rongalite), and glucose were all obtained from Sigma-Aldrich and used without further purification. As needed, the pH of solutions was adjusted with 1 M NaOH.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Instrumentation\nand Procedures</title><p>The instrumentation,\nelectrode, and cell details for the voltammetry-EQCM measurements\nare given elsewhere. All potentials above\nare quoted with respect to the Ag/AgCl reference electrode. The cleanliness\nof the Au working electrode surface was checked by cyclic voltammetry\nin 0.5 M H<sub>2</sub>SO<sub>4</sub> by cycling the potential between\n0.8 V and −0.6 V until the voltammetric and EQCM frequency\nsignals were stable. Deaeration procedures\nand other details of the combined linear sweep voltammetry (LSV)–EQCM\nmeasurements (potential scan rate: 20 mV/s) are given elsewhere.\n</p>", "clean_text": "Instrumentation and Procedures\n\nThe instrumentation, electrode, and cell details for the voltammetry-EQCM measurements are given elsewhere. All potentials above are quoted with respect to the Ag/AgCl reference electrode. The cleanliness of the Au working electrode surface was checked by cyclic voltammetry in 0.5 M H2SO4 by cycling the potential between 0.8 V and -0.6 V until the voltammetric and EQCM frequency signals were stable. Deaeration procedures and other details of the combined linear sweep voltammetry (LSV)-EQCM measurements (potential scan rate: 20 mV/s) are given elsewhere. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>X-ray diffraction (XRD), X-ray photoelectron\nspectroscopy (XPS), and field emission scanning electron microscopy\n(FE-SEM) instrumentation details may be found in ref . High-resolution transmission\nelectron microscopy (HR-TEM) used a JEOL model JEM-2100F instrument.\nFor the TEM sample preparation, the particles were scraped off the\nsupport electrode surface. They were then dispersed by sonication\nin methanol followed by immobilization on copper grid for examination.\nFourier transform infrared (FT-IR) spectra were recorded on an Agilent\nTechnologies Cary 610 microscope spectrometer. Thermogravimetric analysis\nwas carried out on a TA4100 instrument.</p>", "clean_text": "X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS), and field emission scanning electron microscopy (FE-SEM) instrumentation details may be found in ref . High-resolution transmission electron microscopy (HR-TEM) used a JEOL model JEM-2100F instrument. For the TEM sample preparation, the particles were scraped off the support electrode surface. They were then dispersed by sonication in methanol followed by immobilization on copper grid for examination. Fourier transform infrared (FT-IR) spectra were recorded on an Agilent Technologies Cary 610 microscope spectrometer. Thermogravimetric analysis was carried out on a TA4100 instrument.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>This\nwork has demonstrated a general approach to electrosynthesizing\na useful precursor to a technologically relevant material (such as\nCoSe) within a MOF template. Importantly, it was demonstrated here\nthat very well-defined crystal morphologies can be secured even with\nthe mild conditions typical of an electrosynthesis environment. These\nmorphologies and attributes (e.g., high surface area) can be preserved\nto varying degrees even through subsequent processing of the precursor\nmaterial, such as calcination or anion exchange. A practical application\nrelated to amperometric glucose sensing was demonstrated. While the\nexamples presented above pertain only to Co-based ZIFs, the methodology\ndeveloped here should be generally applicable to any metal-containing\norganic framework.</p>", "clean_text": "Conclusions\n\nThis work has demonstrated a general approach to electrosynthesizing a useful precursor to a technologically relevant material (such as CoSe) within a MOF template. Importantly, it was demonstrated here that very well-defined crystal morphologies can be secured even with the mild conditions typical of an electrosynthesis environment. These morphologies and attributes (e.g., high surface area) can be preserved to varying degrees even through subsequent processing of the precursor material, such as calcination or anion exchange. A practical application related to amperometric glucose sensing was demonstrated. While the examples presented above pertain only to Co-based ZIFs, the methodology developed here should be generally applicable to any metal-containing organic framework.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsaelm.0c00142?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsaelm.0c00142</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Voltammetry-EQCM control\nscans for a bare Au electrode,\neffect of deposition potential and time on the ZIF-67 morphology,\nthermogravimetric data on as-deposited ZIF-67 films, XRD and SEM data\non cobalt oxide, and EDX and high-resolution XPS data on CoSe (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsaelm.0c00142.  Voltammetry-EQCM control scans for a bare Au electrode, effect of deposition potential and time on the ZIF-67 morphology, thermogravimetric data on as-deposited ZIF-67 films, XRD and SEM data on cobalt oxide, and EDX and high-resolution XPS data on CoSe (PDF)   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Voltammetry-EQCM control\nscans for a bare Au electrode,\neffect of deposition potential and time on the ZIF-67 morphology,\nthermogravimetric data on as-deposited ZIF-67 films, XRD and SEM data\non cobalt oxide, and EDX and high-resolution XPS data on CoSe (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Voltammetry-EQCM control scans for a bare Au electrode, effect of deposition potential and time on the ZIF-67 morphology, thermogravimetric data on as-deposited ZIF-67 films, XRD and SEM data on cobalt oxide, and EDX and high-resolution XPS data on CoSe (PDF)", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p><p>and references therein</p>", "clean_text": "The authors declare no competing financial interest.\n\nand references therein", "data": null, "include_properties": null}], "cln_elements": [{"idx": 21, "type": "text", "classification": "synthesis condition", "content": "<p>For\nthe synthesis of CoSe using MOF-derived Co<sub>3</sub>O<sub>4</sub>, a NaHSe solution (as a selenium source) was obtained by\nheating 50 mL of a 0.2 M NaOH solution containing 0.04 g of Se powder\nand 0.6 g of rongalite at 80 °C until all Se powder was converted\nto selenide. After cooling to room temperature, the Co<sub>3</sub>O<sub>4</sub> template deposited on the FTO substrate was dipped\ninto the NaHSe solution to fabricate the CoSe film. The SEM images in A,B revealed that the dodecahedral morphology of ZIF-derived\nCo<sub>3</sub>O<sub>4</sub> was well-retained in CoSe after anion\nexchange. EDX analyses of the film showed CoSe with an atomic mass\nratio of 1:1 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S7A</ext-link>). Also, EDX elemental\nmaps showed that Co and Se elements were uniformly distributed in\nthe CoSe nanostructure (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaelm.0c00142/suppl_file/el0c00142_si_001.pdf\">Figure S7B,C</ext-link>).\nThe HR-TEM image in  revealed a well-defined crystalline structure with lattice\nfringes of 0.20 and 0.31 nm, corresponding to the values of the (102)\nand (100) planes of CoSe planes, respectively.\n</p>", "clean_text": "For the synthesis of CoSe using MOF-derived Co3O4, a NaHSe solution (as a selenium source) was obtained by heating 50 mL of a 0.2 M NaOH solution containing 0.04 g of Se powder and 0.6 g of rongalite at 80 °C until all Se powder was converted to selenide. After cooling to room temperature, the Co3O4 template deposited on the FTO substrate was dipped into the NaHSe solution to fabricate the CoSe film. The SEM images in A,B revealed that the dodecahedral morphology of ZIF-derived Co3O4 was well-retained in CoSe after anion exchange. EDX analyses of the film showed CoSe with an atomic mass ratio of 1:1 (Figure S7A). Also, EDX elemental maps showed that Co and Se elements were uniformly distributed in the CoSe nanostructure (Figure S7B,C). The HR-TEM image in  revealed a well-defined crystalline structure with lattice fringes of 0.20 and 0.31 nm, corresponding to the values of the (102) and (100) planes of CoSe planes, respectively. ", "data": [{"meta": {"name": "CoSe", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Co3O4", "amount": "", "unit": ""}], "solution": [{"name": "NaHSe solution", "amount": "50", "unit": "mL"}, {"name": "0.2 M NaOH solution", "amount": "", "unit": ""}, {"name": "Se powder", "amount": "0.04", "unit": "g"}, {"name": "rongalite", "amount": "0.6", "unit": "g"}], "pressure": "", "temperature": "80°C", "time": ""}, {"synthesis method": "dipping", "dipping solution": "NaHSe solution", "substrate": "FTO substrate"}], "yield": "", "other properties": ["dodecahedral morphology of ZIF-derived Co3O4 was well-retained in CoSe", "CoSe with an atomic mass ratio of 1:1", "Co and Se elements were uniformly distributed in the CoSe nanostructure", "well-defined crystalline structure with lattice fringes of 0.20 and 0.31 nm, corresponding to the values of the (102) and (100) planes of CoSe planes, respectively"]}], "include_properties": ["chemical_synthesis"]}, {"idx": "1, 26", "type": "text", "classification": "property", "content": "<p>Here,\nwe prepared a cobalt–metal organic framework (MOF)\nby anodic electrodeposition at room temperature and transformed it\nfirst to Co<sub>3</sub>O<sub>4</sub> by calcination. The MOF-derived\nCo<sub>3</sub>O<sub>4</sub> was then employed as a sacrificial template\nto fabricate CoSe films via anion exchange with a NaHSe medium. Electrodeposited\nMOF films showed a uniform and well-defined dodecahedral morphology\nwith a particle size in the 3–4 μm range. The MOF-derived\nCo<sub>3</sub>O<sub>4</sub> retained the original dodecahedral morphology,\nand these morphological features were essentially preserved in CoSe\nderived from the Co<sub>3</sub>O<sub>4</sub> template via anion exchange.\nBoth the parent oxide and the chalcogenide were characterized by a\nvariety of spectroscopic and microscopic methods. The MOF-derived\nCoSe was demonstrated as a nonenzymatic glucose sensor with an analytical\nsensitivity of 1423.9 μA mM<sup>–1</sup> cm<sup>–2</sup> and a lower detection limit of 1.53 μM.</p><p>As one example of the practical\napplicability of the MOF-derived\nCoSe sample, its performance as a glucose amperometric sensor is presented.  displays the amperometric\nresponse of CoSe films to glucose at a constant potential of 0.5 V.\nThe CoSe electrode was previously fabricated by the procedure described\nabove. As shown in , successive additions of glucose to the 0.1 M NaOH solution\nincreased the oxidation current, instantly reaching a stable response\nin each case in less than ∼10 s. The analytical sensitivity\nwas calculated from the slope of a calibration plot (not shown) and\nwas estimated to be 1423.9 μA mM<sup>–1</sup> cm<sup>–2</sup>. This value is ∼3 times higher than a previous\nresult for a CoSe nanoflake-decorated reduced graphene oxide electrode. A limit of detection (LOD) value (defined at\na S/N ration of 3) of 1.53 μM was obtained, which is also better\nthan previous results. The improved performance\nof the CoSe electrode described in this study can be ascribed to the\nfact that no binder was used for the preparation of the CoSe film\non the electrode surface. Also, increased active sites due to the\nporous structure may enhance the performance of the electrode toward\nglucose oxidation.</p>", "clean_text": "Here, we prepared a cobalt-metal organic framework (MOF) by anodic electrodeposition at room temperature and transformed it first to Co3O4 by calcination. The MOF-derived Co3O4 was then employed as a sacrificial template to fabricate CoSe films via anion exchange with a NaHSe medium. Electrodeposited MOF films showed a uniform and well-defined dodecahedral morphology with a particle size in the 3-4 μm range. The MOF-derived Co3O4 retained the original dodecahedral morphology, and these morphological features were essentially preserved in CoSe derived from the Co3O4 template via anion exchange. Both the parent oxide and the chalcogenide were characterized by a variety of spectroscopic and microscopic methods. The MOF-derived CoSe was demonstrated as a nonenzymatic glucose sensor with an analytical sensitivity of 1423.9 μA mM-1 cm-2 and a lower detection limit of 1.53 μM.\n\nAs one example of the practical applicability of the MOF-derived CoSe sample, its performance as a glucose amperometric sensor is presented.  displays the amperometric response of CoSe films to glucose at a constant potential of 0.5 V. The CoSe electrode was previously fabricated by the procedure described above. As shown in , successive additions of glucose to the 0.1 M NaOH solution increased the oxidation current, instantly reaching a stable response in each case in less than ~10 s. The analytical sensitivity was calculated from the slope of a calibration plot (not shown) and was estimated to be 1423.9 μA mM-1 cm-2. This value is ~3 times higher than a previous result for a CoSe nanoflake-decorated reduced graphene oxide electrode. A limit of detection (LOD) value (defined at a S/N ration of 3) of 1.53 μM was obtained, which is also better than previous results. The improved performance of the CoSe electrode described in this study can be ascribed to the fact that no binder was used for the preparation of the CoSe film on the electrode surface. Also, increased active sites due to the porous structure may enhance the performance of the electrode toward glucose oxidation.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dodecahedral morphology", "value": "", "unit": "", "condition": ""}, {"property name": "analytical sensitivity", "value": "1423.9", "unit": "μA mM^-1 cm^-2", "condition": ""}, {"property name": "lower detection limit", "value": "1.53", "unit": "μM", "condition": ""}, {"property name": "oxidation current", "value": "", "unit": "", "condition": ""}, {"property name": "limit of detection", "value": "3", "unit": "", "condition": ""}, {"property name": "porous structure", "value": "", "unit": "", "condition": ""}, {"property name": "performance", "value": "", "unit": "", "condition": ""}, {"property name": "active sites", "value": "", "unit": "", "condition": ""}, {"property name": "glucose oxidation", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic\nof the sequential generation of CoSe from the ZIF-67\nand oxide precursors.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"el0c00142_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic of the sequential generation of CoSe from the ZIF-67 and oxide precursors.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Linear sweep voltammograms (black line) along with EQCM frequency\nchanges (red line) for a cobalt film electrode in a 0.1 M Na<sub>2</sub>SO<sub>4</sub> blank electrolyte (pH = 10.8) (A) without and (B)\nwith 1 M 2-MeIm. Scan rate: 20 mV/s.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"el0c00142_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Linear sweep voltammograms (black line) along with EQCM frequency changes (red line) for a cobalt film electrode in a 0.1 M Na2SO4 blank electrolyte (pH = 10.8) (A) without and (B) with 1 M 2-MeIm. Scan rate: 20 mV/s.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Low- and (B) high- magnification SEM images of ZIF-67 that\nwas electrodeposited on the cobalt-modified FTO electrode.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"el0c00142_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Low- and (B) high- magnification SEM images of ZIF-67 that was electrodeposited on the cobalt-modified FTO electrode.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XRD pattern for the electrodeposited\nZIF-67 film prepared on the\nFTO electrode.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"el0c00142_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  XRD pattern for the electrodeposited ZIF-67 film prepared on the FTO electrode.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Effect of the 2-MeIM concentration on the morphology of\nZIF-67\nfilms on the FTO electrode: (A) 0.1, (B) 0.3, (C) 0.5, and (D) 1.0\nM.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"el0c00142_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Effect of the 2-MeIM concentration on the morphology of ZIF-67 films on the FTO electrode: (A) 0.1, (B) 0.3, (C) 0.5, and (D) 1.0 M.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Effect of thickness of the pre-electrodeposited\ncobalt film on\nthe thickness of ZIF-67 films. Cobalt was pre electrodeposited for\n(A) 30, (B) 60, (C) 120, and (D) 180 min.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"el0c00142_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Effect of thickness of the pre-electrodeposited cobalt film on the thickness of ZIF-67 films. Cobalt was pre electrodeposited for (A) 30, (B) 60, (C) 120, and (D) 180 min.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>FT-IR spectra of 2-methylimidazole (red\nline) and electrosynthesized\nZIF-67 (black line).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"el0c00142_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  FT-IR spectra of 2-methylimidazole (red line) and electrosynthesized ZIF-67 (black line).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(A) Low- and (B) high-magnification SEM images of CoSe obtained\nby anion exchange (see text).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"el0c00142_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  (A) Low- and (B) high-magnification SEM images of CoSe obtained by anion exchange (see text).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>High-resolution\nTEM image of a single CoSe nanoparticle.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"el0c00142_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  High-resolution TEM image of a single CoSe nanoparticle.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Representative chronoamperometric response of a MOF-derived\nCoSe\nelectrode to successive additions of 0.1 mM aliquots of glucose to\nthe 0.1 M NaOH solution at an applied potential of 0.5 V.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"el0c00142_0002.tif\"></graphic>\n</fig>", "clean_text": " 10  Representative chronoamperometric response of a MOF-derived CoSe electrode to successive additions of 0.1 mM aliquots of glucose to the 0.1 M NaOH solution at an applied potential of 0.5 V.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsaelm.0c00142", "title": "\nElectrochemical Deposition of a Metal–Organic\nFramework and Subsequent Conversion to Cobalt Selenide\n", "journal": "American\nChemical Society", "date": "2020.04", "author_list": ["Jee\nHyung-Woo", "Paeng\nKi-Jung", "Myung\nNoseung", "Rajeshwar\nKrishnan"]}}