{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic0c03511.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>By employing a bowl-like tetra­(benzimidazole)­resorcin[4]­arene\n(TBR4A)\nligand, two new polyoxometalate-templated metal–organic frameworks\n(POMOFs), [Co<sub>8</sub>Cl<sub>14</sub>(TBR4A)<sub>6</sub>]·3­[H<sub>3.3</sub>SiW<sub>12</sub>O<sub>40</sub>]·10DMF·11EtOH·20H<sub>2</sub>O (<bold>1</bold>) and [Co<sub>3</sub>Cl<sub>2</sub>(TBR4A)<sub>2</sub>(DMF)<sub>4</sub>]·[SiW<sub>12</sub>O<sub>40</sub>]·2EtOH·3H<sub>2</sub>O (<bold>2</bold>), have been prepared under solvothermal\nconditions (DMF = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide). <bold>1</bold> shows a 2D cationic layer, whereas <bold>2</bold> exhibits\na 3D framework. Remarkably, the Keggin POMs in <bold>1</bold> and <bold>2</bold> were located in the cavities formed by two bowl-like resorcin[4]­arenes\nin sandwich fashions. Their framework structures were highly dependent\non the coordination modes of the TBR4A ligands. To increase the conductivity\nof POMOFs, the samples of <bold>1</bold> and <bold>2</bold> were loaded\non the conductive polypyrrole-reduced graphene oxide (PPy-RGO) <italic toggle=\"yes\">via</italic> ball milling (<bold>1@PG</bold> and <bold>2@PG</bold>). Then, the obtained composites experienced calcination at a proper\ntemperature to produce <bold>1@PG-A</bold> and <bold>2@PG-A</bold>. The resulting <bold>1@PG-A</bold> and <bold>2@PG-A</bold> composites,\nwith improved conductivities, uniform sizes and micropores, exhibited\npromising electrochemical performance for lithium-ion batteries. We\nherein proposed a size-controlled route for the rational fabrication\nof functional POMOFs and their usage in energy fields.</p>", "clean_text": "By employing a bowl-like tetra(benzimidazole)resorcin[4]arene (TBR4A) ligand, two new polyoxometalate-templated metal-organic frameworks (POMOFs), [Co8Cl14(TBR4A)6]⋅3[H3.3SiW12O40]⋅10DMF⋅11EtOH⋅20H2O (1) and [Co3Cl2(TBR4A)2(DMF)4]⋅[SiW12O40]⋅2EtOH⋅3H2O (2), have been prepared under solvothermal conditions (DMF = N,N'-dimethylformamide). 1 shows a 2D cationic layer, whereas 2 exhibits a 3D framework. Remarkably, the Keggin POMs in 1 and 2 were located in the cavities formed by two bowl-like resorcin[4]arenes in sandwich fashions. Their framework structures were highly dependent on the coordination modes of the TBR4A ligands. To increase the conductivity of POMOFs, the samples of 1 and 2 were loaded on the conductive polypyrrole-reduced graphene oxide (PPy-RGO) via ball milling (1@PG and 2@PG). Then, the obtained composites experienced calcination at a proper temperature to produce 1@PG-A and 2@PG-A. The resulting 1@PG-A and 2@PG-A composites, with improved conductivities, uniform sizes and micropores, exhibited promising electrochemical performance for lithium-ion batteries. We herein proposed a size-controlled route for the rational fabrication of functional POMOFs and their usage in energy fields.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Two new polyoxometalate-templated metal−organic\nframeworks\nwere anchored on polypyrrole-reduced graphene oxide (PPy-RGO), where\nthe resulting composites with improved conductivities and uniform\nnanosizes exhibited outstanding electrochemical performance for lithium-ion\nbatteries.</p>", "clean_text": "Two new polyoxometalate-templated metal-organic frameworks were anchored on polypyrrole-reduced graphene oxide (PPy-RGO), where the resulting composites with improved conductivities and uniform nanosizes exhibited outstanding electrochemical performance for lithium-ion batteries.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Recently,\npolyoxometalate (POM)-based materials have shown great\npotential for energy storage. The POMs with rich negative electrons\nhave been extensively utilized as templates to participate in the\nconstruction of metal–organic frameworks (MOFs). The POMs as inorganic building blocks have the potential to be immobilized\ninto MOFs (POMOFs) and maintain the stability of the resulting POMs-based\nnetworks. Usually, POMOFs exhibit the advantages of the electron storage properties\nand the reversible multielectron redox activities as well as the tunable\nnetwork structures. Thus, the POMOFs with redox POMs are potential materials for lithium-ion\nbatteries (LIBs). Nevertheless, the design of POMOFs with attractive structures and\nmulti-functions still remains a challenge.\n</p>", "clean_text": "Introduction\n\nRecently, polyoxometalate (POM)-based materials have shown great potential for energy storage. The POMs with rich negative electrons have been extensively utilized as templates to participate in the construction of metal-organic frameworks (MOFs). The POMs as inorganic building blocks have the potential to be immobilized into MOFs (POMOFs) and maintain the stability of the resulting POMs-based networks. Usually, POMOFs exhibit the advantages of the electron storage properties and the reversible multielectron redox activities as well as the tunable network structures. Thus, the POMOFs with redox POMs are potential materials for lithium-ion batteries (LIBs). Nevertheless, the design of POMOFs with attractive structures and multi-functions still remains a challenge. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Generally, organic ligands have as an important role in the\ndirectional\nsyntheses of POMOFs. In this domain, resorcin[4]­arenes,\na special class of organic molecules with well-defined internal voids,\npossess appealing structures and modifiability. Herein, we\ndesigned a functional resorcin[4]­arene with four arm-like benzimidazole\ngroups (TBR4A), which may show versatile coordination fashions with\nmetal cations (). Nevertheless, the relatively weak conductivity of the POMOF materials\nlimited their wide application as LIBs.\n</p>", "clean_text": "Generally, organic ligands have as an important role in the directional syntheses of POMOFs. In this domain, resorcin[4]arenes, a special class of organic molecules with well-defined internal voids, possess appealing structures and modifiability. Herein, we designed a functional resorcin[4]arene with four arm-like benzimidazole groups (TBR4A), which may show versatile coordination fashions with metal cations (). Nevertheless, the relatively weak conductivity of the POMOF materials limited their wide application as LIBs. ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthetic\nProcedure for the TBR4A</title>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Synthetic Procedure for the TBR4A   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this facet, the most popular method is to combine POMOFs with\na conducting substrate. For example, Sha et al. reported a 12-tungstovanadate framework\ncombined single-walled carbon nanotube (SWNT) composite (VW12@­MOCF/​SWNT-2),\nwhich featured the outstanding electrochemical performance. The reduced graphene oxide (RGO)/​conducting\npolymers could interact with POMOFs <italic toggle=\"yes\">via</italic> hydrogen\nbonds and π–π interactions to effectively enhance\nthe POMOF conductivity. On the other hand,\nthe sizes of the resulting composites could affect the rate performance\nof LIBs. The nanoscale samples provided a large amount of\nspecific surfaces for the interactions with active sites of Li<sup>+</sup>, which thus improved their electrochemical behaviors for\nLIBs. However, the size-controlled syntheses for\nthe POMOFs are difficult and essential for anode materials.\n</p>", "clean_text": "In this facet, the most popular method is to combine POMOFs with a conducting substrate. For example, Sha et al. reported a 12-tungstovanadate framework combined single-walled carbon nanotube (SWNT) composite (VW12@MOCF/SWNT-2), which featured the outstanding electrochemical performance. The reduced graphene oxide (RGO)/conducting polymers could interact with POMOFs via hydrogen bonds and π-π interactions to effectively enhance the POMOF conductivity. On the other hand, the sizes of the resulting composites could affect the rate performance of LIBs. The nanoscale samples provided a large amount of specific surfaces for the interactions with active sites of Li+, which thus improved their electrochemical behaviors for LIBs. However, the size-controlled syntheses for the POMOFs are difficult and essential for anode materials. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>On the basis of the consideration above, two new POMOFs, [Co<sub>8</sub>Cl<sub>14</sub>(TBR4A)<sub>6</sub>]·3­[H<sub>3.3</sub>SiW<sub>12</sub>O<sub>40</sub>]·10DMF·11EtOH·20H<sub>2</sub>O (<bold>1</bold>) and [Co<sub>3</sub>Cl<sub>2</sub>(TBR4A)<sub>2</sub>(DMF)<sub>4</sub>]·[SiW<sub>12</sub>O<sub>40</sub>]·2EtOH·3H<sub>2</sub>O (<bold>2</bold>) (DMF = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide), were prepared by using TBR4A ligand,\nPOMs, and Co­(II) cation under solvothermal conditions. <bold>1</bold> and <bold>2</bold> exhibited fascinating 2D layer and 3D cationic\nframework structures, respectively. To increase the conductivity of\nPOMOFs, <bold>1</bold> and <bold>2</bold> were loaded on the conductive\npolypyrrole-reduced graphene oxide (PPy-RGO) <italic toggle=\"yes\">via</italic> ball\nmilling (<bold>1@PG</bold> and <bold>2@PG</bold>) and calcination\n(<bold>1@PG-A</bold> and <bold>2@PG-A</bold>). The thermal collapse/​distortion\nof POMOFs resulted in the nanosized samples of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> (∼50 nm) (). The nanoscale composites exhibited promising\nelectrochemical performance for anode materials of LIBs. The size-controlled\nsynthetic strategy provided a feasible route for the construction\nof the nanosized conductive POMOFs materials and their applications\nin energy fields.</p>", "clean_text": "On the basis of the consideration above, two new POMOFs, [Co8Cl14(TBR4A)6]⋅3[H3.3SiW12O40]⋅10DMF⋅11EtOH⋅20H2O (1) and [Co3Cl2(TBR4A)2(DMF)4]⋅[SiW12O40]⋅2EtOH⋅3H2O (2) (DMF = N,N'-dimethylformamide), were prepared by using TBR4A ligand, POMs, and Co(II) cation under solvothermal conditions. 1 and 2 exhibited fascinating 2D layer and 3D cationic framework structures, respectively. To increase the conductivity of POMOFs, 1 and 2 were loaded on the conductive polypyrrole-reduced graphene oxide (PPy-RGO) via ball milling (1@PG and 2@PG) and calcination (1@PG-A and 2@PG-A). The thermal collapse/distortion of POMOFs resulted in the nanosized samples of 1@PG-A and 2@PG-A (~50 nm) (). The nanoscale composites exhibited promising electrochemical performance for anode materials of LIBs. The size-controlled synthetic strategy provided a feasible route for the construction of the nanosized conductive POMOFs materials and their applications in energy fields.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Synthetic Procedure for <bold>POMOFs@PG-A</bold> Composites</title>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Synthetic Procedure for POMOFs@PG-A Composites   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Structural Description\nof <bold>1</bold>\n</title><p>\n<bold>1</bold> crystallizes in the hexagonal\nspace group <italic toggle=\"yes\">P</italic>63/<italic toggle=\"yes\">m</italic>. The asymmetric\nunit consists of one TBR4A, one and a\nthird Co­(II)­cation, half a [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion, and two and a third coordination chloride anions (a). Two Co­(II) cations\nexhibit the same tetrahedral coordination spheres, but their coordination\nenvironments are different. Co1 is surrounded by three nitrogen atoms\nfrom three benzimidazole moieties and one chloride anion, while Co2\nis coordinated by two chloride anions and two nitrogen atoms from\ntwo benzimidazole groups (b). The Keggin [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> acts as a charge balance anion. Bond valence sum\n(BVS) calculation demonstrates that all W atoms are in the +6 oxidation\nstate. The [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion is located in the cavity formed by two\nTBR4A ligands in a sandwich mode (c). Each TBR4A bridges three Co­(II) cations\nto produce a layer (d). Neighboring layers are stacked in parallel fashions. The\nPOMs are intercalated into two neighboring layers (e). Once the TBR4A and Co1\nare considered as a 3-connected node, respectively, the overall structure\nof <bold>1</bold> can be described as a 3,3-connected (3,9) network.\nThe free volume analyzed by PLATON is <italic toggle=\"yes\">ca</italic>. 32.5% of\nthe unit cell volume.\n</p>", "clean_text": "Results and Discussion\n\nStructural Description of 1 \n\n 1 crystallizes in the hexagonal space group P63/m. The asymmetric unit consists of one TBR4A, one and a third Co(II)cation, half a [SiW12O40]4- anion, and two and a third coordination chloride anions (a). Two Co(II) cations exhibit the same tetrahedral coordination spheres, but their coordination environments are different. Co1 is surrounded by three nitrogen atoms from three benzimidazole moieties and one chloride anion, while Co2 is coordinated by two chloride anions and two nitrogen atoms from two benzimidazole groups (b). The Keggin [SiW12O40]4- acts as a charge balance anion. Bond valence sum (BVS) calculation demonstrates that all W atoms are in the +6 oxidation state. The [SiW12O40]4- anion is located in the cavity formed by two TBR4A ligands in a sandwich mode (c). Each TBR4A bridges three Co(II) cations to produce a layer (d). Neighboring layers are stacked in parallel fashions. The POMs are intercalated into two neighboring layers (e). Once the TBR4A and Co1 are considered as a 3-connected node, respectively, the overall structure of 1 can be described as a 3,3-connected (3,9) network. The free volume analyzed by PLATON is ca. 32.5% of the unit cell volume. ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination spheres\nof Co­(II) in <bold>1</bold>. Symmetric\ncodes: <sup>#1</sup> −<italic toggle=\"yes\">x</italic> + <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">z</italic>; <sup>#2</sup> −<italic toggle=\"yes\">y</italic> – 1, <italic toggle=\"yes\">x</italic> – <italic toggle=\"yes\">y</italic> – 1, <italic toggle=\"yes\">z</italic>; <sup>#3</sup> −<italic toggle=\"yes\">y</italic> – 2, <italic toggle=\"yes\">x</italic> – <italic toggle=\"yes\">y</italic> – 1, <italic toggle=\"yes\">z</italic>. (b)\nCoordination mode of TBR4A with Co­(II) cations. (c) Relationship between\nthe TBR4A and [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion. (d) The 3,3-connected (3,9) network. (e) Double layer structure\nintercalated by POMs.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination spheres of Co(II) in 1. Symmetric codes: #1 -x + y, -x - 1, z; #2 -y - 1, x - y - 1, z; #3 -y - 2, x - y - 1, z. (b) Coordination mode of TBR4A with Co(II) cations. (c) Relationship between the TBR4A and [SiW12O40]4- anion. (d) The 3,3-connected (3,9) network. (e) Double layer structure intercalated by POMs.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Structural Description\nof <bold>2</bold>\n</title><p>Single-crystal\nX-ray diffraction analysis revealed that <bold>2</bold> crystallizes\nin the monoclinic <italic toggle=\"yes\">P</italic>21<italic toggle=\"yes\">/n</italic> space group.\nAs illustrated in a, the asymmetric unit of <bold>2</bold> is composed of one\nTBR4A, half a Co­(II) cations, half a [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion, one coordinated chloride anion, and\ntwo coordinated DMF molecules. The free volume calculated with PLATON is <italic toggle=\"yes\">ca</italic>. 11.7%\nof the unit cell volume. Two Co­(II) cations\nexhibit different coordination spheres: Co1 is four-coordinated by\nthree nitrogen atoms from three benzimidazole moieties and one chloride\nanion in a tetrahedral geometry, whereas Co2 is six-coordinated with\ntwo nitrogen atoms from two benzimidazole groups and four oxygen atoms\nfrom two DMF molecules and two water molecules in an octahedral geometry.\nTwo nitrogen atoms (N6 and N6<sup>#3</sup>) are at the apical sites\nand four oxygen atoms (O29, O29<sup>#</sup>, O30, and O30<sup>#</sup>) are located at the equatorial positions of the octahedra. Like <bold>1</bold>, the [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> as a guest anion is free and locates in the cavity formed by two\nbowl-like TBR4A ligands in a sandwich mode (b,c). Similar to other Keggin POMs, the parent\n[SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion contains\na SiO<sub>4</sub> tetrahedron surrounded by 12 WO<sub>6</sub> octahedra.\nThe Si–O bond lengths in the SiW<sub>12</sub> are in the normal\nranges. Bond valence sum (BVS) calculation indicates that the W atom\nis in the +6 oxidation state, and the Co atom is in the +2 oxidation\nstate. Notably, four oxygen atoms connected\nwith the central atom Si are out-of-order and the Keggin type [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> is a little distorted.\nDifferent from <bold>1</bold>, each TBR4A bridges four Co­(II) cations\nthrough its four benzimidazole moieties, and Co1 is linked by three\nTBR4A ligands (c). In these fashions, an overall 3D framework is formed, where the\n[SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anions are sandwiched\nby two opposite TBR4A ligands. Topologically, the Co1 and TBR4A are\nregarded as a 3- and 4-connected node, respectively. Thus, the structure\nof <bold>2</bold> can be simplified to be (3,4)-connected (4.8<sup>2</sup>)­(4.8<sup>2</sup>.10<sup>3</sup>) topology (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">S1</ext-link>).</p>", "clean_text": "Structural Description of 2 \n\nSingle-crystal X-ray diffraction analysis revealed that 2 crystallizes in the monoclinic P21/n space group. As illustrated in a, the asymmetric unit of 2 is composed of one TBR4A, half a Co(II) cations, half a [SiW12O40]4- anion, one coordinated chloride anion, and two coordinated DMF molecules. The free volume calculated with PLATON is ca. 11.7% of the unit cell volume. Two Co(II) cations exhibit different coordination spheres: Co1 is four-coordinated by three nitrogen atoms from three benzimidazole moieties and one chloride anion in a tetrahedral geometry, whereas Co2 is six-coordinated with two nitrogen atoms from two benzimidazole groups and four oxygen atoms from two DMF molecules and two water molecules in an octahedral geometry. Two nitrogen atoms (N6 and N6#3) are at the apical sites and four oxygen atoms (O29, O29#, O30, and O30#) are located at the equatorial positions of the octahedra. Like 1, the [SiW12O40]4- as a guest anion is free and locates in the cavity formed by two bowl-like TBR4A ligands in a sandwich mode (b,c). Similar to other Keggin POMs, the parent [SiW12O40]4- anion contains a SiO4 tetrahedron surrounded by 12 WO6 octahedra. The Si-O bond lengths in the SiW12 are in the normal ranges. Bond valence sum (BVS) calculation indicates that the W atom is in the +6 oxidation state, and the Co atom is in the +2 oxidation state. Notably, four oxygen atoms connected with the central atom Si are out-of-order and the Keggin type [SiW12O40]4- is a little distorted. Different from 1, each TBR4A bridges four Co(II) cations through its four benzimidazole moieties, and Co1 is linked by three TBR4A ligands (c). In these fashions, an overall 3D framework is formed, where the [SiW12O40]4- anions are sandwiched by two opposite TBR4A ligands. Topologically, the Co1 and TBR4A are regarded as a 3- and 4-connected node, respectively. Thus, the structure of 2 can be simplified to be (3,4)-connected (4.82)(4.82.103) topology (d and S1).", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Coordination environments of Co­(II) cations\nin <bold>2</bold>. Symmetry codes: <sup>#1</sup>\n<italic toggle=\"yes\">x</italic> – 1/2,\n−<italic toggle=\"yes\">y</italic> + 1/2, <italic toggle=\"yes\">z</italic> + 1/2; <sup>#2</sup> −<italic toggle=\"yes\">x</italic> – 1/2, <italic toggle=\"yes\">y</italic> –\n1/2, −<italic toggle=\"yes\">z</italic> + 1/2; <sup>#3</sup> −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic>. (b) Relationship between the TBR4A and [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion. (c) Coordination mode of the TBR4A.\n(d) 3D framework structure of <bold>2</bold> viewed along the <italic toggle=\"yes\">c</italic> axis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Coordination environments of Co(II) cations in 2. Symmetry codes: #1 x - 1/2, -y + 1/2, z + 1/2; #2 -x - 1/2, y - 1/2, -z + 1/2; #3 -x + 1, -y, -z. (b) Relationship between the TBR4A and [SiW12O40]4- anion. (c) Coordination mode of the TBR4A. (d) 3D framework structure of 2 viewed along the c axis.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\n<bold>1</bold> and <bold>2</bold> were assembled with H<sub>4</sub>SiW<sub>12</sub>O<sub>40</sub>·<italic toggle=\"yes\">x</italic>H<sub>2</sub>O, CoCl<sub>2</sub>·6H<sub>2</sub>O, and TBR4A under solvothermal\nconditions. By controlling the solvent ratio (DMF/EtOH) and reaction\ntemperature, <bold>1</bold> and <bold>2</bold> crystallized in different\ncrystallographic systems. As a result,\nthe TBR4A ligand featured different coordination modes, then resulting\nin the 2D layer of <bold>1</bold> and 3D framework of <bold>2</bold>.</p>", "clean_text": " 1 and 2 were assembled with H4SiW12O40⋅xH2O, CoCl2⋅6H2O, and TBR4A under solvothermal conditions. By controlling the solvent ratio (DMF/EtOH) and reaction temperature, 1 and 2 crystallized in different crystallographic systems. As a result, the TBR4A ligand featured different coordination modes, then resulting in the 2D layer of 1 and 3D framework of 2.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<title>Physical Characterization</title><p>The phase purity was characterized\nwith powder X-ray diffraction (PXRD) patterns. As shown in a,b, after ball milling,\nthe diffraction peaks of <bold>1</bold>-ball milling (<bold>1-BM</bold>), <bold>1@PG</bold>, <bold>2</bold>-ball milling (<bold>2-BM</bold>), and <bold>2@PG</bold> are in agreement with the original ones,\nconfirming their mechanical stability. The PXRD peaks of <bold>1@PG</bold> are slightly weak with respect\nto those of <bold>2@PG</bold>, indicating that <bold>2</bold> is more\nmechanically stable than <bold>1</bold>. After calcination in air,\nthe diffraction peaks of <bold>1</bold> and <bold>2</bold> still remained\nin <bold>1</bold>-calcination (<bold>1-A</bold>), <bold>1</bold>-<bold>BM</bold>-calcination (<bold>1-BM-A</bold>), <bold>2</bold>-calcination\n(<bold>2-A</bold>), and <bold>2</bold>-<bold>BM-</bold>calcination\n(<bold>2-BM-A</bold>). In addition, the diffraction peaks of <bold>2@PG-A</bold> are consistent with those of <bold>2</bold>, demonstrating\nthat <bold>2</bold> possesses thermal stability.\n<bold>1</bold> and <bold>2</bold> show stability in the\nelectrolyte (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Furthermore, FT-IR\nspectra of the composites in various proportions correspond to the\noriginal ones, showing stability of the structure after ball milling\nand calcination (c,d). Nitrogen adsorption isotherms\nwere measured to investigate the porosity of <bold>1</bold>, <bold>1@PG-A</bold>, <bold>2</bold>, and <bold>2@PG-A</bold>. <bold>1@PG-A</bold> and <bold>2@PG-A</bold> showed Brunauer–Emmett–Teller\n(BET) surface areas of 43.96 and 30.02 m<sup>2</sup> g<sup>–1</sup>, respectively (e,g). The distributions of the pore\nsizes were calculated with the Density Functional Theory (DFT) method.\nThe main pore sizes of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> are ∼1 nm (f,h). By comparison, <bold>1</bold> and <bold>2</bold> mainly exhibit the surface adsorption process,\nwhich may be attributed to the narrow pores in the structures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). Obviously, <bold>1@PG-A</bold> and <bold>2@PG-A</bold> exhibited microporosities after ball milling and calcination,\nwhich accelerated the infusion of the electrolyte and provided a large\namount of active sites during electrochemical processes, resulting\nin excellent storage capacity of Li<sup>+</sup>.\n</p>", "clean_text": "Physical Characterization\n\nThe phase purity was characterized with powder X-ray diffraction (PXRD) patterns. As shown in a,b, after ball milling, the diffraction peaks of 1-ball milling (1-BM), 1@PG, 2-ball milling (2-BM), and 2@PG are in agreement with the original ones, confirming their mechanical stability. The PXRD peaks of 1@PG are slightly weak with respect to those of 2@PG, indicating that 2 is more mechanically stable than 1. After calcination in air, the diffraction peaks of 1 and 2 still remained in 1-calcination (1-A), 1-BM-calcination (1-BM-A), 2-calcination (2-A), and 2-BM-calcination (2-BM-A). In addition, the diffraction peaks of 2@PG-A are consistent with those of 2, demonstrating that 2 possesses thermal stability. 1 and 2 show stability in the electrolyte (Figure S2). Furthermore, FT-IR spectra of the composites in various proportions correspond to the original ones, showing stability of the structure after ball milling and calcination (c,d). Nitrogen adsorption isotherms were measured to investigate the porosity of 1, 1@PG-A, 2, and 2@PG-A. 1@PG-A and 2@PG-A showed Brunauer-Emmett-Teller (BET) surface areas of 43.96 and 30.02 m2 g-1, respectively (e,g). The distributions of the pore sizes were calculated with the Density Functional Theory (DFT) method. The main pore sizes of 1@PG-A and 2@PG-A are ~1 nm (f,h). By comparison, 1 and 2 mainly exhibit the surface adsorption process, which may be attributed to the narrow pores in the structures (Figure S3). Obviously, 1@PG-A and 2@PG-A exhibited microporosities after ball milling and calcination, which accelerated the infusion of the electrolyte and provided a large amount of active sites during electrochemical processes, resulting in excellent storage capacity of Li+. ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) PXRD patterns of the experimental <bold>1</bold>, the simulated <bold>1</bold>, <bold>1-BM</bold>, <bold>1@PG</bold>, <bold>1-A</bold>, <bold>1-BM-A</bold>, and <bold>1@PG-A</bold>. (b) PXRD patterns of the\nexperimental <bold>2</bold>, the simulated <bold>2</bold>, <bold>2-BM</bold>, <bold>2@PG</bold>, <bold>2-A</bold>, <bold>2-BM-A</bold>, and <bold>2@PG-A</bold>. (c) IR spectra of <bold>1</bold>, <bold>1-BM</bold>, <bold>1@PG</bold>, <bold>1-A</bold>, <bold>1-BM-A</bold>, and <bold>1@PG-A</bold>. (d) IR spectra of <bold>2</bold>, <bold>2-BM</bold>, <bold>2@PG</bold>, <bold>2-A</bold>, <bold>2-BM-A</bold>, and <bold>2@PG-A</bold>. N<sub>2</sub> adsorption and pore size analysis curves\nof <bold>1@PG-A</bold> (e, f) and <bold>2@PG-A</bold> (g, h).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) PXRD patterns of the experimental 1, the simulated 1, 1-BM, 1@PG, 1-A, 1-BM-A, and 1@PG-A. (b) PXRD patterns of the experimental 2, the simulated 2, 2-BM, 2@PG, 2-A, 2-BM-A, and 2@PG-A. (c) IR spectra of 1, 1-BM, 1@PG, 1-A, 1-BM-A, and 1@PG-A. (d) IR spectra of 2, 2-BM, 2@PG, 2-A, 2-BM-A, and 2@PG-A. N2 adsorption and pore size analysis curves of 1@PG-A (e, f) and 2@PG-A (g, h).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To explore the morphology evolutions of <bold>1</bold> and <bold>2</bold> after ball milling and calcination, their scanning\nelectron\nmicroscope (SEM) and transmission electron microscope (TEM) images\nwere determined. As shown in , they showed hexagonal lamellae and fusiform structures.\nAfter calcination, their geometries still remained. Noticeably, the\nsizes of <bold>1@PG</bold>, <bold>2@PG</bold>, <bold>1@PG-A</bold>, and <bold>2@PG-A</bold> are smaller than those of <bold>1-BM</bold>, <bold>2-BM</bold>, <bold>1-BM-A</bold>, and <bold>2-BM-A</bold>. After calcination treatment of <bold>1@PG</bold> and <bold>2@PG</bold>, the samples of <bold>1</bold> and <bold>2</bold> underwent partial\nthermal collapse/​distortion to form nanocrystals (∼50\nnm) (m–p). Noticeably, the nanosized samples of <bold>1</bold> and <bold>2</bold> drastically increase the interaction areas between\nthe composite and electrolyte, thus enhancing Li<sup>+</sup> transportion\nefficiency. Elemental mapping and energy-dispersive\nX-ray spectroscopy (EDS) of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">Figures S3–S6</ext-link>) showed uniform\ndistributions of elements, proving that <bold>1</bold> and <bold>2</bold> were uniformly distributed on the conductive carbon layer.</p>", "clean_text": "To explore the morphology evolutions of 1 and 2 after ball milling and calcination, their scanning electron microscope (SEM) and transmission electron microscope (TEM) images were determined. As shown in , they showed hexagonal lamellae and fusiform structures. After calcination, their geometries still remained. Noticeably, the sizes of 1@PG, 2@PG, 1@PG-A, and 2@PG-A are smaller than those of 1-BM, 2-BM, 1-BM-A, and 2-BM-A. After calcination treatment of 1@PG and 2@PG, the samples of 1 and 2 underwent partial thermal collapse/distortion to form nanocrystals (~50 nm) (m-p). Noticeably, the nanosized samples of 1 and 2 drastically increase the interaction areas between the composite and electrolyte, thus enhancing Li+ transportion efficiency. Elemental mapping and energy-dispersive X-ray spectroscopy (EDS) of 1@PG-A and 2@PG-A (Figures S3-S6) showed uniform distributions of elements, proving that 1 and 2 were uniformly distributed on the conductive carbon layer.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEMs of <bold>1</bold> (a), <bold>2</bold> (b), <bold>1-BM</bold> (c), <bold>2-BM</bold> (d), <bold>1-A</bold> (e), <bold>2-A</bold> (f), <bold>1@PG</bold> (g), <bold>2@PG</bold> (h), <bold>1-BM-A</bold> (i), <bold>2-BM-A</bold> (j), <bold>1@PG-A</bold> (k), and <bold>2@PG-A</bold> (l). TEMs\nof <bold>1@PG-A</bold> (m, n) and <bold>2@PG-A</bold> (o, p).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  SEMs of 1 (a), 2 (b), 1-BM (c), 2-BM (d), 1-A (e), 2-A (f), 1@PG (g), 2@PG (h), 1-BM-A (i), 2-BM-A (j), 1@PG-A (k), and 2@PG-A (l). TEMs of 1@PG-A (m, n) and 2@PG-A (o, p).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Electrochemical Properties</title><p>Electrochemical\nproperties\nof <bold>1</bold>, <bold>2</bold>, <bold>1@PG</bold>, and <bold>2@PG</bold> were investigated with cyclic voltammetry (CV). As shown in a, two obvious reduction\npeaks at 0.72 and 1.4 V arose from the solid electrolyte interface\n(SEI) layer generation and irreversible side reaction, respectively. After the first run, the intensity of the peaks\nat 0.72 and 1.4 V became relatively weak or invisible, and the CV\ncurve profiles were overlapped, indicating that the capacity loss\nmainly occurred in the first run. In\nthe reduction process, the peak at 0.01–0.2 V was caused by\nthe Li<sup>+</sup> insertion. The peak\nat 1.27 V was associated with the Li-extraction from the electrode\nmaterial. Meanwhile, similar oxidation/​reduction\npeaks (except the reduction peaks of 1.4 V) were observed in <bold>2</bold>, <bold>1@PG-A</bold>, and <bold>2@PG-A</bold>, implying\nthat these composites exhibited the similar electrochemical mechanism\n(b–d).</p>", "clean_text": "Electrochemical Properties\n\nElectrochemical properties of 1, 2, 1@PG, and 2@PG were investigated with cyclic voltammetry (CV). As shown in a, two obvious reduction peaks at 0.72 and 1.4 V arose from the solid electrolyte interface (SEI) layer generation and irreversible side reaction, respectively. After the first run, the intensity of the peaks at 0.72 and 1.4 V became relatively weak or invisible, and the CV curve profiles were overlapped, indicating that the capacity loss mainly occurred in the first run. In the reduction process, the peak at 0.01-0.2 V was caused by the Li+ insertion. The peak at 1.27 V was associated with the Li-extraction from the electrode material. Meanwhile, similar oxidation/reduction peaks (except the reduction peaks of 1.4 V) were observed in 2, 1@PG-A, and 2@PG-A, implying that these composites exhibited the similar electrochemical mechanism (b-d).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>CV curves\nof <bold>1</bold> (a), <bold>2</bold> (b), <bold>1@PG-A</bold> (c),\nand <bold>2@PG-A</bold> (d) at 0.01–3 V and 0.1 mV s<sup>–1</sup>. The PXRD patterns of <bold>1</bold> (e, f) and <bold>2</bold> (g,\nh) at various voltage states of the discharge-charge\nprocesses.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  CV curves of 1 (a), 2 (b), 1@PG-A (c), and 2@PG-A (d) at 0.01-3 V and 0.1 mV s-1. The PXRD patterns of 1 (e, f) and 2 (g, h) at various voltage states of the discharge-charge processes.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>To explore the electrochemical\nmechanism, the PXRD patterns for <bold>1</bold> and <bold>2</bold> at different voltages were determined\nafter the first cycle (e–h). No significant changes were observed from their\nPXRD patterns when they were discharged at 1.2 and 0.52 V. Nevertheless,\nthey disappeared when discharged at 0.01 V, indicating that the side\nreaction, the SEI film production, and the Li<sup>+</sup> insertion\nreaction occurred at 2–1.2, 1.2–0.52, and 0.52–0.01\nV, respectively. The PXRD pattern of <bold>2</bold> was back to the\noriginal one when it was charged at 3.0 V, indicating that the Li-extraction\nreaction occurred at 0.3–1.7 V. The result is similar to the\nCV behavior observed above. However, the PXRD peaks of <bold>1</bold> (charged at 0.3, 1.7, and 3.0 V) disappeared, indicating that the\nsample of <bold>1</bold> was converted to the amorphous state after\nthe first discharge-charge cycle. This\nproves that <bold>2</bold> (3D framework) has higher electrochemical\nstability than <bold>1</bold> (2D layer).</p>", "clean_text": "To explore the electrochemical mechanism, the PXRD patterns for 1 and 2 at different voltages were determined after the first cycle (e-h). No significant changes were observed from their PXRD patterns when they were discharged at 1.2 and 0.52 V. Nevertheless, they disappeared when discharged at 0.01 V, indicating that the side reaction, the SEI film production, and the Li+ insertion reaction occurred at 2-1.2, 1.2-0.52, and 0.52-0.01 V, respectively. The PXRD pattern of 2 was back to the original one when it was charged at 3.0 V, indicating that the Li-extraction reaction occurred at 0.3-1.7 V. The result is similar to the CV behavior observed above. However, the PXRD peaks of 1 (charged at 0.3, 1.7, and 3.0 V) disappeared, indicating that the sample of 1 was converted to the amorphous state after the first discharge-charge cycle. This proves that 2 (3D framework) has higher electrochemical stability than 1 (2D layer).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>As shown in a, <bold>1</bold> showed a discharge capacity of 1133 mAh g<sup>–1</sup> and\na Coulombic efficiency (CE) of 40% in the first run. <bold>2</bold>, <bold>1@PG-A</bold>, and <bold>2@PG-A</bold> showed the discharge\ncapacities of 1134, 1481, and 1431 mAh g<sup>–1</sup> with\nCE of 40%, 56%, and 63% in the first run, respectively (b–d). Obviously, <bold>1@PG-A</bold> and <bold>2@PG-A</bold> exhibited higher initial CEs\nthan <bold>1</bold> and <bold>2</bold>, demonstrating the enhancement\nof the cycling reversibility. Moreover, <bold>2@PG-A</bold> exhibited\nhigher initial CE value than <bold>1@PG-A</bold>, and this may be\ndue to the better structural stability of <bold>2</bold> (3D framework)\nthan that of <bold>1</bold> (2D layer). As shown in e,f, the cycling behaviors\nof the materials were also determined at 100 mA g<sup>–1</sup>. Impressively, <bold>1@PG-A</bold> exhibited higher reversible capacity\n(783 mAh g<sup>–1</sup>) than <bold>2@PG-A</bold> (723 mAh\ng<sup>–1</sup>) after 100 runs. It is possible that <bold>1</bold> in <bold>1@PG-A</bold> changed into the amorphous state during the\nelectrochemical cycle, thus exposing more active sites. The capacity\nperformances and rate performances of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> were higher than those of the related electrode materials\n(<bold>1</bold>, <bold>2</bold>, <bold>1-BM</bold>, <bold>2-BM</bold>, <bold>1-A</bold>, <bold>2-A</bold>, <bold>1@PG</bold>, <bold>2@PG</bold>, <bold>1-BM-A</bold>, and <bold>2-BM-A</bold>) (e–h and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">S7</ext-link>). <bold>1@PG-A</bold> and <bold>2@PG-A</bold> showed reversible capacities of 692/711, 588/594, 496/494, 375/377,\n337/337, 257/253, 186/180, and 163/158 mAh g<sup>–1</sup> at\n0.1–5 A g<sup>–1</sup>, respectively. The reversible\nrate capacity returned to 697/692 mAh g<sup>–1</sup> after\n100 runs at 0.1 A g<sup>–1</sup>, suggesting a remarkable rate\nperformance. Apparently, the promising electrochemical properties\nof <bold>1@PG-A</bold> and <bold>2@PG-A</bold> were probably ascribed\nto their nanosizes, microporosities, and enhanced conductivities. Moreover, <bold>1@PG-A</bold> and <bold>2@PG-A</bold> displayed better reversible capacities than some of the previously\nreported POMs-based anode materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).</p>", "clean_text": "As shown in a, 1 showed a discharge capacity of 1133 mAh g-1 and a Coulombic efficiency (CE) of 40% in the first run. 2, 1@PG-A, and 2@PG-A showed the discharge capacities of 1134, 1481, and 1431 mAh g-1 with CE of 40%, 56%, and 63% in the first run, respectively (b-d). Obviously, 1@PG-A and 2@PG-A exhibited higher initial CEs than 1 and 2, demonstrating the enhancement of the cycling reversibility. Moreover, 2@PG-A exhibited higher initial CE value than 1@PG-A, and this may be due to the better structural stability of 2 (3D framework) than that of 1 (2D layer). As shown in e,f, the cycling behaviors of the materials were also determined at 100 mA g-1. Impressively, 1@PG-A exhibited higher reversible capacity (783 mAh g-1) than 2@PG-A (723 mAh g-1) after 100 runs. It is possible that 1 in 1@PG-A changed into the amorphous state during the electrochemical cycle, thus exposing more active sites. The capacity performances and rate performances of 1@PG-A and 2@PG-A were higher than those of the related electrode materials (1, 2, 1-BM, 2-BM, 1-A, 2-A, 1@PG, 2@PG, 1-BM-A, and 2-BM-A) (e-h and S7). 1@PG-A and 2@PG-A showed reversible capacities of 692/711, 588/594, 496/494, 375/377, 337/337, 257/253, 186/180, and 163/158 mAh g-1 at 0.1-5 A g-1, respectively. The reversible rate capacity returned to 697/692 mAh g-1 after 100 runs at 0.1 A g-1, suggesting a remarkable rate performance. Apparently, the promising electrochemical properties of 1@PG-A and 2@PG-A were probably ascribed to their nanosizes, microporosities, and enhanced conductivities. Moreover, 1@PG-A and 2@PG-A displayed better reversible capacities than some of the previously reported POMs-based anode materials (Table S1).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Discharge/charge profiles of <bold>1</bold> (a), <bold>2</bold> (b), <bold>1@PG-A</bold> (c), and <bold>2@PG-A</bold> (d) at 100\nmA g<sup>–1</sup>. Cycling performance, Coulombic efficiency\n(CE), and rate capability of <bold>1</bold>, <bold>1-BM</bold>, <bold>1@PG</bold>, and <bold>1@PG-A</bold> (e, g) at various current densities.\nCycling performance, CE, and rate capability of <bold>2</bold>, <bold>2-BM</bold>, <bold>2@PG</bold>, and <bold>2@PG-A</bold> (f, h) at\ndifferent current densities.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Discharge/charge profiles of 1 (a), 2 (b), 1@PG-A (c), and 2@PG-A (d) at 100 mA g-1. Cycling performance, Coulombic efficiency (CE), and rate capability of 1, 1-BM, 1@PG, and 1@PG-A (e, g) at various current densities. Cycling performance, CE, and rate capability of 2, 2-BM, 2@PG, and 2@PG-A (f, h) at different current densities.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>To further explore the electrochemical performance of <bold>1@PG-A</bold> and <bold>2@PG-A</bold>, the reaction dynamics were studied by the\nCV determinations at various sweep rates. The shapes of the CV curves\ndo not change significantly with the enhanced scan rates, demonstrating\ntheir excellent reversibility (). As illustrated in b, the <italic toggle=\"yes\">b</italic> value based on\nthe literature equation is 0.82 for the cathodic peak of <bold>1@PG-A</bold>, and they are 0.9 and 0.64 for the anodic peaks. Similarly, the <italic toggle=\"yes\">b</italic> values of <bold>2@PG-A</bold> are 0.85, 0.9, and 0.67 (f), indicating that the electrochemical reactions of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> were dominated by both the\ncapacitive performances and the diffusion behaviors. When the voltage was enhanced, the <italic toggle=\"yes\">b</italic> values\ndecreased from 0.9 to 0.64 and 0.67 for the anodic peaks, implying\nan increased diffusion-limited process of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> at the high voltage. The result may account for the\nincreased resistance at the high voltage.\n</p>", "clean_text": "To further explore the electrochemical performance of 1@PG-A and 2@PG-A, the reaction dynamics were studied by the CV determinations at various sweep rates. The shapes of the CV curves do not change significantly with the enhanced scan rates, demonstrating their excellent reversibility (). As illustrated in b, the b value based on the literature equation is 0.82 for the cathodic peak of 1@PG-A, and they are 0.9 and 0.64 for the anodic peaks. Similarly, the b values of 2@PG-A are 0.85, 0.9, and 0.67 (f), indicating that the electrochemical reactions of 1@PG-A and 2@PG-A were dominated by both the capacitive performances and the diffusion behaviors. When the voltage was enhanced, the b values decreased from 0.9 to 0.64 and 0.67 for the anodic peaks, implying an increased diffusion-limited process of 1@PG-A and 2@PG-A at the high voltage. The result may account for the increased resistance at the high voltage. ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a)\nCV diagrams of <bold>1@PG-A</bold> at various sweep rates.\n(b) The cathodic/​anodic <italic toggle=\"yes\">b</italic>-value determination\nfor <bold>1@PG-A</bold>. (c) Capacitance-controlled storage contributions\nof <bold>1@PG-A</bold> at 5 mV s<sup>–1</sup>. (d) Comparison\nof capacitive- and diffusion-contribution ratio at various scan rates\nof <bold>1@PG-A</bold>. (e) CV diagrams of <bold>2@PG-A</bold> at\nvarious sweep rates. (f) The cathodic/​anodic <italic toggle=\"yes\">b</italic>-value determination for <bold>2@PG-A</bold>. (g) Capacitance-controlled\nstorage contributions of <bold>2@PG-A</bold> at 5 mV s<sup>–1</sup>. (h) Comparison of capacitive- and diffusion-contribution ratio\nat various scan rates of <bold>2@PG-A</bold>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) CV diagrams of 1@PG-A at various sweep rates. (b) The cathodic/anodic b-value determination for 1@PG-A. (c) Capacitance-controlled storage contributions of 1@PG-A at 5 mV s-1. (d) Comparison of capacitive- and diffusion-contribution ratio at various scan rates of 1@PG-A. (e) CV diagrams of 2@PG-A at various sweep rates. (f) The cathodic/anodic b-value determination for 2@PG-A. (g) Capacitance-controlled storage contributions of 2@PG-A at 5 mV s-1. (h) Comparison of capacitive- and diffusion-contribution ratio at various scan rates of 2@PG-A.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The pseudocapacitive contribution values of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> are <italic toggle=\"yes\">ca</italic>. 62.6% and 64.5%\nat 5 mV s<sup>–1</sup> (c,g). Moreover, the pseudocapacitive\ncontribution at various scan rates was also studied (d,h). The enhanced capacitive-controlled\nbehaviors mainly arose from the nanoscale and microporosity of <bold>1@PG-A</bold> and <bold>2@PG-A</bold>, thus affording the abundant\ncontact areas to access the active material and electrolyte, and then\nthis speeded up diffusion and transfer of Li<sup>+</sup>. Further, the EISs of <bold>1</bold>, <bold>2</bold>, <bold>1@PG-A</bold>, and <bold>2@PG-A</bold> were tested, as shown\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>. In the Nyquist plots, the\nEISs of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> are similar, but\nthey are lower than those of <bold>1</bold> and <bold>2</bold>, suggesting\nthat nanosized <bold>1</bold> and <bold>2</bold> in <bold>1@PG-A</bold> and <bold>2@PG-A</bold> offered the active reaction sites to get\naccess to the electrolyte and further boost the Li<sup>+</sup> diffusion. This results in the increased electrochemical\nbehaviors of <bold>1@PG-A</bold> and <bold>2@PG-A</bold>.</p>", "clean_text": "The pseudocapacitive contribution values of 1@PG-A and 2@PG-A are ca. 62.6% and 64.5% at 5 mV s-1 (c,g). Moreover, the pseudocapacitive contribution at various scan rates was also studied (d,h). The enhanced capacitive-controlled behaviors mainly arose from the nanoscale and microporosity of 1@PG-A and 2@PG-A, thus affording the abundant contact areas to access the active material and electrolyte, and then this speeded up diffusion and transfer of Li+. Further, the EISs of 1, 2, 1@PG-A, and 2@PG-A were tested, as shown in Figure S8. In the Nyquist plots, the EISs of 1@PG-A and 2@PG-A are similar, but they are lower than those of 1 and 2, suggesting that nanosized 1 and 2 in 1@PG-A and 2@PG-A offered the active reaction sites to get access to the electrolyte and further boost the Li+ diffusion. This results in the increased electrochemical behaviors of 1@PG-A and 2@PG-A.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Two new POMs-templated metal-resorcin[4]­arene frameworks have been\nrationally assembled with the bowl-like TBR4A ligand. They featured\nelegant 2D and 3D structures, respectively, which are highly dependent\non the coordination modes of the TBR4A ligands. Remarkably, <bold>1@PG-A</bold> and <bold>2@PG-A</bold> with the improved conductivity\nwere achieved by ball milling and subsequent calcination of <bold>1</bold> and <bold>2</bold> with PPy-RGO. The resulting <bold>1@PG-A</bold> and <bold>2@PG-A</bold> composites with nanosizes and micropores\nprovided rich specific surface areas in contact with the Li<sup>+</sup>, resulting in the outstanding electrochemical behaviors for LIBs.\nThe work afforded a route for the rational fabrication of functional\nnano-POMs-based MOFs and their use in energy fields.</p>", "clean_text": "Conclusions\n\nTwo new POMs-templated metal-resorcin[4]arene frameworks have been rationally assembled with the bowl-like TBR4A ligand. They featured elegant 2D and 3D structures, respectively, which are highly dependent on the coordination modes of the TBR4A ligands. Remarkably, 1@PG-A and 2@PG-A with the improved conductivity were achieved by ball milling and subsequent calcination of 1 and 2 with PPy-RGO. The resulting 1@PG-A and 2@PG-A composites with nanosizes and micropores provided rich specific surface areas in contact with the Li+, resulting in the outstanding electrochemical behaviors for LIBs. The work afforded a route for the rational fabrication of functional nano-POMs-based MOFs and their use in energy fields.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.0c03511?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.0c03511</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experiments, PXRD,\nSEM, EDS, element mapping, TG, EIS,\ncrystallography, and structural figures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.0c03511.  Experiments, PXRD, SEM, EDS, element mapping, TG, EIS, crystallography, and structural figures (PDF)   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Experiments, PXRD,\nSEM, EDS, element mapping, TG, EIS,\ncrystallography, and structural figures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2047194\" xlink:type=\"simple\">2047194</ext-link> and <ext-link ext-link-type=\"ccdc\" xlink:href=\"2047195\" xlink:type=\"simple\">2047195</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Experiments, PXRD, SEM, EDS, element mapping, TG, EIS, crystallography, and structural figures (PDF)\n\nCCDC 2047194 and 2047195 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>These authors contributed equally.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "These authors contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 14, 18, 21, 23", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Structural Description\nof <bold>1</bold>\n</title><p>\n<bold>1</bold> crystallizes in the hexagonal\nspace group <italic toggle=\"yes\">P</italic>63/<italic toggle=\"yes\">m</italic>. The asymmetric\nunit consists of one TBR4A, one and a\nthird Co­(II)­cation, half a [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion, and two and a third coordination chloride anions (a). Two Co­(II) cations\nexhibit the same tetrahedral coordination spheres, but their coordination\nenvironments are different. Co1 is surrounded by three nitrogen atoms\nfrom three benzimidazole moieties and one chloride anion, while Co2\nis coordinated by two chloride anions and two nitrogen atoms from\ntwo benzimidazole groups (b). The Keggin [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> acts as a charge balance anion. Bond valence sum\n(BVS) calculation demonstrates that all W atoms are in the +6 oxidation\nstate. The [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion is located in the cavity formed by two\nTBR4A ligands in a sandwich mode (c). Each TBR4A bridges three Co­(II) cations\nto produce a layer (d). Neighboring layers are stacked in parallel fashions. The\nPOMs are intercalated into two neighboring layers (e). Once the TBR4A and Co1\nare considered as a 3-connected node, respectively, the overall structure\nof <bold>1</bold> can be described as a 3,3-connected (3,9) network.\nThe free volume analyzed by PLATON is <italic toggle=\"yes\">ca</italic>. 32.5% of\nthe unit cell volume.\n</p><title>Physical Characterization</title><p>The phase purity was characterized\nwith powder X-ray diffraction (PXRD) patterns. As shown in a,b, after ball milling,\nthe diffraction peaks of <bold>1</bold>-ball milling (<bold>1-BM</bold>), <bold>1@PG</bold>, <bold>2</bold>-ball milling (<bold>2-BM</bold>), and <bold>2@PG</bold> are in agreement with the original ones,\nconfirming their mechanical stability. The PXRD peaks of <bold>1@PG</bold> are slightly weak with respect\nto those of <bold>2@PG</bold>, indicating that <bold>2</bold> is more\nmechanically stable than <bold>1</bold>. After calcination in air,\nthe diffraction peaks of <bold>1</bold> and <bold>2</bold> still remained\nin <bold>1</bold>-calcination (<bold>1-A</bold>), <bold>1</bold>-<bold>BM</bold>-calcination (<bold>1-BM-A</bold>), <bold>2</bold>-calcination\n(<bold>2-A</bold>), and <bold>2</bold>-<bold>BM-</bold>calcination\n(<bold>2-BM-A</bold>). In addition, the diffraction peaks of <bold>2@PG-A</bold> are consistent with those of <bold>2</bold>, demonstrating\nthat <bold>2</bold> possesses thermal stability.\n<bold>1</bold> and <bold>2</bold> show stability in the\nelectrolyte (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Furthermore, FT-IR\nspectra of the composites in various proportions correspond to the\noriginal ones, showing stability of the structure after ball milling\nand calcination (c,d). Nitrogen adsorption isotherms\nwere measured to investigate the porosity of <bold>1</bold>, <bold>1@PG-A</bold>, <bold>2</bold>, and <bold>2@PG-A</bold>. <bold>1@PG-A</bold> and <bold>2@PG-A</bold> showed Brunauer–Emmett–Teller\n(BET) surface areas of 43.96 and 30.02 m<sup>2</sup> g<sup>–1</sup>, respectively (e,g). The distributions of the pore\nsizes were calculated with the Density Functional Theory (DFT) method.\nThe main pore sizes of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> are ∼1 nm (f,h). By comparison, <bold>1</bold> and <bold>2</bold> mainly exhibit the surface adsorption process,\nwhich may be attributed to the narrow pores in the structures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). Obviously, <bold>1@PG-A</bold> and <bold>2@PG-A</bold> exhibited microporosities after ball milling and calcination,\nwhich accelerated the infusion of the electrolyte and provided a large\namount of active sites during electrochemical processes, resulting\nin excellent storage capacity of Li<sup>+</sup>.\n</p><title>Electrochemical Properties</title><p>Electrochemical\nproperties\nof <bold>1</bold>, <bold>2</bold>, <bold>1@PG</bold>, and <bold>2@PG</bold> were investigated with cyclic voltammetry (CV). As shown in a, two obvious reduction\npeaks at 0.72 and 1.4 V arose from the solid electrolyte interface\n(SEI) layer generation and irreversible side reaction, respectively. After the first run, the intensity of the peaks\nat 0.72 and 1.4 V became relatively weak or invisible, and the CV\ncurve profiles were overlapped, indicating that the capacity loss\nmainly occurred in the first run. In\nthe reduction process, the peak at 0.01–0.2 V was caused by\nthe Li<sup>+</sup> insertion. The peak\nat 1.27 V was associated with the Li-extraction from the electrode\nmaterial. Meanwhile, similar oxidation/​reduction\npeaks (except the reduction peaks of 1.4 V) were observed in <bold>2</bold>, <bold>1@PG-A</bold>, and <bold>2@PG-A</bold>, implying\nthat these composites exhibited the similar electrochemical mechanism\n(b–d).</p><p>As shown in a, <bold>1</bold> showed a discharge capacity of 1133 mAh g<sup>–1</sup> and\na Coulombic efficiency (CE) of 40% in the first run. <bold>2</bold>, <bold>1@PG-A</bold>, and <bold>2@PG-A</bold> showed the discharge\ncapacities of 1134, 1481, and 1431 mAh g<sup>–1</sup> with\nCE of 40%, 56%, and 63% in the first run, respectively (b–d). Obviously, <bold>1@PG-A</bold> and <bold>2@PG-A</bold> exhibited higher initial CEs\nthan <bold>1</bold> and <bold>2</bold>, demonstrating the enhancement\nof the cycling reversibility. Moreover, <bold>2@PG-A</bold> exhibited\nhigher initial CE value than <bold>1@PG-A</bold>, and this may be\ndue to the better structural stability of <bold>2</bold> (3D framework)\nthan that of <bold>1</bold> (2D layer). As shown in e,f, the cycling behaviors\nof the materials were also determined at 100 mA g<sup>–1</sup>. Impressively, <bold>1@PG-A</bold> exhibited higher reversible capacity\n(783 mAh g<sup>–1</sup>) than <bold>2@PG-A</bold> (723 mAh\ng<sup>–1</sup>) after 100 runs. It is possible that <bold>1</bold> in <bold>1@PG-A</bold> changed into the amorphous state during the\nelectrochemical cycle, thus exposing more active sites. The capacity\nperformances and rate performances of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> were higher than those of the related electrode materials\n(<bold>1</bold>, <bold>2</bold>, <bold>1-BM</bold>, <bold>2-BM</bold>, <bold>1-A</bold>, <bold>2-A</bold>, <bold>1@PG</bold>, <bold>2@PG</bold>, <bold>1-BM-A</bold>, and <bold>2-BM-A</bold>) (e–h and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">S7</ext-link>). <bold>1@PG-A</bold> and <bold>2@PG-A</bold> showed reversible capacities of 692/711, 588/594, 496/494, 375/377,\n337/337, 257/253, 186/180, and 163/158 mAh g<sup>–1</sup> at\n0.1–5 A g<sup>–1</sup>, respectively. The reversible\nrate capacity returned to 697/692 mAh g<sup>–1</sup> after\n100 runs at 0.1 A g<sup>–1</sup>, suggesting a remarkable rate\nperformance. Apparently, the promising electrochemical properties\nof <bold>1@PG-A</bold> and <bold>2@PG-A</bold> were probably ascribed\nto their nanosizes, microporosities, and enhanced conductivities. Moreover, <bold>1@PG-A</bold> and <bold>2@PG-A</bold> displayed better reversible capacities than some of the previously\nreported POMs-based anode materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c03511/suppl_file/ic0c03511_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).</p><p>To further explore the electrochemical performance of <bold>1@PG-A</bold> and <bold>2@PG-A</bold>, the reaction dynamics were studied by the\nCV determinations at various sweep rates. The shapes of the CV curves\ndo not change significantly with the enhanced scan rates, demonstrating\ntheir excellent reversibility (). As illustrated in b, the <italic toggle=\"yes\">b</italic> value based on\nthe literature equation is 0.82 for the cathodic peak of <bold>1@PG-A</bold>, and they are 0.9 and 0.64 for the anodic peaks. Similarly, the <italic toggle=\"yes\">b</italic> values of <bold>2@PG-A</bold> are 0.85, 0.9, and 0.67 (f), indicating that the electrochemical reactions of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> were dominated by both the\ncapacitive performances and the diffusion behaviors. When the voltage was enhanced, the <italic toggle=\"yes\">b</italic> values\ndecreased from 0.9 to 0.64 and 0.67 for the anodic peaks, implying\nan increased diffusion-limited process of <bold>1@PG-A</bold> and <bold>2@PG-A</bold> at the high voltage. The result may account for the\nincreased resistance at the high voltage.\n</p>", "clean_text": "Results and Discussion\n\nStructural Description of 1 \n\n 1 crystallizes in the hexagonal space group P63/m. The asymmetric unit consists of one TBR4A, one and a third Co(II)cation, half a [SiW12O40]4- anion, and two and a third coordination chloride anions (a). Two Co(II) cations exhibit the same tetrahedral coordination spheres, but their coordination environments are different. Co1 is surrounded by three nitrogen atoms from three benzimidazole moieties and one chloride anion, while Co2 is coordinated by two chloride anions and two nitrogen atoms from two benzimidazole groups (b). The Keggin [SiW12O40]4- acts as a charge balance anion. Bond valence sum (BVS) calculation demonstrates that all W atoms are in the +6 oxidation state. The [SiW12O40]4- anion is located in the cavity formed by two TBR4A ligands in a sandwich mode (c). Each TBR4A bridges three Co(II) cations to produce a layer (d). Neighboring layers are stacked in parallel fashions. The POMs are intercalated into two neighboring layers (e). Once the TBR4A and Co1 are considered as a 3-connected node, respectively, the overall structure of 1 can be described as a 3,3-connected (3,9) network. The free volume analyzed by PLATON is ca. 32.5% of the unit cell volume. \n\nPhysical Characterization\n\nThe phase purity was characterized with powder X-ray diffraction (PXRD) patterns. As shown in a,b, after ball milling, the diffraction peaks of 1-ball milling (1-BM), 1@PG, 2-ball milling (2-BM), and 2@PG are in agreement with the original ones, confirming their mechanical stability. The PXRD peaks of 1@PG are slightly weak with respect to those of 2@PG, indicating that 2 is more mechanically stable than 1. After calcination in air, the diffraction peaks of 1 and 2 still remained in 1-calcination (1-A), 1-BM-calcination (1-BM-A), 2-calcination (2-A), and 2-BM-calcination (2-BM-A). In addition, the diffraction peaks of 2@PG-A are consistent with those of 2, demonstrating that 2 possesses thermal stability. 1 and 2 show stability in the electrolyte (Figure S2). Furthermore, FT-IR spectra of the composites in various proportions correspond to the original ones, showing stability of the structure after ball milling and calcination (c,d). Nitrogen adsorption isotherms were measured to investigate the porosity of 1, 1@PG-A, 2, and 2@PG-A. 1@PG-A and 2@PG-A showed Brunauer-Emmett-Teller (BET) surface areas of 43.96 and 30.02 m2 g-1, respectively (e,g). The distributions of the pore sizes were calculated with the Density Functional Theory (DFT) method. The main pore sizes of 1@PG-A and 2@PG-A are ~1 nm (f,h). By comparison, 1 and 2 mainly exhibit the surface adsorption process, which may be attributed to the narrow pores in the structures (Figure S3). Obviously, 1@PG-A and 2@PG-A exhibited microporosities after ball milling and calcination, which accelerated the infusion of the electrolyte and provided a large amount of active sites during electrochemical processes, resulting in excellent storage capacity of Li+. \n\nElectrochemical Properties\n\nElectrochemical properties of 1, 2, 1@PG, and 2@PG were investigated with cyclic voltammetry (CV). As shown in a, two obvious reduction peaks at 0.72 and 1.4 V arose from the solid electrolyte interface (SEI) layer generation and irreversible side reaction, respectively. After the first run, the intensity of the peaks at 0.72 and 1.4 V became relatively weak or invisible, and the CV curve profiles were overlapped, indicating that the capacity loss mainly occurred in the first run. In the reduction process, the peak at 0.01-0.2 V was caused by the Li+ insertion. The peak at 1.27 V was associated with the Li-extraction from the electrode material. Meanwhile, similar oxidation/reduction peaks (except the reduction peaks of 1.4 V) were observed in 2, 1@PG-A, and 2@PG-A, implying that these composites exhibited the similar electrochemical mechanism (b-d).\n\nAs shown in a, 1 showed a discharge capacity of 1133 mAh g-1 and a Coulombic efficiency (CE) of 40% in the first run. 2, 1@PG-A, and 2@PG-A showed the discharge capacities of 1134, 1481, and 1431 mAh g-1 with CE of 40%, 56%, and 63% in the first run, respectively (b-d). Obviously, 1@PG-A and 2@PG-A exhibited higher initial CEs than 1 and 2, demonstrating the enhancement of the cycling reversibility. Moreover, 2@PG-A exhibited higher initial CE value than 1@PG-A, and this may be due to the better structural stability of 2 (3D framework) than that of 1 (2D layer). As shown in e,f, the cycling behaviors of the materials were also determined at 100 mA g-1. Impressively, 1@PG-A exhibited higher reversible capacity (783 mAh g-1) than 2@PG-A (723 mAh g-1) after 100 runs. It is possible that 1 in 1@PG-A changed into the amorphous state during the electrochemical cycle, thus exposing more active sites. The capacity performances and rate performances of 1@PG-A and 2@PG-A were higher than those of the related electrode materials (1, 2, 1-BM, 2-BM, 1-A, 2-A, 1@PG, 2@PG, 1-BM-A, and 2-BM-A) (e-h and S7). 1@PG-A and 2@PG-A showed reversible capacities of 692/711, 588/594, 496/494, 375/377, 337/337, 257/253, 186/180, and 163/158 mAh g-1 at 0.1-5 A g-1, respectively. The reversible rate capacity returned to 697/692 mAh g-1 after 100 runs at 0.1 A g-1, suggesting a remarkable rate performance. Apparently, the promising electrochemical properties of 1@PG-A and 2@PG-A were probably ascribed to their nanosizes, microporosities, and enhanced conductivities. Moreover, 1@PG-A and 2@PG-A displayed better reversible capacities than some of the previously reported POMs-based anode materials (Table S1).\n\nTo further explore the electrochemical performance of 1@PG-A and 2@PG-A, the reaction dynamics were studied by the CV determinations at various sweep rates. The shapes of the CV curves do not change significantly with the enhanced scan rates, demonstrating their excellent reversibility (). As illustrated in b, the b value based on the literature equation is 0.82 for the cathodic peak of 1@PG-A, and they are 0.9 and 0.64 for the anodic peaks. Similarly, the b values of 2@PG-A are 0.85, 0.9, and 0.67 (f), indicating that the electrochemical reactions of 1@PG-A and 2@PG-A were dominated by both the capacitive performances and the diffusion behaviors. When the voltage was enhanced, the b values decreased from 0.9 to 0.64 and 0.67 for the anodic peaks, implying an increased diffusion-limited process of 1@PG-A and 2@PG-A at the high voltage. The result may account for the increased resistance at the high voltage. ", "data": [[{"meta": {"name": "1", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "hexagonal", "condition": ""}], "space group": [{"value": "P63/m", "condition": ""}]}, {"meta": {"name": "2", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "etc", "condition": ""}], "space group": [{"value": "etc", "condition": ""}]}]], "include_properties": ["crystal_system", "space_group"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthetic\nProcedure for the TBR4A</title>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Synthetic Procedure for the TBR4A   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Synthetic Procedure for <bold>POMOFs@PG-A</bold> Composites</title>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Synthetic Procedure for POMOFs@PG-A Composites   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination spheres\nof Co­(II) in <bold>1</bold>. Symmetric\ncodes: <sup>#1</sup> −<italic toggle=\"yes\">x</italic> + <italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">z</italic>; <sup>#2</sup> −<italic toggle=\"yes\">y</italic> – 1, <italic toggle=\"yes\">x</italic> – <italic toggle=\"yes\">y</italic> – 1, <italic toggle=\"yes\">z</italic>; <sup>#3</sup> −<italic toggle=\"yes\">y</italic> – 2, <italic toggle=\"yes\">x</italic> – <italic toggle=\"yes\">y</italic> – 1, <italic toggle=\"yes\">z</italic>. (b)\nCoordination mode of TBR4A with Co­(II) cations. (c) Relationship between\nthe TBR4A and [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion. (d) The 3,3-connected (3,9) network. (e) Double layer structure\nintercalated by POMs.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination spheres of Co(II) in 1. Symmetric codes: #1 -x + y, -x - 1, z; #2 -y - 1, x - y - 1, z; #3 -y - 2, x - y - 1, z. (b) Coordination mode of TBR4A with Co(II) cations. (c) Relationship between the TBR4A and [SiW12O40]4- anion. (d) The 3,3-connected (3,9) network. (e) Double layer structure intercalated by POMs.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Coordination environments of Co­(II) cations\nin <bold>2</bold>. Symmetry codes: <sup>#1</sup>\n<italic toggle=\"yes\">x</italic> – 1/2,\n−<italic toggle=\"yes\">y</italic> + 1/2, <italic toggle=\"yes\">z</italic> + 1/2; <sup>#2</sup> −<italic toggle=\"yes\">x</italic> – 1/2, <italic toggle=\"yes\">y</italic> –\n1/2, −<italic toggle=\"yes\">z</italic> + 1/2; <sup>#3</sup> −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic>, −<italic toggle=\"yes\">z</italic>. (b) Relationship between the TBR4A and [SiW<sub>12</sub>O<sub>40</sub>]<sup>4–</sup> anion. (c) Coordination mode of the TBR4A.\n(d) 3D framework structure of <bold>2</bold> viewed along the <italic toggle=\"yes\">c</italic> axis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Coordination environments of Co(II) cations in 2. Symmetry codes: #1 x - 1/2, -y + 1/2, z + 1/2; #2 -x - 1/2, y - 1/2, -z + 1/2; #3 -x + 1, -y, -z. (b) Relationship between the TBR4A and [SiW12O40]4- anion. (c) Coordination mode of the TBR4A. (d) 3D framework structure of 2 viewed along the c axis.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) PXRD patterns of the experimental <bold>1</bold>, the simulated <bold>1</bold>, <bold>1-BM</bold>, <bold>1@PG</bold>, <bold>1-A</bold>, <bold>1-BM-A</bold>, and <bold>1@PG-A</bold>. (b) PXRD patterns of the\nexperimental <bold>2</bold>, the simulated <bold>2</bold>, <bold>2-BM</bold>, <bold>2@PG</bold>, <bold>2-A</bold>, <bold>2-BM-A</bold>, and <bold>2@PG-A</bold>. (c) IR spectra of <bold>1</bold>, <bold>1-BM</bold>, <bold>1@PG</bold>, <bold>1-A</bold>, <bold>1-BM-A</bold>, and <bold>1@PG-A</bold>. (d) IR spectra of <bold>2</bold>, <bold>2-BM</bold>, <bold>2@PG</bold>, <bold>2-A</bold>, <bold>2-BM-A</bold>, and <bold>2@PG-A</bold>. N<sub>2</sub> adsorption and pore size analysis curves\nof <bold>1@PG-A</bold> (e, f) and <bold>2@PG-A</bold> (g, h).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) PXRD patterns of the experimental 1, the simulated 1, 1-BM, 1@PG, 1-A, 1-BM-A, and 1@PG-A. (b) PXRD patterns of the experimental 2, the simulated 2, 2-BM, 2@PG, 2-A, 2-BM-A, and 2@PG-A. (c) IR spectra of 1, 1-BM, 1@PG, 1-A, 1-BM-A, and 1@PG-A. (d) IR spectra of 2, 2-BM, 2@PG, 2-A, 2-BM-A, and 2@PG-A. N2 adsorption and pore size analysis curves of 1@PG-A (e, f) and 2@PG-A (g, h).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEMs of <bold>1</bold> (a), <bold>2</bold> (b), <bold>1-BM</bold> (c), <bold>2-BM</bold> (d), <bold>1-A</bold> (e), <bold>2-A</bold> (f), <bold>1@PG</bold> (g), <bold>2@PG</bold> (h), <bold>1-BM-A</bold> (i), <bold>2-BM-A</bold> (j), <bold>1@PG-A</bold> (k), and <bold>2@PG-A</bold> (l). TEMs\nof <bold>1@PG-A</bold> (m, n) and <bold>2@PG-A</bold> (o, p).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  SEMs of 1 (a), 2 (b), 1-BM (c), 2-BM (d), 1-A (e), 2-A (f), 1@PG (g), 2@PG (h), 1-BM-A (i), 2-BM-A (j), 1@PG-A (k), and 2@PG-A (l). TEMs of 1@PG-A (m, n) and 2@PG-A (o, p).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>CV curves\nof <bold>1</bold> (a), <bold>2</bold> (b), <bold>1@PG-A</bold> (c),\nand <bold>2@PG-A</bold> (d) at 0.01–3 V and 0.1 mV s<sup>–1</sup>. The PXRD patterns of <bold>1</bold> (e, f) and <bold>2</bold> (g,\nh) at various voltage states of the discharge-charge\nprocesses.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  CV curves of 1 (a), 2 (b), 1@PG-A (c), and 2@PG-A (d) at 0.01-3 V and 0.1 mV s-1. The PXRD patterns of 1 (e, f) and 2 (g, h) at various voltage states of the discharge-charge processes.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Discharge/charge profiles of <bold>1</bold> (a), <bold>2</bold> (b), <bold>1@PG-A</bold> (c), and <bold>2@PG-A</bold> (d) at 100\nmA g<sup>–1</sup>. Cycling performance, Coulombic efficiency\n(CE), and rate capability of <bold>1</bold>, <bold>1-BM</bold>, <bold>1@PG</bold>, and <bold>1@PG-A</bold> (e, g) at various current densities.\nCycling performance, CE, and rate capability of <bold>2</bold>, <bold>2-BM</bold>, <bold>2@PG</bold>, and <bold>2@PG-A</bold> (f, h) at\ndifferent current densities.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Discharge/charge profiles of 1 (a), 2 (b), 1@PG-A (c), and 2@PG-A (d) at 100 mA g-1. Cycling performance, Coulombic efficiency (CE), and rate capability of 1, 1-BM, 1@PG, and 1@PG-A (e, g) at various current densities. Cycling performance, CE, and rate capability of 2, 2-BM, 2@PG, and 2@PG-A (f, h) at different current densities.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a)\nCV diagrams of <bold>1@PG-A</bold> at various sweep rates.\n(b) The cathodic/​anodic <italic toggle=\"yes\">b</italic>-value determination\nfor <bold>1@PG-A</bold>. (c) Capacitance-controlled storage contributions\nof <bold>1@PG-A</bold> at 5 mV s<sup>–1</sup>. (d) Comparison\nof capacitive- and diffusion-contribution ratio at various scan rates\nof <bold>1@PG-A</bold>. (e) CV diagrams of <bold>2@PG-A</bold> at\nvarious sweep rates. (f) The cathodic/​anodic <italic toggle=\"yes\">b</italic>-value determination for <bold>2@PG-A</bold>. (g) Capacitance-controlled\nstorage contributions of <bold>2@PG-A</bold> at 5 mV s<sup>–1</sup>. (h) Comparison of capacitive- and diffusion-contribution ratio\nat various scan rates of <bold>2@PG-A</bold>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic0c03511_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) CV diagrams of 1@PG-A at various sweep rates. (b) The cathodic/anodic b-value determination for 1@PG-A. (c) Capacitance-controlled storage contributions of 1@PG-A at 5 mV s-1. (d) Comparison of capacitive- and diffusion-contribution ratio at various scan rates of 1@PG-A. (e) CV diagrams of 2@PG-A at various sweep rates. (f) The cathodic/anodic b-value determination for 2@PG-A. (g) Capacitance-controlled storage contributions of 2@PG-A at 5 mV s-1. (h) Comparison of capacitive- and diffusion-contribution ratio at various scan rates of 2@PG-A.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.0c03511", "title": "\nPolyoxometalate-Templated Cobalt-Resorcin[4]arene Frameworks: Tunable\nStructure and Lithium-Ion Battery Performance\n", "journal": "American Chemical Society", "date": "2021.02", "author_list": ["Liu\nJin-Hua", "Shen\nQiu-Tong", "Yang\nJin", "Yu\nMing-Yue", "Ma\nJian-Fang"]}}