{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic1c01107.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Metal–organic frameworks (MOFs)\nhave appeared to be promising\ncompetitive candidates as crystalline porous materials for proton\nconduction. Explorations of the method of preparation of proton conductive\nMOFs and the proton transfer mechanism have enabled them to attract\nwidespread attention, and tremendous efforts have been made to improve\nthe proton conductivity of MOFs. On the basis of our previous work,\nwe explicitly propose that ligand exchange can upgrade the proton\nconduction performance of MOFs. Using MOF-azo as the precursor, the\nproton conductivities of exchange products MOF-bpy and MOF-bpe increase\nby 3.5- and 2.8-fold, respectively. After the MOFs had been doped\ninto the Nafion matrix to prepare composite membranes, the proton\nconduction performance of composite membranes filled with subproducts\n(2.6 × 10<sup>–2</sup> and 1.95 × 10<sup>–2</sup> S cm<sup>–1</sup>) is significantly better than that of a\ncomposite membrane filled with a parent product (1.12 × 10<sup>–2</sup> S cm<sup>–1</sup>) under ambient conditions\n(without heating or humidifying). The ligand exchange strategy presented\nherein demonstrates great promise for the development of high-proton\nconductivity MOFs and MOF composites with expanded future applications.</p>", "clean_text": "Metal-organic frameworks (MOFs) have appeared to be promising competitive candidates as crystalline porous materials for proton conduction. Explorations of the method of preparation of proton conductive MOFs and the proton transfer mechanism have enabled them to attract widespread attention, and tremendous efforts have been made to improve the proton conductivity of MOFs. On the basis of our previous work, we explicitly propose that ligand exchange can upgrade the proton conduction performance of MOFs. Using MOF-azo as the precursor, the proton conductivities of exchange products MOF-bpy and MOF-bpe increase by 3.5- and 2.8-fold, respectively. After the MOFs had been doped into the Nafion matrix to prepare composite membranes, the proton conduction performance of composite membranes filled with subproducts (2.6 × 10-2 and 1.95 × 10-2 S cm-1) is significantly better than that of a composite membrane filled with a parent product (1.12 × 10-2 S cm-1) under ambient conditions (without heating or humidifying). The ligand exchange strategy presented herein demonstrates great promise for the development of high-proton conductivity MOFs and MOF composites with expanded future applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["property"], "content": "<p>The proton conduction performance of\nNi-MOFs and Nafion/Ni-MOF\ncomposite membranes is significantly improved by a ligand exchange\nstrategy. Under ambient conditions, the proton conductivities of Nafion/MOF-bpy\nand Nafion/MOF-bpe reach ultrahigh values of 2.6 × 10<sup>−2</sup> and 1.95 × 10<sup>−2</sup> S cm<sup>−1</sup>,\nrespectively, which are 2.3- and 1.7-fold higher than that of Nafion/MOF-azo,\nrespectively.</p>", "clean_text": "The proton conduction performance of Ni-MOFs and Nafion/Ni-MOF composite membranes is significantly improved by a ligand exchange strategy. Under ambient conditions, the proton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe reach ultrahigh values of 2.6 × 10-2 and 1.95 × 10-2 S cm-1, respectively, which are 2.3- and 1.7-fold higher than that of Nafion/MOF-azo, respectively.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The ever-decreasing\nnonrenewable resources such as oil and coal\nmake the demand for new renewable energy extremely urgent. Fuel cells\nbased on hydrogen and methanol have come to light as a result of their\nlack of pollution and high energy density. As the core\ncomponent of the proton exchange membrane fuel cell, the performance\nof the proton exchange membrane, also known as the proton conductor,\nplays a decisive role in the service life of the fuel cell. Proton\nconductors with remarkable conductivity and excellent stability have\nalways been desired. Therefore, a large number of studies have been\nfocused on improving their proton conductivity. Metal–organic framework (MOF) conductors with a distinctive\nrole as solid electrolytes, featuring molecular level design for structural\nmodification and adjustable multifunctional pores that can improve\nthe functionality of MOFs, have drawn considerable attention. At the same time, high crystallinity provides the possibility of\ncorrelating crystallographic structure and proton conduction performance,\nwhich can help us understand the proton transfer pathway and proton\nconducting mechanism. So far, two main strategies have been used to improve the proton\nconductivity of MOFs. One is to graft acidic and hydrophilic functional\ngroups onto the host framework, and the other is to introduce guest\nspecies into the cavity, including counterions used to balance charge\nand neutral molecules.\n</p>", "clean_text": "Introduction\n\nThe ever-decreasing nonrenewable resources such as oil and coal make the demand for new renewable energy extremely urgent. Fuel cells based on hydrogen and methanol have come to light as a result of their lack of pollution and high energy density. As the core component of the proton exchange membrane fuel cell, the performance of the proton exchange membrane, also known as the proton conductor, plays a decisive role in the service life of the fuel cell. Proton conductors with remarkable conductivity and excellent stability have always been desired. Therefore, a large number of studies have been focused on improving their proton conductivity. Metal-organic framework (MOF) conductors with a distinctive role as solid electrolytes, featuring molecular level design for structural modification and adjustable multifunctional pores that can improve the functionality of MOFs, have drawn considerable attention. At the same time, high crystallinity provides the possibility of correlating crystallographic structure and proton conduction performance, which can help us understand the proton transfer pathway and proton conducting mechanism. So far, two main strategies have been used to improve the proton conductivity of MOFs. One is to graft acidic and hydrophilic functional groups onto the host framework, and the other is to introduce guest species into the cavity, including counterions used to balance charge and neutral molecules. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The methods described above are not very satisfactory in terms\nof the increase in proton conduction performance and sometimes cannot\nmeet the requirement for high-proton conductivity MOFs. The exploration\nof excellent MOF conductors is an ongoing yet formidable challenge.\nInspired by our previous work on single-crystal-to-single-crystal\nskeleton exchange, we were attracted to the report that central metal\nexchange enhances the proton conduction performance of exchange products. There are differences in the coordination ability between different\ncentral metals and ligands. Driven by strong coordination, original\nmetal ions dissociate from the ligands and enter the solution, while\nnew metal ions enter the crystal lattices from the solution and coordinate\nwith the ligands. The reciprocating shuttle movement caused by the\ndissociation and coordination of metal ions endows the cavity with\nMOF functionalization, which makes proton transfer more convenient\nand faster, thereby enhancing the proton conductivity of exchange\nproducts.\n</p>", "clean_text": "The methods described above are not very satisfactory in terms of the increase in proton conduction performance and sometimes cannot meet the requirement for high-proton conductivity MOFs. The exploration of excellent MOF conductors is an ongoing yet formidable challenge. Inspired by our previous work on single-crystal-to-single-crystal skeleton exchange, we were attracted to the report that central metal exchange enhances the proton conduction performance of exchange products. There are differences in the coordination ability between different central metals and ligands. Driven by strong coordination, original metal ions dissociate from the ligands and enter the solution, while new metal ions enter the crystal lattices from the solution and coordinate with the ligands. The reciprocating shuttle movement caused by the dissociation and coordination of metal ions endows the cavity with MOF functionalization, which makes proton transfer more convenient and faster, thereby enhancing the proton conductivity of exchange products. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The mechanism of ligand exchange is also based on adsorption,\ndiffusion,\ncoordination, exchange, and desorption. Organic ligands in the solution are first adsorbed on the surface\nof single crystals and then diffuse to the interior. Simultaneously,\nnew ligands coordinate with the metal ions on the skeleton, and the\noriginal ligands disassociate from the skeleton to complete an exchange\nprocess. The dissociation of the original ligands and the coordination\nof the new ligands render entry of ligands into the cavity and exit\nof the ligands from the cavity more frequent. Because the structure\nof the ligand is larger than the central metal, the skeleton vibrates\nto a greater extent and the cavity is fully opened, which can cause\nan accessible environment for proton transport.\n</p>", "clean_text": "The mechanism of ligand exchange is also based on adsorption, diffusion, coordination, exchange, and desorption. Organic ligands in the solution are first adsorbed on the surface of single crystals and then diffuse to the interior. Simultaneously, new ligands coordinate with the metal ions on the skeleton, and the original ligands disassociate from the skeleton to complete an exchange process. The dissociation of the original ligands and the coordination of the new ligands render entry of ligands into the cavity and exit of the ligands from the cavity more frequent. Because the structure of the ligand is larger than the central metal, the skeleton vibrates to a greater extent and the cavity is fully opened, which can cause an accessible environment for proton transport. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>In this work, MOF-bpy and MOF-bpe were obtained\nby ligand exchange\nusing MOF-azo as the precursor. An alternating current impedance test\nshows the proton conductivities of MOF-bpy and MOF-bpe are 1.27 ×\n10<sup>–3</sup> and 1.01 × 10<sup>–3</sup> S cm<sup>–1</sup>, respectively, at 100% relative humidity (RH) and\n95 °C, which are 3.5- and 2.8-fold higher than that of the original\nMOF-azo, respectively. These MOFs are doped into the Nafion matrix\nto yield composite membranes. The proton conductivities of Nafion/MOF-bpy\nand Nafion/MOF-bpe are calculated to be 2.6 × 10<sup>–2</sup> and 1.95 × 10<sup>–2</sup> S cm<sup>–1</sup>,\nrespectively, being 2.3- and 1.7-fold higher than that of Nafion/MOF-azo\n(1.12 × 10<sup>–2</sup> S cm<sup>–1</sup>), respectively.</p>", "clean_text": "In this work, MOF-bpy and MOF-bpe were obtained by ligand exchange using MOF-azo as the precursor. An alternating current impedance test shows the proton conductivities of MOF-bpy and MOF-bpe are 1.27 × 10-3 and 1.01 × 10-3 S cm-1, respectively, at 100% relative humidity (RH) and 95 °C, which are 3.5- and 2.8-fold higher than that of the original MOF-azo, respectively. These MOFs are doped into the Nafion matrix to yield composite membranes. The proton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe are calculated to be 2.6 × 10-2 and 1.95 × 10-2 S cm-1, respectively, being 2.3- and 1.7-fold higher than that of Nafion/MOF-azo (1.12 × 10-2 S cm-1), respectively.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Instrumentation</title><p>All solvents and reagents\nwere purchased from commercial sources without further purification.\nPowder X-ray diffraction (PXRD) was conducted on a PANalytical X’Pert\nPRO diffractometer equipped with a Cu sealed tube (λ = 1.54178\nÅ) at 40 kV and 40 mA. Thermogravimetric analysis (TGA) was performed\non a DTG-60 instrument (N<sub>2</sub> atmosphere) from Shimadzu. A\nnitrogen adsorption isotherm was measured by a BELSORP-Max analyzer\nat 77 K in easy mode. Water vapor adsorption was performed on a VSTAR\nfrom Quantachrome at 25 °C. Focused ion beam scanning electron\nmicroscopy (SEM) was performed by AURIGA-BU from ZEISS. Fourier transform\ninfrared spectroscopy (FT-IR) was carried out on a Bruker Tensor 27\nspectrophotometer. Variable-temperature PXRD was measured on an Intelligent\nmultifunctional X-ray diffractometer (Smartlab SE).</p>", "clean_text": "Experimental Section\n\nMaterials and Instrumentation\n\nAll solvents and reagents were purchased from commercial sources without further purification. Powder X-ray diffraction (PXRD) was conducted on a PANalytical X'Pert PRO diffractometer equipped with a Cu sealed tube (λ = 1.54178 Å) at 40 kV and 40 mA. Thermogravimetric analysis (TGA) was performed on a DTG-60 instrument (N2 atmosphere) from Shimadzu. A nitrogen adsorption isotherm was measured by a BELSORP-Max analyzer at 77 K in easy mode. Water vapor adsorption was performed on a VSTAR from Quantachrome at 25 °C. Focused ion beam scanning electron microscopy (SEM) was performed by AURIGA-BU from ZEISS. Fourier transform infrared spectroscopy (FT-IR) was carried out on a Bruker Tensor 27 spectrophotometer. Variable-temperature PXRD was measured on an Intelligent multifunctional X-ray diffractometer (Smartlab SE).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Syntheses of\n{[Ni<sub>1.5</sub>(L)­(4,4′-azobpy)­(H<sub>2</sub>O)]·6.5H<sub>2</sub>O}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (MOF-azo)</title><p>The synthesis\nmethod was based on that described previously. Ni­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O\n(0.025 g, 0.1 mmol) and 4,4′-azopyridine (azo) (0.0092\ng, 0.05 mmol) were dissolved in a mixture of 2 mL of CH<sub>3</sub>CN and 3 mL of H<sub>2</sub>O, and the mixture was stirred at 100\n°C for 1 h. Then, the mixture of 1-aminobenzene-3,4,5-tricarboxylic\nacid (H<sub>3</sub>L) (0.022 g, 0.1 mmol) and 1 mL of H<sub>2</sub>O was added and adjusted to pH 9 with a 2 M NaOH solution. After\nthe mixture had been heated at 100 °C for 24 h, yellow crystals\nwere obtained.</p>", "clean_text": "Syntheses of {[Ni1.5(L)(4,4'-azobpy)(H2O)]⋅6.5H2O} n  (MOF-azo)\n\nThe synthesis method was based on that described previously. Ni(CH3COO)2⋅4H2O (0.025 g, 0.1 mmol) and 4,4'-azopyridine (azo) (0.0092 g, 0.05 mmol) were dissolved in a mixture of 2 mL of CH3CN and 3 mL of H2O, and the mixture was stirred at 100 °C for 1 h. Then, the mixture of 1-aminobenzene-3,4,5-tricarboxylic acid (H3L) (0.022 g, 0.1 mmol) and 1 mL of H2O was added and adjusted to pH 9 with a 2 M NaOH solution. After the mixture had been heated at 100 °C for 24 h, yellow crystals were obtained.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Syntheses of {[Ni<sub>1.5</sub>(L)­(4,4′-bpy)­(H<sub>2</sub>O)]·6H<sub>2</sub>O}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (MOF-bpy)\nand {[Ni<sub>1.5</sub>(L)­(bpe)­(H<sub>2</sub>O)]·8.5H<sub>2</sub>O}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (MOF-bpe)</title><p>Single crystals\nof MOF-azo were immersed in a solution with 4 mL of H<sub>2</sub>O,\n1 mL of CH<sub>3</sub>CN, and 4,4-bipyridine (bpy) (50 mg, 0.32 mmol)\nor 4,4′-vinylenedipyridine (bpe) (59 mg, 0.32 mmol). MOF-bpy and MOF-bpe were obtained by heating\nat 80 °C for 48 and 96 h, respectively.</p>", "clean_text": "Syntheses of {[Ni1.5(L)(4,4'-bpy)(H2O)]⋅6H2O} n  (MOF-bpy) and {[Ni1.5(L)(bpe)(H2O)]⋅8.5H2O} n  (MOF-bpe)\n\nSingle crystals of MOF-azo were immersed in a solution with 4 mL of H2O, 1 mL of CH3CN, and 4,4-bipyridine (bpy) (50 mg, 0.32 mmol) or 4,4'-vinylenedipyridine (bpe) (59 mg, 0.32 mmol). MOF-bpy and MOF-bpe were obtained by heating at 80 °C for 48 and 96 h, respectively.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Nafion/MOF\nComposite Membranes</title><p>A certain\namount of MOFs (5%, relative to the weight percentage of Nafion) was\nadded to DMF to achieve ultrasonic dispersion for 1 h. Then Nafion\nwas added to the solution mentioned above and stirred for 6 h to obtain\na homogeneous casting solution. The casting solution was poured into\na glass Petri dish and kept at 80 °C for 10 h. The dried membrane\nwas immersed in a H<sub>2</sub>SO<sub>4</sub> solution at pH 2 and\n80 °C for 1 h for acidification and then soaked in deionized\nwater to remove the residual acid solution on the membrane surface.</p>", "clean_text": "Preparation of Nafion/MOF Composite Membranes\n\nA certain amount of MOFs (5%, relative to the weight percentage of Nafion) was added to DMF to achieve ultrasonic dispersion for 1 h. Then Nafion was added to the solution mentioned above and stirred for 6 h to obtain a homogeneous casting solution. The casting solution was poured into a glass Petri dish and kept at 80 °C for 10 h. The dried membrane was immersed in a H2SO4 solution at pH 2 and 80 °C for 1 h for acidification and then soaked in deionized water to remove the residual acid solution on the membrane surface.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Measurement of Water Uptake and Area Swelling</title><p>Composite\nmembranes were cut into a square ∼1.5 cm in length and then\nimmersed in deionized water for a week. After the membranes were fully\nhydrated, the water was wiped off the surface with absorbent cotton,\nand then we weighed the membranes (<italic toggle=\"yes\">W</italic>\n<sub>wet</sub>), measured their side length, and calculated their area (<italic toggle=\"yes\">A</italic>\n<sub>wet</sub>). After the samples had been dried for 12\nh, the weight and area of composite membranes were measured, denoted\nas <italic toggle=\"yes\">W</italic>\n<sub>dry</sub> and <italic toggle=\"yes\">A</italic>\n<sub>dry</sub>, respectively. The water uptake and area swelling were calculated\nby the following equations:<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>water uptake\n(%)</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>wet</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:mn>100%</mml:mn>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>area swelling\n(%)</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>wet</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:mn>100%</mml:mn>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>\n</p>", "clean_text": "Measurement of Water Uptake and Area Swelling\n\nComposite membranes were cut into a square ~1.5 cm in length and then immersed in deionized water for a week. After the membranes were fully hydrated, the water was wiped off the surface with absorbent cotton, and then we weighed the membranes (W wet), measured their side length, and calculated their area (A wet). After the samples had been dried for 12 h, the weight and area of composite membranes were measured, denoted as W dry and A dry, respectively. The water uptake and area swelling were calculated by the following equations:    water uptake (%) =  (   W   wet   -   W   dry   )  /   W   dry   × 100%   1      area swelling (%) =  (   A   wet   -   A   dry   )  /   A   dry   × 100%   2  ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Alternating Current (AC)\nImpedance Measurement</title><p>Electrochemical\nimpedance spectra (EIS) of MOFs were recorded in a homemade incubator\nunder different relative humidities (RH) (58–100%) and temperatures\n(30–95 °C). A CHI660E electrochemical workstation was\nused in the frequency range of 1 Hz to 1 MHz with an oscillating voltage\nof 100 mV by a quasi-four-probe method. The pellets were obtained\nby pressing 80 mg of microcrystalline powder at 5 MPa for 2 min. The\nthickness and diameter were measured to be 2 and 5 mm, respectively.\nMOF pellets were sealed for 24 h in different humidities and equilibrated\nfor 30 min under each test condition before the AC impedance test.\nThe relative humidity was controlled by different saturated salt solutions,\nwhich were solutions of H<sub>2</sub>O (100% RH), Na<sub>2</sub>SO<sub>4</sub> (93% RH), KCI (87% RH), NaCl (75% RH), and NaBr (58% RH). Nafion/MOF composite membranes\nwere cut into circles with a 5 mm diameter. The thickness was measured\nto be 0.2 mm. AC impedance tests of composite membranes were carried\nout under ambient conditions (without heating or humidifying). The\nproton conductivity was calculated by using the equation<disp-formula id=\"eq3\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"italic\">L</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"italic\">RS</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>3</label>\n</disp-formula>where σ is proton conductivity\n(siemens per centimeter), <italic toggle=\"yes\">L</italic> is the thickness of the\npellet (centimeters), <italic toggle=\"yes\">S</italic> is the superficial area of\nthe pellet (square centimeters), and <italic toggle=\"yes\">R</italic> is the total\nimpedance. ZSimpWin software is used to extrapolate the impedance\nplot by means of an equivalent circuit simulation to obtain the resistance\nvalue. The activation energy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>) derives\nfrom the least-squares fit of Arrhenius plots:<disp-formula id=\"eq4\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi mathvariant=\"italic\">T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi mathvariant=\"italic\">T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>→</mml:mo>\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi mathvariant=\"italic\">T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>4</label>\n</disp-formula>where <italic toggle=\"yes\">n</italic> is\nthe number of charge carriers, <italic toggle=\"yes\">e</italic> is the charge of\nthe carriers, <italic toggle=\"yes\">D</italic>\n<sub>0</sub> is a constant related\nto the mechanism of proton conductivity, σ<sub>0</sub> is a\npre-exponential factor, κ is the Boltzmann constant, <italic toggle=\"yes\">T</italic> is the temperature in kelvin, and Δ<italic toggle=\"yes\">S</italic>\n<sub>m</sub> is the entropy.</p>", "clean_text": "Alternating Current (AC) Impedance Measurement\n\nElectrochemical impedance spectra (EIS) of MOFs were recorded in a homemade incubator under different relative humidities (RH) (58-100%) and temperatures (30-95 °C). A CHI660E electrochemical workstation was used in the frequency range of 1 Hz to 1 MHz with an oscillating voltage of 100 mV by a quasi-four-probe method. The pellets were obtained by pressing 80 mg of microcrystalline powder at 5 MPa for 2 min. The thickness and diameter were measured to be 2 and 5 mm, respectively. MOF pellets were sealed for 24 h in different humidities and equilibrated for 30 min under each test condition before the AC impedance test. The relative humidity was controlled by different saturated salt solutions, which were solutions of H2O (100% RH), Na2SO4 (93% RH), KCI (87% RH), NaCl (75% RH), and NaBr (58% RH). Nafion/MOF composite membranes were cut into circles with a 5 mm diameter. The thickness was measured to be 0.2 mm. AC impedance tests of composite membranes were carried out under ambient conditions (without heating or humidifying). The proton conductivity was calculated by using the equation    σ = L /  ( RS )    3 where σ is proton conductivity (siemens per centimeter), L is the thickness of the pellet (centimeters), S is the superficial area of the pellet (square centimeters), and R is the total impedance. ZSimpWin software is used to extrapolate the impedance plot by means of an equivalent circuit simulation to obtain the resistance value. The activation energy (E a) derives from the least-squares fit of Arrhenius plots:    σ =   n   e   2     D   0    exp  (   Δ   S   m     k   )    k T    exp  (   -   E   a     k T   )  → σ =     σ   0     T    exp  (   -   E   a     k T   )    4 where n is the number of charge carriers, e is the charge of the carriers, D 0 is a constant related to the mechanism of proton conductivity, σ0 is a pre-exponential factor, κ is the Boltzmann constant, T is the temperature in kelvin, and ΔS m is the entropy.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Structure\nand Stability of MOFs</title><p>Single-crystal X-ray\ndiffraction analysis reveals that MOF-azo crystallizes in a monoclinic\ncrystal system in space group <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic>. MOF-bpy and MOF-bpe are obtained by immersing MOF-azo in CH<sub>3</sub>CN solutions of bpy and bpe, respectively. They are heterogeneous\nand isomorphic, and the difference lies in the auxiliary ligands.\nThe asymmetric units contain one and a half Ni<sup>2+</sup> ions,\none main ligand, one auxiliary ligand, one coordinated H<sub>2</sub>O, and several guest H<sub>2</sub>O molecules (6.5 H<sub>2</sub>O\nmolecules for MOF-azo, 6 H<sub>2</sub>O molecules for MOF-bpy, and\n8.5 H<sub>2</sub>O molecules for MOF-bpe). The coordination environment\ndiagram of the main ligand (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>)\nindicates there is an uncoordinated carboxyl oxygen atom, and the\ncarboxyl group exhibits μ<sub>1</sub>-η<sup>1</sup>:η<sup>0</sup>, μ<sub>1</sub>-η<sup>2</sup>:η<sup>0</sup>, and μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> coordination modes in a clockwise direction. For MOF-azo, Ni atoms\nare connected by carboxyl groups and N atoms to produce a 10.02 Å\n× 7.38 Å parallelogram channel, where free water molecules\nare linked by hydrogen bonds to form an infinitely extending one-dimensional\n(1D) water chains along the <italic toggle=\"yes\">c</italic> axis (). This extremely hydrophilic\n1D channel brings spacious space for the adsorption of water molecules\nfrom the surrounding environment and allows proton transfer in the\nform of H<sub>2</sub>O···H<sub>3</sub>O<sup>+</sup>···H<sub>2</sub>O. Due to the dissimilarity in the\nsize of the auxiliary ligands, the MOFs have slightly different pillar\nheights (9.0 Å for MOF-azo, 7.1 Å for MOF-bpy, and 9.4 Å\nfor MOF-bpe).</p>", "clean_text": "Results and Discussion\n\nStructure and Stability of MOFs\n\nSingle-crystal X-ray diffraction analysis reveals that MOF-azo crystallizes in a monoclinic crystal system in space group C2/c. MOF-bpy and MOF-bpe are obtained by immersing MOF-azo in CH3CN solutions of bpy and bpe, respectively. They are heterogeneous and isomorphic, and the difference lies in the auxiliary ligands. The asymmetric units contain one and a half Ni2+ ions, one main ligand, one auxiliary ligand, one coordinated H2O, and several guest H2O molecules (6.5 H2O molecules for MOF-azo, 6 H2O molecules for MOF-bpy, and 8.5 H2O molecules for MOF-bpe). The coordination environment diagram of the main ligand (Figure S1) indicates there is an uncoordinated carboxyl oxygen atom, and the carboxyl group exhibits μ1-η1:η0, μ1-η2:η0, and μ2-η1:η1 coordination modes in a clockwise direction. For MOF-azo, Ni atoms are connected by carboxyl groups and N atoms to produce a 10.02 Å × 7.38 Å parallelogram channel, where free water molecules are linked by hydrogen bonds to form an infinitely extending one-dimensional (1D) water chains along the c axis (). This extremely hydrophilic 1D channel brings spacious space for the adsorption of water molecules from the surrounding environment and allows proton transfer in the form of H2O⋅⋅⋅H3O+⋅⋅⋅H2O. Due to the dissimilarity in the size of the auxiliary ligands, the MOFs have slightly different pillar heights (9.0 Å for MOF-azo, 7.1 Å for MOF-bpy, and 9.4 Å for MOF-bpe).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>One-dimensional water chains connected by hydrogen bonds\nalong\nthe <italic toggle=\"yes\">c</italic> axis in MOF-azo.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  One-dimensional water chains connected by hydrogen bonds along the c axis in MOF-azo.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>In the process of solvent-assisted ligand exchange, bpy molecules\nin the solution are first adsorbed on the surface of MOF-azo and diffuse\naround azo molecules. Driven by stronger coordination energy, azo\nmolecules dissociate from the framework and bpy molecules coordinate\nwith Ni<sup>2+</sup> ions at the same time. Because ligand exchange\nis from the edge of the crystal to the center of the crystal, MOF-bpy\nfirst forms at the edge of the original MOF-azo, leading to the core–shell\nphenomenon. The vibration of the framework makes bpy molecules diffuse\ninto the center of MOF-azo faster for sequential exchange. The original\nlinkers are completely replaced by new linkers so that the subproduct\nMOF-bpy emerges. The water stability and acid stability of as-synthesized\ncrystals are evaluated by immersing the samples in boiling water for\n8 h and a H<sub>2</sub>SO<sub>4</sub> solution at pH 2 for 24 h. As\ndisplayed in , their PXRD patterns are consistent with those simulated by single-crystal\ndata, indicating that the structure and crystallinity of treated samples\nare well preserved. Excellent stability lays a solid foundation for\nsubsequent AC impedance measurement under different humidities.</p>", "clean_text": "In the process of solvent-assisted ligand exchange, bpy molecules in the solution are first adsorbed on the surface of MOF-azo and diffuse around azo molecules. Driven by stronger coordination energy, azo molecules dissociate from the framework and bpy molecules coordinate with Ni2+ ions at the same time. Because ligand exchange is from the edge of the crystal to the center of the crystal, MOF-bpy first forms at the edge of the original MOF-azo, leading to the core-shell phenomenon. The vibration of the framework makes bpy molecules diffuse into the center of MOF-azo faster for sequential exchange. The original linkers are completely replaced by new linkers so that the subproduct MOF-bpy emerges. The water stability and acid stability of as-synthesized crystals are evaluated by immersing the samples in boiling water for 8 h and a H2SO4 solution at pH 2 for 24 h. As displayed in , their PXRD patterns are consistent with those simulated by single-crystal data, indicating that the structure and crystallinity of treated samples are well preserved. Excellent stability lays a solid foundation for subsequent AC impedance measurement under different humidities.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD patterns\nof (a) MOF-azo, (b) MOF-bpy, and (c) MOF-bpe under\ndifferent conditions. (d) Time-dependent proton conductivity at 100%\nRH and 95 °C.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  PXRD patterns of (a) MOF-azo, (b) MOF-bpy, and (c) MOF-bpe under different conditions. (d) Time-dependent proton conductivity at 100% RH and 95 °C.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Proton Conduction of MOFs</title><p>As an important connection\npoint of hydrogen bond networks, water molecules assume a critical\nrole in proton transfer, which urges us to study proton conduction\nof these MOFs under certain humidities. Prior to AC impedance measurement,\nwe carried out the Hebb–Wagner direct current polarization\nexperiment on the three MOFs, which is a method of distinguishing\nelectron conductors from proton conductors. Their current variations\nwere recorded at a constant voltage of 0.1 V. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>, an extremely low direct current implies\nan extremely high electronic resistance, proving that these MOFs are\ntypical proton-conducting materials. AC impedance measurements were\nthen performed in a homemade incubator at different temperatures of\n30–95 °C and different relative humidities varying from\n58% to 100%. The relationship between the real part and the imaginary\npart (<italic toggle=\"yes\">Z</italic>* = <italic toggle=\"yes\">Z</italic>′ + i<italic toggle=\"yes\">Z</italic>″) is depicted in the Nyquist plots that all present\na semicircle with different degrees of depression at high frequencies\nand a linear tail at low frequencies. With an increase in temperature\nand humidity, the semicircle is gradually depressed into an arc and\nthe tail becomes more and more obvious, manifesting that the current\nelectrochemical process is dominated by mass transfer, which further\nreveals the typical proton conduction characteristics. ZSimpWin software is used to simulate Nyquist plots, and equivalent\nresistor–capacitor circuits are determined ().</p>", "clean_text": "Proton Conduction of MOFs\n\nAs an important connection point of hydrogen bond networks, water molecules assume a critical role in proton transfer, which urges us to study proton conduction of these MOFs under certain humidities. Prior to AC impedance measurement, we carried out the Hebb-Wagner direct current polarization experiment on the three MOFs, which is a method of distinguishing electron conductors from proton conductors. Their current variations were recorded at a constant voltage of 0.1 V. As shown in Figure S2, an extremely low direct current implies an extremely high electronic resistance, proving that these MOFs are typical proton-conducting materials. AC impedance measurements were then performed in a homemade incubator at different temperatures of 30-95 °C and different relative humidities varying from 58% to 100%. The relationship between the real part and the imaginary part (Z* = Z' + iZ\") is depicted in the Nyquist plots that all present a semicircle with different degrees of depression at high frequencies and a linear tail at low frequencies. With an increase in temperature and humidity, the semicircle is gradually depressed into an arc and the tail becomes more and more obvious, manifesting that the current electrochemical process is dominated by mass transfer, which further reveals the typical proton conduction characteristics. ZSimpWin software is used to simulate Nyquist plots, and equivalent resistor-capacitor circuits are determined ().", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Nyquist plots of MOF-bpy\nunder different conditions. Spheres and\nlines represent experimental data and simulated values from the equivalent\ncircuit, respectively (R, bulk resistor; CPE, constant phase element;\nWs, Warburg diffusion element).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Nyquist plots of MOF-bpy under different conditions. Spheres and lines represent experimental data and simulated values from the equivalent circuit, respectively (R, bulk resistor; CPE, constant phase element; Ws, Warburg diffusion element).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The humidity dependence of proton conduction is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Tables S1–S3</ext-link>. At 58% RH and 90 °C,\nthe observed proton conductivities of MOF-azo, MOF-bpy, and MOF-bpe\nare 3.61 × 10<sup>–6</sup>, 6.09 × 10<sup>–6</sup>, and 5.54 × 10<sup>–6</sup> S cm<sup>–1</sup>, respectively. With the RH improving to 87%, the conductivity values\nincrease to 3.85 × 10<sup>–5</sup>, 5.61 × 10<sup>–5</sup>, and 5.83 × 10<sup>–5</sup> S cm<sup>–1</sup>, respectively. When the humidity reaches 100%, the\nconductivities increase to 3.15 × 10<sup>–4</sup>, 7.29\n× 10<sup>–4</sup>, and 8.31 × 10<sup>–4</sup> S cm<sup>–1</sup>, respectively. The proton conductivity\nincreases with relative humidity, clearly demonstrating the water-mediated\nproton conduction process. In the closed system, a higher humidity\ncan contribute more water, which is adsorbed by MOFs and enters the\ncrystal lattices. The adsorbed water is connected together with the\nlattice water through hydrogen bonds to form a proton conductive network.\nMore water is adsorbed, and a larger and denser proton conductive\nnetwork is generated. The proton-conducting paths will be more diverse,\nthereby increasing the proton conductivity of MOFs.</p>", "clean_text": "The humidity dependence of proton conduction is shown in Tables S1-S3. At 58% RH and 90 °C, the observed proton conductivities of MOF-azo, MOF-bpy, and MOF-bpe are 3.61 × 10-6, 6.09 × 10-6, and 5.54 × 10-6 S cm-1, respectively. With the RH improving to 87%, the conductivity values increase to 3.85 × 10-5, 5.61 × 10-5, and 5.83 × 10-5 S cm-1, respectively. When the humidity reaches 100%, the conductivities increase to 3.15 × 10-4, 7.29 × 10-4, and 8.31 × 10-4 S cm-1, respectively. The proton conductivity increases with relative humidity, clearly demonstrating the water-mediated proton conduction process. In the closed system, a higher humidity can contribute more water, which is adsorbed by MOFs and enters the crystal lattices. The adsorbed water is connected together with the lattice water through hydrogen bonds to form a proton conductive network. More water is adsorbed, and a larger and denser proton conductive network is generated. The proton-conducting paths will be more diverse, thereby increasing the proton conductivity of MOFs.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>Water vapor\nadsorption isotherms are used to study the relationship\nbetween the relative humidity and adsorbed water molecules (). The as-synthesized samples are\nimmersed in acetone for 2 days to exchange the solvent molecules inside\nthe frameworks and then dried in vacuum at 60 °C for 24 h. The\nsolution is then replaced with fresh acetone three times a day while\nsoaking. This activation pretreatment is to remove lattice H<sub>2</sub>O as much as possible, to make room for the absorption of water molecules\nfrom the environment. With the increase in relative pressure (relative\nhumidity), the adsorption capacity of water molecules increases gradually.\nWhen <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> is 0.99 (close\nto 100% RH), the adsorption capacities of MOF-azo, MOF-bpy, and MOF-bpe\nreach the maximum values of 378.5, 264.5, and 215.4 cm<sup>3</sup>/g, respectively, which means the higher the relative humidity, the\nmore water molecules are adsorbed by these MOFs. For MOF-azo and MOF-bpy,\ntheir water vapor adsorption isotherms show type IV characteristics. When <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> is &lt;0.2,\nthe isotherm is relatively flat. The rapid adsorption begins from\na <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> of 0.3 because\nthe capillary condensation of water vapor occurs. After a <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> of 0.7, vapor adsorption\noccurs only on the MOFs’ outer surface whose area is much smaller\nthan the inner surface area, so the isotherms tend to be stable. The notable hysteresis before a <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> of 0.8 may also account for the fact\nthat each [Ni<sub>1.5</sub>(L)­(4,4′-azobpy)­(H<sub>2</sub>O)]\nunit and each [Ni<sub>1.5</sub>(L)­(4,4′-bpy)­(H<sub>2</sub>O)]\nunit adsorb more free water molecules than the initial unactivated\nsamples. The adsorbed\nwater molecules can combine with each other to form rich hydrogen\nbond networks, which can be expanded by other hydrogen bonds formed\nbetween lattice water in 1D hydrophilic channels and carboxyl oxygen\natoms. The strong affinity maintained by hydrogen bonding interaction\nmakes the release of water molecules extremely slow, thus showing\na distinct hysteresis. MOF-bpe exhibits a type I isotherm. In the low-pressure region (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0–0.3), the adsorption capacity increases sharply,\nindicating that the cavity is filled as much as possible by adsorbed\nwater vapor. Then, the isotherm shows a platform with a slow rising\ntrend, which stemmed from the condensation of water vapor on the external\nsurface of MOF-bpe, which is deeply inspired by the previous report. There are two  fewer adsorbed water molecules\nin each [Ni<sub>1.5</sub>(L)­(bpe)­(H<sub>2</sub>O)] unit than in the\nunactivated sample, which is ascribed to incomplete removal of lattice\nwater molecules during the activation process.</p>", "clean_text": "Water vapor adsorption isotherms are used to study the relationship between the relative humidity and adsorbed water molecules (). The as-synthesized samples are immersed in acetone for 2 days to exchange the solvent molecules inside the frameworks and then dried in vacuum at 60 °C for 24 h. The solution is then replaced with fresh acetone three times a day while soaking. This activation pretreatment is to remove lattice H2O as much as possible, to make room for the absorption of water molecules from the environment. With the increase in relative pressure (relative humidity), the adsorption capacity of water molecules increases gradually. When P/P 0 is 0.99 (close to 100% RH), the adsorption capacities of MOF-azo, MOF-bpy, and MOF-bpe reach the maximum values of 378.5, 264.5, and 215.4 cm3/g, respectively, which means the higher the relative humidity, the more water molecules are adsorbed by these MOFs. For MOF-azo and MOF-bpy, their water vapor adsorption isotherms show type IV characteristics. When P/P 0 is <0.2, the isotherm is relatively flat. The rapid adsorption begins from a P/P 0 of 0.3 because the capillary condensation of water vapor occurs. After a P/P 0 of 0.7, vapor adsorption occurs only on the MOFs' outer surface whose area is much smaller than the inner surface area, so the isotherms tend to be stable. The notable hysteresis before a P/P 0 of 0.8 may also account for the fact that each [Ni1.5(L)(4,4'-azobpy)(H2O)] unit and each [Ni1.5(L)(4,4'-bpy)(H2O)] unit adsorb more free water molecules than the initial unactivated samples. The adsorbed water molecules can combine with each other to form rich hydrogen bond networks, which can be expanded by other hydrogen bonds formed between lattice water in 1D hydrophilic channels and carboxyl oxygen atoms. The strong affinity maintained by hydrogen bonding interaction makes the release of water molecules extremely slow, thus showing a distinct hysteresis. MOF-bpe exhibits a type I isotherm. In the low-pressure region (P/P 0 = 0-0.3), the adsorption capacity increases sharply, indicating that the cavity is filled as much as possible by adsorbed water vapor. Then, the isotherm shows a platform with a slow rising trend, which stemmed from the condensation of water vapor on the external surface of MOF-bpe, which is deeply inspired by the previous report. There are two  fewer adsorbed water molecules in each [Ni1.5(L)(bpe)(H2O)] unit than in the unactivated sample, which is ascribed to incomplete removal of lattice water molecules during the activation process.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Water vapor adsorption\nisotherms.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Water vapor adsorption isotherms.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>N<sub>2</sub> adsorption isotherms\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>) collected at 77 K are used to evaluate their intrinsic\nporosity. MOF-azo, MOF-bpy, and MOF-bpe have adsorption capacities\nof 11, 10, and 12 cm<sup>3</sup>/g, respectively, and their BET surface\nareas are calculated to be 2.3, 1.6, and 2.3 m<sup>2</sup>/g, respectively.\nThe lack of adsorption sites in their frameworks and the larger kinetic\ndiameter of N<sub>2</sub> molecules may be the reasons for the low\nnitrogen adsorption capacity. The kinetic diameter\nof a H<sub>2</sub>O molecule (2.6 Å) is 1 Å smaller than\nthat of a N<sub>2</sub> molecule (3.6 Å). In this sense, MOFs\ncan adsorb as many H<sub>2</sub>O molecules as possible instead of\nN<sub>2</sub>. As adsorption sites of water molecules, the 1D water\nchain in the <italic toggle=\"yes\">c</italic> axis channel can form hydrogen bonds\nwith the adsorbed H<sub>2</sub>O, which further enhances the water\nvapor adsorption capacity of MOFs. This explains the difference between\nnitrogen adsorption capacity and water vapor adsorption capacity.</p>", "clean_text": "N2 adsorption isotherms (Figure S3) collected at 77 K are used to evaluate their intrinsic porosity. MOF-azo, MOF-bpy, and MOF-bpe have adsorption capacities of 11, 10, and 12 cm3/g, respectively, and their BET surface areas are calculated to be 2.3, 1.6, and 2.3 m2/g, respectively. The lack of adsorption sites in their frameworks and the larger kinetic diameter of N2 molecules may be the reasons for the low nitrogen adsorption capacity. The kinetic diameter of a H2O molecule (2.6 Å) is 1 Å smaller than that of a N2 molecule (3.6 Å). In this sense, MOFs can adsorb as many H2O molecules as possible instead of N2. As adsorption sites of water molecules, the 1D water chain in the c axis channel can form hydrogen bonds with the adsorbed H2O, which further enhances the water vapor adsorption capacity of MOFs. This explains the difference between nitrogen adsorption capacity and water vapor adsorption capacity.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>The temperature-dependent proton conducting behavior of MOF-azo,\nMOF-bpy, and MOF-bpe can be observed at every humidity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figures S4–S6</ext-link>). For example, at 93% RH\nand 40 °C, their proton conductivities are found to be 4.18 ×\n10<sup>–5</sup>, 5.07 × 10<sup>–5</sup>, and 5.15\n× 10<sup>–5</sup> S cm<sup>–1</sup>, then increase\nto 5.29 × 10<sup>–5</sup>, 6.72 × 10<sup>–5</sup>, and 6.83 × 10<sup>–5</sup> S cm<sup>–1</sup> at 60 °C, and then increase to 9.04 × 10<sup>–5</sup>, 1.40 × 10<sup>–4</sup>, and 1.33 × 10<sup>–4</sup> S cm<sup>–1</sup> at 90 °C, respectively. At 100% RH\nand 30 °C, the conductivity values of MOF-azo, MOF-bpy, and MOF-bpe\nare calculated to be 1.60 × 10<sup>–4</sup>, 2.45 ×\n10<sup>–4</sup>, and 3.06 × 10<sup>–4</sup> S cm<sup>–1</sup>, then increase to 2.50 × 10<sup>–4</sup>, 4.22 × 10<sup>–4</sup>, and 5.78 × 10<sup>–4</sup> S cm<sup>–1</sup> at 70 °C, and finally reach maximum\nvalues of 3.63 × 10<sup>–4</sup>, 1.27 × 10<sup>–3</sup>, and 1.07 × 10<sup>–3</sup> S cm<sup>–1</sup> at 95 °C, respectively. Obviously, their proton conductivities\ngradually increase with temperature. This is mainly due to the boost\nin the internal energy of the electrolyte system caused by the increasing\ntemperature, which accelerates the rate of mobility of proton carriers\nand facilitates the proton transfer through a path separated by a\nsmaller energy barrier.</p>", "clean_text": "The temperature-dependent proton conducting behavior of MOF-azo, MOF-bpy, and MOF-bpe can be observed at every humidity (Figures S4-S6). For example, at 93% RH and 40 °C, their proton conductivities are found to be 4.18 × 10-5, 5.07 × 10-5, and 5.15 × 10-5 S cm-1, then increase to 5.29 × 10-5, 6.72 × 10-5, and 6.83 × 10-5 S cm-1 at 60 °C, and then increase to 9.04 × 10-5, 1.40 × 10-4, and 1.33 × 10-4 S cm-1 at 90 °C, respectively. At 100% RH and 30 °C, the conductivity values of MOF-azo, MOF-bpy, and MOF-bpe are calculated to be 1.60 × 10-4, 2.45 × 10-4, and 3.06 × 10-4 S cm-1, then increase to 2.50 × 10-4, 4.22 × 10-4, and 5.78 × 10-4 S cm-1 at 70 °C, and finally reach maximum values of 3.63 × 10-4, 1.27 × 10-3, and 1.07 × 10-3 S cm-1 at 95 °C, respectively. Obviously, their proton conductivities gradually increase with temperature. This is mainly due to the boost in the internal energy of the electrolyte system caused by the increasing temperature, which accelerates the rate of mobility of proton carriers and facilitates the proton transfer through a path separated by a smaller energy barrier.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>A long fuel cell service life is the\npremise of large-scale commercial\napplication, which is also the issue that people have been concerned\nabout, so it is particularly necessary to research the durability\nof proton conductors. Time-dependent AC impedance measurements of\nMOF-azo, MOF-bpy, and MOF-bpe at 95 °C and 100% RH were carried\nout. As shown in , relatively steady proton conductivities without obvious degradation\nare achieved for at least 8 h. The electrochemical stability is an\nimportant factor in determining whether proton conductors can be reused.  shows that PXRD\npatterns of the samples before and after the AC impedance test exhibit\nno obvious differences, which proves their eminent structural stability\nduring the electrochemical test.</p>", "clean_text": "A long fuel cell service life is the premise of large-scale commercial application, which is also the issue that people have been concerned about, so it is particularly necessary to research the durability of proton conductors. Time-dependent AC impedance measurements of MOF-azo, MOF-bpy, and MOF-bpe at 95 °C and 100% RH were carried out. As shown in , relatively steady proton conductivities without obvious degradation are achieved for at least 8 h. The electrochemical stability is an important factor in determining whether proton conductors can be reused.  shows that PXRD patterns of the samples before and after the AC impedance test exhibit no obvious differences, which proves their eminent structural stability during the electrochemical test.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The activation energy is calculated\nthrough the least-squares fitting\nof the Arrhenius plot to determine the mechanism of proton conduction\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figures S7–S9</ext-link>). From 58% to 100%\nRH, <italic toggle=\"yes\">E</italic>\n<sub>a</sub> values of MOF-azo, MOF-bpy, and\nMOF-bpe are all calculated to be &lt;0.4 eV, meaning that the proton\ntransport adheres to the typical Grotthuss mechanism. In other words,\nproton hopping movement on carriers occurs in an infinitely extended\nhydrogen bond network. There are abundant free water molecules in\nthe lattices of these MOFs; as shown in , many short O···O hydrogen\nbonds exist in 1D channels. Because of the appropriate distance and\nspace position, continuous and extensive hydrogen bond networks are\nformed between free water molecules as both hydrogen bond donors and\nhydrogen bond acceptors. The hopping transfer of protons on the carriers\nbuilds a low-energy barrier path, thereby\nresulting in a lower activation energy.</p>", "clean_text": "The activation energy is calculated through the least-squares fitting of the Arrhenius plot to determine the mechanism of proton conduction (Figures S7-S9). From 58% to 100% RH, E a values of MOF-azo, MOF-bpy, and MOF-bpe are all calculated to be <0.4 eV, meaning that the proton transport adheres to the typical Grotthuss mechanism. In other words, proton hopping movement on carriers occurs in an infinitely extended hydrogen bond network. There are abundant free water molecules in the lattices of these MOFs; as shown in , many short O⋅⋅⋅O hydrogen bonds exist in 1D channels. Because of the appropriate distance and space position, continuous and extensive hydrogen bond networks are formed between free water molecules as both hydrogen bond donors and hydrogen bond acceptors. The hopping transfer of protons on the carriers builds a low-energy barrier path, thereby resulting in a lower activation energy.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>We notice that the proton\nconductivities of MOF-bpy and MOF-bpe\nare higher than that of MOF-azo at every humidity and temperature.\nEspecially at 95 °C and 100% RH, the proton conductivity of MOF-bpy\nreaches 1.27 × 10<sup>–3</sup> S cm<sup>–1</sup>, which is 3.5 times that of MOF-azo, and the proton conductivity\nof MOF-bpe is 1.01 × 10<sup>–3</sup> S cm<sup>–1</sup>, which is 2.8 times that of MOF-azo. Obviously, the increment of\ntheir proton conduction performance is rooted in ligand exchange.\nWe believe as long as the components on the framework are exchanged,\nregardless of central metal exchange or ligand exchange, there will\nbe the departure of old species and the introduction of new species.\nBecause the framework exchange is from the edge of the crystal to\nthe center of the crystal, the daughter MOF first forms at the edge\nof the parent MOF, leading to the core–shell phenomenon. The\nshuttle movement of old species and new species with consecutive dissociation\nand coordination creates an available functional cavity produced by\nthe etching of the daughter MOF, which leads to the appearance of\ndefects on the edge of the parent MOF. This method of introducing defects into MOFs by solvent-assisted\nligand exchange has also been reported previously. Old species begin to dissociate but do not thoroughly depart;\nnew species begin to coordinate, but no coordination bonds are formed,\nresulting in the material with an increased number of pore openings\nthat allow bulkier molecules to react with present coordinatively\nunsaturated sites in the system, which further ameliorates the functionality\nof the MOFs. One can see from b that a weak diffraction peak of MOF-bpy at 7°\nindicates the incomplete departure of the azo molecule. The vibration\nof the framework makes new species diffuse into the center of the\nparent MOF faster for sequential exchange. The original species are\ncompletely replaced so that the daughter products emerge. The stepwise\netching process is realized from the edge of the crystal to the center.\nThe formed pore defects in the whole crystal after full ligand exchange\nare very beneficial to proton transfer, thus improving the proton\nconductivity of the exchange product. Similarly, we infer that the\nexchange of the guest molecule can also enhance the proton conduction\nperformance of the daughter product, which will be verified in our\nnext work.</p>", "clean_text": "We notice that the proton conductivities of MOF-bpy and MOF-bpe are higher than that of MOF-azo at every humidity and temperature. Especially at 95 °C and 100% RH, the proton conductivity of MOF-bpy reaches 1.27 × 10-3 S cm-1, which is 3.5 times that of MOF-azo, and the proton conductivity of MOF-bpe is 1.01 × 10-3 S cm-1, which is 2.8 times that of MOF-azo. Obviously, the increment of their proton conduction performance is rooted in ligand exchange. We believe as long as the components on the framework are exchanged, regardless of central metal exchange or ligand exchange, there will be the departure of old species and the introduction of new species. Because the framework exchange is from the edge of the crystal to the center of the crystal, the daughter MOF first forms at the edge of the parent MOF, leading to the core-shell phenomenon. The shuttle movement of old species and new species with consecutive dissociation and coordination creates an available functional cavity produced by the etching of the daughter MOF, which leads to the appearance of defects on the edge of the parent MOF. This method of introducing defects into MOFs by solvent-assisted ligand exchange has also been reported previously. Old species begin to dissociate but do not thoroughly depart; new species begin to coordinate, but no coordination bonds are formed, resulting in the material with an increased number of pore openings that allow bulkier molecules to react with present coordinatively unsaturated sites in the system, which further ameliorates the functionality of the MOFs. One can see from b that a weak diffraction peak of MOF-bpy at 7° indicates the incomplete departure of the azo molecule. The vibration of the framework makes new species diffuse into the center of the parent MOF faster for sequential exchange. The original species are completely replaced so that the daughter products emerge. The stepwise etching process is realized from the edge of the crystal to the center. The formed pore defects in the whole crystal after full ligand exchange are very beneficial to proton transfer, thus improving the proton conductivity of the exchange product. Similarly, we infer that the exchange of the guest molecule can also enhance the proton conduction performance of the daughter product, which will be verified in our next work.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Characterization and Proton Conduction of\nNafion/MOF Composite\nMembranes</title><p>The proton conduction level of MOFs is far from\nthat of commercial Nafion, so practical application in fuel cells\nhas not yet been realized. If MOFs are doped into a polymer matrix\nto synthesize composite materials, their proton conduction performance\nwill be better than that of a single component. This has been confirmed\nby literature reports. To approach this ultimate goal,\nwe prepared Nafion/MOF composite membranes by solution casting to\nobtain the desired proton conductivity. Considering the previous work\nof our research group, 5% is determined as the best MOF doping amount. First, the microstructure of the composite membranes\nis researched by SEM. In the preparation process, the MOFs need to\nbe vigorously stirred and ultrasonically treated for a long time,\nso the morphology is subjected to damage to a certain extent and becomes\nirregular. It is obvious from  that these MOFs are relatively dispersed in the Nafion\nmatrix, and no agglomeration occurs. As shown in a, the composite membranes\nshow broad diffraction peaks at 17° and 40° from Nafion.\nMore importantly, the sharp diffraction peaks occur at 7° and\n26.5° (at 8° for Nafion/MOF-bpy), which fully demonstrates\nthat the MOFs have been successfully doped into the Nafion matrix\nwhile maintaining their original crystalline structure. In addition,\nvariable-temperature PXRD of a pure Nafion membrane was tested from\n25 to 350 °C. As one can see from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>, the skeleton structure of the Nafion membrane at 200 °C\nis almost identical to that at 25 °C. There is a strong diffraction\npeak at 17°, which arises from the superposition of amorphous\ndiffraction at 16° and crystalline diffraction at 17.5°\nfrom Nafion’s PTFE chain. When the temperature\nincreases to 300 °C, the original peak at 17° shifts to\n∼16°. The increasing temperature may engender an increase\nof an amorphous degree.</p>", "clean_text": "Characterization and Proton Conduction of Nafion/MOF Composite Membranes\n\nThe proton conduction level of MOFs is far from that of commercial Nafion, so practical application in fuel cells has not yet been realized. If MOFs are doped into a polymer matrix to synthesize composite materials, their proton conduction performance will be better than that of a single component. This has been confirmed by literature reports. To approach this ultimate goal, we prepared Nafion/MOF composite membranes by solution casting to obtain the desired proton conductivity. Considering the previous work of our research group, 5% is determined as the best MOF doping amount. First, the microstructure of the composite membranes is researched by SEM. In the preparation process, the MOFs need to be vigorously stirred and ultrasonically treated for a long time, so the morphology is subjected to damage to a certain extent and becomes irregular. It is obvious from  that these MOFs are relatively dispersed in the Nafion matrix, and no agglomeration occurs. As shown in a, the composite membranes show broad diffraction peaks at 17° and 40° from Nafion. More importantly, the sharp diffraction peaks occur at 7° and 26.5° (at 8° for Nafion/MOF-bpy), which fully demonstrates that the MOFs have been successfully doped into the Nafion matrix while maintaining their original crystalline structure. In addition, variable-temperature PXRD of a pure Nafion membrane was tested from 25 to 350 °C. As one can see from Figure S10, the skeleton structure of the Nafion membrane at 200 °C is almost identical to that at 25 °C. There is a strong diffraction peak at 17°, which arises from the superposition of amorphous diffraction at 16° and crystalline diffraction at 17.5° from Nafion's PTFE chain. When the temperature increases to 300 °C, the original peak at 17° shifts to ~16°. The increasing temperature may engender an increase of an amorphous degree.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of (a) Nafion/MOF-azo, (b) Nafion/MOF-bpy,\nand (c) Nafion/MOF-bpe.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  SEM images of (a) Nafion/MOF-azo, (b) Nafion/MOF-bpy, and (c) Nafion/MOF-bpe.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) PXRD patterns and\n(b) TG curves of composite membranes (the\ninset shows DTG curves of the composite membranes).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) PXRD patterns and (b) TG curves of composite membranes (the inset shows DTG curves of the composite membranes).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>TG analysis (b) manifests that the weight loss of a pure Nafion membrane\nis only\n4% before 300 °C, which may correspond to the moisture absorbed\nfrom the environment when it is stored in the air. When the temperature\nis higher than 300 °C, Nafion’s skeleton begins to collapse.\nAfter the MOFs are doped into the Nafion matrix, the decomposition\ntemperature of the cast composite membranes is increased to ∼400\n°C, which may be the reason that the strong electrostatic interaction\nbetween the Nafion matrix and the MOFs restrains the pyrolysis of\nthe composite membranes. This is followed\nby a large weight loss, illustrating the destruction of the whole\nmembrane structure. Their weight loss behavior is basically the same,\nand the maximum weightlessness rate appears around 479 °C. From\nthe infrared spectra (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>), composite membranes\npresent characteristic peaks of the MOFs and Nafion, among which the\npeaks at 1055 and 981 cm<sup>–1</sup> belong to the symmetric\nstretching vibration of the sulfonic acid group and the stretching\nvibration of the carbon–fluorine main chain in Nafion, respectively.\nThe peaks at ∼1390 and ∼1561 cm<sup>–1</sup> can\nbe attributed to separated symmetric and antisymmetric stretching\nvibrations, respectively, in the deprotonated carboxyl groups of the\nMOFs, which are produced by the strong vibrational coupling of two\ncarbon–oxygen bonds (C–O). In comparison with the infrared\nspectra of the MOFs, the two peaks in the composite membranes show\na slight blue shift and become wider to some extent. At the same time,\nthe water peak at 3500 cm<sup>–1</sup> also has a blue shift\nand is significantly broadened. This may be achieved by the formation\nof intermolecular hydrogen bonds between the MOFs and Nafion after\nadsorbing water from the environment.\n</p>", "clean_text": "TG analysis (b) manifests that the weight loss of a pure Nafion membrane is only 4% before 300 °C, which may correspond to the moisture absorbed from the environment when it is stored in the air. When the temperature is higher than 300 °C, Nafion's skeleton begins to collapse. After the MOFs are doped into the Nafion matrix, the decomposition temperature of the cast composite membranes is increased to ~400 °C, which may be the reason that the strong electrostatic interaction between the Nafion matrix and the MOFs restrains the pyrolysis of the composite membranes. This is followed by a large weight loss, illustrating the destruction of the whole membrane structure. Their weight loss behavior is basically the same, and the maximum weightlessness rate appears around 479 °C. From the infrared spectra (a and Figure S11), composite membranes present characteristic peaks of the MOFs and Nafion, among which the peaks at 1055 and 981 cm-1 belong to the symmetric stretching vibration of the sulfonic acid group and the stretching vibration of the carbon-fluorine main chain in Nafion, respectively. The peaks at ~1390 and ~1561 cm-1 can be attributed to separated symmetric and antisymmetric stretching vibrations, respectively, in the deprotonated carboxyl groups of the MOFs, which are produced by the strong vibrational coupling of two carbon-oxygen bonds (C-O). In comparison with the infrared spectra of the MOFs, the two peaks in the composite membranes show a slight blue shift and become wider to some extent. At the same time, the water peak at 3500 cm-1 also has a blue shift and is significantly broadened. This may be achieved by the formation of intermolecular hydrogen bonds between the MOFs and Nafion after adsorbing water from the environment. ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Infrared\nspectra and (b) AC impedance spectra of prepared membranes.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Infrared spectra and (b) AC impedance spectra of prepared membranes.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>The water uptake capacity of Nafion/MOF composite\nmembranes at\nroom temperature is germane to proton conduction performance under\nambient conditions. The water uptake and area swelling were calculated\nto be 37% and 21% for Nafion/MOF-azo, 36% and 19% for Nafion/MOF-bpy,\n33% and 18% for Nafion/MOF-bpe, and 43% and 29% for pure Nafion, respectively.\nAs a result of being immersed in water for a long time, these membranes\nhave undergone a full water absorption process and show high water\nuptake capacity at room temperature, so it is not difficult to understand\ntheir excellent proton conductivity. In addition, the water uptake\ncapacity and area swelling capacity of the pure Nafion membrane are\nhigher than those of composite membranes because the molecular structures\nbetween MOFs and Nafion are quite different. Nafion has a large number\nof hydrophilic sulfonic groups that so easily absorb water molecules\nthat the Nafion membrane with a flexible PTFE carbon chain expands.\nThe relatively rigid MOFs have difficulty absorbing more water through\nexpansion, as Nafion does. When MOFs are added to a Nafion matrix,\nthe overall flexibility of the formed composite membranes is slightly\nimpaired. Therefore, water uptake capacity and area swelling capacity\nare not as good as those of the pure Nafion membrane.</p>", "clean_text": "The water uptake capacity of Nafion/MOF composite membranes at room temperature is germane to proton conduction performance under ambient conditions. The water uptake and area swelling were calculated to be 37% and 21% for Nafion/MOF-azo, 36% and 19% for Nafion/MOF-bpy, 33% and 18% for Nafion/MOF-bpe, and 43% and 29% for pure Nafion, respectively. As a result of being immersed in water for a long time, these membranes have undergone a full water absorption process and show high water uptake capacity at room temperature, so it is not difficult to understand their excellent proton conductivity. In addition, the water uptake capacity and area swelling capacity of the pure Nafion membrane are higher than those of composite membranes because the molecular structures between MOFs and Nafion are quite different. Nafion has a large number of hydrophilic sulfonic groups that so easily absorb water molecules that the Nafion membrane with a flexible PTFE carbon chain expands. The relatively rigid MOFs have difficulty absorbing more water through expansion, as Nafion does. When MOFs are added to a Nafion matrix, the overall flexibility of the formed composite membranes is slightly impaired. Therefore, water uptake capacity and area swelling capacity are not as good as those of the pure Nafion membrane.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>Proton\nconductivity is an important parameter for evaluating the\nperformance of the proton exchange membrane; in particular, the conductivity\nat low humidity has a higher reference value. If the relative humidity is too high, water vapor will condense\non the porous electrode to produce liquid water, which is not conducive\nto the diffusion of reaction gas to the catalyst layer and aggravates\nthe concentration polarization. Excessive water vapor will also decrease\nthe concentration of the reaction gas and slow the electrochemical\nreaction. The energy consumption at a high temperature and a high\nhumidity will account for a considerable part of the entire system,\ncontrary to the original energy-efficient intention. It is necessary\nto measure the proton conductivity of composite membranes under ambient\nconditions, because this has more practical significance. As shown\nin b, in the\nimpedance spectra of Nafion/MOF composite membranes, <italic toggle=\"yes\">Z</italic>′ and <italic toggle=\"yes\">Z</italic>″ show a basic linear relationship,\nwhich is a typical feature of thin membrane samples. For Nafion/MOF-azo, the calculated proton conductivity\nis 1.12 × 10<sup>–2</sup> S cm<sup>–1</sup>. The\nproton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe are 2.6\n× 10<sup>–2</sup> and 1.95 × 10<sup>–2</sup> S cm<sup>–1</sup>, respectively, which are 2.3- and 1.7-fold\nhigher than that of Nafion/MOF-azo, respectively. It should be noted\nthat the proton conductivities of the composite membranes are higher\nthan that of the pure Nafion membrane (1.0 × 10<sup>–2</sup> S cm<sup>–1</sup>), which is most likely due to the formation\nof hydrogen bonds between the sulfonic acid groups of Nafion and the\nlattice water to accelerate proton transport. This phenomenon demonstrates\nthat MOFs have bright application prospects in proton conduction.\nThe conductivity values of these composite membranes under ambient\nconditions (without heating or humidifying) have exceeded or even\napproached those of other MOF composite membranes, such as Zn-MOF-NH<sub>3</sub>/Nafion-5 (3.05 × 10<sup>–3</sup> S cm<sup>–1</sup> at 30 °C and 33% RH), Naf-1SZM (2.96 × 10<sup>–3</sup> S cm<sup>–1</sup> at 80 °C and 35% RH), and N_U<sub>200</sub>-10 (1.1 × 10<sup>–2</sup> S cm<sup>–1</sup> at 80 °C and 50% RH). When the MOF content is increased to 10%, the proton conductivities\nof the composite membranes doped with MOF-azo, MOF-bpy, and MOF-bpe\nare 4.63 × 10<sup>–3</sup>, 8.36 × 10<sup>–3</sup>, and 6.28 × 10<sup>–3</sup> S cm<sup>–1</sup>, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>), under ambient\nconditions. It is not difficult to see that their conductivity values\nare lower than that of the composite membranes with a 5% doping amount,\nwhich is consistent with our previously reported result. When the MOF content increases, -SO<sub>3</sub>H in Nafion is partially buried, decreasing the number of available\nproton donors, so the proton conduction performance of the composite\nmembranes decreases to a certain extent. After the AC impedance test,\nPXRD discloses that Nafion/MOF composite membranes retain the original\nstructures (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). The change trend\nof proton conductivity for the composite membranes is consistent with\nthat of MOFs. One can see from this that ligand exchange can enhance\nthe proton conduction performance of MOFs. When these MOFs are doped\ninto the Nafion matrix to prepare composite membranes, their proton\nconduction performance is also improved.</p>", "clean_text": "Proton conductivity is an important parameter for evaluating the performance of the proton exchange membrane; in particular, the conductivity at low humidity has a higher reference value. If the relative humidity is too high, water vapor will condense on the porous electrode to produce liquid water, which is not conducive to the diffusion of reaction gas to the catalyst layer and aggravates the concentration polarization. Excessive water vapor will also decrease the concentration of the reaction gas and slow the electrochemical reaction. The energy consumption at a high temperature and a high humidity will account for a considerable part of the entire system, contrary to the original energy-efficient intention. It is necessary to measure the proton conductivity of composite membranes under ambient conditions, because this has more practical significance. As shown in b, in the impedance spectra of Nafion/MOF composite membranes, Z' and Z\" show a basic linear relationship, which is a typical feature of thin membrane samples. For Nafion/MOF-azo, the calculated proton conductivity is 1.12 × 10-2 S cm-1. The proton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe are 2.6 × 10-2 and 1.95 × 10-2 S cm-1, respectively, which are 2.3- and 1.7-fold higher than that of Nafion/MOF-azo, respectively. It should be noted that the proton conductivities of the composite membranes are higher than that of the pure Nafion membrane (1.0 × 10-2 S cm-1), which is most likely due to the formation of hydrogen bonds between the sulfonic acid groups of Nafion and the lattice water to accelerate proton transport. This phenomenon demonstrates that MOFs have bright application prospects in proton conduction. The conductivity values of these composite membranes under ambient conditions (without heating or humidifying) have exceeded or even approached those of other MOF composite membranes, such as Zn-MOF-NH3/Nafion-5 (3.05 × 10-3 S cm-1 at 30 °C and 33% RH), Naf-1SZM (2.96 × 10-3 S cm-1 at 80 °C and 35% RH), and N_U200-10 (1.1 × 10-2 S cm-1 at 80 °C and 50% RH). When the MOF content is increased to 10%, the proton conductivities of the composite membranes doped with MOF-azo, MOF-bpy, and MOF-bpe are 4.63 × 10-3, 8.36 × 10-3, and 6.28 × 10-3 S cm-1, respectively (Figure S12), under ambient conditions. It is not difficult to see that their conductivity values are lower than that of the composite membranes with a 5% doping amount, which is consistent with our previously reported result. When the MOF content increases, -SO3H in Nafion is partially buried, decreasing the number of available proton donors, so the proton conduction performance of the composite membranes decreases to a certain extent. After the AC impedance test, PXRD discloses that Nafion/MOF composite membranes retain the original structures (Figure S13). The change trend of proton conductivity for the composite membranes is consistent with that of MOFs. One can see from this that ligand exchange can enhance the proton conduction performance of MOFs. When these MOFs are doped into the Nafion matrix to prepare composite membranes, their proton conduction performance is also improved.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>The\ndaughter products MOF-bpy and MOF-bpe were obtained by ligand\nexchange. The functionalization of the MOF cavity during the exchange\nprocess creates a favorable defect for proton transfer, which makes\nthe proton conductivities of MOF-bpy and MOF-bpe increase 3.5- and\n2.8-fold compared with that of the original MOF-azo. To evaluate the\npractical application potential of MOFs, the composite membranes were\nprepared by doping these MOFs and the Nafion matrix together. In contrast\nto Nafion/MOF-azo, the proton conductivities of Nafion/MOF-bpy and\nNafion/MOF-bpe reach 2.6 × 10<sup>–2</sup> and 1.95 ×\n10<sup>–2</sup> S cm<sup>–1</sup>, respectively, increasing\n2.3- and 1.7-fold, respectively, under ambient conditions. This work\nenriches the methods of preparation of MOF proton conductors and provides\nan important reference for the subsequent study of guest exchange\nin proton conduction.</p>", "clean_text": "Conclusions\n\nThe daughter products MOF-bpy and MOF-bpe were obtained by ligand exchange. The functionalization of the MOF cavity during the exchange process creates a favorable defect for proton transfer, which makes the proton conductivities of MOF-bpy and MOF-bpe increase 3.5- and 2.8-fold compared with that of the original MOF-azo. To evaluate the practical application potential of MOFs, the composite membranes were prepared by doping these MOFs and the Nafion matrix together. In contrast to Nafion/MOF-azo, the proton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe reach 2.6 × 10-2 and 1.95 × 10-2 S cm-1, respectively, increasing 2.3- and 1.7-fold, respectively, under ambient conditions. This work enriches the methods of preparation of MOF proton conductors and provides an important reference for the subsequent study of guest exchange in proton conduction.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c01107?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c01107</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental\ndetails and supporting figures\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Additional experimental\ndetails and supporting figures\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c01107.  Additional experimental details and supporting figures (PDF)   \n\nAdditional experimental details and supporting figures (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Syntheses of\n{[Ni<sub>1.5</sub>(L)­(4,4′-azobpy)­(H<sub>2</sub>O)]·6.5H<sub>2</sub>O}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (MOF-azo)</title><p>The synthesis\nmethod was based on that described previously. Ni­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O\n(0.025 g, 0.1 mmol) and 4,4′-azopyridine (azo) (0.0092\ng, 0.05 mmol) were dissolved in a mixture of 2 mL of CH<sub>3</sub>CN and 3 mL of H<sub>2</sub>O, and the mixture was stirred at 100\n°C for 1 h. Then, the mixture of 1-aminobenzene-3,4,5-tricarboxylic\nacid (H<sub>3</sub>L) (0.022 g, 0.1 mmol) and 1 mL of H<sub>2</sub>O was added and adjusted to pH 9 with a 2 M NaOH solution. After\nthe mixture had been heated at 100 °C for 24 h, yellow crystals\nwere obtained.</p><title>Preparation of Nafion/MOF\nComposite Membranes</title><p>A certain\namount of MOFs (5%, relative to the weight percentage of Nafion) was\nadded to DMF to achieve ultrasonic dispersion for 1 h. Then Nafion\nwas added to the solution mentioned above and stirred for 6 h to obtain\na homogeneous casting solution. The casting solution was poured into\na glass Petri dish and kept at 80 °C for 10 h. The dried membrane\nwas immersed in a H<sub>2</sub>SO<sub>4</sub> solution at pH 2 and\n80 °C for 1 h for acidification and then soaked in deionized\nwater to remove the residual acid solution on the membrane surface.</p>", "clean_text": "Syntheses of {[Ni1.5(L)(4,4'-azobpy)(H2O)]⋅6.5H2O} n  (MOF-azo)\n\nThe synthesis method was based on that described previously. Ni(CH3COO)2⋅4H2O (0.025 g, 0.1 mmol) and 4,4'-azopyridine (azo) (0.0092 g, 0.05 mmol) were dissolved in a mixture of 2 mL of CH3CN and 3 mL of H2O, and the mixture was stirred at 100 °C for 1 h. Then, the mixture of 1-aminobenzene-3,4,5-tricarboxylic acid (H3L) (0.022 g, 0.1 mmol) and 1 mL of H2O was added and adjusted to pH 9 with a 2 M NaOH solution. After the mixture had been heated at 100 °C for 24 h, yellow crystals were obtained.\n\nPreparation of Nafion/MOF Composite Membranes\n\nA certain amount of MOFs (5%, relative to the weight percentage of Nafion) was added to DMF to achieve ultrasonic dispersion for 1 h. Then Nafion was added to the solution mentioned above and stirred for 6 h to obtain a homogeneous casting solution. The casting solution was poured into a glass Petri dish and kept at 80 °C for 10 h. The dried membrane was immersed in a H2SO4 solution at pH 2 and 80 °C for 1 h for acidification and then soaked in deionized water to remove the residual acid solution on the membrane surface.", "data": [{"meta": {"name": "[Ni1.5(L)(4,4′-azobpy)(H2O)]·6.5H2O", "symbol": "n", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Ni­(CH3COO)2·4H2O", "amount": "0.025", "unit": "g"}, {"name": "4,4′-azopyridine (azo)", "amount": "0.0092", "unit": "g"}, {"name": "1-aminobenzene-3,4,5-tricarboxylic acid (H3L)", "amount": "0.022", "unit": "g"}], "solution": [{"name": "CH3CN", "amount": "2", "unit": "mL"}, {"name": "H2O", "amount": "3", "unit": "mL"}, {"name": "H2O", "amount": "1", "unit": "mL"}], "pH adjustment": {"pH": "9", "modulator": "2 M NaOH solution"}, "pressure": "", "temperature": "100°C", "time": "24 h"}, {"synthesis method": "crystallization", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}, {"meta": {"name": "Nafion/MOF Composite Membranes", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "dispersion", "precursor": [{"name": "MOFs", "amount": "5%", "unit": "relative to the weight percentage of Nafion"}], "solution": [{"name": "DMF", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "1 h"}, {"synthesis method": "stirring", "precursor": [{"name": "Nafion", "amount": "", "unit": ""}], "solution": [{"name": "dispersion solution", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "6 h"}, {"synthesis method": "casting", "pressure": "", "temperature": "80°C", "atmosphere": "", "time": "10 h"}, {"synthesis method": "acidification", "pH": "2", "modulator": "H2SO4 solution", "pressure": "", "temperature": "80°C", "time": "1 h"}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": ""}]}], "include_properties": ["chemical_synthesis", "pH_adjustment"]}, {"idx": "1, 2, 6, 19, 20, 22, 23, 32", "type": "text", "classification": "property", "content": "<p>Metal–organic frameworks (MOFs)\nhave appeared to be promising\ncompetitive candidates as crystalline porous materials for proton\nconduction. Explorations of the method of preparation of proton conductive\nMOFs and the proton transfer mechanism have enabled them to attract\nwidespread attention, and tremendous efforts have been made to improve\nthe proton conductivity of MOFs. On the basis of our previous work,\nwe explicitly propose that ligand exchange can upgrade the proton\nconduction performance of MOFs. Using MOF-azo as the precursor, the\nproton conductivities of exchange products MOF-bpy and MOF-bpe increase\nby 3.5- and 2.8-fold, respectively. After the MOFs had been doped\ninto the Nafion matrix to prepare composite membranes, the proton\nconduction performance of composite membranes filled with subproducts\n(2.6 × 10<sup>–2</sup> and 1.95 × 10<sup>–2</sup> S cm<sup>–1</sup>) is significantly better than that of a\ncomposite membrane filled with a parent product (1.12 × 10<sup>–2</sup> S cm<sup>–1</sup>) under ambient conditions\n(without heating or humidifying). The ligand exchange strategy presented\nherein demonstrates great promise for the development of high-proton\nconductivity MOFs and MOF composites with expanded future applications.</p><p>The proton conduction performance of\nNi-MOFs and Nafion/Ni-MOF\ncomposite membranes is significantly improved by a ligand exchange\nstrategy. Under ambient conditions, the proton conductivities of Nafion/MOF-bpy\nand Nafion/MOF-bpe reach ultrahigh values of 2.6 × 10<sup>−2</sup> and 1.95 × 10<sup>−2</sup> S cm<sup>−1</sup>,\nrespectively, which are 2.3- and 1.7-fold higher than that of Nafion/MOF-azo,\nrespectively.</p><p>In this work, MOF-bpy and MOF-bpe were obtained\nby ligand exchange\nusing MOF-azo as the precursor. An alternating current impedance test\nshows the proton conductivities of MOF-bpy and MOF-bpe are 1.27 ×\n10<sup>–3</sup> and 1.01 × 10<sup>–3</sup> S cm<sup>–1</sup>, respectively, at 100% relative humidity (RH) and\n95 °C, which are 3.5- and 2.8-fold higher than that of the original\nMOF-azo, respectively. These MOFs are doped into the Nafion matrix\nto yield composite membranes. The proton conductivities of Nafion/MOF-bpy\nand Nafion/MOF-bpe are calculated to be 2.6 × 10<sup>–2</sup> and 1.95 × 10<sup>–2</sup> S cm<sup>–1</sup>,\nrespectively, being 2.3- and 1.7-fold higher than that of Nafion/MOF-azo\n(1.12 × 10<sup>–2</sup> S cm<sup>–1</sup>), respectively.</p><p>The humidity dependence of proton conduction is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Tables S1–S3</ext-link>. At 58% RH and 90 °C,\nthe observed proton conductivities of MOF-azo, MOF-bpy, and MOF-bpe\nare 3.61 × 10<sup>–6</sup>, 6.09 × 10<sup>–6</sup>, and 5.54 × 10<sup>–6</sup> S cm<sup>–1</sup>, respectively. With the RH improving to 87%, the conductivity values\nincrease to 3.85 × 10<sup>–5</sup>, 5.61 × 10<sup>–5</sup>, and 5.83 × 10<sup>–5</sup> S cm<sup>–1</sup>, respectively. When the humidity reaches 100%, the\nconductivities increase to 3.15 × 10<sup>–4</sup>, 7.29\n× 10<sup>–4</sup>, and 8.31 × 10<sup>–4</sup> S cm<sup>–1</sup>, respectively. The proton conductivity\nincreases with relative humidity, clearly demonstrating the water-mediated\nproton conduction process. In the closed system, a higher humidity\ncan contribute more water, which is adsorbed by MOFs and enters the\ncrystal lattices. The adsorbed water is connected together with the\nlattice water through hydrogen bonds to form a proton conductive network.\nMore water is adsorbed, and a larger and denser proton conductive\nnetwork is generated. The proton-conducting paths will be more diverse,\nthereby increasing the proton conductivity of MOFs.</p><p>Water vapor\nadsorption isotherms are used to study the relationship\nbetween the relative humidity and adsorbed water molecules (). The as-synthesized samples are\nimmersed in acetone for 2 days to exchange the solvent molecules inside\nthe frameworks and then dried in vacuum at 60 °C for 24 h. The\nsolution is then replaced with fresh acetone three times a day while\nsoaking. This activation pretreatment is to remove lattice H<sub>2</sub>O as much as possible, to make room for the absorption of water molecules\nfrom the environment. With the increase in relative pressure (relative\nhumidity), the adsorption capacity of water molecules increases gradually.\nWhen <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> is 0.99 (close\nto 100% RH), the adsorption capacities of MOF-azo, MOF-bpy, and MOF-bpe\nreach the maximum values of 378.5, 264.5, and 215.4 cm<sup>3</sup>/g, respectively, which means the higher the relative humidity, the\nmore water molecules are adsorbed by these MOFs. For MOF-azo and MOF-bpy,\ntheir water vapor adsorption isotherms show type IV characteristics. When <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> is &lt;0.2,\nthe isotherm is relatively flat. The rapid adsorption begins from\na <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> of 0.3 because\nthe capillary condensation of water vapor occurs. After a <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> of 0.7, vapor adsorption\noccurs only on the MOFs’ outer surface whose area is much smaller\nthan the inner surface area, so the isotherms tend to be stable. The notable hysteresis before a <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> of 0.8 may also account for the fact\nthat each [Ni<sub>1.5</sub>(L)­(4,4′-azobpy)­(H<sub>2</sub>O)]\nunit and each [Ni<sub>1.5</sub>(L)­(4,4′-bpy)­(H<sub>2</sub>O)]\nunit adsorb more free water molecules than the initial unactivated\nsamples. The adsorbed\nwater molecules can combine with each other to form rich hydrogen\nbond networks, which can be expanded by other hydrogen bonds formed\nbetween lattice water in 1D hydrophilic channels and carboxyl oxygen\natoms. The strong affinity maintained by hydrogen bonding interaction\nmakes the release of water molecules extremely slow, thus showing\na distinct hysteresis. MOF-bpe exhibits a type I isotherm. In the low-pressure region (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0–0.3), the adsorption capacity increases sharply,\nindicating that the cavity is filled as much as possible by adsorbed\nwater vapor. Then, the isotherm shows a platform with a slow rising\ntrend, which stemmed from the condensation of water vapor on the external\nsurface of MOF-bpe, which is deeply inspired by the previous report. There are two  fewer adsorbed water molecules\nin each [Ni<sub>1.5</sub>(L)­(bpe)­(H<sub>2</sub>O)] unit than in the\nunactivated sample, which is ascribed to incomplete removal of lattice\nwater molecules during the activation process.</p><p>N<sub>2</sub> adsorption isotherms\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>) collected at 77 K are used to evaluate their intrinsic\nporosity. MOF-azo, MOF-bpy, and MOF-bpe have adsorption capacities\nof 11, 10, and 12 cm<sup>3</sup>/g, respectively, and their BET surface\nareas are calculated to be 2.3, 1.6, and 2.3 m<sup>2</sup>/g, respectively.\nThe lack of adsorption sites in their frameworks and the larger kinetic\ndiameter of N<sub>2</sub> molecules may be the reasons for the low\nnitrogen adsorption capacity. The kinetic diameter\nof a H<sub>2</sub>O molecule (2.6 Å) is 1 Å smaller than\nthat of a N<sub>2</sub> molecule (3.6 Å). In this sense, MOFs\ncan adsorb as many H<sub>2</sub>O molecules as possible instead of\nN<sub>2</sub>. As adsorption sites of water molecules, the 1D water\nchain in the <italic toggle=\"yes\">c</italic> axis channel can form hydrogen bonds\nwith the adsorbed H<sub>2</sub>O, which further enhances the water\nvapor adsorption capacity of MOFs. This explains the difference between\nnitrogen adsorption capacity and water vapor adsorption capacity.</p><p>The temperature-dependent proton conducting behavior of MOF-azo,\nMOF-bpy, and MOF-bpe can be observed at every humidity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figures S4–S6</ext-link>). For example, at 93% RH\nand 40 °C, their proton conductivities are found to be 4.18 ×\n10<sup>–5</sup>, 5.07 × 10<sup>–5</sup>, and 5.15\n× 10<sup>–5</sup> S cm<sup>–1</sup>, then increase\nto 5.29 × 10<sup>–5</sup>, 6.72 × 10<sup>–5</sup>, and 6.83 × 10<sup>–5</sup> S cm<sup>–1</sup> at 60 °C, and then increase to 9.04 × 10<sup>–5</sup>, 1.40 × 10<sup>–4</sup>, and 1.33 × 10<sup>–4</sup> S cm<sup>–1</sup> at 90 °C, respectively. At 100% RH\nand 30 °C, the conductivity values of MOF-azo, MOF-bpy, and MOF-bpe\nare calculated to be 1.60 × 10<sup>–4</sup>, 2.45 ×\n10<sup>–4</sup>, and 3.06 × 10<sup>–4</sup> S cm<sup>–1</sup>, then increase to 2.50 × 10<sup>–4</sup>, 4.22 × 10<sup>–4</sup>, and 5.78 × 10<sup>–4</sup> S cm<sup>–1</sup> at 70 °C, and finally reach maximum\nvalues of 3.63 × 10<sup>–4</sup>, 1.27 × 10<sup>–3</sup>, and 1.07 × 10<sup>–3</sup> S cm<sup>–1</sup> at 95 °C, respectively. Obviously, their proton conductivities\ngradually increase with temperature. This is mainly due to the boost\nin the internal energy of the electrolyte system caused by the increasing\ntemperature, which accelerates the rate of mobility of proton carriers\nand facilitates the proton transfer through a path separated by a\nsmaller energy barrier.</p><p>The water uptake capacity of Nafion/MOF composite\nmembranes at\nroom temperature is germane to proton conduction performance under\nambient conditions. The water uptake and area swelling were calculated\nto be 37% and 21% for Nafion/MOF-azo, 36% and 19% for Nafion/MOF-bpy,\n33% and 18% for Nafion/MOF-bpe, and 43% and 29% for pure Nafion, respectively.\nAs a result of being immersed in water for a long time, these membranes\nhave undergone a full water absorption process and show high water\nuptake capacity at room temperature, so it is not difficult to understand\ntheir excellent proton conductivity. In addition, the water uptake\ncapacity and area swelling capacity of the pure Nafion membrane are\nhigher than those of composite membranes because the molecular structures\nbetween MOFs and Nafion are quite different. Nafion has a large number\nof hydrophilic sulfonic groups that so easily absorb water molecules\nthat the Nafion membrane with a flexible PTFE carbon chain expands.\nThe relatively rigid MOFs have difficulty absorbing more water through\nexpansion, as Nafion does. When MOFs are added to a Nafion matrix,\nthe overall flexibility of the formed composite membranes is slightly\nimpaired. Therefore, water uptake capacity and area swelling capacity\nare not as good as those of the pure Nafion membrane.</p>", "clean_text": "Metal-organic frameworks (MOFs) have appeared to be promising competitive candidates as crystalline porous materials for proton conduction. Explorations of the method of preparation of proton conductive MOFs and the proton transfer mechanism have enabled them to attract widespread attention, and tremendous efforts have been made to improve the proton conductivity of MOFs. On the basis of our previous work, we explicitly propose that ligand exchange can upgrade the proton conduction performance of MOFs. Using MOF-azo as the precursor, the proton conductivities of exchange products MOF-bpy and MOF-bpe increase by 3.5- and 2.8-fold, respectively. After the MOFs had been doped into the Nafion matrix to prepare composite membranes, the proton conduction performance of composite membranes filled with subproducts (2.6 × 10-2 and 1.95 × 10-2 S cm-1) is significantly better than that of a composite membrane filled with a parent product (1.12 × 10-2 S cm-1) under ambient conditions (without heating or humidifying). The ligand exchange strategy presented herein demonstrates great promise for the development of high-proton conductivity MOFs and MOF composites with expanded future applications.\n\nThe proton conduction performance of Ni-MOFs and Nafion/Ni-MOF composite membranes is significantly improved by a ligand exchange strategy. Under ambient conditions, the proton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe reach ultrahigh values of 2.6 × 10-2 and 1.95 × 10-2 S cm-1, respectively, which are 2.3- and 1.7-fold higher than that of Nafion/MOF-azo, respectively.\n\nIn this work, MOF-bpy and MOF-bpe were obtained by ligand exchange using MOF-azo as the precursor. An alternating current impedance test shows the proton conductivities of MOF-bpy and MOF-bpe are 1.27 × 10-3 and 1.01 × 10-3 S cm-1, respectively, at 100% relative humidity (RH) and 95 °C, which are 3.5- and 2.8-fold higher than that of the original MOF-azo, respectively. These MOFs are doped into the Nafion matrix to yield composite membranes. The proton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe are calculated to be 2.6 × 10-2 and 1.95 × 10-2 S cm-1, respectively, being 2.3- and 1.7-fold higher than that of Nafion/MOF-azo (1.12 × 10-2 S cm-1), respectively.\n\nThe humidity dependence of proton conduction is shown in Tables S1-S3. At 58% RH and 90 °C, the observed proton conductivities of MOF-azo, MOF-bpy, and MOF-bpe are 3.61 × 10-6, 6.09 × 10-6, and 5.54 × 10-6 S cm-1, respectively. With the RH improving to 87%, the conductivity values increase to 3.85 × 10-5, 5.61 × 10-5, and 5.83 × 10-5 S cm-1, respectively. When the humidity reaches 100%, the conductivities increase to 3.15 × 10-4, 7.29 × 10-4, and 8.31 × 10-4 S cm-1, respectively. The proton conductivity increases with relative humidity, clearly demonstrating the water-mediated proton conduction process. In the closed system, a higher humidity can contribute more water, which is adsorbed by MOFs and enters the crystal lattices. The adsorbed water is connected together with the lattice water through hydrogen bonds to form a proton conductive network. More water is adsorbed, and a larger and denser proton conductive network is generated. The proton-conducting paths will be more diverse, thereby increasing the proton conductivity of MOFs.\n\nWater vapor adsorption isotherms are used to study the relationship between the relative humidity and adsorbed water molecules (). The as-synthesized samples are immersed in acetone for 2 days to exchange the solvent molecules inside the frameworks and then dried in vacuum at 60 °C for 24 h. The solution is then replaced with fresh acetone three times a day while soaking. This activation pretreatment is to remove lattice H2O as much as possible, to make room for the absorption of water molecules from the environment. With the increase in relative pressure (relative humidity), the adsorption capacity of water molecules increases gradually. When P/P 0 is 0.99 (close to 100% RH), the adsorption capacities of MOF-azo, MOF-bpy, and MOF-bpe reach the maximum values of 378.5, 264.5, and 215.4 cm3/g, respectively, which means the higher the relative humidity, the more water molecules are adsorbed by these MOFs. For MOF-azo and MOF-bpy, their water vapor adsorption isotherms show type IV characteristics. When P/P 0 is <0.2, the isotherm is relatively flat. The rapid adsorption begins from a P/P 0 of 0.3 because the capillary condensation of water vapor occurs. After a P/P 0 of 0.7, vapor adsorption occurs only on the MOFs' outer surface whose area is much smaller than the inner surface area, so the isotherms tend to be stable. The notable hysteresis before a P/P 0 of 0.8 may also account for the fact that each [Ni1.5(L)(4,4'-azobpy)(H2O)] unit and each [Ni1.5(L)(4,4'-bpy)(H2O)] unit adsorb more free water molecules than the initial unactivated samples. The adsorbed water molecules can combine with each other to form rich hydrogen bond networks, which can be expanded by other hydrogen bonds formed between lattice water in 1D hydrophilic channels and carboxyl oxygen atoms. The strong affinity maintained by hydrogen bonding interaction makes the release of water molecules extremely slow, thus showing a distinct hysteresis. MOF-bpe exhibits a type I isotherm. In the low-pressure region (P/P 0 = 0-0.3), the adsorption capacity increases sharply, indicating that the cavity is filled as much as possible by adsorbed water vapor. Then, the isotherm shows a platform with a slow rising trend, which stemmed from the condensation of water vapor on the external surface of MOF-bpe, which is deeply inspired by the previous report. There are two  fewer adsorbed water molecules in each [Ni1.5(L)(bpe)(H2O)] unit than in the unactivated sample, which is ascribed to incomplete removal of lattice water molecules during the activation process.\n\nN2 adsorption isotherms (Figure S3) collected at 77 K are used to evaluate their intrinsic porosity. MOF-azo, MOF-bpy, and MOF-bpe have adsorption capacities of 11, 10, and 12 cm3/g, respectively, and their BET surface areas are calculated to be 2.3, 1.6, and 2.3 m2/g, respectively. The lack of adsorption sites in their frameworks and the larger kinetic diameter of N2 molecules may be the reasons for the low nitrogen adsorption capacity. The kinetic diameter of a H2O molecule (2.6 Å) is 1 Å smaller than that of a N2 molecule (3.6 Å). In this sense, MOFs can adsorb as many H2O molecules as possible instead of N2. As adsorption sites of water molecules, the 1D water chain in the c axis channel can form hydrogen bonds with the adsorbed H2O, which further enhances the water vapor adsorption capacity of MOFs. This explains the difference between nitrogen adsorption capacity and water vapor adsorption capacity.\n\nThe temperature-dependent proton conducting behavior of MOF-azo, MOF-bpy, and MOF-bpe can be observed at every humidity (Figures S4-S6). For example, at 93% RH and 40 °C, their proton conductivities are found to be 4.18 × 10-5, 5.07 × 10-5, and 5.15 × 10-5 S cm-1, then increase to 5.29 × 10-5, 6.72 × 10-5, and 6.83 × 10-5 S cm-1 at 60 °C, and then increase to 9.04 × 10-5, 1.40 × 10-4, and 1.33 × 10-4 S cm-1 at 90 °C, respectively. At 100% RH and 30 °C, the conductivity values of MOF-azo, MOF-bpy, and MOF-bpe are calculated to be 1.60 × 10-4, 2.45 × 10-4, and 3.06 × 10-4 S cm-1, then increase to 2.50 × 10-4, 4.22 × 10-4, and 5.78 × 10-4 S cm-1 at 70 °C, and finally reach maximum values of 3.63 × 10-4, 1.27 × 10-3, and 1.07 × 10-3 S cm-1 at 95 °C, respectively. Obviously, their proton conductivities gradually increase with temperature. This is mainly due to the boost in the internal energy of the electrolyte system caused by the increasing temperature, which accelerates the rate of mobility of proton carriers and facilitates the proton transfer through a path separated by a smaller energy barrier.\n\nThe water uptake capacity of Nafion/MOF composite membranes at room temperature is germane to proton conduction performance under ambient conditions. The water uptake and area swelling were calculated to be 37% and 21% for Nafion/MOF-azo, 36% and 19% for Nafion/MOF-bpy, 33% and 18% for Nafion/MOF-bpe, and 43% and 29% for pure Nafion, respectively. As a result of being immersed in water for a long time, these membranes have undergone a full water absorption process and show high water uptake capacity at room temperature, so it is not difficult to understand their excellent proton conductivity. In addition, the water uptake capacity and area swelling capacity of the pure Nafion membrane are higher than those of composite membranes because the molecular structures between MOFs and Nafion are quite different. Nafion has a large number of hydrophilic sulfonic groups that so easily absorb water molecules that the Nafion membrane with a flexible PTFE carbon chain expands. The relatively rigid MOFs have difficulty absorbing more water through expansion, as Nafion does. When MOFs are added to a Nafion matrix, the overall flexibility of the formed composite membranes is slightly impaired. Therefore, water uptake capacity and area swelling capacity are not as good as those of the pure Nafion membrane.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dielectric constant", "value": "4.5", "unit": "", "condition": "at 1 kHz"}, {"property name": "dielectric properties", "value": "", "unit": "", "condition": ""}, {"property name": "value", "value": "", "unit": "", "condition": ""}, {"property name": "suitable for applications", "value": "", "unit": "", "condition": "in electronics and capacitive devices"}, {"property name": "valuable", "value": "", "unit": "", "condition": "in energy storage and electronic components"}]}]], "include_properties": ["etc"]}, {"idx": "33, 34", "type": "text", "classification": "property", "content": "<p>Proton\nconductivity is an important parameter for evaluating the\nperformance of the proton exchange membrane; in particular, the conductivity\nat low humidity has a higher reference value. If the relative humidity is too high, water vapor will condense\non the porous electrode to produce liquid water, which is not conducive\nto the diffusion of reaction gas to the catalyst layer and aggravates\nthe concentration polarization. Excessive water vapor will also decrease\nthe concentration of the reaction gas and slow the electrochemical\nreaction. The energy consumption at a high temperature and a high\nhumidity will account for a considerable part of the entire system,\ncontrary to the original energy-efficient intention. It is necessary\nto measure the proton conductivity of composite membranes under ambient\nconditions, because this has more practical significance. As shown\nin b, in the\nimpedance spectra of Nafion/MOF composite membranes, <italic toggle=\"yes\">Z</italic>′ and <italic toggle=\"yes\">Z</italic>″ show a basic linear relationship,\nwhich is a typical feature of thin membrane samples. For Nafion/MOF-azo, the calculated proton conductivity\nis 1.12 × 10<sup>–2</sup> S cm<sup>–1</sup>. The\nproton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe are 2.6\n× 10<sup>–2</sup> and 1.95 × 10<sup>–2</sup> S cm<sup>–1</sup>, respectively, which are 2.3- and 1.7-fold\nhigher than that of Nafion/MOF-azo, respectively. It should be noted\nthat the proton conductivities of the composite membranes are higher\nthan that of the pure Nafion membrane (1.0 × 10<sup>–2</sup> S cm<sup>–1</sup>), which is most likely due to the formation\nof hydrogen bonds between the sulfonic acid groups of Nafion and the\nlattice water to accelerate proton transport. This phenomenon demonstrates\nthat MOFs have bright application prospects in proton conduction.\nThe conductivity values of these composite membranes under ambient\nconditions (without heating or humidifying) have exceeded or even\napproached those of other MOF composite membranes, such as Zn-MOF-NH<sub>3</sub>/Nafion-5 (3.05 × 10<sup>–3</sup> S cm<sup>–1</sup> at 30 °C and 33% RH), Naf-1SZM (2.96 × 10<sup>–3</sup> S cm<sup>–1</sup> at 80 °C and 35% RH), and N_U<sub>200</sub>-10 (1.1 × 10<sup>–2</sup> S cm<sup>–1</sup> at 80 °C and 50% RH). When the MOF content is increased to 10%, the proton conductivities\nof the composite membranes doped with MOF-azo, MOF-bpy, and MOF-bpe\nare 4.63 × 10<sup>–3</sup>, 8.36 × 10<sup>–3</sup>, and 6.28 × 10<sup>–3</sup> S cm<sup>–1</sup>, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>), under ambient\nconditions. It is not difficult to see that their conductivity values\nare lower than that of the composite membranes with a 5% doping amount,\nwhich is consistent with our previously reported result. When the MOF content increases, -SO<sub>3</sub>H in Nafion is partially buried, decreasing the number of available\nproton donors, so the proton conduction performance of the composite\nmembranes decreases to a certain extent. After the AC impedance test,\nPXRD discloses that Nafion/MOF composite membranes retain the original\nstructures (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c01107/suppl_file/ic1c01107_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). The change trend\nof proton conductivity for the composite membranes is consistent with\nthat of MOFs. One can see from this that ligand exchange can enhance\nthe proton conduction performance of MOFs. When these MOFs are doped\ninto the Nafion matrix to prepare composite membranes, their proton\nconduction performance is also improved.</p><title>Conclusions</title><p>The\ndaughter products MOF-bpy and MOF-bpe were obtained by ligand\nexchange. The functionalization of the MOF cavity during the exchange\nprocess creates a favorable defect for proton transfer, which makes\nthe proton conductivities of MOF-bpy and MOF-bpe increase 3.5- and\n2.8-fold compared with that of the original MOF-azo. To evaluate the\npractical application potential of MOFs, the composite membranes were\nprepared by doping these MOFs and the Nafion matrix together. In contrast\nto Nafion/MOF-azo, the proton conductivities of Nafion/MOF-bpy and\nNafion/MOF-bpe reach 2.6 × 10<sup>–2</sup> and 1.95 ×\n10<sup>–2</sup> S cm<sup>–1</sup>, respectively, increasing\n2.3- and 1.7-fold, respectively, under ambient conditions. This work\nenriches the methods of preparation of MOF proton conductors and provides\nan important reference for the subsequent study of guest exchange\nin proton conduction.</p>", "clean_text": "Proton conductivity is an important parameter for evaluating the performance of the proton exchange membrane; in particular, the conductivity at low humidity has a higher reference value. If the relative humidity is too high, water vapor will condense on the porous electrode to produce liquid water, which is not conducive to the diffusion of reaction gas to the catalyst layer and aggravates the concentration polarization. Excessive water vapor will also decrease the concentration of the reaction gas and slow the electrochemical reaction. The energy consumption at a high temperature and a high humidity will account for a considerable part of the entire system, contrary to the original energy-efficient intention. It is necessary to measure the proton conductivity of composite membranes under ambient conditions, because this has more practical significance. As shown in b, in the impedance spectra of Nafion/MOF composite membranes, Z' and Z\" show a basic linear relationship, which is a typical feature of thin membrane samples. For Nafion/MOF-azo, the calculated proton conductivity is 1.12 × 10-2 S cm-1. The proton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe are 2.6 × 10-2 and 1.95 × 10-2 S cm-1, respectively, which are 2.3- and 1.7-fold higher than that of Nafion/MOF-azo, respectively. It should be noted that the proton conductivities of the composite membranes are higher than that of the pure Nafion membrane (1.0 × 10-2 S cm-1), which is most likely due to the formation of hydrogen bonds between the sulfonic acid groups of Nafion and the lattice water to accelerate proton transport. This phenomenon demonstrates that MOFs have bright application prospects in proton conduction. The conductivity values of these composite membranes under ambient conditions (without heating or humidifying) have exceeded or even approached those of other MOF composite membranes, such as Zn-MOF-NH3/Nafion-5 (3.05 × 10-3 S cm-1 at 30 °C and 33% RH), Naf-1SZM (2.96 × 10-3 S cm-1 at 80 °C and 35% RH), and N_U200-10 (1.1 × 10-2 S cm-1 at 80 °C and 50% RH). When the MOF content is increased to 10%, the proton conductivities of the composite membranes doped with MOF-azo, MOF-bpy, and MOF-bpe are 4.63 × 10-3, 8.36 × 10-3, and 6.28 × 10-3 S cm-1, respectively (Figure S12), under ambient conditions. It is not difficult to see that their conductivity values are lower than that of the composite membranes with a 5% doping amount, which is consistent with our previously reported result. When the MOF content increases, -SO3H in Nafion is partially buried, decreasing the number of available proton donors, so the proton conduction performance of the composite membranes decreases to a certain extent. After the AC impedance test, PXRD discloses that Nafion/MOF composite membranes retain the original structures (Figure S13). The change trend of proton conductivity for the composite membranes is consistent with that of MOFs. One can see from this that ligand exchange can enhance the proton conduction performance of MOFs. When these MOFs are doped into the Nafion matrix to prepare composite membranes, their proton conduction performance is also improved.\n\nConclusions\n\nThe daughter products MOF-bpy and MOF-bpe were obtained by ligand exchange. The functionalization of the MOF cavity during the exchange process creates a favorable defect for proton transfer, which makes the proton conductivities of MOF-bpy and MOF-bpe increase 3.5- and 2.8-fold compared with that of the original MOF-azo. To evaluate the practical application potential of MOFs, the composite membranes were prepared by doping these MOFs and the Nafion matrix together. In contrast to Nafion/MOF-azo, the proton conductivities of Nafion/MOF-bpy and Nafion/MOF-bpe reach 2.6 × 10-2 and 1.95 × 10-2 S cm-1, respectively, increasing 2.3- and 1.7-fold, respectively, under ambient conditions. This work enriches the methods of preparation of MOF proton conductors and provides an important reference for the subsequent study of guest exchange in proton conduction.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "proton conductivity", "value": "1.12 × 10^–2", "unit": "S cm^–1", "condition": ""}, {"property name": "proton conductivity", "value": "2.6 × 10^–2", "unit": "S cm^–1", "condition": ""}, {"property name": "proton conductivity", "value": "1.95 × 10^–2", "unit": "S cm^–1", "condition": ""}, {"property name": "proton conductivity", "value": "4.63 × 10^–3", "unit": "S cm^–1", "condition": ""}, {"property name": "proton conductivity", "value": "8.36 × 10^–3", "unit": "S cm^–1", "condition": ""}, {"property name": "proton conductivity", "value": "6.28 × 10^–3", "unit": "S cm^–1", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>One-dimensional water chains connected by hydrogen bonds\nalong\nthe <italic toggle=\"yes\">c</italic> axis in MOF-azo.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  One-dimensional water chains connected by hydrogen bonds along the c axis in MOF-azo.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD patterns\nof (a) MOF-azo, (b) MOF-bpy, and (c) MOF-bpe under\ndifferent conditions. (d) Time-dependent proton conductivity at 100%\nRH and 95 °C.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  PXRD patterns of (a) MOF-azo, (b) MOF-bpy, and (c) MOF-bpe under different conditions. (d) Time-dependent proton conductivity at 100% RH and 95 °C.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Nyquist plots of MOF-bpy\nunder different conditions. Spheres and\nlines represent experimental data and simulated values from the equivalent\ncircuit, respectively (R, bulk resistor; CPE, constant phase element;\nWs, Warburg diffusion element).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Nyquist plots of MOF-bpy under different conditions. Spheres and lines represent experimental data and simulated values from the equivalent circuit, respectively (R, bulk resistor; CPE, constant phase element; Ws, Warburg diffusion element).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Water vapor adsorption\nisotherms.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Water vapor adsorption isotherms.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of (a) Nafion/MOF-azo, (b) Nafion/MOF-bpy,\nand (c) Nafion/MOF-bpe.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  SEM images of (a) Nafion/MOF-azo, (b) Nafion/MOF-bpy, and (c) Nafion/MOF-bpe.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) PXRD patterns and\n(b) TG curves of composite membranes (the\ninset shows DTG curves of the composite membranes).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) PXRD patterns and (b) TG curves of composite membranes (the inset shows DTG curves of the composite membranes).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Infrared\nspectra and (b) AC impedance spectra of prepared membranes.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c01107_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Infrared spectra and (b) AC impedance spectra of prepared membranes.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.1c01107", "title": "\nHigh Proton Conductivity in Nafion/Ni-MOF Composite\nMembranes Promoted by Ligand Exchange under Ambient Conditions\n", "journal": "American Chemical Society", "date": "2021.07", "author_list": ["Wang\nHongfei", "Wen\nTianyang", "Shao\nZhichao", "Zhao\nYujie", "Cui\nYang", "Gao\nKuan", "Xu\nWenjuan", "Hou\nHongwei"]}}