{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic2c00694.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>For pure acetylene manufacturing and natural gas purification,\nthe development of porous materials displaying highly selective C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/CH<sub>4</sub> separation is greatly important but remains a major challenge. In\nthis work, a plausible strategy involving solvent-induced effects\nand using the flexibility of the ligand conformation to make two In­(III)\nmetal–organic frameworks (MOFs) is developed, showing topological\ndiversity and different stability. The X-shaped tetracarboxylic ligand\nH<sub>4</sub>TPTA ([1,1′:3′,1″-terphenyl]-4,4′,4″,6′-tetracarboxylic\nacid) was selected to construct two new heteroid In MOFs, namely,\n{[CH<sub>3</sub>NH<sub>3</sub>]­[In­(TPTA)]·2­(NMF)} (MOF 1) and\n{[In<sub>2</sub>(TPTA)­(OH)<sub>2</sub>]·2­(H<sub>2</sub>O)·(DMF)}\n(MOF 2). MOF 1 is a (4, 4)-connected net showing a <italic toggle=\"yes\">pts</italic> topology with a large channel that is not conducive to fine gas\nseparation. By contrast, with the reduction of SBU from uninucleated\nIn to an {In-OH-In}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> chain, MOF 2 has\na (4, 6)-connected net with the <italic toggle=\"yes\">fsc</italic> topology with\nan ∼5 Å suitable micropore to confine matching small gas.\nThe permanent porosity of MOF 2 leads to the preferential adsorption\nof C<sub>2</sub>H<sub>2</sub> over CO<sub>2</sub> with superior C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> (332.3) and CO<sub>2</sub>/CH<sub>4</sub> (31.2) separation selectivities. Meanwhile, the cycling dynamic\nbreakthrough experiments showed that the high-purity C<sub>2</sub>H<sub>2</sub> (&gt;99.8%) capture capacities of MOF 2 were &gt;1.92\nmmol\ng<sup>–1</sup> from a binary C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> mixture, and its separation factor reached 10.</p>", "clean_text": "For pure acetylene manufacturing and natural gas purification, the development of porous materials displaying highly selective C2H2/CH4 and CO2/CH4 separation is greatly important but remains a major challenge. In this work, a plausible strategy involving solvent-induced effects and using the flexibility of the ligand conformation to make two In(III) metal-organic frameworks (MOFs) is developed, showing topological diversity and different stability. The X-shaped tetracarboxylic ligand H4TPTA ([1,1':3',1\"-terphenyl]-4,4',4\",6'-tetracarboxylic acid) was selected to construct two new heteroid In MOFs, namely, {[CH3NH3][In(TPTA)]⋅2(NMF)} (MOF 1) and {[In2(TPTA)(OH)2]⋅2(H2O)⋅(DMF)} (MOF 2). MOF 1 is a (4, 4)-connected net showing a pts topology with a large channel that is not conducive to fine gas separation. By contrast, with the reduction of SBU from uninucleated In to an {In-OH-In} n  chain, MOF 2 has a (4, 6)-connected net with the fsc topology with an ~5 Å suitable micropore to confine matching small gas. The permanent porosity of MOF 2 leads to the preferential adsorption of C2H2 over CO2 with superior C2H2/CH4 (332.3) and CO2/CH4 (31.2) separation selectivities. Meanwhile, the cycling dynamic breakthrough experiments showed that the high-purity C2H2 (>99.8%) capture capacities of MOF 2 were >1.92 mmol g-1 from a binary C2H2/CH4 mixture, and its separation factor reached 10.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Under the impact of solvent-induced effects, MOF 1 in the\nassembly of a monocluster with In and a tetracarboxylic ligand created\na <italic toggle=\"yes\">pts</italic> network structure with one-dimensional nanometer\ntube channels. MOF 2 belongs to an <italic toggle=\"yes\">fsc</italic> network constructed\nwith an infinite extended zigzag {In-OH-In}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> chain as SBUs to build a micropore environment. Benefiting\nfrom the μ<sub>2</sub>-OH<sup>−</sup> groups and a 5.6\nÅ square hole with the potential to provide more suitable pore\nconfinement effects, MOF 2 exhibits extraordinary selectivity of C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/CH<sub>4</sub>. The outstanding reusability and high chemical stability make MOF\n2 a promising candidate for the separation of these binary mixtures\nin practical applications.</p>", "clean_text": "Under the impact of solvent-induced effects, MOF 1 in the assembly of a monocluster with In and a tetracarboxylic ligand created a pts network structure with one-dimensional nanometer tube channels. MOF 2 belongs to an fsc network constructed with an infinite extended zigzag {In-OH-In} n  chain as SBUs to build a micropore environment. Benefiting from the μ2-OH- groups and a 5.6 Å square hole with the potential to provide more suitable pore confinement effects, MOF 2 exhibits extraordinary selectivity of C2H2/CH4 and CO2/CH4. The outstanding reusability and high chemical stability make MOF 2 a promising candidate for the separation of these binary mixtures in practical applications.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Clean energies such as\nnatural gas, due to the increasingly serious\nenvironmental pollution caused by fossil energy, have attracted a\ngreat deal of attention worldwide. Natural gas is often\naccompanied by impurities such as carbon dioxide and C<sub>2</sub>-hydrocarbons. Therefore, to meet the\nrequirements of natural gas pipeline specifications, it is essential\nthat natural gas purification separate CH<sub>4</sub> from CO<sub>2</sub> and C<sub>2</sub>-hydrocarbons, which makes the search for\neffective separation adsorbents an important basic guarantee of industrial\nseparation technology. In light of the cost-effectiveness\nand environmental compatibility, non-thermally driven separation and\npurification processes using porous materials have obvious advantages\nover those using traditional porous materials. Metal–organic frameworks (MOFs), which consist of organic\nlinkers and metal ions, have become strong competitors with their\ncontrollable structure and adjustable porosity, resulting in\nother potential applications, including gas sorbents, light-emitting sensors, catalysis, and optical and magnetic materials.\n</p>", "clean_text": "Introduction\n\nClean energies such as natural gas, due to the increasingly serious environmental pollution caused by fossil energy, have attracted a great deal of attention worldwide. Natural gas is often accompanied by impurities such as carbon dioxide and C2-hydrocarbons. Therefore, to meet the requirements of natural gas pipeline specifications, it is essential that natural gas purification separate CH4 from CO2 and C2-hydrocarbons, which makes the search for effective separation adsorbents an important basic guarantee of industrial separation technology. In light of the cost-effectiveness and environmental compatibility, non-thermally driven separation and purification processes using porous materials have obvious advantages over those using traditional porous materials. Metal-organic frameworks (MOFs), which consist of organic linkers and metal ions, have become strong competitors with their controllable structure and adjustable porosity, resulting in other potential applications, including gas sorbents, light-emitting sensors, catalysis, and optical and magnetic materials. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>On the basis of the engineering of the size and chemistry\nof the\nhost framework, to improve the host–guest interaction, Lewis-based\norganic ligands (such as -NH<sub>2</sub>, -OH, and pyridine groups)\nare usually used as the main strategy for MOF material development\nfor the separation and purification of gases. Another approach\nis to adjust the aperture of MOFs to reach the cutoff value that matches\nthe size of the gas molecules, thus enhancing the separation screening\neffect and achieving higher selectivity. The precision\nof aperture adjustment can reach 0.1 Å. Therefore, the design\nof ultrafine pore MOFs with comparable pore sizes (many gas diameters\nin the range of 3–5 Å) has been greatly significant for\nthe separation of small gas mixtures. Upon combination\nof the suitable pore confinement effects and binding functional site\nstrategy, pore spaces in MOFs can even integrate shape matching and\nspecific binding to target gas molecules. These directional MOFs are used to solve the puzzle of addressing\nthe trade-off between a high adsorption capacity and a high selectivity. In addition, the structural diversity of porous MOFs, apart from\nthe metal/ligand ratio, pH, temperature, and oxidation state of the\nmetal ions, is also dependent on the solvent system in its template\neffect, generally believed to be one of the most significant factors,\nwhich can determine the crystallization process and the quality of\nthe final product.\n</p>", "clean_text": "On the basis of the engineering of the size and chemistry of the host framework, to improve the host-guest interaction, Lewis-based organic ligands (such as -NH2, -OH, and pyridine groups) are usually used as the main strategy for MOF material development for the separation and purification of gases. Another approach is to adjust the aperture of MOFs to reach the cutoff value that matches the size of the gas molecules, thus enhancing the separation screening effect and achieving higher selectivity. The precision of aperture adjustment can reach 0.1 Å. Therefore, the design of ultrafine pore MOFs with comparable pore sizes (many gas diameters in the range of 3-5 Å) has been greatly significant for the separation of small gas mixtures. Upon combination of the suitable pore confinement effects and binding functional site strategy, pore spaces in MOFs can even integrate shape matching and specific binding to target gas molecules. These directional MOFs are used to solve the puzzle of addressing the trade-off between a high adsorption capacity and a high selectivity. In addition, the structural diversity of porous MOFs, apart from the metal/ligand ratio, pH, temperature, and oxidation state of the metal ions, is also dependent on the solvent system in its template effect, generally believed to be one of the most significant factors, which can determine the crystallization process and the quality of the final product. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work, an accessible approach was demonstrated by varying\nsolvents to control the topology, pore integration shape, and pore\nchemistry environment of MOFs (), which impacted the adsorption and purification of\ngases. The X-shaped tetracarboxylic ligand H<sub>4</sub>TPTA ([1,1′:3′,1″-terphenyl]-4,4′,4″,6′-tetracarboxylic\nacid) was selected to construct two new heteroid In MOFs, namely,\n{[CH<sub>3</sub>NH<sub>3</sub>]­[In­(TPTA)]·2­(NMF)} (MOF 1) and\n{[In<sub>2</sub>(TPTA)­(OH)<sub>2</sub>]·2­(H<sub>2</sub>O)·(DMF)}\n(MOF 2). MOF 1 is a (4, 4)-connected net showing a <italic toggle=\"yes\">pts</italic> topology with a large channel, and MOF 2 is a (4, 6)-connected net\nwith an <italic toggle=\"yes\">fsc</italic> topology with an ∼5 Å suitable\nmicropore to confine matching small gas. Comparing the two separately\nin terms of their adsorption capabilities with respect to C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, and CH<sub>4</sub> expounds upon their tunable\nperformance for C<sub>2</sub>H<sub>2</sub> refining applications,\naccording to equilibrium/dynamic isotherm measurements in conjunction\nwith separation selectivity assessment via an IAST (ideal adsorbed\nsolution theory) model and the cycling dynamic breakthrough experiments.\nAs a result, the stability, capacity in storage and separation, and\nbinding affinity for the gas of MOF 2 are much better than those of\nMOF 1 due to the appropriate pore integration size and shape with\naction sites.</p>", "clean_text": "In this work, an accessible approach was demonstrated by varying solvents to control the topology, pore integration shape, and pore chemistry environment of MOFs (), which impacted the adsorption and purification of gases. The X-shaped tetracarboxylic ligand H4TPTA ([1,1':3',1\"-terphenyl]-4,4',4\",6'-tetracarboxylic acid) was selected to construct two new heteroid In MOFs, namely, {[CH3NH3][In(TPTA)]⋅2(NMF)} (MOF 1) and {[In2(TPTA)(OH)2]⋅2(H2O)⋅(DMF)} (MOF 2). MOF 1 is a (4, 4)-connected net showing a pts topology with a large channel, and MOF 2 is a (4, 6)-connected net with an fsc topology with an ~5 Å suitable micropore to confine matching small gas. Comparing the two separately in terms of their adsorption capabilities with respect to C2H2, CO2, C2H4, C2H6, and CH4 expounds upon their tunable performance for C2H2 refining applications, according to equilibrium/dynamic isotherm measurements in conjunction with separation selectivity assessment via an IAST (ideal adsorbed solution theory) model and the cycling dynamic breakthrough experiments. As a result, the stability, capacity in storage and separation, and binding affinity for the gas of MOF 2 are much better than those of MOF 1 due to the appropriate pore integration size and shape with action sites.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Optimal Pore Size and Shape in Close Contact with\nGas Molecules to\nPromote High Small Gas Storage Density and Enhance Binding Affinity</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Optimal Pore Size and Shape in Close Contact with Gas Molecules to Promote High Small Gas Storage Density and Enhance Binding Affinity   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Measurements</title><p>The chemicals\nused were obtained from ordinary sources, which can be used directly\nwithout re-treatment processes. MOF 1 was tested with reference to\npreviously published methods. With accompanying Cu Kα radiation\n(λ = 1.5418 Å) on a Rigaku D/max-2550 diffractometer, powder\nX-ray diffraction (PXRD) measurements were recorded. Then, by employing\na TGA Q500 thermogravimetric analyzer, thermogravimetric analyses\n(TGA) were performed. Crystallographic data of MOF 2 were collected\non a Bruker Apex II CCD diffractometer by using graphite-monochromated\nMo Kα radiation (λ = 0.71073 Å) at room temperature.\nThe comprehensive crystallization data of MOFs are listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. Crystallographic data for MOF 1 (<ext-link ext-link-type=\"ccdc\" xlink:href=\"2086796\" xlink:type=\"simple\">2086796</ext-link>) and MOF 2 (<ext-link ext-link-type=\"ccdc\" xlink:href=\"2154304\" xlink:type=\"simple\">2154304</ext-link>) have been deposited in the Cambridge Crystallographic\nData Centre. Topology structure information about the compounds was\ncalculated with TOPOS 4.0. The synthesized sample of MOF 2 was guest-exchanged\nfrequently with MeOH for 3 days and then evacuated under dynamic vacuum\nat 373 K for 10 h to obtain the activated sample of the gas adsorption\nexperiment by utilizing Autosorb iQ.</p>", "clean_text": "Experimental Section\n\nMaterials and Measurements\n\nThe chemicals used were obtained from ordinary sources, which can be used directly without re-treatment processes. MOF 1 was tested with reference to previously published methods. With accompanying Cu Kα radiation (λ = 1.5418 Å) on a Rigaku D/max-2550 diffractometer, powder X-ray diffraction (PXRD) measurements were recorded. Then, by employing a TGA Q500 thermogravimetric analyzer, thermogravimetric analyses (TGA) were performed. Crystallographic data of MOF 2 were collected on a Bruker Apex II CCD diffractometer by using graphite-monochromated Mo Kα radiation (λ = 0.71073 Å) at room temperature. The comprehensive crystallization data of MOFs are listed in Table S1. Crystallographic data for MOF 1 (2086796) and MOF 2 (2154304) have been deposited in the Cambridge Crystallographic Data Centre. Topology structure information about the compounds was calculated with TOPOS 4.0. The synthesized sample of MOF 2 was guest-exchanged frequently with MeOH for 3 days and then evacuated under dynamic vacuum at 373 K for 10 h to obtain the activated sample of the gas adsorption experiment by utilizing Autosorb iQ.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of MOF 1</title><p>MOF 1 can be prepared\nby the method described in the literature ().</p><title>Synthesis of MOF 2</title><p>The preparation\nof MOF 2 is similar to that of MOF 1 except that the NMF solvent (1.5\nmL) was used instead of DMF and MOF 2 was made by combining In­(NO<sub>3</sub>)<sub>3</sub>·4H<sub>2</sub>O (8 mg, 0.021 mmol), H<sub>4</sub>TPTA (3 mg, 0.074 mmol), deionized water (H<sub>2</sub>O,\n0.75 mL), and HNO<sub>3</sub> (450 μL, 2.2 mL of HNO<sub>3</sub> in 10 mL of DMF). Then, the mixture was placed in the precision\noven reacting for 24 h at 120 °C. Colorless polyhedral solid\ncrystals were collected in a yield of ∼53% (based on In). [In<sub>2</sub>(TPTA)­(OH)<sub>2</sub>]·2­(H<sub>2</sub>O)·(DMF)\n(wt %): C, 37.24; H, 2.23; N, 1.17. Calcd (wt %): C, 38.61; H, 2.96;\nN, 1.81.</p>", "clean_text": "Synthesis of MOF 1\n\nMOF 1 can be prepared by the method described in the literature ().\n\nSynthesis of MOF 2\n\nThe preparation of MOF 2 is similar to that of MOF 1 except that the NMF solvent (1.5 mL) was used instead of DMF and MOF 2 was made by combining In(NO3)3⋅4H2O (8 mg, 0.021 mmol), H4TPTA (3 mg, 0.074 mmol), deionized water (H2O, 0.75 mL), and HNO3 (450 μL, 2.2 mL of HNO3 in 10 mL of DMF). Then, the mixture was placed in the precision oven reacting for 24 h at 120 °C. Colorless polyhedral solid crystals were collected in a yield of ~53% (based on In). [In2(TPTA)(OH)2]⋅2(H2O)⋅(DMF) (wt %): C, 37.24; H, 2.23; N, 1.17. Calcd (wt %): C, 38.61; H, 2.96; N, 1.81.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Syntheses of\nMOF 1 and MOF 2 by using different solvents using\nidentical solvothermal reactions. The images show different morphologies\nof crystals.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Syntheses of MOF 1 and MOF 2 by using different solvents using identical solvothermal reactions. The images show different morphologies of crystals.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Structural Descriptions of MOF 1 and MOF 2</title><p>Single-crystal X-ray diffraction analysis revealed that MOF 1 and MOF 2 belong to totally different crystal\nsystems and space groups: MOF 1 in the tetragonal crystal system in\nthe <italic toggle=\"yes\">I</italic>4<sub>1</sub>/<italic toggle=\"yes\">amd</italic> space group\nand MOF 2 in the orthorhombic crystal system in the <italic toggle=\"yes\">Pbcm</italic> space group (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Different crystal\nbuilding systems were attributed to different coordination models\nand configurational differences in their ligands. For MOF 1, its asymmetric\nunit contained one indium atom, one H<sub>4</sub>TPTA ligand, and\none [CH<sub>3</sub>NH<sub>3</sub>]<sup>+</sup> equilibrium charge\nion (). Each\ndeprotonated ligand coordinated with four mononuclear indiums in a\nbimonodentate fashion, which simplified to quadrilateral. Each mononuclear\nindium linked to six carboxylic acid O atoms from four ligands to\nform a tetrahedral geometry. Overall, the periodic connection created\nin the manner described above created a <italic toggle=\"yes\">pts</italic> network\nstructure with the maximal hexagon channel with a large pore window\nsize of 18.1 Å × 16.6 Å viewed along the <italic toggle=\"yes\">y</italic> axis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The Schlafli symbol\nis {4<sup>2</sup>.8<sup>4</sup>} in this (4, 4)-connected network.\nAccording to the calculation of PLATON software, the volume void rate\nreached 74.5% and the theoretical pore volume is 1.2 cm<sup>3</sup> g<sup>–1</sup>.</p>", "clean_text": "Results and Discussion\n\nStructural Descriptions of MOF 1 and MOF 2\n\nSingle-crystal X-ray diffraction analysis revealed that MOF 1 and MOF 2 belong to totally different crystal systems and space groups: MOF 1 in the tetragonal crystal system in the I41/amd space group and MOF 2 in the orthorhombic crystal system in the Pbcm space group (Table S1). Different crystal building systems were attributed to different coordination models and configurational differences in their ligands. For MOF 1, its asymmetric unit contained one indium atom, one H4TPTA ligand, and one [CH3NH3]+ equilibrium charge ion (). Each deprotonated ligand coordinated with four mononuclear indiums in a bimonodentate fashion, which simplified to quadrilateral. Each mononuclear indium linked to six carboxylic acid O atoms from four ligands to form a tetrahedral geometry. Overall, the periodic connection created in the manner described above created a pts network structure with the maximal hexagon channel with a large pore window size of 18.1 Å × 16.6 Å viewed along the y axis (Figure S3). The Schlafli symbol is {42.84} in this (4, 4)-connected network. According to the calculation of PLATON software, the volume void rate reached 74.5% and the theoretical pore volume is 1.2 cm3 g-1.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination modes of the ligand (H<sub>4</sub>TPTA) and assembly\nprocedure of structurally different MOF 1 and MOF 2 that show <italic toggle=\"yes\">pts</italic> and <italic toggle=\"yes\">fsc</italic> net topologies, respectively.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Coordination modes of the ligand (H4TPTA) and assembly procedure of structurally different MOF 1 and MOF 2 that show pts and fsc net topologies, respectively.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>As for MOF 2, the asymmetric unit was collected\nwith one H<sub>4</sub>TPTA ligand, two In<sup>3+</sup>ions, and two\nμ<sub>2</sub>-OH<sup>–</sup> groups, and then each In<sup>3+</sup> ion was also attached with six O atoms from four different\nligands\nand two μ<sub>2</sub>-OH<sup>–</sup> groups, regarded\nas an octahedral coordination geometry [In–O, 2.086(2)–2.197(2)\nÅ]. Considering the appropriate spatial tension, the ligand of\nMOF 1 uses a slight twist of ∼4° to facilitate the assembly\nof the hexagonal mesh while MOF 2 coordinates the formation of octahedral\nindium coordination with an opening angle of 36° (a,d). Following the connection\ndescribed above, the In<sup>3+</sup> ions and four ligands propped\nup 4-connected planar square lattice layers, and then through bridging,\noxygens of μ<sub>2</sub>-OH<sup>–</sup> groups contacted\nrepetitive In<sup>3+</sup> ions unit to arrange an infinite extended\nzigzag {In-OH-In}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> chain, like a pillar\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>), which can be regarded as a\npillared-layer strategy. As a whole, the layer combined\nwith the pillar zigzag chains to generate a typical three-dimensional <italic toggle=\"yes\">fsc</italic> framework with multiple 1D open channels: along the <italic toggle=\"yes\">x</italic> axis direction rhombic channels with pore sizes of 6.3\nÅ × 5.6 Å and along the <italic toggle=\"yes\">z</italic> axis direction\nrectangular channels with pore sizes of 3.8 Å × 4.2 Å\n(including the van der Waals radii). From the analysis of topology,\nthe H<sub>4</sub>TPTA ligand can be regarded as a 4-connected node,\nand In–OH–In clusters as a 6-connected node, falling\nwithin the <italic toggle=\"yes\">fsc</italic> topology with a Schlafli symbol of\n{4<sup>4</sup>.6<sup>10</sup>.8}­{4<sup>4</sup>.6<sup>2</sup>} (e). According to\nthe calculation of PLATON, the theoretical volume void rate reached\n47.0%.</p>", "clean_text": "As for MOF 2, the asymmetric unit was collected with one H4TPTA ligand, two In3+ions, and two μ2-OH- groups, and then each In3+ ion was also attached with six O atoms from four different ligands and two μ2-OH- groups, regarded as an octahedral coordination geometry [In-O, 2.086(2)-2.197(2) Å]. Considering the appropriate spatial tension, the ligand of MOF 1 uses a slight twist of ~4° to facilitate the assembly of the hexagonal mesh while MOF 2 coordinates the formation of octahedral indium coordination with an opening angle of 36° (a,d). Following the connection described above, the In3+ ions and four ligands propped up 4-connected planar square lattice layers, and then through bridging, oxygens of μ2-OH- groups contacted repetitive In3+ ions unit to arrange an infinite extended zigzag {In-OH-In} n  chain, like a pillar (Figure S4), which can be regarded as a pillared-layer strategy. As a whole, the layer combined with the pillar zigzag chains to generate a typical three-dimensional fsc framework with multiple 1D open channels: along the x axis direction rhombic channels with pore sizes of 6.3 Å × 5.6 Å and along the z axis direction rectangular channels with pore sizes of 3.8 Å × 4.2 Å (including the van der Waals radii). From the analysis of topology, the H4TPTA ligand can be regarded as a 4-connected node, and In-OH-In clusters as a 6-connected node, falling within the fsc topology with a Schlafli symbol of {44.610.8}{44.62} (e). According to the calculation of PLATON, the theoretical volume void rate reached 47.0%.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Characterization of MOF 1 and MOF 2</title><p>The consistency of the experiment and analogous PXRD patterns indicated\ncrystal products MOF 1 and MOF 2 with phase purity. The related basic\ncharacterization of MOF 1 was described previously. MOF 1 can retain its original structure in some organic\nsolvents, but it is destroyed in water (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S1b</ext-link>). However, it has been confirmed by PXRD patterns that\nthe crystallinity of MOF 2 can remain unchanged after immersion in\naqueous HCl or NaOH solutions with pH values in the range of 3–12,\nshowing high chemical stability (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S1d</ext-link>), which may be attributed to the stable indium cluster. Additionally, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>,\nTGA of MOF 2 reveals that there are mainly two steps of weightlessness.\nThe first step is ∼14.4%, corresponding to the loss of solvent\nmolecules (calculated as one DMF molecule and two water molecules).\nThe second step is close to 36.7%, owing to the slow destruction of\nthe skeleton when the temperature is &gt;450 °C.</p>", "clean_text": "Characterization of MOF 1 and MOF 2\n\nThe consistency of the experiment and analogous PXRD patterns indicated crystal products MOF 1 and MOF 2 with phase purity. The related basic characterization of MOF 1 was described previously. MOF 1 can retain its original structure in some organic solvents, but it is destroyed in water (Figure S1b). However, it has been confirmed by PXRD patterns that the crystallinity of MOF 2 can remain unchanged after immersion in aqueous HCl or NaOH solutions with pH values in the range of 3-12, showing high chemical stability (Figure S1d), which may be attributed to the stable indium cluster. Additionally, as shown in Figure S2, TGA of MOF 2 reveals that there are mainly two steps of weightlessness. The first step is ~14.4%, corresponding to the loss of solvent molecules (calculated as one DMF molecule and two water molecules). The second step is close to 36.7%, owing to the slow destruction of the skeleton when the temperature is >450 °C.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<title>Gas Adsorption of MOF 1 and MOF 2</title><p>Considering the structural characteristics of MOF 1 and MOF 2 both\nwith multiple channels, the pore properties and gas adsorption performance\nof these two MOFs were investigated. Unexpectedly, MOF 1 has negligible\nN<sub>2</sub> adsorption at 77 K (uptake of approximately 28 cm<sup>3</sup> g<sup>–1</sup> and BET of just 55 m<sup>2</sup> g<sup>–1</sup>). Moreover, at 195 K, the adsorption curves showed\nCO<sub>2</sub> uptake of MOF 1 of only 20 cm<sup>3</sup> g<sup>–1</sup> at 100 kPa, corroborating weak interactions of CO<sub>2</sub> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S6a</ext-link>). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S6b</ext-link>, its crystallinity remains unchanged after the\nadsorption of CO<sub>2</sub> at 195 K and N<sub>2</sub> at 77 K, resulting\nin MOF 1 having low adsorption capacity that was not for structural\ncollapse or shrinkage. This can also be demonstrated by other MOFs,\nsuch as [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[In­(BDCPPI)]·0.5DMF·H<sub>2</sub>O and JUC-210 with similar adsorption behaviors. By contrast, the N<sub>2</sub> adsorption of MOF 2 at 77 K exhibited a typical reversible\ntype I curve feature, with a maximum adsorption amount of N<sub>2</sub> uptake of ∼205 cm<sup>3</sup> g<sup>–1</sup> (). The relevant specific\nsurface areas of BET and Langmuir are 631 and 658 m<sup>2</sup> g<sup>–1</sup>, respectively. Furthermore, the pore size distributions\nof MOF 2 utilizing the DFT method reveal the presence of pore sizes\ncentered at 5.6 and 7.8 Å. In terms of the crystal structures\nof MOF 2, its pore volumes are calculated by PLATON to reach 0.35\ncm<sup>3</sup> g<sup>–1</sup>. This corresponded well with\nthe pore volumes experimentally estimated on the basis of the N<sub>2</sub> adsorption isotherms (0.3 cm<sup>3</sup> g<sup>–1</sup>). Finally, the PXRD pattern of MOF 1 and MOF 2 after N<sub>2</sub> gas adsorption retained the same crystallinity as the simulated\nform and their structures are still intact (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>).</p>", "clean_text": "Gas Adsorption of MOF 1 and MOF 2\n\nConsidering the structural characteristics of MOF 1 and MOF 2 both with multiple channels, the pore properties and gas adsorption performance of these two MOFs were investigated. Unexpectedly, MOF 1 has negligible N2 adsorption at 77 K (uptake of approximately 28 cm3 g-1 and BET of just 55 m2 g-1). Moreover, at 195 K, the adsorption curves showed CO2 uptake of MOF 1 of only 20 cm3 g-1 at 100 kPa, corroborating weak interactions of CO2 (Figure S6a). As shown in Figure S6b, its crystallinity remains unchanged after the adsorption of CO2 at 195 K and N2 at 77 K, resulting in MOF 1 having low adsorption capacity that was not for structural collapse or shrinkage. This can also be demonstrated by other MOFs, such as [(CH3)2NH2][In(BDCPPI)]⋅0.5DMF⋅H2O and JUC-210 with similar adsorption behaviors. By contrast, the N2 adsorption of MOF 2 at 77 K exhibited a typical reversible type I curve feature, with a maximum adsorption amount of N2 uptake of ~205 cm3 g-1 (). The relevant specific surface areas of BET and Langmuir are 631 and 658 m2 g-1, respectively. Furthermore, the pore size distributions of MOF 2 utilizing the DFT method reveal the presence of pore sizes centered at 5.6 and 7.8 Å. In terms of the crystal structures of MOF 2, its pore volumes are calculated by PLATON to reach 0.35 cm3 g-1. This corresponded well with the pore volumes experimentally estimated on the basis of the N2 adsorption isotherms (0.3 cm3 g-1). Finally, the PXRD pattern of MOF 1 and MOF 2 after N2 gas adsorption retained the same crystallinity as the simulated form and their structures are still intact (Figure S6).", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Sorption isotherms and pore size distributions of MOF 1 and MOF\n2 at 77 K. Sorption isotherms of MOF 1 reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2022 Wiley.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Sorption isotherms and pore size distributions of MOF 1 and MOF 2 at 77 K. Sorption isotherms of MOF 1 reproduced with permission from ref . Copyright 2022 Wiley.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>To further study the potential applications of\nMOF 1 and MOF 2\nfor gas capture and separation with different sizes or properties,\nthe single-component gas adsorption isotherms of CO<sub>2</sub>, CH<sub>4</sub>, C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>,\nand C<sub>2</sub>H<sub>6</sub> were recorded (). For the case of MOF 1, the gas adsorption\ncapacities of CO<sub>2</sub> are only 21 and 15 cm<sup>3</sup> g<sup>–1</sup>, those of CH<sub>4</sub> 9.9 and 6.0 cm<sup>3</sup> g<sup>–1</sup>, those of C<sub>2</sub>H<sub>2</sub> 33 and\n24 cm<sup>3</sup> g<sup>–1</sup>, those of C<sub>2</sub>H<sub>4</sub> 21 and 15 cm<sup>3</sup> g<sup>–1</sup>, and those\nof C<sub>2</sub>H<sub>6</sub> 17 and 11 cm<sup>3</sup> g<sup>–1</sup> at 273 and 298 K, respectively. By comparison, MOF 2 was found to\nexhibit excellent storage capacity and obviously selective adsorption\nproperties. At 273 and 298 K under 1 atm, it takes up 49 and 33 cm<sup>3</sup> g<sup>–1</sup> of CO<sub>2</sub>, 14 and 4 cm<sup>3</sup> g<sup>–1</sup> of CH<sub>4</sub>, 108 and 78 cm<sup>3</sup> g<sup>–1</sup> of C<sub>2</sub>H<sub>2</sub>, 53 and\n39 cm<sup>3</sup> g<sup>–1</sup> of C<sub>2</sub>H<sub>4</sub>, and 63 and 39 cm<sup>3</sup> g<sup>–1</sup> of C<sub>2</sub>H<sub>6</sub>, respectively. From the structural analysis, MOF 2\nwith a smaller pore and larger specific surface area has more adsorption\npotential than does MOF 1. Compared to those of MOF 1, the high adsorption\nperformances of MOF 2 are attributed to the existence of μ<sub>2</sub>-OH<sup>–</sup> groups in the channel of the infinite\nextended {In-OH-In}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> chain, so they are\nconducive to the formation of guest–host or guest–guest\ninteractions between sorbent and gas molecules. More importantly, a 5.6 Å square hole of MOF 2 may offer the\npotential to provide more suitable pore confinement effects, while\nMOF 1 has a large one-dimensional pore space (pore sizes of ∼18.1\nÅ × ∼16.6 Å and ∼13.9 Å × ∼8.2\nÅ) that is not good for gas separation. Such a systematic difference\nin uptake capacity illustrates the potential of MOF 2 in the separation\nof flue gas and hydrocarbon mixtures under ambient conditions. Furthermore,\nC<sub>2</sub>H<sub>2</sub> adsorption on MOF 2 was carried out five\ntimes at 298 K, and their maximum uptakes are close to that of the\npristine sample, which confirmed its stability and reproducibility\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S6c,d</ext-link>). It can be stable after\ngas cycling and can maintain the integrity of crystallinity in air.</p>", "clean_text": "To further study the potential applications of MOF 1 and MOF 2 for gas capture and separation with different sizes or properties, the single-component gas adsorption isotherms of CO2, CH4, C2H2, C2H4, and C2H6 were recorded (). For the case of MOF 1, the gas adsorption capacities of CO2 are only 21 and 15 cm3 g-1, those of CH4 9.9 and 6.0 cm3 g-1, those of C2H2 33 and 24 cm3 g-1, those of C2H4 21 and 15 cm3 g-1, and those of C2H6 17 and 11 cm3 g-1 at 273 and 298 K, respectively. By comparison, MOF 2 was found to exhibit excellent storage capacity and obviously selective adsorption properties. At 273 and 298 K under 1 atm, it takes up 49 and 33 cm3 g-1 of CO2, 14 and 4 cm3 g-1 of CH4, 108 and 78 cm3 g-1 of C2H2, 53 and 39 cm3 g-1 of C2H4, and 63 and 39 cm3 g-1 of C2H6, respectively. From the structural analysis, MOF 2 with a smaller pore and larger specific surface area has more adsorption potential than does MOF 1. Compared to those of MOF 1, the high adsorption performances of MOF 2 are attributed to the existence of μ2-OH- groups in the channel of the infinite extended {In-OH-In} n  chain, so they are conducive to the formation of guest-host or guest-guest interactions between sorbent and gas molecules. More importantly, a 5.6 Å square hole of MOF 2 may offer the potential to provide more suitable pore confinement effects, while MOF 1 has a large one-dimensional pore space (pore sizes of ~18.1 Å × ~16.6 Å and ~13.9 Å × ~8.2 Å) that is not good for gas separation. Such a systematic difference in uptake capacity illustrates the potential of MOF 2 in the separation of flue gas and hydrocarbon mixtures under ambient conditions. Furthermore, C2H2 adsorption on MOF 2 was carried out five times at 298 K, and their maximum uptakes are close to that of the pristine sample, which confirmed its stability and reproducibility (Figure S6c,d). It can be stable after gas cycling and can maintain the integrity of crystallinity in air.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Adsorption\nand desorption isotherms with (a) CO<sub>2</sub>, (b)\nCH<sub>4</sub>, (c) C<sub>2</sub>H<sub>2</sub>, (d) C<sub>2</sub>H<sub>4</sub>, and (e) C<sub>2</sub>H<sub>6</sub> of MOF 1 and MOF 2 tested\nat 273 and 298 K. (f) <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> for these gases.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Adsorption and desorption isotherms with (a) CO2, (b) CH4, (c) C2H2, (d) C2H4, and (e) C2H6 of MOF 1 and MOF 2 tested at 273 and 298 K. (f) Q st for these gases.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>To gauge the binding affinity of the framework–gas\ninteraction,\nthe <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values were calculated using the\nClausius–Clapeyron equation applied to the single-component\ngas adsorption isotherms (f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). At zero\ncoverage, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values of C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> for MOF 1 are determined\nto be 45.7, 33.4, and 10.6 kJ mol<sup>–1</sup>, respectively.\nFor MOF 2, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values of C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> are 49.8, 33.0,\nand 17.0 kJ mol<sup>–1</sup>, respectively. Compared with MOF\n1, active O sites and pore size matching regulated by a one-dimensional\nchain slightly increased <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values for\nMOF 2, which are consistent with the higher adsorption at low pressure\nand higher selectivity, indicating a stronger affinity for MOF 2 and\ngas. Among the rest, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> of C<sub>2</sub>H<sub>2</sub> for MOF 2 (49.8 kJ mol<sup>–1</sup>)\nis much higher than the other values reported for In-based MOFs, such\nas [In<sub>2</sub>(L)­(OH)<sub>2</sub>]·2DMF·2H<sub>2</sub>O (32 kJ mol<sup>–1</sup>), BUT-70B (27 kJ mol<sup>–1</sup>), and ZJNU-115 (29 kJ mol<sup>–1</sup>). It manifests\nthat the smaller pore size results in the reinforced overlapped potential\nfor C<sub>2</sub>H<sub>2</sub> adsorption. Notably, huge discrepancies between <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values for C<sub>2</sub>H<sub>2</sub> and CH<sub>4</sub> suggest\nthat MOF 2 will promise good performance for C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> separation.\n</p>", "clean_text": "To gauge the binding affinity of the framework-gas interaction, the Q st values were calculated using the Clausius-Clapeyron equation applied to the single-component gas adsorption isotherms (f and Figure S5). At zero coverage, the Q st values of C2H2, CO2, and CH4 for MOF 1 are determined to be 45.7, 33.4, and 10.6 kJ mol-1, respectively. For MOF 2, the Q st values of C2H2, CO2, and CH4 are 49.8, 33.0, and 17.0 kJ mol-1, respectively. Compared with MOF 1, active O sites and pore size matching regulated by a one-dimensional chain slightly increased Q st values for MOF 2, which are consistent with the higher adsorption at low pressure and higher selectivity, indicating a stronger affinity for MOF 2 and gas. Among the rest, the Q st of C2H2 for MOF 2 (49.8 kJ mol-1) is much higher than the other values reported for In-based MOFs, such as [In2(L)(OH)2]⋅2DMF⋅2H2O (32 kJ mol-1), BUT-70B (27 kJ mol-1), and ZJNU-115 (29 kJ mol-1). It manifests that the smaller pore size results in the reinforced overlapped potential for C2H2 adsorption. Notably, huge discrepancies between Q st values for C2H2 and CH4 suggest that MOF 2 will promise good performance for C2H2/CH4 separation. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>To\nestimate the selective adsorption capacity of MOF 2 with binary\ngas molecules, the industrial separation simulation was carried out\nvia well-defined ideal adsorption solution theory (IAST). As shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link> and , the levels of uptake of C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub> (C<sub>2</sub> light hydrocarbon) by MOF 2 are much higher than\nthat of CH<sub>4</sub> (0.2 mmol g<sup>–1</sup>), reaching\n3.5, 1.7, and 1.8 mmol g<sup>–1</sup>, respectively, at 1 kPa.\nThe simulated adsorption selectivities (<italic toggle=\"yes\">S</italic>\n<sub>ads</sub>) for the 50/50 C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub>, C<sub>2</sub>H<sub>4</sub>/CH<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub>/CH<sub>4</sub> binary equimolar mixtures are 332, 76, and 89, respectively.\nExactly as in b, in particular, the <italic toggle=\"yes\">S</italic>\n<sub>ads</sub> (C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> of 332) of MOF 2 at 298 K, close to\nthat of ZJU-198a (391), has exceeded\nthose observed in other MOFs such as Zr-SDBA (230), NbU-11 (175), CuDTTA (166), UTSA-50 (68),\nand PCM-48 (&lt;25) as shown in a. These results indicate the potential adsorbent in\nthe practical petroleum industry for C<sub>2</sub>/C<sub>1</sub> light\nhydrocarbon separation. Beyond that, the simulated adsorption selectivities\nof C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>6</sub> are 3.9 and 2.2,\nrespectively, where the pore size effect and similar polarizability\nlead to co-adsorption of C<sub>2</sub>H<sub>2</sub> with C<sub>2</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>4</sub>.\n</p>", "clean_text": "To estimate the selective adsorption capacity of MOF 2 with binary gas molecules, the industrial separation simulation was carried out via well-defined ideal adsorption solution theory (IAST). As shown in Table S4 and , the levels of uptake of C2H2, C2H4, and C2H6 (C2 light hydrocarbon) by MOF 2 are much higher than that of CH4 (0.2 mmol g-1), reaching 3.5, 1.7, and 1.8 mmol g-1, respectively, at 1 kPa. The simulated adsorption selectivities (S ads) for the 50/50 C2H2/CH4, C2H4/CH4, and C2H6/CH4 binary equimolar mixtures are 332, 76, and 89, respectively. Exactly as in b, in particular, the S ads (C2H2/CH4 of 332) of MOF 2 at 298 K, close to that of ZJU-198a (391), has exceeded those observed in other MOFs such as Zr-SDBA (230), NbU-11 (175), CuDTTA (166), UTSA-50 (68), and PCM-48 (<25) as shown in a. These results indicate the potential adsorbent in the practical petroleum industry for C2/C1 light hydrocarbon separation. Beyond that, the simulated adsorption selectivities of C2H2/C2H4 and C2H2/C2H6 are 3.9 and 2.2, respectively, where the pore size effect and similar polarizability lead to co-adsorption of C2H2 with C2H6 and C2H4. ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a, c, and e) Fitting of gas adsorption isotherms at 298 K along\nwith the dual-site Langmuir–Freundlich (DSLF) model. (b, d,\nand f) Adsorption selectivity of multicomponent gas predicted by IAST\nfor MOF 2 (at 298 K and 100 kPa).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a, c, and e) Fitting of gas adsorption isotherms at 298 K along with the dual-site Langmuir-Freundlich (DSLF) model. (b, d, and f) Adsorption selectivity of multicomponent gas predicted by IAST for MOF 2 (at 298 K and 100 kPa).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison of the selectivities of MOF 2 with the selected\nmaterials\n(at 298 K and 100 kPa).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Comparison of the selectivities of MOF 2 with the selected materials (at 298 K and 100 kPa).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>In addition, the CO<sub>2</sub> loadings reached\n∼1.6 mmol\ng<sup>–1</sup> and the selectivity of the C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> binary combinations is 5.7, while encouragingly,\nthat of CO<sub>2</sub>/CH<sub>4</sub> (31) is higher than those of\nNi-MOF-74 (29), SNNU-14 (19), FJU-44a (16), JLU-Liu66 (9.4), and NOTT-125 (4.8), which promotes MOF 2 as a hopeful CO<sub>2</sub> adsorbent\nfrom depurinating biogas and flue gas mixtures (b). The high selectivity of C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/CH<sub>4</sub> can be attributed to the following.\nOn one hand, the appropriate hole size has good size-sieving performance\nobtained with an increase in pressure, with regard to gas molecules\nof different sizes and shapes. On the other hand,\nthe high concentration of active sites in the pore surface enhances\nthe interactions between the framework and CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> molecules containing unsaturated bonds. Moreover, CH<sub>4</sub> has the lowest absorption capacity and\nthe weakest interaction is probably determined by the lower molecular\npolarizabilities of CH<sub>4</sub>. Hence, the synergistic effect\npromotes MOF 2 as a promising ideal adsorbent material for application\nin selectivity for CO<sub>2</sub>/CH<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub>.</p>", "clean_text": "In addition, the CO2 loadings reached ~1.6 mmol g-1 and the selectivity of the C2H2/CO2 binary combinations is 5.7, while encouragingly, that of CO2/CH4 (31) is higher than those of Ni-MOF-74 (29), SNNU-14 (19), FJU-44a (16), JLU-Liu66 (9.4), and NOTT-125 (4.8), which promotes MOF 2 as a hopeful CO2 adsorbent from depurinating biogas and flue gas mixtures (b). The high selectivity of C2H2/CH4 and CO2/CH4 can be attributed to the following. On one hand, the appropriate hole size has good size-sieving performance obtained with an increase in pressure, with regard to gas molecules of different sizes and shapes. On the other hand, the high concentration of active sites in the pore surface enhances the interactions between the framework and CO2 and C2H2 molecules containing unsaturated bonds. Moreover, CH4 has the lowest absorption capacity and the weakest interaction is probably determined by the lower molecular polarizabilities of CH4. Hence, the synergistic effect promotes MOF 2 as a promising ideal adsorbent material for application in selectivity for CO2/CH4 and C2H2/CH4.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>To evaluate the feasibility of\nMOF 2 for selective C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and\nCO<sub>2</sub>/CH<sub>4</sub> separation,\ntransient breakthrough experiments were performed in fixed-bed adsorption\nprocesses with a 1/1 gas mixture flowing at a rate of 2.0 mL min<sup>–1</sup> through a packed column with 0.557 g of as-activated\nMOF 2. For C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> separation, as\nshown in a,\nC<sub>2</sub>H<sub>2</sub> remained in the column longer than CH<sub>4</sub> did, with the retention times recorded as 21.6 min g<sup>–1</sup> for CH<sub>4</sub> and 57.5 min g<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub>. The dynamic high-purity C<sub>2</sub>H<sub>2</sub> (&gt;99.8%) capture capacity of MOF 2 can reach 1.93\nmmol\ng<sup>–1</sup>, and that for CH<sub>4</sub> 0.20 mmol g<sup>–1</sup>, thus giving a separation factor of 10. Similar results\ncan also be observed for the CO<sub>2</sub>/CH<sub>4</sub> mixture\n(b); from the\ncolumn outlet, CH<sub>4</sub> was initially detected and quickly approached\npure grade (29.9 min g<sup>–1</sup>), whereas CO<sub>2</sub> was captured by the packed samples until breakthrough (37.3 min\ng<sup>–1</sup>) with a separation factor of 2. To ensure the\nexcellent cycle performance and easy regeneration of MOF 2, multiple\ncycling dynamic breakthrough experiments were performed accordingly.\nIn panels c and d of , the C<sub>2</sub>H<sub>2</sub> capture capacities and separation\nperformances demonstrated by cycling experiments remain steady after\nseveral cycles, further demonstrating that MOF 2 is a potential adsorbent\nfor C<sub>2</sub>H<sub>2</sub> separation and capture.</p>", "clean_text": "To evaluate the feasibility of MOF 2 for selective C2H2/CH4 and CO2/CH4 separation, transient breakthrough experiments were performed in fixed-bed adsorption processes with a 1/1 gas mixture flowing at a rate of 2.0 mL min-1 through a packed column with 0.557 g of as-activated MOF 2. For C2H2/CH4 separation, as shown in a, C2H2 remained in the column longer than CH4 did, with the retention times recorded as 21.6 min g-1 for CH4 and 57.5 min g-1 for C2H2. The dynamic high-purity C2H2 (>99.8%) capture capacity of MOF 2 can reach 1.93 mmol g-1, and that for CH4 0.20 mmol g-1, thus giving a separation factor of 10. Similar results can also be observed for the CO2/CH4 mixture (b); from the column outlet, CH4 was initially detected and quickly approached pure grade (29.9 min g-1), whereas CO2 was captured by the packed samples until breakthrough (37.3 min g-1) with a separation factor of 2. To ensure the excellent cycle performance and easy regeneration of MOF 2, multiple cycling dynamic breakthrough experiments were performed accordingly. In panels c and d of , the C2H2 capture capacities and separation performances demonstrated by cycling experiments remain steady after several cycles, further demonstrating that MOF 2 is a potential adsorbent for C2H2 separation and capture.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Experimental breakthrough\ncurves for (a) C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and (b) CO<sub>2</sub>/CH<sub>4</sub> (1/1) separation\nin a fixed bed packed with MOF 2 at 298 K and recyclability tests\nfor (c) C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and (d) CO<sub>2</sub>/CH<sub>4</sub>. All of the experimental breakthrough curves were\nrecorded at 1 bar with a flow rate of 2 mL min<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Experimental breakthrough curves for (a) C2H2/CH4 and (b) CO2/CH4 (1/1) separation in a fixed bed packed with MOF 2 at 298 K and recyclability tests for (c) C2H2/CH4 and (d) CO2/CH4. All of the experimental breakthrough curves were recorded at 1 bar with a flow rate of 2 mL min-1.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, a pair of isomers\nof In­(III)-based MOFs can be directionally\nfabricated by rationally tuning the solvent environment, which adjusts\nthe aperture and immobilizes of OH sites in a prototype MOF for C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/CH<sub>4</sub> separation. MOF 1 and MOF 2 have the same 4-connected organic linkers\nbut adopt uninucleated In and the {In-OH-In}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> chain as secondary building units, forming networks with <italic toggle=\"yes\">pts</italic> and <italic toggle=\"yes\">fsc</italic> topologies, respectively, which\nderive from the conformational flexibility of the organic ligands.\nIn terms of gas separation performance, MOF 1 with a large pore size\nis not conducive to fine gas separation. By contrast, with a decrease\nin pore size and the effect of adsorption sites, MOF 2 with its permanent\nporosity demonstrates preferential C<sub>2</sub>H<sub>2</sub> over\nCO<sub>2</sub> adsorption and superior C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/CH<sub>4</sub> separation selectivities,\nwhich show the strong affinity of MOF 2 for gas molecules. The outstanding\nchemical stability and good reusability make MOF 2 a promising candidate\nfor the separation of these binary mixtures in practical applications.</p>", "clean_text": "Conclusions\n\nIn summary, a pair of isomers of In(III)-based MOFs can be directionally fabricated by rationally tuning the solvent environment, which adjusts the aperture and immobilizes of OH sites in a prototype MOF for C2H2/CH4 and CO2/CH4 separation. MOF 1 and MOF 2 have the same 4-connected organic linkers but adopt uninucleated In and the {In-OH-In} n  chain as secondary building units, forming networks with pts and fsc topologies, respectively, which derive from the conformational flexibility of the organic ligands. In terms of gas separation performance, MOF 1 with a large pore size is not conducive to fine gas separation. By contrast, with a decrease in pore size and the effect of adsorption sites, MOF 2 with its permanent porosity demonstrates preferential C2H2 over CO2 adsorption and superior C2H2/CH4 and CO2/CH4 separation selectivities, which show the strong affinity of MOF 2 for gas molecules. The outstanding chemical stability and good reusability make MOF 2 a promising candidate for the separation of these binary mixtures in practical applications.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c00694?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c00694</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>PXRD data, TGA, additional structural figures, crystal\ndata for MOF 1 and MOF 2 and procedures for the calculation of selectivity\nfrom IAST (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c00694.  PXRD data, TGA, additional structural figures, crystal data for MOF 1 and MOF 2 and procedures for the calculation of selectivity from IAST (PDF)   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>PXRD data, TGA, additional structural figures, crystal\ndata for MOF 1 and MOF 2 and procedures for the calculation of selectivity\nfrom IAST (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2086796\" xlink:type=\"simple\">2086796</ext-link> and <ext-link ext-link-type=\"ccdc\" xlink:href=\"2154304\" xlink:type=\"simple\">2154304</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "PXRD data, TGA, additional structural figures, crystal data for MOF 1 and MOF 2 and procedures for the calculation of selectivity from IAST (PDF)\n\nCCDC 2086796 and 2154304 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of MOF 1</title><p>MOF 1 can be prepared\nby the method described in the literature ().</p><title>Synthesis of MOF 2</title><p>The preparation\nof MOF 2 is similar to that of MOF 1 except that the NMF solvent (1.5\nmL) was used instead of DMF and MOF 2 was made by combining In­(NO<sub>3</sub>)<sub>3</sub>·4H<sub>2</sub>O (8 mg, 0.021 mmol), H<sub>4</sub>TPTA (3 mg, 0.074 mmol), deionized water (H<sub>2</sub>O,\n0.75 mL), and HNO<sub>3</sub> (450 μL, 2.2 mL of HNO<sub>3</sub> in 10 mL of DMF). Then, the mixture was placed in the precision\noven reacting for 24 h at 120 °C. Colorless polyhedral solid\ncrystals were collected in a yield of ∼53% (based on In). [In<sub>2</sub>(TPTA)­(OH)<sub>2</sub>]·2­(H<sub>2</sub>O)·(DMF)\n(wt %): C, 37.24; H, 2.23; N, 1.17. Calcd (wt %): C, 38.61; H, 2.96;\nN, 1.81.</p>", "clean_text": "Synthesis of MOF 1\n\nMOF 1 can be prepared by the method described in the literature ().\n\nSynthesis of MOF 2\n\nThe preparation of MOF 2 is similar to that of MOF 1 except that the NMF solvent (1.5 mL) was used instead of DMF and MOF 2 was made by combining In(NO3)3⋅4H2O (8 mg, 0.021 mmol), H4TPTA (3 mg, 0.074 mmol), deionized water (H2O, 0.75 mL), and HNO3 (450 μL, 2.2 mL of HNO3 in 10 mL of DMF). Then, the mixture was placed in the precision oven reacting for 24 h at 120 °C. Colorless polyhedral solid crystals were collected in a yield of ~53% (based on In). [In2(TPTA)(OH)2]⋅2(H2O)⋅(DMF) (wt %): C, 37.24; H, 2.23; N, 1.17. Calcd (wt %): C, 38.61; H, 2.96; N, 1.81.", "data": [{"meta": {"name": "MOF 1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "literature method"}]}, {"meta": {"name": "MOF 2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "literature method", "precursor": [{"name": "In­(NO3)3·4H2O", "amount": "8", "unit": "mg"}, {"name": "H4TPTA", "amount": "3", "unit": "mg"}, {"name": "deionized water", "amount": "0.75", "unit": "mL"}, {"name": "HNO3", "amount": "450", "unit": "μL"}], "solvent": [{"name": "DMF", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "24 h"}], "yield": "53%"}], "include_properties": ["chemical_synthesis"]}, {"idx": "1, 10, 13, 14, 16, 18", "type": "text", "classification": "property", "content": "<p>For pure acetylene manufacturing and natural gas purification,\nthe development of porous materials displaying highly selective C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/CH<sub>4</sub> separation is greatly important but remains a major challenge. In\nthis work, a plausible strategy involving solvent-induced effects\nand using the flexibility of the ligand conformation to make two In­(III)\nmetal–organic frameworks (MOFs) is developed, showing topological\ndiversity and different stability. The X-shaped tetracarboxylic ligand\nH<sub>4</sub>TPTA ([1,1′:3′,1″-terphenyl]-4,4′,4″,6′-tetracarboxylic\nacid) was selected to construct two new heteroid In MOFs, namely,\n{[CH<sub>3</sub>NH<sub>3</sub>]­[In­(TPTA)]·2­(NMF)} (MOF 1) and\n{[In<sub>2</sub>(TPTA)­(OH)<sub>2</sub>]·2­(H<sub>2</sub>O)·(DMF)}\n(MOF 2). MOF 1 is a (4, 4)-connected net showing a <italic toggle=\"yes\">pts</italic> topology with a large channel that is not conducive to fine gas\nseparation. By contrast, with the reduction of SBU from uninucleated\nIn to an {In-OH-In}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> chain, MOF 2 has\na (4, 6)-connected net with the <italic toggle=\"yes\">fsc</italic> topology with\nan ∼5 Å suitable micropore to confine matching small gas.\nThe permanent porosity of MOF 2 leads to the preferential adsorption\nof C<sub>2</sub>H<sub>2</sub> over CO<sub>2</sub> with superior C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> (332.3) and CO<sub>2</sub>/CH<sub>4</sub> (31.2) separation selectivities. Meanwhile, the cycling dynamic\nbreakthrough experiments showed that the high-purity C<sub>2</sub>H<sub>2</sub> (&gt;99.8%) capture capacities of MOF 2 were &gt;1.92\nmmol\ng<sup>–1</sup> from a binary C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> mixture, and its separation factor reached 10.</p><title>Results and Discussion</title><title>Structural Descriptions of MOF 1 and MOF 2</title><p>Single-crystal X-ray diffraction analysis revealed that MOF 1 and MOF 2 belong to totally different crystal\nsystems and space groups: MOF 1 in the tetragonal crystal system in\nthe <italic toggle=\"yes\">I</italic>4<sub>1</sub>/<italic toggle=\"yes\">amd</italic> space group\nand MOF 2 in the orthorhombic crystal system in the <italic toggle=\"yes\">Pbcm</italic> space group (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Different crystal\nbuilding systems were attributed to different coordination models\nand configurational differences in their ligands. For MOF 1, its asymmetric\nunit contained one indium atom, one H<sub>4</sub>TPTA ligand, and\none [CH<sub>3</sub>NH<sub>3</sub>]<sup>+</sup> equilibrium charge\nion (). Each\ndeprotonated ligand coordinated with four mononuclear indiums in a\nbimonodentate fashion, which simplified to quadrilateral. Each mononuclear\nindium linked to six carboxylic acid O atoms from four ligands to\nform a tetrahedral geometry. Overall, the periodic connection created\nin the manner described above created a <italic toggle=\"yes\">pts</italic> network\nstructure with the maximal hexagon channel with a large pore window\nsize of 18.1 Å × 16.6 Å viewed along the <italic toggle=\"yes\">y</italic> axis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The Schlafli symbol\nis {4<sup>2</sup>.8<sup>4</sup>} in this (4, 4)-connected network.\nAccording to the calculation of PLATON software, the volume void rate\nreached 74.5% and the theoretical pore volume is 1.2 cm<sup>3</sup> g<sup>–1</sup>.</p><title>Characterization of MOF 1 and MOF 2</title><p>The consistency of the experiment and analogous PXRD patterns indicated\ncrystal products MOF 1 and MOF 2 with phase purity. The related basic\ncharacterization of MOF 1 was described previously. MOF 1 can retain its original structure in some organic\nsolvents, but it is destroyed in water (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S1b</ext-link>). However, it has been confirmed by PXRD patterns that\nthe crystallinity of MOF 2 can remain unchanged after immersion in\naqueous HCl or NaOH solutions with pH values in the range of 3–12,\nshowing high chemical stability (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S1d</ext-link>), which may be attributed to the stable indium cluster. Additionally, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>,\nTGA of MOF 2 reveals that there are mainly two steps of weightlessness.\nThe first step is ∼14.4%, corresponding to the loss of solvent\nmolecules (calculated as one DMF molecule and two water molecules).\nThe second step is close to 36.7%, owing to the slow destruction of\nthe skeleton when the temperature is &gt;450 °C.</p><title>Gas Adsorption of MOF 1 and MOF 2</title><p>Considering the structural characteristics of MOF 1 and MOF 2 both\nwith multiple channels, the pore properties and gas adsorption performance\nof these two MOFs were investigated. Unexpectedly, MOF 1 has negligible\nN<sub>2</sub> adsorption at 77 K (uptake of approximately 28 cm<sup>3</sup> g<sup>–1</sup> and BET of just 55 m<sup>2</sup> g<sup>–1</sup>). Moreover, at 195 K, the adsorption curves showed\nCO<sub>2</sub> uptake of MOF 1 of only 20 cm<sup>3</sup> g<sup>–1</sup> at 100 kPa, corroborating weak interactions of CO<sub>2</sub> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S6a</ext-link>). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S6b</ext-link>, its crystallinity remains unchanged after the\nadsorption of CO<sub>2</sub> at 195 K and N<sub>2</sub> at 77 K, resulting\nin MOF 1 having low adsorption capacity that was not for structural\ncollapse or shrinkage. This can also be demonstrated by other MOFs,\nsuch as [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[In­(BDCPPI)]·0.5DMF·H<sub>2</sub>O and JUC-210 with similar adsorption behaviors. By contrast, the N<sub>2</sub> adsorption of MOF 2 at 77 K exhibited a typical reversible\ntype I curve feature, with a maximum adsorption amount of N<sub>2</sub> uptake of ∼205 cm<sup>3</sup> g<sup>–1</sup> (). The relevant specific\nsurface areas of BET and Langmuir are 631 and 658 m<sup>2</sup> g<sup>–1</sup>, respectively. Furthermore, the pore size distributions\nof MOF 2 utilizing the DFT method reveal the presence of pore sizes\ncentered at 5.6 and 7.8 Å. In terms of the crystal structures\nof MOF 2, its pore volumes are calculated by PLATON to reach 0.35\ncm<sup>3</sup> g<sup>–1</sup>. This corresponded well with\nthe pore volumes experimentally estimated on the basis of the N<sub>2</sub> adsorption isotherms (0.3 cm<sup>3</sup> g<sup>–1</sup>). Finally, the PXRD pattern of MOF 1 and MOF 2 after N<sub>2</sub> gas adsorption retained the same crystallinity as the simulated\nform and their structures are still intact (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>).</p><p>To further study the potential applications of\nMOF 1 and MOF 2\nfor gas capture and separation with different sizes or properties,\nthe single-component gas adsorption isotherms of CO<sub>2</sub>, CH<sub>4</sub>, C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>,\nand C<sub>2</sub>H<sub>6</sub> were recorded (). For the case of MOF 1, the gas adsorption\ncapacities of CO<sub>2</sub> are only 21 and 15 cm<sup>3</sup> g<sup>–1</sup>, those of CH<sub>4</sub> 9.9 and 6.0 cm<sup>3</sup> g<sup>–1</sup>, those of C<sub>2</sub>H<sub>2</sub> 33 and\n24 cm<sup>3</sup> g<sup>–1</sup>, those of C<sub>2</sub>H<sub>4</sub> 21 and 15 cm<sup>3</sup> g<sup>–1</sup>, and those\nof C<sub>2</sub>H<sub>6</sub> 17 and 11 cm<sup>3</sup> g<sup>–1</sup> at 273 and 298 K, respectively. By comparison, MOF 2 was found to\nexhibit excellent storage capacity and obviously selective adsorption\nproperties. At 273 and 298 K under 1 atm, it takes up 49 and 33 cm<sup>3</sup> g<sup>–1</sup> of CO<sub>2</sub>, 14 and 4 cm<sup>3</sup> g<sup>–1</sup> of CH<sub>4</sub>, 108 and 78 cm<sup>3</sup> g<sup>–1</sup> of C<sub>2</sub>H<sub>2</sub>, 53 and\n39 cm<sup>3</sup> g<sup>–1</sup> of C<sub>2</sub>H<sub>4</sub>, and 63 and 39 cm<sup>3</sup> g<sup>–1</sup> of C<sub>2</sub>H<sub>6</sub>, respectively. From the structural analysis, MOF 2\nwith a smaller pore and larger specific surface area has more adsorption\npotential than does MOF 1. Compared to those of MOF 1, the high adsorption\nperformances of MOF 2 are attributed to the existence of μ<sub>2</sub>-OH<sup>–</sup> groups in the channel of the infinite\nextended {In-OH-In}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> chain, so they are\nconducive to the formation of guest–host or guest–guest\ninteractions between sorbent and gas molecules. More importantly, a 5.6 Å square hole of MOF 2 may offer the\npotential to provide more suitable pore confinement effects, while\nMOF 1 has a large one-dimensional pore space (pore sizes of ∼18.1\nÅ × ∼16.6 Å and ∼13.9 Å × ∼8.2\nÅ) that is not good for gas separation. Such a systematic difference\nin uptake capacity illustrates the potential of MOF 2 in the separation\nof flue gas and hydrocarbon mixtures under ambient conditions. Furthermore,\nC<sub>2</sub>H<sub>2</sub> adsorption on MOF 2 was carried out five\ntimes at 298 K, and their maximum uptakes are close to that of the\npristine sample, which confirmed its stability and reproducibility\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S6c,d</ext-link>). It can be stable after\ngas cycling and can maintain the integrity of crystallinity in air.</p><p>To gauge the binding affinity of the framework–gas\ninteraction,\nthe <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values were calculated using the\nClausius–Clapeyron equation applied to the single-component\ngas adsorption isotherms (f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). At zero\ncoverage, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values of C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> for MOF 1 are determined\nto be 45.7, 33.4, and 10.6 kJ mol<sup>–1</sup>, respectively.\nFor MOF 2, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values of C<sub>2</sub>H<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> are 49.8, 33.0,\nand 17.0 kJ mol<sup>–1</sup>, respectively. Compared with MOF\n1, active O sites and pore size matching regulated by a one-dimensional\nchain slightly increased <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values for\nMOF 2, which are consistent with the higher adsorption at low pressure\nand higher selectivity, indicating a stronger affinity for MOF 2 and\ngas. Among the rest, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> of C<sub>2</sub>H<sub>2</sub> for MOF 2 (49.8 kJ mol<sup>–1</sup>)\nis much higher than the other values reported for In-based MOFs, such\nas [In<sub>2</sub>(L)­(OH)<sub>2</sub>]·2DMF·2H<sub>2</sub>O (32 kJ mol<sup>–1</sup>), BUT-70B (27 kJ mol<sup>–1</sup>), and ZJNU-115 (29 kJ mol<sup>–1</sup>). It manifests\nthat the smaller pore size results in the reinforced overlapped potential\nfor C<sub>2</sub>H<sub>2</sub> adsorption. Notably, huge discrepancies between <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values for C<sub>2</sub>H<sub>2</sub> and CH<sub>4</sub> suggest\nthat MOF 2 will promise good performance for C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> separation.\n</p>", "clean_text": "For pure acetylene manufacturing and natural gas purification, the development of porous materials displaying highly selective C2H2/CH4 and CO2/CH4 separation is greatly important but remains a major challenge. In this work, a plausible strategy involving solvent-induced effects and using the flexibility of the ligand conformation to make two In(III) metal-organic frameworks (MOFs) is developed, showing topological diversity and different stability. The X-shaped tetracarboxylic ligand H4TPTA ([1,1':3',1\"-terphenyl]-4,4',4\",6'-tetracarboxylic acid) was selected to construct two new heteroid In MOFs, namely, {[CH3NH3][In(TPTA)]⋅2(NMF)} (MOF 1) and {[In2(TPTA)(OH)2]⋅2(H2O)⋅(DMF)} (MOF 2). MOF 1 is a (4, 4)-connected net showing a pts topology with a large channel that is not conducive to fine gas separation. By contrast, with the reduction of SBU from uninucleated In to an {In-OH-In} n  chain, MOF 2 has a (4, 6)-connected net with the fsc topology with an ~5 Å suitable micropore to confine matching small gas. The permanent porosity of MOF 2 leads to the preferential adsorption of C2H2 over CO2 with superior C2H2/CH4 (332.3) and CO2/CH4 (31.2) separation selectivities. Meanwhile, the cycling dynamic breakthrough experiments showed that the high-purity C2H2 (>99.8%) capture capacities of MOF 2 were >1.92 mmol g-1 from a binary C2H2/CH4 mixture, and its separation factor reached 10.\n\nResults and Discussion\n\nStructural Descriptions of MOF 1 and MOF 2\n\nSingle-crystal X-ray diffraction analysis revealed that MOF 1 and MOF 2 belong to totally different crystal systems and space groups: MOF 1 in the tetragonal crystal system in the I41/amd space group and MOF 2 in the orthorhombic crystal system in the Pbcm space group (Table S1). Different crystal building systems were attributed to different coordination models and configurational differences in their ligands. For MOF 1, its asymmetric unit contained one indium atom, one H4TPTA ligand, and one [CH3NH3]+ equilibrium charge ion (). Each deprotonated ligand coordinated with four mononuclear indiums in a bimonodentate fashion, which simplified to quadrilateral. Each mononuclear indium linked to six carboxylic acid O atoms from four ligands to form a tetrahedral geometry. Overall, the periodic connection created in the manner described above created a pts network structure with the maximal hexagon channel with a large pore window size of 18.1 Å × 16.6 Å viewed along the y axis (Figure S3). The Schlafli symbol is {42.84} in this (4, 4)-connected network. According to the calculation of PLATON software, the volume void rate reached 74.5% and the theoretical pore volume is 1.2 cm3 g-1.\n\nCharacterization of MOF 1 and MOF 2\n\nThe consistency of the experiment and analogous PXRD patterns indicated crystal products MOF 1 and MOF 2 with phase purity. The related basic characterization of MOF 1 was described previously. MOF 1 can retain its original structure in some organic solvents, but it is destroyed in water (Figure S1b). However, it has been confirmed by PXRD patterns that the crystallinity of MOF 2 can remain unchanged after immersion in aqueous HCl or NaOH solutions with pH values in the range of 3-12, showing high chemical stability (Figure S1d), which may be attributed to the stable indium cluster. Additionally, as shown in Figure S2, TGA of MOF 2 reveals that there are mainly two steps of weightlessness. The first step is ~14.4%, corresponding to the loss of solvent molecules (calculated as one DMF molecule and two water molecules). The second step is close to 36.7%, owing to the slow destruction of the skeleton when the temperature is >450 °C.\n\nGas Adsorption of MOF 1 and MOF 2\n\nConsidering the structural characteristics of MOF 1 and MOF 2 both with multiple channels, the pore properties and gas adsorption performance of these two MOFs were investigated. Unexpectedly, MOF 1 has negligible N2 adsorption at 77 K (uptake of approximately 28 cm3 g-1 and BET of just 55 m2 g-1). Moreover, at 195 K, the adsorption curves showed CO2 uptake of MOF 1 of only 20 cm3 g-1 at 100 kPa, corroborating weak interactions of CO2 (Figure S6a). As shown in Figure S6b, its crystallinity remains unchanged after the adsorption of CO2 at 195 K and N2 at 77 K, resulting in MOF 1 having low adsorption capacity that was not for structural collapse or shrinkage. This can also be demonstrated by other MOFs, such as [(CH3)2NH2][In(BDCPPI)]⋅0.5DMF⋅H2O and JUC-210 with similar adsorption behaviors. By contrast, the N2 adsorption of MOF 2 at 77 K exhibited a typical reversible type I curve feature, with a maximum adsorption amount of N2 uptake of ~205 cm3 g-1 (). The relevant specific surface areas of BET and Langmuir are 631 and 658 m2 g-1, respectively. Furthermore, the pore size distributions of MOF 2 utilizing the DFT method reveal the presence of pore sizes centered at 5.6 and 7.8 Å. In terms of the crystal structures of MOF 2, its pore volumes are calculated by PLATON to reach 0.35 cm3 g-1. This corresponded well with the pore volumes experimentally estimated on the basis of the N2 adsorption isotherms (0.3 cm3 g-1). Finally, the PXRD pattern of MOF 1 and MOF 2 after N2 gas adsorption retained the same crystallinity as the simulated form and their structures are still intact (Figure S6).\n\nTo further study the potential applications of MOF 1 and MOF 2 for gas capture and separation with different sizes or properties, the single-component gas adsorption isotherms of CO2, CH4, C2H2, C2H4, and C2H6 were recorded (). For the case of MOF 1, the gas adsorption capacities of CO2 are only 21 and 15 cm3 g-1, those of CH4 9.9 and 6.0 cm3 g-1, those of C2H2 33 and 24 cm3 g-1, those of C2H4 21 and 15 cm3 g-1, and those of C2H6 17 and 11 cm3 g-1 at 273 and 298 K, respectively. By comparison, MOF 2 was found to exhibit excellent storage capacity and obviously selective adsorption properties. At 273 and 298 K under 1 atm, it takes up 49 and 33 cm3 g-1 of CO2, 14 and 4 cm3 g-1 of CH4, 108 and 78 cm3 g-1 of C2H2, 53 and 39 cm3 g-1 of C2H4, and 63 and 39 cm3 g-1 of C2H6, respectively. From the structural analysis, MOF 2 with a smaller pore and larger specific surface area has more adsorption potential than does MOF 1. Compared to those of MOF 1, the high adsorption performances of MOF 2 are attributed to the existence of μ2-OH- groups in the channel of the infinite extended {In-OH-In} n  chain, so they are conducive to the formation of guest-host or guest-guest interactions between sorbent and gas molecules. More importantly, a 5.6 Å square hole of MOF 2 may offer the potential to provide more suitable pore confinement effects, while MOF 1 has a large one-dimensional pore space (pore sizes of ~18.1 Å × ~16.6 Å and ~13.9 Å × ~8.2 Å) that is not good for gas separation. Such a systematic difference in uptake capacity illustrates the potential of MOF 2 in the separation of flue gas and hydrocarbon mixtures under ambient conditions. Furthermore, C2H2 adsorption on MOF 2 was carried out five times at 298 K, and their maximum uptakes are close to that of the pristine sample, which confirmed its stability and reproducibility (Figure S6c,d). It can be stable after gas cycling and can maintain the integrity of crystallinity in air.\n\nTo gauge the binding affinity of the framework-gas interaction, the Q st values were calculated using the Clausius-Clapeyron equation applied to the single-component gas adsorption isotherms (f and Figure S5). At zero coverage, the Q st values of C2H2, CO2, and CH4 for MOF 1 are determined to be 45.7, 33.4, and 10.6 kJ mol-1, respectively. For MOF 2, the Q st values of C2H2, CO2, and CH4 are 49.8, 33.0, and 17.0 kJ mol-1, respectively. Compared with MOF 1, active O sites and pore size matching regulated by a one-dimensional chain slightly increased Q st values for MOF 2, which are consistent with the higher adsorption at low pressure and higher selectivity, indicating a stronger affinity for MOF 2 and gas. Among the rest, the Q st of C2H2 for MOF 2 (49.8 kJ mol-1) is much higher than the other values reported for In-based MOFs, such as [In2(L)(OH)2]⋅2DMF⋅2H2O (32 kJ mol-1), BUT-70B (27 kJ mol-1), and ZJNU-115 (29 kJ mol-1). It manifests that the smaller pore size results in the reinforced overlapped potential for C2H2 adsorption. Notably, huge discrepancies between Q st values for C2H2 and CH4 suggest that MOF 2 will promise good performance for C2H2/CH4 separation. ", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4211 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": "19, 22, 23", "type": "text", "classification": "property", "content": "<p>To\nestimate the selective adsorption capacity of MOF 2 with binary\ngas molecules, the industrial separation simulation was carried out\nvia well-defined ideal adsorption solution theory (IAST). As shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c00694/suppl_file/ic2c00694_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link> and , the levels of uptake of C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub> (C<sub>2</sub> light hydrocarbon) by MOF 2 are much higher than\nthat of CH<sub>4</sub> (0.2 mmol g<sup>–1</sup>), reaching\n3.5, 1.7, and 1.8 mmol g<sup>–1</sup>, respectively, at 1 kPa.\nThe simulated adsorption selectivities (<italic toggle=\"yes\">S</italic>\n<sub>ads</sub>) for the 50/50 C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub>, C<sub>2</sub>H<sub>4</sub>/CH<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub>/CH<sub>4</sub> binary equimolar mixtures are 332, 76, and 89, respectively.\nExactly as in b, in particular, the <italic toggle=\"yes\">S</italic>\n<sub>ads</sub> (C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> of 332) of MOF 2 at 298 K, close to\nthat of ZJU-198a (391), has exceeded\nthose observed in other MOFs such as Zr-SDBA (230), NbU-11 (175), CuDTTA (166), UTSA-50 (68),\nand PCM-48 (&lt;25) as shown in a. These results indicate the potential adsorbent in\nthe practical petroleum industry for C<sub>2</sub>/C<sub>1</sub> light\nhydrocarbon separation. Beyond that, the simulated adsorption selectivities\nof C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>6</sub> are 3.9 and 2.2,\nrespectively, where the pore size effect and similar polarizability\nlead to co-adsorption of C<sub>2</sub>H<sub>2</sub> with C<sub>2</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>4</sub>.\n</p><p>In addition, the CO<sub>2</sub> loadings reached\n∼1.6 mmol\ng<sup>–1</sup> and the selectivity of the C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> binary combinations is 5.7, while encouragingly,\nthat of CO<sub>2</sub>/CH<sub>4</sub> (31) is higher than those of\nNi-MOF-74 (29), SNNU-14 (19), FJU-44a (16), JLU-Liu66 (9.4), and NOTT-125 (4.8), which promotes MOF 2 as a hopeful CO<sub>2</sub> adsorbent\nfrom depurinating biogas and flue gas mixtures (b). The high selectivity of C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/CH<sub>4</sub> can be attributed to the following.\nOn one hand, the appropriate hole size has good size-sieving performance\nobtained with an increase in pressure, with regard to gas molecules\nof different sizes and shapes. On the other hand,\nthe high concentration of active sites in the pore surface enhances\nthe interactions between the framework and CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> molecules containing unsaturated bonds. Moreover, CH<sub>4</sub> has the lowest absorption capacity and\nthe weakest interaction is probably determined by the lower molecular\npolarizabilities of CH<sub>4</sub>. Hence, the synergistic effect\npromotes MOF 2 as a promising ideal adsorbent material for application\nin selectivity for CO<sub>2</sub>/CH<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub>.</p><p>To evaluate the feasibility of\nMOF 2 for selective C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and\nCO<sub>2</sub>/CH<sub>4</sub> separation,\ntransient breakthrough experiments were performed in fixed-bed adsorption\nprocesses with a 1/1 gas mixture flowing at a rate of 2.0 mL min<sup>–1</sup> through a packed column with 0.557 g of as-activated\nMOF 2. For C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> separation, as\nshown in a,\nC<sub>2</sub>H<sub>2</sub> remained in the column longer than CH<sub>4</sub> did, with the retention times recorded as 21.6 min g<sup>–1</sup> for CH<sub>4</sub> and 57.5 min g<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub>. The dynamic high-purity C<sub>2</sub>H<sub>2</sub> (&gt;99.8%) capture capacity of MOF 2 can reach 1.93\nmmol\ng<sup>–1</sup>, and that for CH<sub>4</sub> 0.20 mmol g<sup>–1</sup>, thus giving a separation factor of 10. Similar results\ncan also be observed for the CO<sub>2</sub>/CH<sub>4</sub> mixture\n(b); from the\ncolumn outlet, CH<sub>4</sub> was initially detected and quickly approached\npure grade (29.9 min g<sup>–1</sup>), whereas CO<sub>2</sub> was captured by the packed samples until breakthrough (37.3 min\ng<sup>–1</sup>) with a separation factor of 2. To ensure the\nexcellent cycle performance and easy regeneration of MOF 2, multiple\ncycling dynamic breakthrough experiments were performed accordingly.\nIn panels c and d of , the C<sub>2</sub>H<sub>2</sub> capture capacities and separation\nperformances demonstrated by cycling experiments remain steady after\nseveral cycles, further demonstrating that MOF 2 is a potential adsorbent\nfor C<sub>2</sub>H<sub>2</sub> separation and capture.</p>", "clean_text": "To estimate the selective adsorption capacity of MOF 2 with binary gas molecules, the industrial separation simulation was carried out via well-defined ideal adsorption solution theory (IAST). As shown in Table S4 and , the levels of uptake of C2H2, C2H4, and C2H6 (C2 light hydrocarbon) by MOF 2 are much higher than that of CH4 (0.2 mmol g-1), reaching 3.5, 1.7, and 1.8 mmol g-1, respectively, at 1 kPa. The simulated adsorption selectivities (S ads) for the 50/50 C2H2/CH4, C2H4/CH4, and C2H6/CH4 binary equimolar mixtures are 332, 76, and 89, respectively. Exactly as in b, in particular, the S ads (C2H2/CH4 of 332) of MOF 2 at 298 K, close to that of ZJU-198a (391), has exceeded those observed in other MOFs such as Zr-SDBA (230), NbU-11 (175), CuDTTA (166), UTSA-50 (68), and PCM-48 (<25) as shown in a. These results indicate the potential adsorbent in the practical petroleum industry for C2/C1 light hydrocarbon separation. Beyond that, the simulated adsorption selectivities of C2H2/C2H4 and C2H2/C2H6 are 3.9 and 2.2, respectively, where the pore size effect and similar polarizability lead to co-adsorption of C2H2 with C2H6 and C2H4. \n\nIn addition, the CO2 loadings reached ~1.6 mmol g-1 and the selectivity of the C2H2/CO2 binary combinations is 5.7, while encouragingly, that of CO2/CH4 (31) is higher than those of Ni-MOF-74 (29), SNNU-14 (19), FJU-44a (16), JLU-Liu66 (9.4), and NOTT-125 (4.8), which promotes MOF 2 as a hopeful CO2 adsorbent from depurinating biogas and flue gas mixtures (b). The high selectivity of C2H2/CH4 and CO2/CH4 can be attributed to the following. On one hand, the appropriate hole size has good size-sieving performance obtained with an increase in pressure, with regard to gas molecules of different sizes and shapes. On the other hand, the high concentration of active sites in the pore surface enhances the interactions between the framework and CO2 and C2H2 molecules containing unsaturated bonds. Moreover, CH4 has the lowest absorption capacity and the weakest interaction is probably determined by the lower molecular polarizabilities of CH4. Hence, the synergistic effect promotes MOF 2 as a promising ideal adsorbent material for application in selectivity for CO2/CH4 and C2H2/CH4.\n\nTo evaluate the feasibility of MOF 2 for selective C2H2/CH4 and CO2/CH4 separation, transient breakthrough experiments were performed in fixed-bed adsorption processes with a 1/1 gas mixture flowing at a rate of 2.0 mL min-1 through a packed column with 0.557 g of as-activated MOF 2. For C2H2/CH4 separation, as shown in a, C2H2 remained in the column longer than CH4 did, with the retention times recorded as 21.6 min g-1 for CH4 and 57.5 min g-1 for C2H2. The dynamic high-purity C2H2 (>99.8%) capture capacity of MOF 2 can reach 1.93 mmol g-1, and that for CH4 0.20 mmol g-1, thus giving a separation factor of 10. Similar results can also be observed for the CO2/CH4 mixture (b); from the column outlet, CH4 was initially detected and quickly approached pure grade (29.9 min g-1), whereas CO2 was captured by the packed samples until breakthrough (37.3 min g-1) with a separation factor of 2. To ensure the excellent cycle performance and easy regeneration of MOF 2, multiple cycling dynamic breakthrough experiments were performed accordingly. In panels c and d of , the C2H2 capture capacities and separation performances demonstrated by cycling experiments remain steady after several cycles, further demonstrating that MOF 2 is a potential adsorbent for C2H2 separation and capture.", "data": [[{"meta": {"name": "MOF 2", "symbol": "", "chemical formula": ""}, "selectivity": [{"value": "3.5", "unit": "mmol g^–1", "substrate": "C2H2", "catalyst": "", "pressure": "1 kPa", "temperature": "", "solvent": "", "time": ""}, {"value": "1.7", "unit": "mmol g^–1", "substrate": "C2H4", "catalyst": "", "pressure": "1 kPa", "temperature": "", "solvent": "", "time": ""}, {"value": "1.8", "unit": "mmol g^–1", "substrate": "C2H6", "catalyst": "", "pressure": "1 kPa", "temperature": "", "solvent": "", "time": ""}, {"value": "332", "unit": "", "substrate": "C2H2/CH4", "catalyst": "", "pressure": "", "temperature": "", "solvent": "", "time": ""}, {"value": "76", "unit": "", "substrate": "C2H4/CH4", "catalyst": "", "pressure": "", "temperature": "", "solvent": "", "time": ""}, {"value": "89", "unit": "", "substrate": "C2H6/CH4", "catalyst": "", "pressure": "", "temperature": "", "solvent": "", "time": ""}, {"value": "5.7", "unit": "", "substrate": "C2H2/CO2", "catalyst": "", "pressure": "", "temperature": "", "solvent": "", "time": ""}, {"value": "31", "unit": "", "substrate": "CO2/CH4", "catalyst": "", "pressure": "", "temperature": "", "solvent": "", "time": ""}]}, {"meta": {"name": "MOF 2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 loadings", "value": "1.6", "unit": "mmol", "condition": ""}]}]], "include_properties": ["selectivity", "etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Optimal Pore Size and Shape in Close Contact with\nGas Molecules to\nPromote High Small Gas Storage Density and Enhance Binding Affinity</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Optimal Pore Size and Shape in Close Contact with Gas Molecules to Promote High Small Gas Storage Density and Enhance Binding Affinity   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Syntheses of\nMOF 1 and MOF 2 by using different solvents using\nidentical solvothermal reactions. The images show different morphologies\nof crystals.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Syntheses of MOF 1 and MOF 2 by using different solvents using identical solvothermal reactions. The images show different morphologies of crystals.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Coordination modes of the ligand (H<sub>4</sub>TPTA) and assembly\nprocedure of structurally different MOF 1 and MOF 2 that show <italic toggle=\"yes\">pts</italic> and <italic toggle=\"yes\">fsc</italic> net topologies, respectively.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Coordination modes of the ligand (H4TPTA) and assembly procedure of structurally different MOF 1 and MOF 2 that show pts and fsc net topologies, respectively.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Sorption isotherms and pore size distributions of MOF 1 and MOF\n2 at 77 K. Sorption isotherms of MOF 1 reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2022 Wiley.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Sorption isotherms and pore size distributions of MOF 1 and MOF 2 at 77 K. Sorption isotherms of MOF 1 reproduced with permission from ref . Copyright 2022 Wiley.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Adsorption\nand desorption isotherms with (a) CO<sub>2</sub>, (b)\nCH<sub>4</sub>, (c) C<sub>2</sub>H<sub>2</sub>, (d) C<sub>2</sub>H<sub>4</sub>, and (e) C<sub>2</sub>H<sub>6</sub> of MOF 1 and MOF 2 tested\nat 273 and 298 K. (f) <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> for these gases.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Adsorption and desorption isotherms with (a) CO2, (b) CH4, (c) C2H2, (d) C2H4, and (e) C2H6 of MOF 1 and MOF 2 tested at 273 and 298 K. (f) Q st for these gases.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a, c, and e) Fitting of gas adsorption isotherms at 298 K along\nwith the dual-site Langmuir–Freundlich (DSLF) model. (b, d,\nand f) Adsorption selectivity of multicomponent gas predicted by IAST\nfor MOF 2 (at 298 K and 100 kPa).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a, c, and e) Fitting of gas adsorption isotherms at 298 K along with the dual-site Langmuir-Freundlich (DSLF) model. (b, d, and f) Adsorption selectivity of multicomponent gas predicted by IAST for MOF 2 (at 298 K and 100 kPa).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison of the selectivities of MOF 2 with the selected\nmaterials\n(at 298 K and 100 kPa).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Comparison of the selectivities of MOF 2 with the selected materials (at 298 K and 100 kPa).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Experimental breakthrough\ncurves for (a) C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and (b) CO<sub>2</sub>/CH<sub>4</sub> (1/1) separation\nin a fixed bed packed with MOF 2 at 298 K and recyclability tests\nfor (c) C<sub>2</sub>H<sub>2</sub>/CH<sub>4</sub> and (d) CO<sub>2</sub>/CH<sub>4</sub>. All of the experimental breakthrough curves were\nrecorded at 1 bar with a flow rate of 2 mL min<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c00694_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Experimental breakthrough curves for (a) C2H2/CH4 and (b) CO2/CH4 (1/1) separation in a fixed bed packed with MOF 2 at 298 K and recyclability tests for (c) C2H2/CH4 and (d) CO2/CH4. All of the experimental breakthrough curves were recorded at 1 bar with a flow rate of 2 mL min-1.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.2c00694", "title": "\nTwo Solvent-Induced\nIn(III)-Based Metal–Organic\nFrameworks with Controllable Topology Performing High-Efficiency Separation\nof C2H2/CH4 and CO2/CH4\n\n", "journal": "American Chemical Society", "date": "2022.07", "author_list": ["Feng\nMeng", "Zhou\nPeipei", "Wang\nJingyu", "Wang\nXirong", "Wang\nDongmei", "Li\nChunxia"]}}