{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic2c01594.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Visible-light-driven organic transformation photocatalyzed\nby metal–organic\nframeworks (MOFs) under mild conditions is considered a feasible route\nto conserve energy and simplify synthesis. Herein, a light-sensitized,\nthree-dimensional uranyl–organic framework (<bold>HNU-64</bold>) with twofold interpenetration and its derivatives <bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> with functionalized ligands\nof −CH<sub>3</sub> and −Cl groups were obtained. These\nMOFs have broad optical absorption bands and suitable band energy\nlevels in photooxidation, which makes them exhibit high activity and\nselectivity for the photooxidation of benzylamine to N-benzylbenzoimide\nunder mild conditions. This work provides an efficient and simple\nsynthetic option for oxidative coupling of amines to directly produce\nimines.</p>", "clean_text": "Visible-light-driven organic transformation photocatalyzed by metal-organic frameworks (MOFs) under mild conditions is considered a feasible route to conserve energy and simplify synthesis. Herein, a light-sensitized, three-dimensional uranyl-organic framework (HNU-64) with twofold interpenetration and its derivatives HNU-64-CH3  and HNU-64-Cl with functionalized ligands of -CH3 and -Cl groups were obtained. These MOFs have broad optical absorption bands and suitable band energy levels in photooxidation, which makes them exhibit high activity and selectivity for the photooxidation of benzylamine to N-benzylbenzoimide under mild conditions. This work provides an efficient and simple synthetic option for oxidative coupling of amines to directly produce imines.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Uranyl-organic frameworks can\ncapture visible light and\nefficiently catalyze oxidative coupling of benzylamine to N-benzylbenzaldimine.</p><title>Introduction</title><p>Abundant and inexhaustible\nsolar energy is one of the most embraced\nenvironmental energies to drive organic transformation and green synthesis\nof valuable chemicals. In the last decade, a vast number of photocatalysts have been developed\nfor a variety of solar-driven organic reactions, especially the direct\nsynthesis of imines. Imines are essential organic intermediates in the synthesis of many\ndyes, pharmaceuticals, and fine chemicals. If these compounds can be synthesized by imines as crude materials,\ntheir synthetic routes will be effectively shortened. Therefore, it\nis of great significance to develop strategies for the direct synthesis\nof imines. In general, the typical strategy of imine synthesis is\nthe condensation reaction between amine and carbonyl compounds. In this process, unstable aldehydes are often required as raw materials,\nLewis acid catalysts, and dehydrating agents. By contrast, the direct\nsynthesis of imines by primary amine via its self-coupling can undoubtedly\nsimplify the synthesis steps and save energy. Primary amine also has\nthe advantage of being easy to access. At present, many semiconductor\nmaterials or nanocomposites have been reported as photocatalysts for\nthe direct synthesis of imines via self-coupling, such as TiO<sub>2</sub>, CeO<sub>2</sub>, WO<sub>3</sub>, Pd/Au@ZrO<sub>2</sub>,\nAg/AgI, etc. Although precious metals are involved, these inorganic catalysts\nused in imine production still have limited performance in reaction\nselectivity and isolated yield. Consequently, the development of new\nselective photocatalysts for this reaction is highly required.</p>", "clean_text": "Uranyl-organic frameworks can capture visible light and efficiently catalyze oxidative coupling of benzylamine to N-benzylbenzaldimine.\n\nIntroduction\n\nAbundant and inexhaustible solar energy is one of the most embraced environmental energies to drive organic transformation and green synthesis of valuable chemicals. In the last decade, a vast number of photocatalysts have been developed for a variety of solar-driven organic reactions, especially the direct synthesis of imines. Imines are essential organic intermediates in the synthesis of many dyes, pharmaceuticals, and fine chemicals. If these compounds can be synthesized by imines as crude materials, their synthetic routes will be effectively shortened. Therefore, it is of great significance to develop strategies for the direct synthesis of imines. In general, the typical strategy of imine synthesis is the condensation reaction between amine and carbonyl compounds. In this process, unstable aldehydes are often required as raw materials, Lewis acid catalysts, and dehydrating agents. By contrast, the direct synthesis of imines by primary amine via its self-coupling can undoubtedly simplify the synthesis steps and save energy. Primary amine also has the advantage of being easy to access. At present, many semiconductor materials or nanocomposites have been reported as photocatalysts for the direct synthesis of imines via self-coupling, such as TiO2, CeO2, WO3, Pd/Au@ZrO2, Ag/AgI, etc. Although precious metals are involved, these inorganic catalysts used in imine production still have limited performance in reaction selectivity and isolated yield. Consequently, the development of new selective photocatalysts for this reaction is highly required.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs), as a porous material composed\nof metal ions and organic linkers, exhibit potential applications\nin various fields, such as gas storage and separation, fluorescence\nsensing, and heterogeneous catalysis. MOFs have a well-defined framework structure, which makes them exhibit\nsemiconductor-like photocatalytic behavior. In general,\nthese MOFs have light absorption capacity and appropriate conduction\nband (CB) and valence band (VB) potentials, so as to have enough potential\nenergy to generate photogenerated electrons and holes for redox reaction. Its metal nodes can also provide catalytic centers for diverse kinds\nof photocatalytic reactions, such as water splitting, carbon dioxide\nreduction, organic transformations, etc. To the best\nof our knowledge, MOFs have been developed as photocatalysts for the\nsynthesis of imines. For example, Li and co-workers first used NH<sub>2</sub>-MIL-125­(Ti) as a photocatalyst to selectively oxidize amines\nto imines with a conversion and selectivity of 73 and 86%, respectively. Jiang and co-workers synthesized MOF PCN-222\nby using a porphyrin ligand and zirconium centers, which can realize\nthe oxidative coupling of amines to imines in air conditions. Zhang et al. reported a series of Cd-MOFs constructed\nusing bipyridine ligands, which can efficiently catalyze the oxidative\ncoupling of amines through the light sensitization of ligands. In the synthesis of these MOFs, organic linkers\nare often obtained through complex organic synthesis or expensive\ncommercial purchases. On the other hand, high-boiling-point solvents\nused in the process of catalytic organic transformation are also unfavorable\nfor the separation and purification of products. Therefore, it is\nurgent to develop highly active MOF photocatalysts that are constructed\nvia easily available ligands and can catalyze the oxidation of amines\nin low-boiling-point solvents.</p>", "clean_text": "Metal-organic frameworks (MOFs), as a porous material composed of metal ions and organic linkers, exhibit potential applications in various fields, such as gas storage and separation, fluorescence sensing, and heterogeneous catalysis. MOFs have a well-defined framework structure, which makes them exhibit semiconductor-like photocatalytic behavior. In general, these MOFs have light absorption capacity and appropriate conduction band (CB) and valence band (VB) potentials, so as to have enough potential energy to generate photogenerated electrons and holes for redox reaction. Its metal nodes can also provide catalytic centers for diverse kinds of photocatalytic reactions, such as water splitting, carbon dioxide reduction, organic transformations, etc. To the best of our knowledge, MOFs have been developed as photocatalysts for the synthesis of imines. For example, Li and co-workers first used NH2-MIL-125(Ti) as a photocatalyst to selectively oxidize amines to imines with a conversion and selectivity of 73 and 86%, respectively. Jiang and co-workers synthesized MOF PCN-222 by using a porphyrin ligand and zirconium centers, which can realize the oxidative coupling of amines to imines in air conditions. Zhang et al. reported a series of Cd-MOFs constructed using bipyridine ligands, which can efficiently catalyze the oxidative coupling of amines through the light sensitization of ligands. In the synthesis of these MOFs, organic linkers are often obtained through complex organic synthesis or expensive commercial purchases. On the other hand, high-boiling-point solvents used in the process of catalytic organic transformation are also unfavorable for the separation and purification of products. Therefore, it is urgent to develop highly active MOF photocatalysts that are constructed via easily available ligands and can catalyze the oxidation of amines in low-boiling-point solvents.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Herein, we design and synthesize\na novel light-sensitized, twofold\ninterpenetrated, three-dimensional (3D) uranyl MOF (<bold>HNU-64</bold>) with the formula [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[UO<sub>2</sub>(C<sub>23</sub>H<sub>16</sub>NO<sub>6</sub>)] using semirigid\nligand 4-[<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-bis­(4-methylbenzoic\nacid)­amino] benzoic acid (H<sub>3</sub>L) and uranyl nitrate as reactants.\nFurthermore, corresponding isostructural samples <bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> were obtained by using\nfunctionalized ligands with −CH<sub>3</sub> and −Cl\ngroups. All of these MOFs have a good catalytic effect in the oxidative\ncoupling of amines to imines, especially <bold>HNU-64</bold>, which\ncatalyzes the reaction with up to 99% selectivity and more than 90%\nisolated yield. The good catalytic performance benefits from the capability\nof visible-light harvesting and sufficient potential energy in photooxidation.</p>", "clean_text": "Herein, we design and synthesize a novel light-sensitized, twofold interpenetrated, three-dimensional (3D) uranyl MOF (HNU-64) with the formula [(CH3)2NH2][UO2(C23H16NO6)] using semirigid ligand 4-[N,N-bis(4-methylbenzoic acid)amino] benzoic acid (H3L) and uranyl nitrate as reactants. Furthermore, corresponding isostructural samples HNU-64-CH3  and HNU-64-Cl were obtained by using functionalized ligands with -CH3 and -Cl groups. All of these MOFs have a good catalytic effect in the oxidative coupling of amines to imines, especially HNU-64, which catalyzes the reaction with up to 99% selectivity and more than 90% isolated yield. The good catalytic performance benefits from the capability of visible-light harvesting and sufficient potential energy in photooxidation.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Physical Measurements</title><p>\n<italic toggle=\"yes\">Caution!</italic> Radiation and chemical toxicity of uranyl\nnitrate hexahydrate have been taken into account throughout the experiment.\nThe reagents and solvents were purchased from commercial sources and\nused directly without further purification.</p>", "clean_text": "Experimental Section\n\nMaterials and Physical Measurements\n\n Caution! Radiation and chemical toxicity of uranyl nitrate hexahydrate have been taken into account throughout the experiment. The reagents and solvents were purchased from commercial sources and used directly without further purification.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction\n(PXRD) data were collected with a Miniflex-600 instrument and Cu Kα\nradiation set at 40 kV and 15 mA at room temperature. Infrared (IR)\nspectra were acquired with a Nicolet 6700 IR spectrometer using KBr\ndisks at 4000–400 cm<sup>–1</sup>. An oxygen-streamed\nthermogravimetric analysis (TGA) curve within 30–800 °C\nwas collected using a TA Q600 at a heating rate of 10 °C min<sup>–1</sup>. Analyses of elements were performed using a Vario\nELCube elemental analyzer. Inductively coupled plasma mass spectrometry\nwas conducted using a Thermo Scientific iCAP 7000 Plus Series with\na Teledyne CETACASX-560 autosampler. Proton nuclear magnetic resonance\n(<sup>1</sup>H NMR) data were acquired with a Bruker ADVANCE III spectrometer\nat 400 MHz in DMSO-d<sup>6</sup>. Steady-state photoluminescence (PL)\nspectra were collected using a GangDong F-320 spectrophotometer at\nroom temperature. UV–vis absorption spectra of solid samples\nwere recorded on a Lambda 750s spectrophotometer equipped with an\nintegrating sphere. Electrochemical impedance spectra (EIS) and Mott–Schottky\nplots were recorded on a CHI-660E electrochemical workstation.</p>", "clean_text": "Powder X-ray diffraction (PXRD) data were collected with a Miniflex-600 instrument and Cu Kα radiation set at 40 kV and 15 mA at room temperature. Infrared (IR) spectra were acquired with a Nicolet 6700 IR spectrometer using KBr disks at 4000-400 cm-1. An oxygen-streamed thermogravimetric analysis (TGA) curve within 30-800 °C was collected using a TA Q600 at a heating rate of 10 °C min-1. Analyses of elements were performed using a Vario ELCube elemental analyzer. Inductively coupled plasma mass spectrometry was conducted using a Thermo Scientific iCAP 7000 Plus Series with a Teledyne CETACASX-560 autosampler. Proton nuclear magnetic resonance (1H NMR) data were acquired with a Bruker ADVANCE III spectrometer at 400 MHz in DMSO-d6. Steady-state photoluminescence (PL) spectra were collected using a GangDong F-320 spectrophotometer at room temperature. UV-vis absorption spectra of solid samples were recorded on a Lambda 750s spectrophotometer equipped with an integrating sphere. Electrochemical impedance spectra (EIS) and Mott-Schottky plots were recorded on a CHI-660E electrochemical workstation.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of H<sub>3</sub>L, H<sub>3</sub>L-CH<sub>3</sub>, and H<sub>3</sub>L-Cl</title><p>The ligand H<sub>3</sub>L was synthesized following the reported literature. The mixture of 4-aminobenzoic acid (10 mmol,\n1.34 g), sodium bicarbonate (55 mmol, 4.62 g), and dodecylbenzenesulfonic\nacid sodium salt (SDBS, 20 mg) was heated in 30 mL of deionized water\nat 80 °C. Then, 4-(chloromethyl) benzoic acid (22 mmol, 3.75\ng) was added. As the reaction mixture had been heated for 1 h, it\nwas cooled to room temperature and acidified with concentrated hydrochloric\nacid. Finally, the crude product was filtered, washed with water,\nand then recrystallized from <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) and water. The product was obtained as a\nwhite powder (3.36 g). Yield: 82.9% (based on 4-aminobenzoic acid). <sup>1</sup>H NMR (d<sup>6</sup>-DMSO, 400 MHz; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>): δ = 4.89 (s, 4H), 6.69 (d, <italic toggle=\"yes\">J</italic> =\n9.1 Hz, 2H), 7.38 (d, <italic toggle=\"yes\">J</italic> = 8.3 Hz, 4H), 7.68 (d, <italic toggle=\"yes\">J</italic> = 9.0 Hz, 2H), 7.92 ppm (d, <italic toggle=\"yes\">J</italic> = 8.3 Hz,\n4H).</p>", "clean_text": "Synthesis of H3L, H3L-CH3, and H3L-Cl\n\nThe ligand H3L was synthesized following the reported literature. The mixture of 4-aminobenzoic acid (10 mmol, 1.34 g), sodium bicarbonate (55 mmol, 4.62 g), and dodecylbenzenesulfonic acid sodium salt (SDBS, 20 mg) was heated in 30 mL of deionized water at 80 °C. Then, 4-(chloromethyl) benzoic acid (22 mmol, 3.75 g) was added. As the reaction mixture had been heated for 1 h, it was cooled to room temperature and acidified with concentrated hydrochloric acid. Finally, the crude product was filtered, washed with water, and then recrystallized from N,N-dimethylformamide (DMF) and water. The product was obtained as a white powder (3.36 g). Yield: 82.9% (based on 4-aminobenzoic acid). 1H NMR (d6-DMSO, 400 MHz; Figure S1): δ = 4.89 (s, 4H), 6.69 (d, J = 9.1 Hz, 2H), 7.38 (d, J = 8.3 Hz, 4H), 7.68 (d, J = 9.0 Hz, 2H), 7.92 ppm (d, J = 8.3 Hz, 4H).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>H<sub>3</sub>L-CH<sub>3</sub> and H<sub>3</sub>L-Cl were\nsynthesized through the same procedure as H<sub>3</sub>L except for\nusing 4-amino-2-methylbenzoic acid and 4-amino-2-chlorobenzoic acid\ninstead of 4-aminobenzoic acid.</p><p>H<sub>3</sub>L-CH<sub>3</sub>: White powder, 3.28 g. Yield: 78.2%\n(based on 4-amino-2-methylbenzoic acid). <sup>1</sup>H NMR (d<sup>6</sup>-DMSO, 400 MHz; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>): δ\n= 2.39 (s, 3H), 4.86 (s, 4H), 6.54 (s, 2H), 7.37 (d, <italic toggle=\"yes\">J</italic> = 7.1 Hz, 4H), 7.67 (d, <italic toggle=\"yes\">J</italic> = 8.8 Hz, 1H), 7.92 ppm\n(d, <italic toggle=\"yes\">J</italic> = 8.4 Hz, 4H).</p>", "clean_text": "H3L-CH3 and H3L-Cl were synthesized through the same procedure as H3L except for using 4-amino-2-methylbenzoic acid and 4-amino-2-chlorobenzoic acid instead of 4-aminobenzoic acid.\n\nH3L-CH3: White powder, 3.28 g. Yield: 78.2% (based on 4-amino-2-methylbenzoic acid). 1H NMR (d6-DMSO, 400 MHz; Figure S2): δ = 2.39 (s, 3H), 4.86 (s, 4H), 6.54 (s, 2H), 7.37 (d, J = 7.1 Hz, 4H), 7.67 (d, J = 8.8 Hz, 1H), 7.92 ppm (d, J = 8.4 Hz, 4H).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>H<sub>3</sub>L-Cl: White\npowder, 3.18 g. Yield: 72.4% (based on\n4-amino-2-chlorobenzoic acid). <sup>1</sup>H NMR (d<sup>6</sup>-DMSO,\n400 MHz; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>): δ = 4.86 (s,\n4H), 6.67 (s, 2H), 7.37 (d, <italic toggle=\"yes\">J</italic> = 8.3 Hz, 4H), 7.68\n(d, <italic toggle=\"yes\">J</italic> = 8.7 Hz, 1H), 7.93 ppm (d, <italic toggle=\"yes\">J</italic> = 8.3 Hz, 4H).</p>", "clean_text": "H3L-Cl: White powder, 3.18 g. Yield: 72.4% (based on 4-amino-2-chlorobenzoic acid). 1H NMR (d6-DMSO, 400 MHz; Figure S3): δ = 4.86 (s, 4H), 6.67 (s, 2H), 7.37 (d, J = 8.3 Hz, 4H), 7.68 (d, J = 8.7 Hz, 1H), 7.93 ppm (d, J = 8.3 Hz, 4H).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of HNU-64, HNU-64-CH<sub>3</sub>, and HNU-64-Cl</title><p>UO<sub>2</sub>(NO<sub>3</sub>)·6H<sub>2</sub>O (0.1 mmol, 50.2 mg) and H<sub>3</sub>L (0.1 mmol, 40.3 mg)\nwere dissolved in a mixture of 4.0 mL of DMF and 0.5 mL of H<sub>2</sub>O, and then, 20 μL of trifluoroacetic acid was added. The mixture\nwas sealed in a glass vial (20 mL) and heated for 1 day at 100 °C.\nAfter cooling to room temperature, yellow triangular flake crystals\nwere finally obtained and washed with DMF to give <bold>HNU-64</bold> (37.5 mg, yield 52.2%, based on H<sub>3</sub>L). Elemental analyses\non C<sub>25</sub>H<sub>24</sub>N<sub>2</sub>O<sub>8</sub>U (formula\nweight: 718.50): calcd (wt %): U, 33.13; C, 41.79; H, 3.37; N, 3.90;\nfound (wt %): U, 32.87; C, 43.05; H, 3.21; N, 4.01. IR (KBr, cm<sup>–1</sup>; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>): 3059 (br),\n2781 (w), 2472 (w), 1699 (m), 1604 (s), 1516 (s), 1424 (vs), 1333\n(s), 1232 (w), 1186 (m), 1145 (w), 1113 (w), 1013 (m), 918 (vs), 852\n(m), 761 (m).</p>", "clean_text": "Synthesis of HNU-64, HNU-64-CH3, and HNU-64-Cl\n\nUO2(NO3)⋅6H2O (0.1 mmol, 50.2 mg) and H3L (0.1 mmol, 40.3 mg) were dissolved in a mixture of 4.0 mL of DMF and 0.5 mL of H2O, and then, 20 μL of trifluoroacetic acid was added. The mixture was sealed in a glass vial (20 mL) and heated for 1 day at 100 °C. After cooling to room temperature, yellow triangular flake crystals were finally obtained and washed with DMF to give HNU-64 (37.5 mg, yield 52.2%, based on H3L). Elemental analyses on C25H24N2O8U (formula weight: 718.50): calcd (wt %): U, 33.13; C, 41.79; H, 3.37; N, 3.90; found (wt %): U, 32.87; C, 43.05; H, 3.21; N, 4.01. IR (KBr, cm-1; Figure S4): 3059 (br), 2781 (w), 2472 (w), 1699 (m), 1604 (s), 1516 (s), 1424 (vs), 1333 (s), 1232 (w), 1186 (m), 1145 (w), 1113 (w), 1013 (m), 918 (vs), 852 (m), 761 (m).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> were synthesized by a similar method to <bold>HNU-64</bold> except\nfor using H<sub>3</sub>L-CH<sub>3</sub> and H<sub>3</sub>L-Cl instead\nof H<sub>3</sub>L.</p><p>\n<bold>HNU-64-CH<sub>3</sub>\n</bold>: 32.5\nmg, yield 44.3%, based\non H<sub>3</sub>L-CH<sub>3</sub>. Elemental analyses on C<sub>26</sub>H<sub>26</sub>N<sub>2</sub>O<sub>8</sub>U (formula weight: 732.53):\ncalcd (wt %): U, 32.49; C, 42.63; H, 3.58; N, 3.82; found (wt %):\nU, 31.73; C, 43.71; H, 3.32; N, 3.93. IR (KBr, cm<sup>–1</sup>; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>): 3071 (br), 2783 (w), 2458\n(w), 1676 (s), 1617 (s), 1530 (s), 1429 (vs), 1360 (s), 1251 (m),\n1182 (w), 1107 (m), 1022 (w), 918 (vs), 857 (m), 784 (m).</p>", "clean_text": " HNU-64-CH3  and HNU-64-Cl were synthesized by a similar method to HNU-64 except for using H3L-CH3 and H3L-Cl instead of H3L.\n\n HNU-64-CH3 : 32.5 mg, yield 44.3%, based on H3L-CH3. Elemental analyses on C26H26N2O8U (formula weight: 732.53): calcd (wt %): U, 32.49; C, 42.63; H, 3.58; N, 3.82; found (wt %): U, 31.73; C, 43.71; H, 3.32; N, 3.93. IR (KBr, cm-1; Figure S4): 3071 (br), 2783 (w), 2458 (w), 1676 (s), 1617 (s), 1530 (s), 1429 (vs), 1360 (s), 1251 (m), 1182 (w), 1107 (m), 1022 (w), 918 (vs), 857 (m), 784 (m).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>HNU-64-Cl</bold>: 43.1 mg, yield 57.3%, based on H<sub>3</sub>L-Cl.\nElemental analyses on C<sub>25</sub>H<sub>23</sub>N<sub>2</sub>O<sub>8</sub>ClU (formula weight: 752.94): calcd: U, 31.61; C, 39.88;\nH, 3.08; N, 3.72; found (wt %): U, 31.33; C, 40.32; H, 2.82; N, 3.85.\nIR (KBr, cm<sup>–1</sup>; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>): 3419 (br), 3058 (br), 2930 (w), 2779 (w), 2454 (w),1672 (s), 1603\n(s), 1525 (s), 1410 (s), 1342 (m), 1241 (m), 1186 (w), 1100 (m), 1036\n(m), 926 (vs), 857 (w), 834 (w), 779 (m).</p>", "clean_text": " HNU-64-Cl: 43.1 mg, yield 57.3%, based on H3L-Cl. Elemental analyses on C25H23N2O8ClU (formula weight: 752.94): calcd: U, 31.61; C, 39.88; H, 3.08; N, 3.72; found (wt %): U, 31.33; C, 40.32; H, 2.82; N, 3.85. IR (KBr, cm-1; Figure S4): 3419 (br), 3058 (br), 2930 (w), 2779 (w), 2454 (w),1672 (s), 1603 (s), 1525 (s), 1410 (s), 1342 (m), 1241 (m), 1186 (w), 1100 (m), 1036 (m), 926 (vs), 857 (w), 834 (w), 779 (m).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>TGA curves of three\nuranyl MOFs show a weight loss of 6.20, 6.35,\nand 5.96 (calcd 6.41, 6.28, and 6.11%) below 190 °C, respectively,\nsuggesting the loss of dimethylamine cations. Another weight loss\nof 56.15, 56.75, and 58.14% (calcd 55.98, 56.80, and 58.01%) occurred\nduring 190–568 °C, respectively. They are attributed to\nthe destruction of the coordinated ligands. <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> display\nno further weight loss above 568, 466, and 494 °C, respectively\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). The results are consistent\nwith results of elemental analysis.</p>", "clean_text": "TGA curves of three uranyl MOFs show a weight loss of 6.20, 6.35, and 5.96 (calcd 6.41, 6.28, and 6.11%) below 190 °C, respectively, suggesting the loss of dimethylamine cations. Another weight loss of 56.15, 56.75, and 58.14% (calcd 55.98, 56.80, and 58.01%) occurred during 190-568 °C, respectively. They are attributed to the destruction of the coordinated ligands. HNU-64, HNU-64-CH3 , and HNU-64-Cl display no further weight loss above 568, 466, and 494 °C, respectively (Figure S5). The results are consistent with results of elemental analysis.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallography</title><p>Data of single-crystal\nX-ray diffraction for <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> were collected at 293 K using\na Rigaku XtalAB PRO MM007 DW diffractometer with Mo-Kα radiation\n(λ = 0.71073 Å). The structures of <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> were refined\nby full-matrix least-squares on F<sup>2</sup> using SHELXTL. Nonhydrogen atoms were refined anisotropically, and hydrogen atom\npositions were generated geometrically. The formulae for <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> have\nbeen determined using single-crystal structures, elemental analysis,\nand TGA results. The relevant crystallographic data are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. The CCDC numbers are <ext-link ext-link-type=\"ccdc\" xlink:href=\"2165483\" xlink:type=\"simple\">2165483</ext-link>, <ext-link ext-link-type=\"ccdc\" xlink:href=\"2166738\" xlink:type=\"simple\">2166738</ext-link>, and <ext-link ext-link-type=\"ccdc\" xlink:href=\"2166497\" xlink:type=\"simple\">2166497</ext-link>, respectively.</p>", "clean_text": "X-ray Crystallography\n\nData of single-crystal X-ray diffraction for HNU-64, HNU-64-CH3 , and HNU-64-Cl were collected at 293 K using a Rigaku XtalAB PRO MM007 DW diffractometer with Mo-Kα radiation (λ = 0.71073 Å). The structures of HNU-64, HNU-64-CH3 , and HNU-64-Cl were refined by full-matrix least-squares on F2 using SHELXTL. Nonhydrogen atoms were refined anisotropically, and hydrogen atom positions were generated geometrically. The formulae for HNU-64, HNU-64-CH3 , and HNU-64-Cl have been determined using single-crystal structures, elemental analysis, and TGA results. The relevant crystallographic data are shown in Table S1. The CCDC numbers are 2165483, 2166738, and 2166497, respectively.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Measurements</title><p>Electrochemical\nmeasurements adopt for a standard three-electrode system, with fluorine-doped\ntin oxide (FTO) conductive glass as a working electrode, platinum\nwire as a counter electrode, and the reference electrode with Ag/AgCl\nin 3.5 M KCl. Na<sub>2</sub>SO<sub>4</sub> solution (0.5 M) was adopted\nas the electrolyte. Photocatalysts (5 mg) of <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> were dispersed\nin 200 μL of ethanol solution containing 20 μL (5 wt %)\nof Nafion. The working electrode was then prepared by dropping 100\nμL suspensions onto an FTO plate with a 1.0 cm<sup>2</sup> surface\narea.</p>", "clean_text": "Electrochemical Measurements\n\nElectrochemical measurements adopt for a standard three-electrode system, with fluorine-doped tin oxide (FTO) conductive glass as a working electrode, platinum wire as a counter electrode, and the reference electrode with Ag/AgCl in 3.5 M KCl. Na2SO4 solution (0.5 M) was adopted as the electrolyte. Photocatalysts (5 mg) of HNU-64, HNU-64-CH3 , and HNU-64-Cl were dispersed in 200 μL of ethanol solution containing 20 μL (5 wt %) of Nafion. The working electrode was then prepared by dropping 100 μL suspensions onto an FTO plate with a 1.0 cm2 surface area.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Oxidation Coupling of Amines by Photocatalysts</title><p>The synthesized uranyl–organic framework photocatalysts\n(10 mg) were dispersed in methanol (5 mL) with 0.3 mmol of amine in\na 10 mL glass vial, bubbled with oxygen, and then irradiated using\na 300 W xenon lamp with an optical filter for the over 400 nm spectrum.\nThen, the mixture was magnetically stirred at 25 °C. After a\nperiod of irradiation reaction, the mixture was separated by centrifugation.\nThe supernatant was analyzed by <sup>1</sup>H NMR spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The reacted <bold>HNU-64</bold> was\ncentrifuged and dried at 60 °C for the next cyclic catalysis\nexperiment.</p>", "clean_text": "Oxidation Coupling of Amines by Photocatalysts\n\nThe synthesized uranyl-organic framework photocatalysts (10 mg) were dispersed in methanol (5 mL) with 0.3 mmol of amine in a 10 mL glass vial, bubbled with oxygen, and then irradiated using a 300 W xenon lamp with an optical filter for the over 400 nm spectrum. Then, the mixture was magnetically stirred at 25 °C. After a period of irradiation reaction, the mixture was separated by centrifugation. The supernatant was analyzed by 1H NMR spectra (Figure S6). The reacted HNU-64 was centrifuged and dried at 60 °C for the next cyclic catalysis experiment.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>H<sub>3</sub>L and functionalized ligands H<sub>3</sub>L-CH<sub>3</sub> and H<sub>3</sub>L-Cl were synthesized following the reported\nliterature by a facile method. Corresponding\nMOF samples <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> were typically synthesized in glass\nvials by solvothermal reaction for 1 day at 100 °C. PXRD patterns\nof three synthesized samples match well with the calculated ones (a), proving their\nphase purity. Moreover, the stability of <bold>HNU-64</bold> in various\ncommon organic solvents was tested, including DMF, methanol (MeOH),\nacetonitrile (MeCN), and ethyl acetate (EtOAc). Experimental PXRD\npatterns after soaking in these solvents still match with those calculated\nby single-crystal data, suggesting that <bold>HNU-64</bold> holds\nits framework intact in those solvents (b).</p>", "clean_text": "Results and Discussion\n\nH3L and functionalized ligands H3L-CH3 and H3L-Cl were synthesized following the reported literature by a facile method. Corresponding MOF samples HNU-64, HNU-64-CH3 , and HNU-64-Cl were typically synthesized in glass vials by solvothermal reaction for 1 day at 100 °C. PXRD patterns of three synthesized samples match well with the calculated ones (a), proving their phase purity. Moreover, the stability of HNU-64 in various common organic solvents was tested, including DMF, methanol (MeOH), acetonitrile (MeCN), and ethyl acetate (EtOAc). Experimental PXRD patterns after soaking in these solvents still match with those calculated by single-crystal data, suggesting that HNU-64 holds its framework intact in those solvents (b).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>PXRD patterns of (a) synthesized samples and <bold>HNU-64</bold> in (b) different organic solvents.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  PXRD patterns of (a) synthesized samples and HNU-64 in (b) different organic solvents.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallographic data reveal that <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> have\nidentical\nframework structures but with different functional groups in the ligands\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). Herein, the structure of <bold>HNU-64</bold> is described representatively. <bold>HNU-64</bold> crystallizes\nin the trigonal <italic toggle=\"yes\">P</italic>3<sub>1</sub>21 space group and\npossesses a twofold interpenetrated 3D porous framework. In <bold>HNU-64</bold>, the coordination geometry of uranium ions is defined\nby two axial O atoms and six equatorial O atoms from three carboxylate\ngroups through chelating η<sup>2</sup> coordination mode, leading\nto a typical UO<sub>8</sub> hexagonal bipyramid (a). In the equatorial plane,\nthe lengths of the U–O bond are in the range of 2.449–2.461\nÅ, and the lengths of the axial UO bond are 1.635 Å,\nall of which are equal to the distances reported. The simirigid ligands link UO<sub>8</sub> hexagonal\nbipyramids via each chelating three uranyl center, which further extends\nto build a 3D porous framework with large channels along the <italic toggle=\"yes\">b</italic> axis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). The singlet\nnetworks further interpenetrate in twofold form to maintain the structural\nstability (b). After interpenetration, there are also channels along the <italic toggle=\"yes\">c</italic> axis with a porous size of 9.6 Å (containing the\nvan der Waals radii) (c). It is worth mentioning that the connection among the ligands\nand the UO<sub>8</sub> units forms two kinds of neighboring right-hand\n(<italic toggle=\"yes\">R</italic>) helixes with 2<sub>1</sub> screw axes along the <italic toggle=\"yes\">b</italic> axis. The two kinds of helical chains further construct\ndouble-helical chains with different helical axes via sharing UO<sub>8</sub> units, which finally build a quadruplex helical structure\nthrough double interpenetration (d). Both the L<sup>3–</sup> ligand\nand UO<sub>8</sub> hexagonal bipyramid can be simplified as 3-connected\nnodes, leading to a 3-c uninodal net with the Schläfli symbol\n{12<sup>3</sup>} (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>).</p>", "clean_text": "X-ray crystallographic data reveal that HNU-64, HNU-64-CH3 , and HNU-64-Cl have identical framework structures but with different functional groups in the ligands (Figure S7). Herein, the structure of HNU-64 is described representatively. HNU-64 crystallizes in the trigonal P3121 space group and possesses a twofold interpenetrated 3D porous framework. In HNU-64, the coordination geometry of uranium ions is defined by two axial O atoms and six equatorial O atoms from three carboxylate groups through chelating η2 coordination mode, leading to a typical UO8 hexagonal bipyramid (a). In the equatorial plane, the lengths of the U-O bond are in the range of 2.449-2.461 Å, and the lengths of the axial UO bond are 1.635 Å, all of which are equal to the distances reported. The simirigid ligands link UO8 hexagonal bipyramids via each chelating three uranyl center, which further extends to build a 3D porous framework with large channels along the b axis (Figure S8). The singlet networks further interpenetrate in twofold form to maintain the structural stability (b). After interpenetration, there are also channels along the c axis with a porous size of 9.6 Å (containing the van der Waals radii) (c). It is worth mentioning that the connection among the ligands and the UO8 units forms two kinds of neighboring right-hand (R) helixes with 21 screw axes along the b axis. The two kinds of helical chains further construct double-helical chains with different helical axes via sharing UO8 units, which finally build a quadruplex helical structure through double interpenetration (d). Both the L3- ligand and UO8 hexagonal bipyramid can be simplified as 3-connected nodes, leading to a 3-c uninodal net with the Schläfli symbol {123} (Figure S9).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Coordination\nenvironment of <bold>HNU-64</bold>. (b) Twofold\ninterpenetration channels of <bold>HNU-64</bold> along the <italic toggle=\"yes\">b</italic> axis. (c) 3D porous framework of <bold>HNU-64</bold> along\nthe <italic toggle=\"yes\">c</italic> axis. (d) Quadruplex helical structure along\nthe <italic toggle=\"yes\">b</italic> axis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Coordination environment of HNU-64. (b) Twofold interpenetration channels of HNU-64 along the b axis. (c) 3D porous framework of HNU-64 along the c axis. (d) Quadruplex helical structure along the b axis.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>In order to assess the electronic band structures\nand optical character\nof <bold>HNU-64</bold>, UV–vis absorption spectra and Mott–Schottky\nplots were tested (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S10a,b</ext-link>). It is\nfound that <bold>HNU-64</bold> has a broad absorption band in the\nrange of 360–500 nm, suggesting the ability to capture visible\nlight. It is also found that the band\nenergy level of <bold>HNU-64</bold> is in the range of −0.87\nto 1.65 V, in comparison with the oxygen photoreduction potential\n(<italic toggle=\"yes\">E</italic>\n<sub>red</sub> = −0.24 V vs Ag/AgCl) and\namine oxidation potential (<italic toggle=\"yes\">E</italic>\n<sub>oxi</sub> = +0.56\nV vs Ag/AgCl), which indicates that <bold>HNU-64</bold> has photocatalytic\npotential. Therefore, <bold>HNU-64</bold> was explored for oxidative coupling of amines, and benzylamine was\nselected as the reaction substrate example. The catalytic reaction\nwas performed under an oxygen atmosphere and 25 °C, and experimental\nresults are listed in . With the increase of time, the conversion of benzylamine\nalso increases. Within 7 h, benzylamine is almost completely converted\nto N-benzylbenzaldimine (entry 1–4) with a turnover frequency\n(TOF) of 3994 μmol·g<sup>–1</sup>·h<sup>–1</sup> (entry 4). Compared with the reported photocatalysts, <bold>HNU-64</bold> shows a higher catalytic activity than inorganic semiconductor materials\nunder similar reaction conditions and better performance than MOF\nNH<sub>2</sub>-MIL-125­(Ti) and is comparable to other porphyrin or\npyridine-based MOF photocatalysts (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). In addition, <bold>HNU-64</bold> has good recyclability. After\nfive catalytic cycle reactions, <bold>HNU-64</bold> still has good\ncatalytic performance and maintains its crystal structure well (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>).</p>", "clean_text": "In order to assess the electronic band structures and optical character of HNU-64, UV-vis absorption spectra and Mott-Schottky plots were tested (Figure S10a,b). It is found that HNU-64 has a broad absorption band in the range of 360-500 nm, suggesting the ability to capture visible light. It is also found that the band energy level of HNU-64 is in the range of -0.87 to 1.65 V, in comparison with the oxygen photoreduction potential (E red = -0.24 V vs Ag/AgCl) and amine oxidation potential (E oxi = +0.56 V vs Ag/AgCl), which indicates that HNU-64 has photocatalytic potential. Therefore, HNU-64 was explored for oxidative coupling of amines, and benzylamine was selected as the reaction substrate example. The catalytic reaction was performed under an oxygen atmosphere and 25 °C, and experimental results are listed in . With the increase of time, the conversion of benzylamine also increases. Within 7 h, benzylamine is almost completely converted to N-benzylbenzaldimine (entry 1-4) with a turnover frequency (TOF) of 3994 μmol⋅g-1⋅h-1 (entry 4). Compared with the reported photocatalysts, HNU-64 shows a higher catalytic activity than inorganic semiconductor materials under similar reaction conditions and better performance than MOF NH2-MIL-125(Ti) and is comparable to other porphyrin or pyridine-based MOF photocatalysts (Table S2). In addition, HNU-64 has good recyclability. After five catalytic cycle reactions, HNU-64 still has good catalytic performance and maintains its crystal structure well (Figure S11).", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Catalytic Activity of <bold>HNU-64</bold>\n<sup>a</sup>, <bold>HNU-64-CH<sub>3</sub>\n</bold>\n<sup>b</sup>, and <bold>HNU-64-Cl</bold>\n<sup>c</sup> for Amine Oxidation<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0006.tif\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"left\">entry</oasis:entry>\n<oasis:entry align=\"left\">\n<italic toggle=\"yes\">R</italic> in reactant</oasis:entry>\n<oasis:entry align=\"left\">time/h</oasis:entry>\n<oasis:entry align=\"left\">conversion/%</oasis:entry>\n<oasis:entry align=\"left\">selectivity/%</oasis:entry>\n<oasis:entry align=\"left\">TOF/μmol·g<sup>–1</sup>·h<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1<sup>a</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>31.7</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>4755</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2<sup>a</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>62.1</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>4657</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3<sup>a</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>89.5</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>4475</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4<sup>a</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>93.2</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3994</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5<sup>a</sup>\n</oasis:entry>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>65.5</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3275</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6<sup>a</sup>\n</oasis:entry>\n<oasis:entry>OCH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>51.2</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>2560</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7<sup>a</sup>\n</oasis:entry>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>63.1</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3155</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8<sup>b</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>91.5</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3921</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>9<sup>c</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>90.7</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3887</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Reaction conditions: 25 °C,\nO<sub>2</sub>, amine (0.3 mmol), catalyst (10 mg), CH<sub>3</sub>OH\n(5 mL), and 300 W Xe lamp (&gt;400 nm).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>To further investigate the effect of substituents\nof benzylamine\non catalytic performance, the photocatalytic oxidation activity of <bold>HNU-64</bold> for other benzylamine derivatives was explored. In\nsimilar experimental conditions, conversions of benzylamine derivatives\nwith −CH<sub>3</sub>, −OCH<sub>3</sub>, and −Cl\nafter 6 h are 65.5, 51.2, and 63.1%, respectively (entry 5–7\nin ). No other\nproducts except imines were detected, and the selectivity of their\nrespective imines can be determined to be &gt;99%. TOF values of the\nthree reactions are 3275, 2560, and 3155 μmol·g<sup>–1</sup>·h<sup>–1</sup>, suggesting that <bold>HNU-64</bold> has\na good catalytic effect on benzylamine derivatives. The conversion\nof Cl-, OCH<sub>3</sub>-, and CH<sub>3</sub>-substituted benzylamines\ndecreased significantly, indicating that the effect of electron donor\ngroups (OCH<sub>3</sub> and CH<sub>3</sub>) and electron-drawing group\n(Cl) will not improve the conversion. Combined with these results,\nit can be found that the conversions are reduced when the para-position\nhydrogen of benzylamine substitutes for larger groups such as −CH<sub>3</sub>, −OCH<sub>3</sub>, and −Cl, which is attributed\nto the steric hindrance of a larger substituent affecting the entry\nof amine molecules through the channels of <bold>HNU-64</bold> instead\nof electronic effect of substituent groups. In addition, the catalytic\nperformances of <bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> for photocatalytic oxidation were also studied. As shown in , <bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> can also catalyze the coupling\nof benzylamine oxidation under similar mild conditions. After 7 hours,\nTOF values are 3921 and 3887 μmol·g<sup>–1</sup>·h<sup>–1</sup>, and the reaction selectivity is more\nthan 99%. Therefore, the three isostructural uranyl MOFs have good\nphotocatalytic performance in the oxidation of benzylamine. The lower\nconversion and TOF values of <bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> than those of <bold>HNU-64</bold> are on account\nof their functionalized channels blocking the passage of amine molecules\nvia steric hindrance.\n</p>", "clean_text": "To further investigate the effect of substituents of benzylamine on catalytic performance, the photocatalytic oxidation activity of HNU-64 for other benzylamine derivatives was explored. In similar experimental conditions, conversions of benzylamine derivatives with -CH3, -OCH3, and -Cl after 6 h are 65.5, 51.2, and 63.1%, respectively (entry 5-7 in ). No other products except imines were detected, and the selectivity of their respective imines can be determined to be >99%. TOF values of the three reactions are 3275, 2560, and 3155 μmol⋅g-1⋅h-1, suggesting that HNU-64 has a good catalytic effect on benzylamine derivatives. The conversion of Cl-, OCH3-, and CH3-substituted benzylamines decreased significantly, indicating that the effect of electron donor groups (OCH3 and CH3) and electron-drawing group (Cl) will not improve the conversion. Combined with these results, it can be found that the conversions are reduced when the para-position hydrogen of benzylamine substitutes for larger groups such as -CH3, -OCH3, and -Cl, which is attributed to the steric hindrance of a larger substituent affecting the entry of amine molecules through the channels of HNU-64 instead of electronic effect of substituent groups. In addition, the catalytic performances of HNU-64-CH3  and HNU-64-Cl for photocatalytic oxidation were also studied. As shown in , HNU-64-CH3  and HNU-64-Cl can also catalyze the coupling of benzylamine oxidation under similar mild conditions. After 7 hours, TOF values are 3921 and 3887 μmol⋅g-1⋅h-1, and the reaction selectivity is more than 99%. Therefore, the three isostructural uranyl MOFs have good photocatalytic performance in the oxidation of benzylamine. The lower conversion and TOF values of HNU-64-CH3  and HNU-64-Cl than those of HNU-64 are on account of their functionalized channels blocking the passage of amine molecules via steric hindrance. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>To clarify the potential\nmechanism of their catalytic activity,\nthe electronic band structures and optical properties of three uranyl\nMOFs were then investigated by electrochemical and spectral measurements.\nAccording to the Mott–Schottky plots, the positive slopes suggest\nthat they are typical n-type semiconductors (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>). In n-type semiconductors,\nthe CB minimum position is thought to be approximately equivalent\nto the flat band position. The CB edges\nof <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> are approximated to be −0.87, −0.91,\nand −1.10 V versus Ag/AgCl, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>). In the UV–vis absorption spectra, they\nhave broad absorption bands, indicating a strong capability of visible-light\nharvesting (a). According to the Tauc plots, the optical\nband gap energies are estimated to be 2.52, 2.55, and 2.61 eV for <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold>, respectively (inset in a). Combining their optical band gap energies and CB\nedges, the VB maximum potentials are then calculated to be 1.65, 1.64,\nand 1.51 V versus Ag/AgCl, respectively (b). The CB and VB levels in the three uranyl\nMOFs possess enough potential energy for O<sub>2</sub> photoreduction\nto <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> and oxidation\nof benzylamine. To elucidate the roles of possible\nactive species in photocatalysis, a series of quenching experiments\nwere investigated. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>, when 2,2,6,6-tetramethylpiperidoxyl as the <sup>1</sup>O<sub>2</sub> scavenger and <italic toggle=\"yes\">p</italic>-benzoquinone as the <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> scavenger are added, decreased conversion\nproves that <sup>1</sup>O<sub>2</sub> and <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> are main reactive oxygen species in the reaction.\nThe addition of electron scavenger AgNO<sub>3</sub> or hole scavenger\nKI into the mixture also leads to markedly decreased conversions,\nwhich demonstrates the importance of photogenerated electrons and\nholes in the photocatalysis. In addition, a slight decrease of benzylamine\nconversion is observed with tert-butanol (t-BuOH) as the hydroxyl\nradical (<sup>·</sup>OH) scavenger, suggesting that <sup>·</sup>OH contributes little to the formation of imines. Such results prove\nthat <sup>1</sup>O<sub>2</sub> and <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> as main reactive oxygen species play a vital role\nin the reaction pathway together with the effect of photogenerated\nelectrons and holes.</p>", "clean_text": "To clarify the potential mechanism of their catalytic activity, the electronic band structures and optical properties of three uranyl MOFs were then investigated by electrochemical and spectral measurements. According to the Mott-Schottky plots, the positive slopes suggest that they are typical n-type semiconductors (Figure S10a). In n-type semiconductors, the CB minimum position is thought to be approximately equivalent to the flat band position. The CB edges of HNU-64, HNU-64-CH3 , and HNU-64-Cl are approximated to be -0.87, -0.91, and -1.10 V versus Ag/AgCl, respectively (Figure S10a). In the UV-vis absorption spectra, they have broad absorption bands, indicating a strong capability of visible-light harvesting (a). According to the Tauc plots, the optical band gap energies are estimated to be 2.52, 2.55, and 2.61 eV for HNU-64, HNU-64-CH3 , and HNU-64-Cl, respectively (inset in a). Combining their optical band gap energies and CB edges, the VB maximum potentials are then calculated to be 1.65, 1.64, and 1.51 V versus Ag/AgCl, respectively (b). The CB and VB levels in the three uranyl MOFs possess enough potential energy for O2 photoreduction to ⋅O2 - and oxidation of benzylamine. To elucidate the roles of possible active species in photocatalysis, a series of quenching experiments were investigated. As shown in Figure S12, when 2,2,6,6-tetramethylpiperidoxyl as the 1O2 scavenger and p-benzoquinone as the ⋅O2 - scavenger are added, decreased conversion proves that 1O2 and ⋅O2 - are main reactive oxygen species in the reaction. The addition of electron scavenger AgNO3 or hole scavenger KI into the mixture also leads to markedly decreased conversions, which demonstrates the importance of photogenerated electrons and holes in the photocatalysis. In addition, a slight decrease of benzylamine conversion is observed with tert-butanol (t-BuOH) as the hydroxyl radical (⋅OH) scavenger, suggesting that ⋅OH contributes little to the formation of imines. Such results prove that 1O2 and ⋅O2 - as main reactive oxygen species play a vital role in the reaction pathway together with the effect of photogenerated electrons and holes.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) UV–vis absorption spectra and Tauc plots for\nestimating\nthe direct optical band gap energies. (b) Schematic drawing of band\nstructures of the uranyl MOFs. (c) Steady-state PL spectra (λ<sub>ex</sub> = 344 nm). (d) EIS plots for the uranyl MOFs in 0.5 M Na<sub>2</sub>SO<sub>4</sub> aqueous solutions.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) UV-vis absorption spectra and Tauc plots for estimating the direct optical band gap energies. (b) Schematic drawing of band structures of the uranyl MOFs. (c) Steady-state PL spectra (λex = 344 nm). (d) EIS plots for the uranyl MOFs in 0.5 M Na2SO4 aqueous solutions.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>To further study the behavior of photoinduced charge\nseparation\nand transfer over the catalysts, steady-state PL spectra and EIS were\ntested. As shown in c, the PL spectra of <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> all have low intensities,\nwith that of <bold>HNU-64</bold> being lower, indicating a lower probability\nof electron–hole recombination from band to band. This result\nimplies a more effective photogenerated charge transfer and separation\nfrom uranyl nodes to ligands. ElS results (d) also demonstrate that <bold>HNU-64</bold> has the shortest radius and lowest resistance, which\nis also advantageous for electron transmission between uranyl nodes\nand ligands. These experimental results all\nsupport that <bold>HNU-64</bold> exhibits better performance for photocatalytic\noxidation of benzylamine than its isomorphism.</p>", "clean_text": "To further study the behavior of photoinduced charge separation and transfer over the catalysts, steady-state PL spectra and EIS were tested. As shown in c, the PL spectra of HNU-64, HNU-64-CH3 , and HNU-64-Cl all have low intensities, with that of HNU-64 being lower, indicating a lower probability of electron-hole recombination from band to band. This result implies a more effective photogenerated charge transfer and separation from uranyl nodes to ligands. ElS results (d) also demonstrate that HNU-64 has the shortest radius and lowest resistance, which is also advantageous for electron transmission between uranyl nodes and ligands. These experimental results all support that HNU-64 exhibits better performance for photocatalytic oxidation of benzylamine than its isomorphism.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Based on these\nanalyses, a rational mechanism for the photocatalytic\noxidation of benzylamine was proposed. As shown in , upon visible light irradiation, <bold>HNU-64</bold> is photoexcited and produced electrons and holes. The photoinduced electrons migrate from VB to CB of <bold>HNU-64</bold>, thus reducing the O<sub>2</sub> to <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> and <sup>1</sup>O<sub>2</sub>, while holes are\nleft to oxidize benzylamine to cationic radicals. Then, <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> and <sup>1</sup>O<sub>2</sub> interact\nwith the formed benzylamine cationic radicals to hydrolyze to afford\na benzaldehyde intermediate (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). Benzylamine\nmolecules are involved in the condensation with the benzaldehyde intermediate\nto form imines.</p>", "clean_text": "Based on these analyses, a rational mechanism for the photocatalytic oxidation of benzylamine was proposed. As shown in , upon visible light irradiation, HNU-64 is photoexcited and produced electrons and holes. The photoinduced electrons migrate from VB to CB of HNU-64, thus reducing the O2 to ⋅O2 - and 1O2, while holes are left to oxidize benzylamine to cationic radicals. Then, ⋅O2 - and 1O2 interact with the formed benzylamine cationic radicals to hydrolyze to afford a benzaldehyde intermediate (Figure S13). Benzylamine molecules are involved in the condensation with the benzaldehyde intermediate to form imines.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Proposed mechanism for the photocatalytic oxidative coupling\nof\nbenzylamine over <bold>HNU-64</bold>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Proposed mechanism for the photocatalytic oxidative coupling of benzylamine over HNU-64.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, a novel light-sensitized\n3D uranyl MOF with twofold\ninterpenetration was synthesized with corresponding −CH<sub>3</sub> and −Cl group-functionalized MOFs. The electronic\nband structures and optical properties promise them the capability\nof catalytic oxidation and visible-light harvesting. In addition,\nthe short electrochemical impedance radius also indicates that the\nordered 3D structure of <bold>HNU-64</bold> is conducive to charge\ntransfer and separation. These characteristics enable <bold>HNU-64</bold> to exhibit quality photocatalytic activity for oxidative coupling\nof benzylamine to N-benzylbenzoimide under mild conditions. In general,\nthis work expands the uranyl MOFs as photocatalysts in a wider range\nof solar-driven oxidative transformations and sheds light on the application\nvalue in the field of photochemical reactions.</p>", "clean_text": "Conclusions\n\nIn summary, a novel light-sensitized 3D uranyl MOF with twofold interpenetration was synthesized with corresponding -CH3 and -Cl group-functionalized MOFs. The electronic band structures and optical properties promise them the capability of catalytic oxidation and visible-light harvesting. In addition, the short electrochemical impedance radius also indicates that the ordered 3D structure of HNU-64 is conducive to charge transfer and separation. These characteristics enable HNU-64 to exhibit quality photocatalytic activity for oxidative coupling of benzylamine to N-benzylbenzoimide under mild conditions. In general, this work expands the uranyl MOFs as photocatalysts in a wider range of solar-driven oxidative transformations and sheds light on the application value in the field of photochemical reactions.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c01594?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c01594</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic data of <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold>, FT-IR spectrum,\nTGA curve, simplified network structure for <bold>HNU-64</bold>, PXRD\npatterns, quenching experiments of active species, and <sup>1</sup>H NMR spectra of ligands and the reaction system (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c01594.  Crystallographic data of HNU-64, HNU-64-CH3 , and HNU-64-Cl, FT-IR spectrum, TGA curve, simplified network structure for HNU-64, PXRD patterns, quenching experiments of active species, and 1H NMR spectra of ligands and the reaction system (PDF)   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Crystallographic data of <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold>, FT-IR spectrum,\nTGA curve, simplified network structure for <bold>HNU-64</bold>, PXRD\npatterns, quenching experiments of active species, and <sup>1</sup>H NMR spectra of ligands and the reaction system (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Crystallographic data of HNU-64, HNU-64-CH3 , and HNU-64-Cl, FT-IR spectrum, TGA curve, simplified network structure for HNU-64, PXRD patterns, quenching experiments of active species, and 1H NMR spectra of ligands and the reaction system (PDF)", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2165483\" xlink:type=\"simple\">2165483</ext-link>, <ext-link ext-link-type=\"ccdc\" xlink:href=\"2166497\" xlink:type=\"simple\">2166497</ext-link>, and <ext-link ext-link-type=\"ccdc\" xlink:href=\"2166738\" xlink:type=\"simple\">2166738</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "CCDC 2165483, 2166497, and 2166738 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8, 9, 10, 11, 12", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of H<sub>3</sub>L, H<sub>3</sub>L-CH<sub>3</sub>, and H<sub>3</sub>L-Cl</title><p>The ligand H<sub>3</sub>L was synthesized following the reported literature. The mixture of 4-aminobenzoic acid (10 mmol,\n1.34 g), sodium bicarbonate (55 mmol, 4.62 g), and dodecylbenzenesulfonic\nacid sodium salt (SDBS, 20 mg) was heated in 30 mL of deionized water\nat 80 °C. Then, 4-(chloromethyl) benzoic acid (22 mmol, 3.75\ng) was added. As the reaction mixture had been heated for 1 h, it\nwas cooled to room temperature and acidified with concentrated hydrochloric\nacid. Finally, the crude product was filtered, washed with water,\nand then recrystallized from <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) and water. The product was obtained as a\nwhite powder (3.36 g). Yield: 82.9% (based on 4-aminobenzoic acid). <sup>1</sup>H NMR (d<sup>6</sup>-DMSO, 400 MHz; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>): δ = 4.89 (s, 4H), 6.69 (d, <italic toggle=\"yes\">J</italic> =\n9.1 Hz, 2H), 7.38 (d, <italic toggle=\"yes\">J</italic> = 8.3 Hz, 4H), 7.68 (d, <italic toggle=\"yes\">J</italic> = 9.0 Hz, 2H), 7.92 ppm (d, <italic toggle=\"yes\">J</italic> = 8.3 Hz,\n4H).</p><p>H<sub>3</sub>L-CH<sub>3</sub> and H<sub>3</sub>L-Cl were\nsynthesized through the same procedure as H<sub>3</sub>L except for\nusing 4-amino-2-methylbenzoic acid and 4-amino-2-chlorobenzoic acid\ninstead of 4-aminobenzoic acid.</p><p>H<sub>3</sub>L-CH<sub>3</sub>: White powder, 3.28 g. Yield: 78.2%\n(based on 4-amino-2-methylbenzoic acid). <sup>1</sup>H NMR (d<sup>6</sup>-DMSO, 400 MHz; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>): δ\n= 2.39 (s, 3H), 4.86 (s, 4H), 6.54 (s, 2H), 7.37 (d, <italic toggle=\"yes\">J</italic> = 7.1 Hz, 4H), 7.67 (d, <italic toggle=\"yes\">J</italic> = 8.8 Hz, 1H), 7.92 ppm\n(d, <italic toggle=\"yes\">J</italic> = 8.4 Hz, 4H).</p><p>H<sub>3</sub>L-Cl: White\npowder, 3.18 g. Yield: 72.4% (based on\n4-amino-2-chlorobenzoic acid). <sup>1</sup>H NMR (d<sup>6</sup>-DMSO,\n400 MHz; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>): δ = 4.86 (s,\n4H), 6.67 (s, 2H), 7.37 (d, <italic toggle=\"yes\">J</italic> = 8.3 Hz, 4H), 7.68\n(d, <italic toggle=\"yes\">J</italic> = 8.7 Hz, 1H), 7.93 ppm (d, <italic toggle=\"yes\">J</italic> = 8.3 Hz, 4H).</p><title>Synthesis of HNU-64, HNU-64-CH<sub>3</sub>, and HNU-64-Cl</title><p>UO<sub>2</sub>(NO<sub>3</sub>)·6H<sub>2</sub>O (0.1 mmol, 50.2 mg) and H<sub>3</sub>L (0.1 mmol, 40.3 mg)\nwere dissolved in a mixture of 4.0 mL of DMF and 0.5 mL of H<sub>2</sub>O, and then, 20 μL of trifluoroacetic acid was added. The mixture\nwas sealed in a glass vial (20 mL) and heated for 1 day at 100 °C.\nAfter cooling to room temperature, yellow triangular flake crystals\nwere finally obtained and washed with DMF to give <bold>HNU-64</bold> (37.5 mg, yield 52.2%, based on H<sub>3</sub>L). Elemental analyses\non C<sub>25</sub>H<sub>24</sub>N<sub>2</sub>O<sub>8</sub>U (formula\nweight: 718.50): calcd (wt %): U, 33.13; C, 41.79; H, 3.37; N, 3.90;\nfound (wt %): U, 32.87; C, 43.05; H, 3.21; N, 4.01. IR (KBr, cm<sup>–1</sup>; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>): 3059 (br),\n2781 (w), 2472 (w), 1699 (m), 1604 (s), 1516 (s), 1424 (vs), 1333\n(s), 1232 (w), 1186 (m), 1145 (w), 1113 (w), 1013 (m), 918 (vs), 852\n(m), 761 (m).</p><p>\n<bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> were synthesized by a similar method to <bold>HNU-64</bold> except\nfor using H<sub>3</sub>L-CH<sub>3</sub> and H<sub>3</sub>L-Cl instead\nof H<sub>3</sub>L.</p><p>\n<bold>HNU-64-CH<sub>3</sub>\n</bold>: 32.5\nmg, yield 44.3%, based\non H<sub>3</sub>L-CH<sub>3</sub>. Elemental analyses on C<sub>26</sub>H<sub>26</sub>N<sub>2</sub>O<sub>8</sub>U (formula weight: 732.53):\ncalcd (wt %): U, 32.49; C, 42.63; H, 3.58; N, 3.82; found (wt %):\nU, 31.73; C, 43.71; H, 3.32; N, 3.93. IR (KBr, cm<sup>–1</sup>; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>): 3071 (br), 2783 (w), 2458\n(w), 1676 (s), 1617 (s), 1530 (s), 1429 (vs), 1360 (s), 1251 (m),\n1182 (w), 1107 (m), 1022 (w), 918 (vs), 857 (m), 784 (m).</p><p>\n<bold>HNU-64-Cl</bold>: 43.1 mg, yield 57.3%, based on H<sub>3</sub>L-Cl.\nElemental analyses on C<sub>25</sub>H<sub>23</sub>N<sub>2</sub>O<sub>8</sub>ClU (formula weight: 752.94): calcd: U, 31.61; C, 39.88;\nH, 3.08; N, 3.72; found (wt %): U, 31.33; C, 40.32; H, 2.82; N, 3.85.\nIR (KBr, cm<sup>–1</sup>; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>): 3419 (br), 3058 (br), 2930 (w), 2779 (w), 2454 (w),1672 (s), 1603\n(s), 1525 (s), 1410 (s), 1342 (m), 1241 (m), 1186 (w), 1100 (m), 1036\n(m), 926 (vs), 857 (w), 834 (w), 779 (m).</p>", "clean_text": "Synthesis of H3L, H3L-CH3, and H3L-Cl\n\nThe ligand H3L was synthesized following the reported literature. The mixture of 4-aminobenzoic acid (10 mmol, 1.34 g), sodium bicarbonate (55 mmol, 4.62 g), and dodecylbenzenesulfonic acid sodium salt (SDBS, 20 mg) was heated in 30 mL of deionized water at 80 °C. Then, 4-(chloromethyl) benzoic acid (22 mmol, 3.75 g) was added. As the reaction mixture had been heated for 1 h, it was cooled to room temperature and acidified with concentrated hydrochloric acid. Finally, the crude product was filtered, washed with water, and then recrystallized from N,N-dimethylformamide (DMF) and water. The product was obtained as a white powder (3.36 g). Yield: 82.9% (based on 4-aminobenzoic acid). 1H NMR (d6-DMSO, 400 MHz; Figure S1): δ = 4.89 (s, 4H), 6.69 (d, J = 9.1 Hz, 2H), 7.38 (d, J = 8.3 Hz, 4H), 7.68 (d, J = 9.0 Hz, 2H), 7.92 ppm (d, J = 8.3 Hz, 4H).\n\nH3L-CH3 and H3L-Cl were synthesized through the same procedure as H3L except for using 4-amino-2-methylbenzoic acid and 4-amino-2-chlorobenzoic acid instead of 4-aminobenzoic acid.\n\nH3L-CH3: White powder, 3.28 g. Yield: 78.2% (based on 4-amino-2-methylbenzoic acid). 1H NMR (d6-DMSO, 400 MHz; Figure S2): δ = 2.39 (s, 3H), 4.86 (s, 4H), 6.54 (s, 2H), 7.37 (d, J = 7.1 Hz, 4H), 7.67 (d, J = 8.8 Hz, 1H), 7.92 ppm (d, J = 8.4 Hz, 4H).\n\nH3L-Cl: White powder, 3.18 g. Yield: 72.4% (based on 4-amino-2-chlorobenzoic acid). 1H NMR (d6-DMSO, 400 MHz; Figure S3): δ = 4.86 (s, 4H), 6.67 (s, 2H), 7.37 (d, J = 8.3 Hz, 4H), 7.68 (d, J = 8.7 Hz, 1H), 7.93 ppm (d, J = 8.3 Hz, 4H).\n\nSynthesis of HNU-64, HNU-64-CH3, and HNU-64-Cl\n\nUO2(NO3)⋅6H2O (0.1 mmol, 50.2 mg) and H3L (0.1 mmol, 40.3 mg) were dissolved in a mixture of 4.0 mL of DMF and 0.5 mL of H2O, and then, 20 μL of trifluoroacetic acid was added. The mixture was sealed in a glass vial (20 mL) and heated for 1 day at 100 °C. After cooling to room temperature, yellow triangular flake crystals were finally obtained and washed with DMF to give HNU-64 (37.5 mg, yield 52.2%, based on H3L). Elemental analyses on C25H24N2O8U (formula weight: 718.50): calcd (wt %): U, 33.13; C, 41.79; H, 3.37; N, 3.90; found (wt %): U, 32.87; C, 43.05; H, 3.21; N, 4.01. IR (KBr, cm-1; Figure S4): 3059 (br), 2781 (w), 2472 (w), 1699 (m), 1604 (s), 1516 (s), 1424 (vs), 1333 (s), 1232 (w), 1186 (m), 1145 (w), 1113 (w), 1013 (m), 918 (vs), 852 (m), 761 (m).\n\n HNU-64-CH3  and HNU-64-Cl were synthesized by a similar method to HNU-64 except for using H3L-CH3 and H3L-Cl instead of H3L.\n\n HNU-64-CH3 : 32.5 mg, yield 44.3%, based on H3L-CH3. Elemental analyses on C26H26N2O8U (formula weight: 732.53): calcd (wt %): U, 32.49; C, 42.63; H, 3.58; N, 3.82; found (wt %): U, 31.73; C, 43.71; H, 3.32; N, 3.93. IR (KBr, cm-1; Figure S4): 3071 (br), 2783 (w), 2458 (w), 1676 (s), 1617 (s), 1530 (s), 1429 (vs), 1360 (s), 1251 (m), 1182 (w), 1107 (m), 1022 (w), 918 (vs), 857 (m), 784 (m).\n\n HNU-64-Cl: 43.1 mg, yield 57.3%, based on H3L-Cl. Elemental analyses on C25H23N2O8ClU (formula weight: 752.94): calcd: U, 31.61; C, 39.88; H, 3.08; N, 3.72; found (wt %): U, 31.33; C, 40.32; H, 2.82; N, 3.85. IR (KBr, cm-1; Figure S4): 3419 (br), 3058 (br), 2930 (w), 2779 (w), 2454 (w),1672 (s), 1603 (s), 1525 (s), 1410 (s), 1342 (m), 1241 (m), 1186 (w), 1100 (m), 1036 (m), 926 (vs), 857 (w), 834 (w), 779 (m).", "data": [{"meta": {"name": "H3L", "symbol": "", "chemical formula": "C25H24N2O8U"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "4-aminobenzoic acid", "amount": "10", "unit": "mmol"}, {"name": "sodium bicarbonate", "amount": "55", "unit": "mmol"}, {"name": "dodecylbenzenesulfonic acid sodium salt", "amount": "20", "unit": "mg"}, {"name": "4-(chloromethyl) benzoic acid", "amount": "22", "unit": "mmol"}], "solution": [{"name": "deionized water", "amount": "30", "unit": "mL"}], "pressure": "", "temperature": "80°C", "time": "1 h"}, {"synthesis method": "cooling", "temperature": "room temperature"}, {"synthesis method": "acidification", "acid": "concentrated hydrochloric acid"}, {"synthesis method": "filtration", "washing solution": "water", "amount": ""}, {"synthesis method": "recrystallization", "solvent": "N,N-dimethylformamide (DMF) and water"}]}, {"meta": {"name": "H3L-CH3", "symbol": "", "chemical formula": "C26H26N2O8U"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "4-amino-2-methylbenzoic acid", "amount": "10", "unit": "mmol"}, {"name": "sodium bicarbonate", "amount": "55", "unit": "mmol"}, {"name": "dodecylbenzenesulfonic acid sodium salt", "amount": "20", "unit": "mg"}, {"name": "4-(chloromethyl) benzoic acid", "amount": "22", "unit": "mmol"}], "solution": [{"name": "deionized water", "amount": "30", "unit": "mL"}], "pressure": "", "temperature": "80°C", "time": "1 h"}, {"synthesis method": "cooling", "temperature": "room temperature"}, {"synthesis method": "acidification", "acid": "concentrated hydrochloric acid"}, {"synthesis method": "filtration", "washing solution": "water", "amount": ""}, {"synthesis method": "recrystallization", "solvent": "N,N-dimethylformamide (DMF) and water"}]}, {"meta": {"name": "H3L-Cl", "symbol": "", "chemical formula": "C25H23N2O8ClU"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "4-amino-2-chlorobenzoic acid", "amount": "10", "unit": "mmol"}, {"name": "sodium bicarbonate", "amount": "55", "unit": "mmol"}, {"name": "dodecylbenzenesulfonic acid sodium salt", "amount": "20", "unit": "mg"}, {"name": "4-(chloromethyl) benzoic acid", "amount": "22", "unit": "mmol"}], "solution": [{"name": "deionized water", "amount": "30", "unit": "mL"}], "pressure": "", "temperature": "80°C", "time": "1 h"}, {"synthesis method": "cooling", "temperature": "room temperature"}, {"synthesis method": "acidification", "acid": "concentrated hydrochloric acid"}, {"synthesis method": "filtration", "washing solution": "water", "amount": ""}, {"synthesis method": "recrystallization", "solvent": "N,N-dimethylformamide (DMF) and water"}]}, {"meta": {"name": "HNU-64", "symbol": "", "chemical formula": "C25H24N2O8U"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "UO2(NO3)·6H2O", "amount": "0.1", "unit": "mmol"}, {"name": "H3L", "amount": "0.1", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "4.0", "unit": "mL"}, {"name": "H2O", "amount": "0.5", "unit": "mL"}], "reducing agent": [{"name": "trifluoroacetic acid", "amount": "20", "unit": "μL"}], "pressure": "", "temperature": "100°C", "time": "1 day"}]}, {"meta": {"name": "HNU-64-CH3", "symbol": "", "chemical formula": "C26H26N2O8U"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "UO2(NO3)·6H2O", "amount": "0.1", "unit": "mmol"}, {"name": "H3L-CH3", "amount": "0.1", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "4.0", "unit": "mL"}, {"name": "H2O", "amount": "0.5", "unit": "mL"}], "reducing agent": [{"name": "trifluoroacetic acid", "amount": "20", "unit": "μL"}], "pressure": "", "temperature": "100°C", "time": "1 day"}]}, {"meta": {"name": "HNU-64-Cl", "symbol": "", "chemical formula": "C25H23N2O8ClU"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "UO2(NO3)·6H2O", "amount": "0.1", "unit": "mmol"}, {"name": "H3L-Cl", "amount": "0.1", "unit": "mmol"}], "solvent": [{"name": "DMF", "amount": "4.0", "unit": "mL"}, {"name": "H2O", "amount": "0.5", "unit": "mL"}], "reducing agent": [{"name": "trifluoroacetic acid", "amount": "20", "unit": "μL"}], "pressure": "", "temperature": "100°C", "time": "1 day"}]}], "include_properties": ["chemical_synthesis", "filtration", "washing"]}, {"idx": "13, 21, 23, 24", "type": "text", "classification": "property", "content": "<p>TGA curves of three\nuranyl MOFs show a weight loss of 6.20, 6.35,\nand 5.96 (calcd 6.41, 6.28, and 6.11%) below 190 °C, respectively,\nsuggesting the loss of dimethylamine cations. Another weight loss\nof 56.15, 56.75, and 58.14% (calcd 55.98, 56.80, and 58.01%) occurred\nduring 190–568 °C, respectively. They are attributed to\nthe destruction of the coordinated ligands. <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> display\nno further weight loss above 568, 466, and 494 °C, respectively\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). The results are consistent\nwith results of elemental analysis.</p><p>In order to assess the electronic band structures\nand optical character\nof <bold>HNU-64</bold>, UV–vis absorption spectra and Mott–Schottky\nplots were tested (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S10a,b</ext-link>). It is\nfound that <bold>HNU-64</bold> has a broad absorption band in the\nrange of 360–500 nm, suggesting the ability to capture visible\nlight. It is also found that the band\nenergy level of <bold>HNU-64</bold> is in the range of −0.87\nto 1.65 V, in comparison with the oxygen photoreduction potential\n(<italic toggle=\"yes\">E</italic>\n<sub>red</sub> = −0.24 V vs Ag/AgCl) and\namine oxidation potential (<italic toggle=\"yes\">E</italic>\n<sub>oxi</sub> = +0.56\nV vs Ag/AgCl), which indicates that <bold>HNU-64</bold> has photocatalytic\npotential. Therefore, <bold>HNU-64</bold> was explored for oxidative coupling of amines, and benzylamine was\nselected as the reaction substrate example. The catalytic reaction\nwas performed under an oxygen atmosphere and 25 °C, and experimental\nresults are listed in . With the increase of time, the conversion of benzylamine\nalso increases. Within 7 h, benzylamine is almost completely converted\nto N-benzylbenzaldimine (entry 1–4) with a turnover frequency\n(TOF) of 3994 μmol·g<sup>–1</sup>·h<sup>–1</sup> (entry 4). Compared with the reported photocatalysts, <bold>HNU-64</bold> shows a higher catalytic activity than inorganic semiconductor materials\nunder similar reaction conditions and better performance than MOF\nNH<sub>2</sub>-MIL-125­(Ti) and is comparable to other porphyrin or\npyridine-based MOF photocatalysts (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). In addition, <bold>HNU-64</bold> has good recyclability. After\nfive catalytic cycle reactions, <bold>HNU-64</bold> still has good\ncatalytic performance and maintains its crystal structure well (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>).</p><p>To further investigate the effect of substituents\nof benzylamine\non catalytic performance, the photocatalytic oxidation activity of <bold>HNU-64</bold> for other benzylamine derivatives was explored. In\nsimilar experimental conditions, conversions of benzylamine derivatives\nwith −CH<sub>3</sub>, −OCH<sub>3</sub>, and −Cl\nafter 6 h are 65.5, 51.2, and 63.1%, respectively (entry 5–7\nin ). No other\nproducts except imines were detected, and the selectivity of their\nrespective imines can be determined to be &gt;99%. TOF values of the\nthree reactions are 3275, 2560, and 3155 μmol·g<sup>–1</sup>·h<sup>–1</sup>, suggesting that <bold>HNU-64</bold> has\na good catalytic effect on benzylamine derivatives. The conversion\nof Cl-, OCH<sub>3</sub>-, and CH<sub>3</sub>-substituted benzylamines\ndecreased significantly, indicating that the effect of electron donor\ngroups (OCH<sub>3</sub> and CH<sub>3</sub>) and electron-drawing group\n(Cl) will not improve the conversion. Combined with these results,\nit can be found that the conversions are reduced when the para-position\nhydrogen of benzylamine substitutes for larger groups such as −CH<sub>3</sub>, −OCH<sub>3</sub>, and −Cl, which is attributed\nto the steric hindrance of a larger substituent affecting the entry\nof amine molecules through the channels of <bold>HNU-64</bold> instead\nof electronic effect of substituent groups. In addition, the catalytic\nperformances of <bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> for photocatalytic oxidation were also studied. As shown in , <bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> can also catalyze the coupling\nof benzylamine oxidation under similar mild conditions. After 7 hours,\nTOF values are 3921 and 3887 μmol·g<sup>–1</sup>·h<sup>–1</sup>, and the reaction selectivity is more\nthan 99%. Therefore, the three isostructural uranyl MOFs have good\nphotocatalytic performance in the oxidation of benzylamine. The lower\nconversion and TOF values of <bold>HNU-64-CH<sub>3</sub>\n</bold> and <bold>HNU-64-Cl</bold> than those of <bold>HNU-64</bold> are on account\nof their functionalized channels blocking the passage of amine molecules\nvia steric hindrance.\n</p><p>To clarify the potential\nmechanism of their catalytic activity,\nthe electronic band structures and optical properties of three uranyl\nMOFs were then investigated by electrochemical and spectral measurements.\nAccording to the Mott–Schottky plots, the positive slopes suggest\nthat they are typical n-type semiconductors (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>). In n-type semiconductors,\nthe CB minimum position is thought to be approximately equivalent\nto the flat band position. The CB edges\nof <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold> are approximated to be −0.87, −0.91,\nand −1.10 V versus Ag/AgCl, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>). In the UV–vis absorption spectra, they\nhave broad absorption bands, indicating a strong capability of visible-light\nharvesting (a). According to the Tauc plots, the optical\nband gap energies are estimated to be 2.52, 2.55, and 2.61 eV for <bold>HNU-64</bold>, <bold>HNU-64-CH<sub>3</sub>\n</bold>, and <bold>HNU-64-Cl</bold>, respectively (inset in a). Combining their optical band gap energies and CB\nedges, the VB maximum potentials are then calculated to be 1.65, 1.64,\nand 1.51 V versus Ag/AgCl, respectively (b). The CB and VB levels in the three uranyl\nMOFs possess enough potential energy for O<sub>2</sub> photoreduction\nto <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> and oxidation\nof benzylamine. To elucidate the roles of possible\nactive species in photocatalysis, a series of quenching experiments\nwere investigated. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01594/suppl_file/ic2c01594_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>, when 2,2,6,6-tetramethylpiperidoxyl as the <sup>1</sup>O<sub>2</sub> scavenger and <italic toggle=\"yes\">p</italic>-benzoquinone as the <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> scavenger are added, decreased conversion\nproves that <sup>1</sup>O<sub>2</sub> and <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> are main reactive oxygen species in the reaction.\nThe addition of electron scavenger AgNO<sub>3</sub> or hole scavenger\nKI into the mixture also leads to markedly decreased conversions,\nwhich demonstrates the importance of photogenerated electrons and\nholes in the photocatalysis. In addition, a slight decrease of benzylamine\nconversion is observed with tert-butanol (t-BuOH) as the hydroxyl\nradical (<sup>·</sup>OH) scavenger, suggesting that <sup>·</sup>OH contributes little to the formation of imines. Such results prove\nthat <sup>1</sup>O<sub>2</sub> and <sup>·</sup>O<sub>2</sub>\n<sup>–</sup> as main reactive oxygen species play a vital role\nin the reaction pathway together with the effect of photogenerated\nelectrons and holes.</p>", "clean_text": "TGA curves of three uranyl MOFs show a weight loss of 6.20, 6.35, and 5.96 (calcd 6.41, 6.28, and 6.11%) below 190 °C, respectively, suggesting the loss of dimethylamine cations. Another weight loss of 56.15, 56.75, and 58.14% (calcd 55.98, 56.80, and 58.01%) occurred during 190-568 °C, respectively. They are attributed to the destruction of the coordinated ligands. HNU-64, HNU-64-CH3 , and HNU-64-Cl display no further weight loss above 568, 466, and 494 °C, respectively (Figure S5). The results are consistent with results of elemental analysis.\n\nIn order to assess the electronic band structures and optical character of HNU-64, UV-vis absorption spectra and Mott-Schottky plots were tested (Figure S10a,b). It is found that HNU-64 has a broad absorption band in the range of 360-500 nm, suggesting the ability to capture visible light. It is also found that the band energy level of HNU-64 is in the range of -0.87 to 1.65 V, in comparison with the oxygen photoreduction potential (E red = -0.24 V vs Ag/AgCl) and amine oxidation potential (E oxi = +0.56 V vs Ag/AgCl), which indicates that HNU-64 has photocatalytic potential. Therefore, HNU-64 was explored for oxidative coupling of amines, and benzylamine was selected as the reaction substrate example. The catalytic reaction was performed under an oxygen atmosphere and 25 °C, and experimental results are listed in . With the increase of time, the conversion of benzylamine also increases. Within 7 h, benzylamine is almost completely converted to N-benzylbenzaldimine (entry 1-4) with a turnover frequency (TOF) of 3994 μmol⋅g-1⋅h-1 (entry 4). Compared with the reported photocatalysts, HNU-64 shows a higher catalytic activity than inorganic semiconductor materials under similar reaction conditions and better performance than MOF NH2-MIL-125(Ti) and is comparable to other porphyrin or pyridine-based MOF photocatalysts (Table S2). In addition, HNU-64 has good recyclability. After five catalytic cycle reactions, HNU-64 still has good catalytic performance and maintains its crystal structure well (Figure S11).\n\nTo further investigate the effect of substituents of benzylamine on catalytic performance, the photocatalytic oxidation activity of HNU-64 for other benzylamine derivatives was explored. In similar experimental conditions, conversions of benzylamine derivatives with -CH3, -OCH3, and -Cl after 6 h are 65.5, 51.2, and 63.1%, respectively (entry 5-7 in ). No other products except imines were detected, and the selectivity of their respective imines can be determined to be >99%. TOF values of the three reactions are 3275, 2560, and 3155 μmol⋅g-1⋅h-1, suggesting that HNU-64 has a good catalytic effect on benzylamine derivatives. The conversion of Cl-, OCH3-, and CH3-substituted benzylamines decreased significantly, indicating that the effect of electron donor groups (OCH3 and CH3) and electron-drawing group (Cl) will not improve the conversion. Combined with these results, it can be found that the conversions are reduced when the para-position hydrogen of benzylamine substitutes for larger groups such as -CH3, -OCH3, and -Cl, which is attributed to the steric hindrance of a larger substituent affecting the entry of amine molecules through the channels of HNU-64 instead of electronic effect of substituent groups. In addition, the catalytic performances of HNU-64-CH3  and HNU-64-Cl for photocatalytic oxidation were also studied. As shown in , HNU-64-CH3  and HNU-64-Cl can also catalyze the coupling of benzylamine oxidation under similar mild conditions. After 7 hours, TOF values are 3921 and 3887 μmol⋅g-1⋅h-1, and the reaction selectivity is more than 99%. Therefore, the three isostructural uranyl MOFs have good photocatalytic performance in the oxidation of benzylamine. The lower conversion and TOF values of HNU-64-CH3  and HNU-64-Cl than those of HNU-64 are on account of their functionalized channels blocking the passage of amine molecules via steric hindrance. \n\nTo clarify the potential mechanism of their catalytic activity, the electronic band structures and optical properties of three uranyl MOFs were then investigated by electrochemical and spectral measurements. According to the Mott-Schottky plots, the positive slopes suggest that they are typical n-type semiconductors (Figure S10a). In n-type semiconductors, the CB minimum position is thought to be approximately equivalent to the flat band position. The CB edges of HNU-64, HNU-64-CH3 , and HNU-64-Cl are approximated to be -0.87, -0.91, and -1.10 V versus Ag/AgCl, respectively (Figure S10a). In the UV-vis absorption spectra, they have broad absorption bands, indicating a strong capability of visible-light harvesting (a). According to the Tauc plots, the optical band gap energies are estimated to be 2.52, 2.55, and 2.61 eV for HNU-64, HNU-64-CH3 , and HNU-64-Cl, respectively (inset in a). Combining their optical band gap energies and CB edges, the VB maximum potentials are then calculated to be 1.65, 1.64, and 1.51 V versus Ag/AgCl, respectively (b). The CB and VB levels in the three uranyl MOFs possess enough potential energy for O2 photoreduction to ⋅O2 - and oxidation of benzylamine. To elucidate the roles of possible active species in photocatalysis, a series of quenching experiments were investigated. As shown in Figure S12, when 2,2,6,6-tetramethylpiperidoxyl as the 1O2 scavenger and p-benzoquinone as the ⋅O2 - scavenger are added, decreased conversion proves that 1O2 and ⋅O2 - are main reactive oxygen species in the reaction. The addition of electron scavenger AgNO3 or hole scavenger KI into the mixture also leads to markedly decreased conversions, which demonstrates the importance of photogenerated electrons and holes in the photocatalysis. In addition, a slight decrease of benzylamine conversion is observed with tert-butanol (t-BuOH) as the hydroxyl radical (⋅OH) scavenger, suggesting that ⋅OH contributes little to the formation of imines. Such results prove that 1O2 and ⋅O2 - as main reactive oxygen species play a vital role in the reaction pathway together with the effect of photogenerated electrons and holes.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "weight loss", "condition": "removal of coordinated solvent molecules"}, {"value": "250", "unit": "°C", "type": "consecutive weight loss", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "HNU-64", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "568", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "HNU-64-CH3", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "466", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "HNU-64-Cl", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "494", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Catalytic Activity of <bold>HNU-64</bold>\n<sup>a</sup>, <bold>HNU-64-CH<sub>3</sub>\n</bold>\n<sup>b</sup>, and <bold>HNU-64-Cl</bold>\n<sup>c</sup> for Amine Oxidation<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0006.tif\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"left\">entry</oasis:entry>\n<oasis:entry align=\"left\">\n<italic toggle=\"yes\">R</italic> in reactant</oasis:entry>\n<oasis:entry align=\"left\">time/h</oasis:entry>\n<oasis:entry align=\"left\">conversion/%</oasis:entry>\n<oasis:entry align=\"left\">selectivity/%</oasis:entry>\n<oasis:entry align=\"left\">TOF/μmol·g<sup>–1</sup>·h<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1<sup>a</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>31.7</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>4755</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2<sup>a</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>62.1</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>4657</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3<sup>a</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>89.5</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>4475</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4<sup>a</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>93.2</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3994</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5<sup>a</sup>\n</oasis:entry>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>65.5</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3275</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6<sup>a</sup>\n</oasis:entry>\n<oasis:entry>OCH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>51.2</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>2560</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7<sup>a</sup>\n</oasis:entry>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>63.1</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3155</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8<sup>b</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>91.5</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3921</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>9<sup>c</sup>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>90.7</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>3887</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Reaction conditions: 25 °C,\nO<sub>2</sub>, amine (0.3 mmol), catalyst (10 mg), CH<sub>3</sub>OH\n(5 mL), and 300 W Xe lamp (&gt;400 nm).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Catalytic Activity of HNU-64<sup>a</sup>, HNU-64-CH<sub>3</sub><sup>b</sup>, and HNU-64-Cl<sup>c</sup> for Amine Oxidation[^1]\n\n| entry | R in reactant | time/h | conversion/% | selectivity/% | TOF/μmol·g<sup>–1</sup>·h<sup>–1</sup> |\n|-------|---------------|--------|---------------|----------------|------------------------------------|\n| 1<sup>a</sup> | H | 2 | 31.7 | >99 | 4755 |\n| 2<sup>a</sup> | H | 4 | 62.1 | >99 | 4657 |\n| 3<sup>a</sup> | H | 6 | 89.5 | >99 | 4475 |\n| 4<sup>a</sup> | H | 7 | 93.2 | >99 | 3994 |\n| 5<sup>a</sup> | CH<sub>3</sub> | 6 | 65.5 | >99 | 3275 |\n| 6<sup>a</sup> | OCH<sub>3</sub> | 6 | 51.2 | >99 | 2560 |\n| 7<sup>a</sup> | Cl | 6 | 63.1 | >99 | 3155 |\n| 8<sup>b</sup> | H | 7 | 91.5 | >99 | 3921 |\n| 9<sup>c</sup> | H | 7 | 90.7 | >99 | 3887 |\n\n[^1]: Reaction conditions: 25 °C, O<sub>2</sub>, amine (0.3 mmol), catalyst (10 mg), CH<sub>3</sub>OH (5 mL), and 300 W Xe lamp (>400 nm).", "data": ["substring not found"], "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>PXRD patterns of (a) synthesized samples and <bold>HNU-64</bold> in (b) different organic solvents.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  PXRD patterns of (a) synthesized samples and HNU-64 in (b) different organic solvents.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Coordination\nenvironment of <bold>HNU-64</bold>. (b) Twofold\ninterpenetration channels of <bold>HNU-64</bold> along the <italic toggle=\"yes\">b</italic> axis. (c) 3D porous framework of <bold>HNU-64</bold> along\nthe <italic toggle=\"yes\">c</italic> axis. (d) Quadruplex helical structure along\nthe <italic toggle=\"yes\">b</italic> axis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Coordination environment of HNU-64. (b) Twofold interpenetration channels of HNU-64 along the b axis. (c) 3D porous framework of HNU-64 along the c axis. (d) Quadruplex helical structure along the b axis.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) UV–vis absorption spectra and Tauc plots for\nestimating\nthe direct optical band gap energies. (b) Schematic drawing of band\nstructures of the uranyl MOFs. (c) Steady-state PL spectra (λ<sub>ex</sub> = 344 nm). (d) EIS plots for the uranyl MOFs in 0.5 M Na<sub>2</sub>SO<sub>4</sub> aqueous solutions.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) UV-vis absorption spectra and Tauc plots for estimating the direct optical band gap energies. (b) Schematic drawing of band structures of the uranyl MOFs. (c) Steady-state PL spectra (λex = 344 nm). (d) EIS plots for the uranyl MOFs in 0.5 M Na2SO4 aqueous solutions.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Proposed mechanism for the photocatalytic oxidative coupling\nof\nbenzylamine over <bold>HNU-64</bold>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01594_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Proposed mechanism for the photocatalytic oxidative coupling of benzylamine over HNU-64.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.2c01594", "title": "\nEfficient\nPhotocatalytic Oxidative Coupling of Benzylamine\nover Uranyl–Organic Frameworks\n", "journal": "American Chemical Society", "date": "2022.07", "author_list": ["Che\nGuang", "Yang\nWeiting", "Wang\nCong", "Li\nMeiling", "Li\nXinyi", "Pan\nQinhe"]}}