{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic2c01508.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The preparation of novel efficient catalyststhat\ncould\nbe applicable in industrially important chemical processeshas\nattracted great interest. Small subnanometer metal clusters can exhibit\noutstanding catalytic capabilities, and thus, research efforts have\nbeen devoted, recently, to synthesize novel catalysts bearing such\nactive sites. Here, we report the gram-scale preparation of Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> subnanometer clusters\nwithin the channels of a highly crystalline three-dimensional anionic\nmetal–organic framework, with the formula [Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup>]@Ag<sup>I</sup>\n<sub>2</sub>Na<sup>I</sup>\n<sub>2</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·48H<sub>2</sub>O [Me<sub>3</sub>mpba<sup>4–</sup> = <italic toggle=\"yes\">N,N</italic>′-2,4,6-trimethyl-1,3-phenylenebis­(oxamate)]. The resulting\ncrystalline solid catalystfully characterized with the help\nof single-crystal X-ray diffractionexhibits high catalytic\nactivity for the catalytic Buchner ring expansion reaction.</p>", "clean_text": "The preparation of novel efficient catalyststhat could be applicable in industrially important chemical processeshas attracted great interest. Small subnanometer metal clusters can exhibit outstanding catalytic capabilities, and thus, research efforts have been devoted, recently, to synthesize novel catalysts bearing such active sites. Here, we report the gram-scale preparation of Ag2 0 subnanometer clusters within the channels of a highly crystalline three-dimensional anionic metal-organic framework, with the formula [Ag2 0]@AgI 2NaI 2{NiII 4[CuII 2(Me3mpba)2]3}⋅48H2O [Me3mpba4- = N,N'-2,4,6-trimethyl-1,3-phenylenebis(oxamate)]. The resulting crystalline solid catalystfully characterized with the help of single-crystal X-ray diffractionexhibits high catalytic activity for the catalytic Buchner ring expansion reaction.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The present work describes the MOF-driven\npreparation of\nwell-defined ligand-free Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> nanoclusters, which are efficiently stabilized\nby the MOF channels. The small Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> nanoclusters, prepared in the gram scale,\nare used as efficient and recoverable catalysts for the Buchner ring\nexpansion reaction. These results expand the toolkit of readily affordable\nAg species for heterogeneous catalysis in organic synthesis.</p>", "clean_text": "The present work describes the MOF-driven preparation of well-defined ligand-free Ag2 0 nanoclusters, which are efficiently stabilized by the MOF channels. The small Ag2 0 nanoclusters, prepared in the gram scale, are used as efficient and recoverable catalysts for the Buchner ring expansion reaction. These results expand the toolkit of readily affordable Ag species for heterogeneous catalysis in organic synthesis.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The preparation, stabilization, and characterization\nof subnanometer\nmetal clusters (SNMCs) has been a main challenge for chemists during\nthe last years. Indeed, the preparation of such ultrasmall entities is highly complex\nand often requires, for instance, the use of stabilizing blocking\nligands that prevent their agglomeration\ninto larger metal nanoparticles (MNPs) but, in turn, may worsen their\ncatalytic properties. Moreover, the characterization of such tiny\nSNMCs is really not an easy task and requires the use of high-resolution\nmicroscopy techniquesfor example, high-angle annular dark-field–scanning\ntransmission electron microscopy (HAADF–STEM)whose\nelectron beam can, with time, degrade the sample that is being observed. However, despite such complications, the outstanding\nmedical, optical, and/or catalytic properties of SNMCs make it well\nworth the effort.\n</p>", "clean_text": "Introduction\n\nThe preparation, stabilization, and characterization of subnanometer metal clusters (SNMCs) has been a main challenge for chemists during the last years. Indeed, the preparation of such ultrasmall entities is highly complex and often requires, for instance, the use of stabilizing blocking ligands that prevent their agglomeration into larger metal nanoparticles (MNPs) but, in turn, may worsen their catalytic properties. Moreover, the characterization of such tiny SNMCs is really not an easy task and requires the use of high-resolution microscopy techniquesfor example, high-angle annular dark-field-scanning transmission electron microscopy (HAADF-STEM)whose electron beam can, with time, degrade the sample that is being observed. However, despite such complications, the outstanding medical, optical, and/or catalytic properties of SNMCs make it well worth the effort. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Focusing on the catalytic properties\nof SNMCs, stabilizing capping\nligands of SNMCs dramatically reduces their catalytic activity as\nthey prevent a proper contact with reactants and trigger their decomposition\nunder reaction conditions. Therefore, it seems clear that “naked”\nSNMCs, with all metal atoms exposed, are called to offer the best\ncatalytic performances. In this context,\na proper strategy to obtain ligand-free SNMCs consists in supporting\nthese metal species in porous solids such as zeolites or organic porous\nmaterials. More recently, another type\nof porous materials, the so-called metal–organic frameworks\n(MOFs), have emerged as a suitable platform\nnot only to host SNMCs but also to be used as chemical reactors for\nthe in situ chemical synthesis of the SNMCs.\n</p>", "clean_text": "Focusing on the catalytic properties of SNMCs, stabilizing capping ligands of SNMCs dramatically reduces their catalytic activity as they prevent a proper contact with reactants and trigger their decomposition under reaction conditions. Therefore, it seems clear that \"naked\" SNMCs, with all metal atoms exposed, are called to offer the best catalytic performances. In this context, a proper strategy to obtain ligand-free SNMCs consists in supporting these metal species in porous solids such as zeolites or organic porous materials. More recently, another type of porous materials, the so-called metal-organic frameworks (MOFs), have emerged as a suitable platform not only to host SNMCs but also to be used as chemical reactors for the in situ chemical synthesis of the SNMCs. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>MOFs are crystalline porous materials that have attracted\nsignificant\nattention in the past 2 decades due to the myriad applications they\ncan be used in. Moreover, aiming at encapsulating/synthesizing\nSNMCs, or even single-atom catalysts, MOFs offer clear advantages compared to other porous\nmaterials such as a fine control of the functionalities decorating\nthe channelswhich allows us to retain and align metals in\nspecific positions and controlled stoichiometriesand the possibility\nto use single-crystal X-ray crystallography to unveil the\ncrystal structure of these ultrasmall metal species.</p>", "clean_text": "MOFs are crystalline porous materials that have attracted significant attention in the past 2 decades due to the myriad applications they can be used in. Moreover, aiming at encapsulating/synthesizing SNMCs, or even single-atom catalysts, MOFs offer clear advantages compared to other porous materials such as a fine control of the functionalities decorating the channelswhich allows us to retain and align metals in specific positions and controlled stoichiometriesand the possibility to use single-crystal X-ray crystallography to unveil the crystal structure of these ultrasmall metal species.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this\ncontext, we recently used, as a chemical\nreactor, a highly robust anionic three-dimensional\nMOF, with the formula Ni<sup>II</sup>\n<sub>2</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·54H<sub>2</sub>O [Me<sub>3</sub>mpba<sup>4–</sup> = <italic toggle=\"yes\">N,N</italic>′-2,4,6-trimethyl-1,3-phenylenebis­(oxamate)],\nfor the MOF-driven preparation of ligand-free tetranuclear [Pd<sub>4</sub>]<sup>2+</sup> clusters after two consecutive post-synthetic\nsteps consisting of first replacing the Ni<sup>2+</sup> cations hosted\nwithin its channels by Pd<sup>2+</sup> ones and the concomitant reduction\nto form the final tetranuclear species within the empty space of the\nMOF. The resulting host–guest material had the following formula:\n[Pd<sub>4</sub>]<sub>0.5</sub>@Na<sub>3</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·56H<sub>2</sub>O (). Overall, the anionic nature of the MOF\nallowed a fine control of the number of inserted Pd<sup>2+</sup> cations\nin the first step, which were occupying specific positions by interacting\nwith the carboxylate oxygens from the network. Then, the confined\nspace, as well as the mentioned controlled stoichiometry, allowed\nthe formation of the small [Pd<sub>4</sub>]<sup>2+</sup> clusters,\nhomogeneously distributed within the walls of the MOF (). As expected, such naked\nclusters, possessing all four metal atoms outwardly exposed, exhibited\noutstanding catalytic activity, outperforming state-of-the-art metal\ncatalysts in carbene-mediated reactions, also showing high yields\n(&gt;90%) and turnover numbers (up to 100,000). However, considering\nthe high cost of palladium, it would be highly desirable to achieve\nhighly performing SNMCs with lower prices.</p>", "clean_text": "In this context, we recently used, as a chemical reactor, a highly robust anionic three-dimensional MOF, with the formula NiII 2{NiII 4[CuII 2(Me3mpba)2]3}⋅54H2O [Me3mpba4- = N,N'-2,4,6-trimethyl-1,3-phenylenebis(oxamate)], for the MOF-driven preparation of ligand-free tetranuclear [Pd4]2+ clusters after two consecutive post-synthetic steps consisting of first replacing the Ni2+ cations hosted within its channels by Pd2+ ones and the concomitant reduction to form the final tetranuclear species within the empty space of the MOF. The resulting host-guest material had the following formula: [Pd4]0.5@Na3{NiII 4[CuII 2(Me3mpba)2]3}⋅56H2O (). Overall, the anionic nature of the MOF allowed a fine control of the number of inserted Pd2+ cations in the first step, which were occupying specific positions by interacting with the carboxylate oxygens from the network. Then, the confined space, as well as the mentioned controlled stoichiometry, allowed the formation of the small [Pd4]2+ clusters, homogeneously distributed within the walls of the MOF (). As expected, such naked clusters, possessing all four metal atoms outwardly exposed, exhibited outstanding catalytic activity, outperforming state-of-the-art metal catalysts in carbene-mediated reactions, also showing high yields (>90%) and turnover numbers (up to 100,000). However, considering the high cost of palladium, it would be highly desirable to achieve highly performing SNMCs with lower prices.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of\nthe previously reported [Pd<sub>4</sub>]<sub>0.5</sub>@Na<sub>3</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·56H<sub>2</sub>O MOF.<xref ref-type=\"bibr\" rid=\"ref21\"></xref> Atoms constituting the\nframework and Pd atoms are represented by light yellow and blue spheres,\nrespectively.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of the previously reported [Pd4]0.5@Na3{NiII 4[CuII 2(Me3mpba)2]3}⋅56H2O MOF. Atoms constituting the framework and Pd atoms are represented by light yellow and blue spheres, respectively.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Herein, aiming at expanding\nthese results to more affordable metals,\nwe report the two-step post-synthetic preparation of Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> nanoclusters using\nthe same MOF Ni<sup>II</sup>\n<sub>2</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·54H<sub>2</sub>O (<bold>1</bold>) as the host matrix\n(a). First,\nnickel­(II) cations, located in the pores of <bold>1</bold>, are exchanged\nby Ag<sup>+</sup> ones, yielding the novel compound Ag<sup>I</sup>\n<sub>4</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·51H<sub>2</sub>O (<bold>2</bold>) (b). Then, after introducing NaBH<sub>4</sub>, the reduction\nprocess occurs to give the final compound [Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup>]@Ag<sup>I</sup>\n<sub>2</sub>­Na<sup>I</sup>\n<sub>2</sub>­{Ni<sup>II</sup>\n<sub>4</sub>­[Cu<sup>II</sup>\n<sub>2</sub>­(Me<sub>3</sub>­mpba)<sub>2</sub>]<sub>3</sub>}·48H<sub>2</sub>O (<bold>3</bold>) (c). The whole process could\nbe followed by single-crystal X-ray diffraction (SCXRD), unveiling\ncertain details about the nanocluster formation, which constitutes\none of the very few examples of MOF-hosted silver subnanometer clusters and the first whose crystal structure could\nbe elucidated.</p>", "clean_text": "Results and Discussion\n\nHerein, aiming at expanding these results to more affordable metals, we report the two-step post-synthetic preparation of Ag2 0 nanoclusters using the same MOF NiII 2{NiII 4[CuII 2(Me3mpba)2]3}⋅54H2O (1) as the host matrix (a). First, nickel(II) cations, located in the pores of 1, are exchanged by Ag+ ones, yielding the novel compound AgI 4{NiII 4[CuII 2(Me3mpba)2]3}⋅51H2O (2) (b). Then, after introducing NaBH4, the reduction process occurs to give the final compound [Ag2 0]@AgI 2NaI 2{NiII 4[CuII 2(Me3mpba)2]3}⋅48H2O (3) (c). The whole process could be followed by single-crystal X-ray diffraction (SCXRD), unveiling certain details about the nanocluster formation, which constitutes one of the very few examples of MOF-hosted silver subnanometer clusters and the first whose crystal structure could be elucidated.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Design approach showing the crystal structures of <bold>1</bold> (a), <bold>2</bold> (b), and <bold>3</bold> (c) showing\nthe two-step\npost-synthetic process consisting of the exchange of the Ni<sup>II</sup> cations in the pores of 1 by Ag<sup>I</sup> ones to yield <bold>2</bold> and the reduction process to form the Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> clusters in <bold>3</bold>. Virtual\ndiameters of larger octagonal pores are 2.0 nm for MOFs <bold>1</bold>–<bold>3</bold>, respectively. Copper and nickel atoms from\nthe network are represented by cyan and orange polyhedra, respectively,\nwhereas organic ligands are depicted as gray sticks. Orange, yellow,\nand blue spheres represent Ni, Na, and Ag atoms, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Design approach showing the crystal structures of 1 (a), 2 (b), and 3 (c) showing the two-step post-synthetic process consisting of the exchange of the NiII cations in the pores of 1 by AgI ones to yield 2 and the reduction process to form the Ag2 0 clusters in 3. Virtual diameters of larger octagonal pores are 2.0 nm for MOFs 1-3, respectively. Copper and nickel atoms from the network are represented by cyan and orange polyhedra, respectively, whereas organic ligands are depicted as gray sticks. Orange, yellow, and blue spheres represent Ni, Na, and Ag atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The nature of the final hybrid material, <bold>3</bold>, containing\nAg<sub>2</sub> clusters (together with unreduced Ag<sup>+</sup> ions)\nhas been further confirmed by the combination of a variety of techniques\nincluding inductively coupled plasm–mass spectrometry (ICP–MS)\n(Table S1, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>), elemental\nmapping, powder X-ray diffraction (PXRD), thermogravimetric analysis\n(TGA), X-ray photoelectron spectroscopy (XPS), and scanning electron\nmicroscopy (SEM). The N<sub>2</sub> adsorption isotherms at 77 K confirmed\nthe permanent porosity of <bold>2</bold> and <bold>3</bold> (see below).\nFinally, as previously mentioned, SCXRD with synchrotron radiation\nallowed the resolution of the crystal structure of <bold>2</bold> and <bold>3</bold> (Table S2, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>) and the observation of ultrasmall silver dinuclear entities and\nsurroundings within the solid in <bold>3</bold> ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">S1</ext-link>).</p>", "clean_text": "The nature of the final hybrid material, 3, containing Ag2 clusters (together with unreduced Ag+ ions) has been further confirmed by the combination of a variety of techniques including inductively coupled plasm-mass spectrometry (ICP-MS) (Table S1, Supporting Information), elemental mapping, powder X-ray diffraction (PXRD), thermogravimetric analysis (TGA), X-ray photoelectron spectroscopy (XPS), and scanning electron microscopy (SEM). The N2 adsorption isotherms at 77 K confirmed the permanent porosity of 2 and 3 (see below). Finally, as previously mentioned, SCXRD with synchrotron radiation allowed the resolution of the crystal structure of 2 and 3 (Table S2, Supporting Information) and the observation of ultrasmall silver dinuclear entities and surroundings within the solid in 3 ( and S1).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The anionic Ni<sup>II</sup>\n<sub>4</sub>Cu<sup>II</sup>\n<sub>6</sub> open-framework structures in both <bold>2</bold> and <bold>3</bold> are isoreticular and crystallize in the <italic toggle=\"yes\">P</italic>4/<italic toggle=\"yes\">mmm</italic> space group of the tetragonal system. Compound <bold>2</bold> exhibits the Ag<sup>+</sup> cations situated within the\nwalls of the hydrophilic octagonal pores (virtual diameter of 2.0\nnm), where they are stabilized by noncovalent interactions involving\noxamate oxygen atoms [Ag<sup>+</sup>···O<sub>oxamate</sub> of 2.72(1)–2.79(1) Å], with no evidence of previously\nNi<sup>2+</sup> cations of <bold>1</bold>, thus indicating that they\nare completely exchanged by Ag<sup>+</sup> ones (b). Ag<sup>+</sup> ion surroundings\nunveil interacting oxygen atoms likely belonging to nitrate anions\n(the whole fragments were not found from the ΔF map, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, Figures S1–S3)\nor solvent water molecules [Ag<sup>+</sup>···O distance\nrange of 2.38(3)–2.56(3) Å], together with Ag<sup>+</sup>···Ag<sup>+</sup> with a separation of 2.74(2) Å,\nwhich is shorter than the van der Waals contact distance, and they\nmight be considered as precursors of the Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> dimers observed in <bold>3</bold>. On\nthe other hand, the crystal structure of <bold>3</bold> reveals the\nstabilization provided by the nano-confined space of the MOF on the\nas-synthesized Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> dimers, constricted into the walls of the hydrophilic octagonal\nchannels of the anionic Ni<sub>4</sub>\n<sup>2+</sup>Cu<sub>6</sub>\n<sup>2+</sup> open-framework net (c, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">S4, and S5</ext-link>), together\nwith unreduced Ag<sup>+</sup>···Ag<sup>+</sup> dimers\nin smaller square pores (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">S5</ext-link>). Further hydrated\ncharge-counterbalancing alkali Na<sup>+</sup> cations are retained\nin the preferential cationic sites, which stabilize the final material,\nshowing an outstanding robustness (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figures S4 and S5</ext-link>). The poorer accessibility to the small square pores\nfor solvated NaBH<sub>4</sub> is most likely the reason for still\nunreduced Ag<sup>+</sup>···Ag<sup>+</sup> dimers [blocked\nby Ag<sup>+</sup>···O<sub>oxamate</sub> interactions\nat a distance of 2.84(1) Å] (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).  shows\nthat Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> dimers\n[intradimer Ag···Ag distance of 3.19(1) Å] are\nwell-fixed and stabilized inside the walls of the largest pores of\nthe network by means of supramolecular interactions involving oxamate\nligands [Ag···O<sub>oxamate</sub> distance range of\n2.93(1)–3.05(1) Å] and very weak connections with solvent\nmolecules [Ag<sup>0</sup>···O<sub>water</sub> distance\nof 3.25(1) Å].</p>", "clean_text": "The anionic NiII 4CuII 6 open-framework structures in both 2 and 3 are isoreticular and crystallize in the P4/mmm space group of the tetragonal system. Compound 2 exhibits the Ag+ cations situated within the walls of the hydrophilic octagonal pores (virtual diameter of 2.0 nm), where they are stabilized by noncovalent interactions involving oxamate oxygen atoms [Ag+⋅⋅⋅Ooxamate of 2.72(1)-2.79(1) Å], with no evidence of previously Ni2+ cations of 1, thus indicating that they are completely exchanged by Ag+ ones (b). Ag+ ion surroundings unveil interacting oxygen atoms likely belonging to nitrate anions (the whole fragments were not found from the ΔF map, see Supporting Information, Figures S1-S3) or solvent water molecules [Ag+⋅⋅⋅O distance range of 2.38(3)-2.56(3) Å], together with Ag+⋅⋅⋅Ag+ with a separation of 2.74(2) Å, which is shorter than the van der Waals contact distance, and they might be considered as precursors of the Ag2 0 dimers observed in 3. On the other hand, the crystal structure of 3 reveals the stabilization provided by the nano-confined space of the MOF on the as-synthesized Ag2 0 dimers, constricted into the walls of the hydrophilic octagonal channels of the anionic Ni4 2+Cu6 2+ open-framework net (c, S4, and S5), together with unreduced Ag+⋅⋅⋅Ag+ dimers in smaller square pores (c and S5). Further hydrated charge-counterbalancing alkali Na+ cations are retained in the preferential cationic sites, which stabilize the final material, showing an outstanding robustness (Figures S4 and S5). The poorer accessibility to the small square pores for solvated NaBH4 is most likely the reason for still unreduced Ag+⋅⋅⋅Ag+ dimers [blocked by Ag+⋅⋅⋅Ooxamate interactions at a distance of 2.84(1) Å] (Figure S5).  shows that Ag2 0 dimers [intradimer Ag⋅⋅⋅Ag distance of 3.19(1) Å] are well-fixed and stabilized inside the walls of the largest pores of the network by means of supramolecular interactions involving oxamate ligands [Ag⋅⋅⋅Ooxamate distance range of 2.93(1)-3.05(1) Å] and very weak connections with solvent molecules [Ag0⋅⋅⋅Owater distance of 3.25(1) Å].", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>One single channel of <bold>3</bold>, showing supramolecular\ninteractions\ninvolving oxamate ligands of the network (distances are reported in\nangstroms).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  One single channel of 3, showing supramolecular interactions involving oxamate ligands of the network (distances are reported in angstroms).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>SEM coupled with energy-dispersive X-ray spectroscopy\n(EDX) measurements\nof <bold>2</bold> and <bold>3</bold> are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figures S6 and S7</ext-link>. EDX elemental mappings for Cu, Ni, Ag,\nand Na (<bold>3</bold>) elements show a heterogeneous spatial distribution\nof Ag atoms always located next to Cu and Ni atoms. Moreover, aberration-corrected\nHAADF–STEM (AC-HAADF–STEM) images are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>. They allow a direct visualization\nof both Ag<sub>2</sub> dimers together with Ag<sub>1</sub> speciesmost\nlikely to silver atoms residing in smaller square channels.</p>", "clean_text": "SEM coupled with energy-dispersive X-ray spectroscopy (EDX) measurements of 2 and 3 are given in Figures S6 and S7. EDX elemental mappings for Cu, Ni, Ag, and Na (3) elements show a heterogeneous spatial distribution of Ag atoms always located next to Cu and Ni atoms. Moreover, aberration-corrected HAADF-STEM (AC-HAADF-STEM) images are shown in Figure S8. They allow a direct visualization of both Ag2 dimers together with Ag1 speciesmost likely to silver atoms residing in smaller square channels.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>TGA of <bold>2</bold> and <bold>3</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) established the solvent contents for both materials, which\nare reflected in their chemical formulas. PXRD patterns of <bold>2</bold> and <bold>3</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>) indicate\nthat the bulk samples are crystalline and pure, with no typical peaks\nof Ag<sup>0</sup> nanoparticles. Indeed, experimental diffraction\npatterns of <bold>2</bold> and <bold>3</bold> are identical to the\ntheoretical ones extracted from the SCXRD data. XPS spectra of compounds <bold>2</bold> and <bold>3</bold> are depicted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>. For <bold>2</bold>, only possessing Ag<sup>+</sup> cations,\ntwo bands at 367.6 and 373.6 eV, ascribed to Ag 3d<sub>5/2</sub> and\nAg 3d<sub>3/2</sub> binding energies, respectively, are observed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S11a</ext-link>).\nIn turn, for MOF <bold>3</bold>where SCXRD and elemental analyses\nsuggest that Ag<sup>+</sup> cations and Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> nanoclusters coexistapart from\nthe same Ag 3d<sub>5/2</sub> and Ag 3d<sub>3/2</sub> bands at 367.6\nand 373.6 eV, respectively, indicative of Ag<sup>+</sup>, two additional\npeaks at 368.4 and 374.4 eV can be observed, which are attributed\nto reduced Ag<sup>0</sup> atoms, with a 1:1 ratio respect to Ag<sup>+</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>). CO-probe diffuse\nreflectance infrared Fourier transform spectroscopy (DRIFTS) was conducted\non MOF <bold>3</bold>, run at 77 K to avoid any in situ reduction\nof Ag<sup>+</sup> and to observe potential Ag<sup>0</sup>–CO\nspecies (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). The results show\nthree main peaks, one at 1938 cm<sup>–1</sup>, consistent with\nCO bridged-bonded to Ag<sup>0</sup> atoms, a second at 2059 cm<sup>–1</sup>, attributable to Ag­(CO)<sup>+</sup> species, and a last peak at\n2043 cm<sup>–1</sup>, corresponding to free CO, after saturation.\nIt is known that the adsorption of CO on Ag<sup>0</sup> is lower than\nAg<sup>+</sup>; thus, the lower intensity\nof the former makes sense and could very well correspond to a 1:1\nratio between Ag oxidation states. These results strongly support\nthat 50% of Ag<sup>+</sup> present in <bold>2</bold> are reduced by\nNaBH<sub>4</sub> forming Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> nanoclusters, whereas 50% of Ag<sup>+</sup> cations remain untouched, occupying inaccessible sheltered interstitial\npositions where the reducing agent cannot accede (see the structural\ndescription). The N<sub>2</sub> and CO<sub>2</sub> adsorption isotherms\nfor <bold>1</bold>–<bold>3</bold> confirm their permanent porosity\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figures S13 and S14</ext-link>). N<sub>2</sub> adsorption\nisotherms for <bold>1</bold>–<bold>3</bold>, with calculated\nBrunauer–Emmett–Teller surface\nareas of 974, 1013, and 625 m<sup>2</sup>/g, respectively, indicate\na very similar permanent porosity for <bold>1</bold> and <bold>3</bold>, which is in agreement with their identical estimated virtual diameters\nof 2.0 nm. In turn, MOF <bold>2</bold> exhibits lower N<sub>2</sub> adsorption despite having the same virtual diameter (2.0 nm), which\ncould be due to a partial collapse of the structure upon solvent evacuation\ntreatment. Remarkably, CO<sub>2</sub> adsorption isotherms show a\n66% uptake increase for <bold>3</bold>, suggesting quadrupole interactions\nbetween CO<sub>2</sub> molecules and Na<sup>+</sup> cations.</p>", "clean_text": "TGA of 2 and 3 (Figure S9) established the solvent contents for both materials, which are reflected in their chemical formulas. PXRD patterns of 2 and 3 (Figure S10) indicate that the bulk samples are crystalline and pure, with no typical peaks of Ag0 nanoparticles. Indeed, experimental diffraction patterns of 2 and 3 are identical to the theoretical ones extracted from the SCXRD data. XPS spectra of compounds 2 and 3 are depicted in Figure S11. For 2, only possessing Ag+ cations, two bands at 367.6 and 373.6 eV, ascribed to Ag 3d5/2 and Ag 3d3/2 binding energies, respectively, are observed (Figure S11a). In turn, for MOF 3where SCXRD and elemental analyses suggest that Ag+ cations and Ag2 0 nanoclusters coexistapart from the same Ag 3d5/2 and Ag 3d3/2 bands at 367.6 and 373.6 eV, respectively, indicative of Ag+, two additional peaks at 368.4 and 374.4 eV can be observed, which are attributed to reduced Ag0 atoms, with a 1:1 ratio respect to Ag+ (Figure S11b). CO-probe diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) was conducted on MOF 3, run at 77 K to avoid any in situ reduction of Ag+ and to observe potential Ag0-CO species (Figure S12). The results show three main peaks, one at 1938 cm-1, consistent with CO bridged-bonded to Ag0 atoms, a second at 2059 cm-1, attributable to Ag(CO)+ species, and a last peak at 2043 cm-1, corresponding to free CO, after saturation. It is known that the adsorption of CO on Ag0 is lower than Ag+; thus, the lower intensity of the former makes sense and could very well correspond to a 1:1 ratio between Ag oxidation states. These results strongly support that 50% of Ag+ present in 2 are reduced by NaBH4 forming Ag2 0 nanoclusters, whereas 50% of Ag+ cations remain untouched, occupying inaccessible sheltered interstitial positions where the reducing agent cannot accede (see the structural description). The N2 and CO2 adsorption isotherms for 1-3 confirm their permanent porosity (Figures S13 and S14). N2 adsorption isotherms for 1-3, with calculated Brunauer-Emmett-Teller surface areas of 974, 1013, and 625 m2/g, respectively, indicate a very similar permanent porosity for 1 and 3, which is in agreement with their identical estimated virtual diameters of 2.0 nm. In turn, MOF 2 exhibits lower N2 adsorption despite having the same virtual diameter (2.0 nm), which could be due to a partial collapse of the structure upon solvent evacuation treatment. Remarkably, CO2 adsorption isotherms show a 66% uptake increase for 3, suggesting quadrupole interactions between CO2 molecules and Na+ cations.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The Buchner ring expansion reaction was attempted with catalytic\namounts of <bold>3</bold>. The results show that the reaction between\ntoluene (<bold>4</bold>) and ethyl diazoacetate (<bold>5</bold>) (EDA)\nproceeds rapidly (30 min) in a very high yield, under standard reaction\nconditions ( top). Blank experiments without any catalyst gave\na 8% conversion, and the use of MOFs <bold>1</bold> and <bold>2</bold> as catalysts showed the lower catalytic activity of these MOFs than\nthat of <bold>3</bold>, with a 3 times lower initial rate for the\nformer (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>). Commercial Ag NPs\non alumina only gave a 16% conversion, and remarkably, the state-of-the\nart catalyst for this reaction, that is, Rh<sub>2</sub>(OAc)<sub>4</sub>, gave a lower result than MOF <bold>3</bold> in this study, under\nidentical reaction conditions (63% after the addition of <bold>5</bold> at once). An optimum &gt;95% yield of product <bold>6</bold> was\nobtained\nafter maintaining a low concentration of <bold>5</bold> during the\nreaction, which was achieved by adding a solution of <bold>5</bold> (in dichloromethane) into the reaction mixture using a syringe pump,\ninstead of adding it at once. Otherwise, the unwanted dimerization\nreaction of <bold>5</bold> occurs. It is worth noting here that product <bold>6</bold> corresponds to the typical mixture of cycloheptatriene isomers,\nin accordance with previous results. A hot filtration\ntest, where the solid MOF catalyst <bold>3</bold> is removed from\nthe reaction mixture at the reaction temperature (60 °C) at an\nearly conversion (∼30%), shows that the catalytic active species\nare not present in solution within the experimental error (&lt;10%,  bottom), which supports\nthe relative stability of the solid catalyst. In accordance with this\nresult, MOF <bold>3</bold> can be recovered at the end of the reaction\nby centrifugation, washed, and reused six times, maintaining a good\ncatalytic activity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>). However,\nthe catalytic yield of MOF <bold>3</bold> decreased to 30% after six\nuses, which could be due to the progressive (although minor) leaching\nof active species during the reaction.</p>", "clean_text": "The Buchner ring expansion reaction was attempted with catalytic amounts of 3. The results show that the reaction between toluene (4) and ethyl diazoacetate (5) (EDA) proceeds rapidly (30 min) in a very high yield, under standard reaction conditions ( top). Blank experiments without any catalyst gave a 8% conversion, and the use of MOFs 1 and 2 as catalysts showed the lower catalytic activity of these MOFs than that of 3, with a 3 times lower initial rate for the former (Figure S15). Commercial Ag NPs on alumina only gave a 16% conversion, and remarkably, the state-of-the art catalyst for this reaction, that is, Rh2(OAc)4, gave a lower result than MOF 3 in this study, under identical reaction conditions (63% after the addition of 5 at once). An optimum >95% yield of product 6 was obtained after maintaining a low concentration of 5 during the reaction, which was achieved by adding a solution of 5 (in dichloromethane) into the reaction mixture using a syringe pump, instead of adding it at once. Otherwise, the unwanted dimerization reaction of 5 occurs. It is worth noting here that product 6 corresponds to the typical mixture of cycloheptatriene isomers, in accordance with previous results. A hot filtration test, where the solid MOF catalyst 3 is removed from the reaction mixture at the reaction temperature (60 °C) at an early conversion (~30%), shows that the catalytic active species are not present in solution within the experimental error (<10%,  bottom), which supports the relative stability of the solid catalyst. In accordance with this result, MOF 3 can be recovered at the end of the reaction by centrifugation, washed, and reused six times, maintaining a good catalytic activity (Figure S16). However, the catalytic yield of MOF 3 decreased to 30% after six uses, which could be due to the progressive (although minor) leaching of active species during the reaction.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Top: results for the\nBuchner ring expansion reaction between toluene <bold>4</bold> and\nethyl diazoacetate <bold>5</bold> catalyzed by MOF <bold>3</bold>.\nBottom: Hot filtration test after adding <bold>5</bold> at once, error\nbars account for 5% uncertainty. (a) GC yield after\nsyringe pump addition of 5, with the result after the addition of <bold>5</bold> at once given in parentheses; the result with Rh<sub>2</sub>(OAc)<sub>4</sub> as a catalyst (5 mol %) is 63%.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Top: results for the Buchner ring expansion reaction between toluene 4 and ethyl diazoacetate 5 catalyzed by MOF 3. Bottom: Hot filtration test after adding 5 at once, error bars account for 5% uncertainty. (a) GC yield after syringe pump addition of 5, with the result after the addition of 5 at once given in parentheses; the result with Rh2(OAc)4 as a catalyst (5 mol %) is 63%.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The Buchner ring expansion reaction catalyzed by <bold>3</bold> could be expanded to other aromatic substrates (). Halogenated (products <bold>13</bold>, <bold>14</bold>, and <bold>17</bold>), cyano (product <bold>15</bold>), methoxy (product <bold>16</bold>), and ortho-disubstituted\n(product <bold>18</bold>) aromatic compounds react with <bold>5</bold> in good to excellent yields and still in short reaction times (&lt;2\nh). These results should be remarked upon as this is difficult to\nfind in the open literature Ag-catalyzed Buchner ring expansion reactions. The slightly lower results obtained for the bigger substrates <bold>11</bold> and <bold>12</bold> can be explained by the size discrimination\nassociated to the microporous structure of MOF <bold>3</bold>. To\ncheck this, 1,3,5-triisopropylbenzene <bold>19</bold> was tested as\na substrate for the reaction, and product <bold>20</bold> was not\nfound (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>). Besides, diffusion\ntests with varying stirring speeds confirmed that the initial reaction\nrate is dependent on the stirring, which confirms that the reaction\noccurs inside the MOF’s channels (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). Indeed, 1,3,5-triisopropylbenzene <bold>19</bold> reacted\nwhen the Rh<sub>2</sub>(OAc)<sub>4</sub> salt was used as a catalyst\n(3 mol %, 69% yield, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>). Therefore,\nfor MOF- or zeolite-stabilized Pd clusters, the formation of Ag<sub>2</sub> clusters in micro-structured solids\nenables not only the catalytic use of this metal in this complex organic\nsynthetic reaction but also its recovery and reuse. Interstitial Ag<sup>+</sup> cations must be excluded as catalytically\nactive species since reagents cannot access these sites; besides,\nleaching does not occur under the reaction conditions employed. Finally,\nthe integrity of MOF <bold>3</bold> is ensured by PXRD (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>) and XPS (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S20</ext-link>) after catalytic experiments.</p>", "clean_text": "The Buchner ring expansion reaction catalyzed by 3 could be expanded to other aromatic substrates (). Halogenated (products 13, 14, and 17), cyano (product 15), methoxy (product 16), and ortho-disubstituted (product 18) aromatic compounds react with 5 in good to excellent yields and still in short reaction times (<2 h). These results should be remarked upon as this is difficult to find in the open literature Ag-catalyzed Buchner ring expansion reactions. The slightly lower results obtained for the bigger substrates 11 and 12 can be explained by the size discrimination associated to the microporous structure of MOF 3. To check this, 1,3,5-triisopropylbenzene 19 was tested as a substrate for the reaction, and product 20 was not found (Figure S17). Besides, diffusion tests with varying stirring speeds confirmed that the initial reaction rate is dependent on the stirring, which confirms that the reaction occurs inside the MOF's channels (Figure S18). Indeed, 1,3,5-triisopropylbenzene 19 reacted when the Rh2(OAc)4 salt was used as a catalyst (3 mol %, 69% yield, Figure S17). Therefore, for MOF- or zeolite-stabilized Pd clusters, the formation of Ag2 clusters in micro-structured solids enables not only the catalytic use of this metal in this complex organic synthetic reaction but also its recovery and reuse. Interstitial Ag+ cations must be excluded as catalytically active species since reagents cannot access these sites; besides, leaching does not occur under the reaction conditions employed. Finally, the integrity of MOF 3 is ensured by PXRD (Figure S19) and XPS (Figure S20) after catalytic experiments.", "data": null, "include_properties": null}, {"idx": 18, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Results for the Buchner Ring Expansion\nReaction between Different Aromatics 7–12 and 5, Catalyzed\nby MOF 3<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"GRAPHIC-d14e1065-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0006.tif\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">aryl substrate</oasis:entry>\n<oasis:entry align=\"center\">substituent(s)</oasis:entry>\n<oasis:entry align=\"center\">product</oasis:entry>\n<oasis:entry align=\"center\">yield (%)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>\n<bold>7</bold>\n</oasis:entry>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>\n<bold>13</bold>\n</oasis:entry>\n<oasis:entry>66.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>\n<bold>8</bold>\n</oasis:entry>\n<oasis:entry>Br</oasis:entry>\n<oasis:entry>\n<bold>14</bold>\n</oasis:entry>\n<oasis:entry>64.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>\n<bold>9</bold>\n</oasis:entry>\n<oasis:entry>CN</oasis:entry>\n<oasis:entry>\n<bold>15</bold>\n</oasis:entry>\n<oasis:entry>92.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>\n<bold>10</bold>\n</oasis:entry>\n<oasis:entry>OMe</oasis:entry>\n<oasis:entry>\n<bold>16</bold>\n</oasis:entry>\n<oasis:entry>82.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>\n<bold>11</bold>\n</oasis:entry>\n<oasis:entry>CH<sub>2</sub>Br</oasis:entry>\n<oasis:entry>\n<bold>17</bold>\n</oasis:entry>\n<oasis:entry>50.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>\n<bold>12</bold>\n</oasis:entry>\n<oasis:entry>Me-<italic toggle=\"yes\">ortho</italic>-F</oasis:entry>\n<oasis:entry>\n<bold>18</bold>\n</oasis:entry>\n<oasis:entry>72.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>GC yields after syringe pump addition\nof 5.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, ligand-free Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> clusters have\nbeen prepared, stabilized and\ncharacterized within an MOF and used as efficient and recoverable\ncatalysts for the Buchner ring expansion reaction. These results expand\nthe toolkit of readily affordable Ag species for heterogeneous catalysis\nin organic synthesis.</p>", "clean_text": "Conclusions\n\nIn conclusion, ligand-free Ag2 0 clusters have been prepared, stabilized and characterized within an MOF and used as efficient and recoverable catalysts for the Buchner ring expansion reaction. These results expand the toolkit of readily affordable Ag species for heterogeneous catalysis in organic synthesis.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Preparation of Ag<sup>I</sup>\n<sub>4</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·51H<sub>2</sub>O (<bold>2</bold>)</title><p>Well-formed\ndeep green prisms of <bold>2</bold>, which were suitable for XRD,\nwere obtained by immersing crystals of <bold>1</bold> (ca. 0.0015\nmmol) for 48 h in 5 mL of a AgNO<sub>3</sub> aqueous solution (0.004\nmmol), which was replaced three times. A multigram scale procedure\nwas also carried out by using the same synthetic procedure but with\ngreater amounts of both, a powder sample of compound <bold>1</bold> (<italic toggle=\"yes\">ca.</italic> 20 g, 5.8 mmol) and AgNO<sub>3</sub> (2.38\ng, 14.0 mmol), with the same successful results and a very high yield\n(20.33 g, 96%). Anal.: calcd (%) for Cu<sub>6</sub>Ni<sub>4</sub>Ag<sub>4</sub>C<sub>78</sub>H<sub>162</sub>N<sub>12</sub>O<sub>87</sub> (3707.7):\nC, 25.27; H, 4.40; N, 4.53. Found: C, 25.34; H, 4.37; N, 4.59. IR\n(KBr): ν = 3008, 2961 and 2926 cm<sup>–1</sup> (C–H),\n1601 cm<sup>–1</sup> (CO).</p>", "clean_text": "Experimental Section\n\nPreparation of AgI 4{NiII 4[CuII 2(Me3mpba)2]3}⋅51H2O (2)\n\nWell-formed deep green prisms of 2, which were suitable for XRD, were obtained by immersing crystals of 1 (ca. 0.0015 mmol) for 48 h in 5 mL of a AgNO3 aqueous solution (0.004 mmol), which was replaced three times. A multigram scale procedure was also carried out by using the same synthetic procedure but with greater amounts of both, a powder sample of compound 1 (ca. 20 g, 5.8 mmol) and AgNO3 (2.38 g, 14.0 mmol), with the same successful results and a very high yield (20.33 g, 96%). Anal.: calcd (%) for Cu6Ni4Ag4C78H162N12O87 (3707.7): C, 25.27; H, 4.40; N, 4.53. Found: C, 25.34; H, 4.37; N, 4.59. IR (KBr): ν = 3008, 2961 and 2926 cm-1 (C-H), 1601 cm-1 (CO).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of [Ag<sub>2</sub>]­Ag<sup>I</sup>\n<sub>2</sub>Na<sup>I</sup>\n<sub>2</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·48H<sub>2</sub>O (<bold>3</bold>)</title><p>Both crystals (ca. 5 mg) and a\npowder polycrystalline sample of <bold>2</bold> (ca. 10 g) were suspended\nin 50 mL of a H<sub>2</sub>O/CH<sub>3</sub>OH (1:2) solution, to which\nan excess of NaBH<sub>4</sub>, divided in 26 fractions (each fraction\nconsisting of 1 mol of NaBH<sub>4</sub> per mole of <bold>2</bold> to give a final NaBH<sub>4</sub>/MOF molar ratio of 26 or a NaBH<sub>4</sub>/Ag atom molar ratio of 13, which is the same), was added\nprogressively in the space of 72 h. After each addition, the mixture\nwas allowed to react for 1.5 h. After this period, samples were gently\nwashed with a H<sub>2</sub>O/CH<sub>3</sub>OH solution and filtered\non paper, giving high yields (<italic toggle=\"yes\">ca.</italic> 98%). Anal. Calcd\n(%) for Cu<sub>6</sub>Ni<sub>4</sub>Ag<sub>4</sub>Na<sub>2</sub>C<sub>78</sub>H<sub>156</sub>N<sub>12</sub>O<sub>84</sub> (3699.61): C,\n25.32; H, 4.25; N, 4.54. Found: C, 25.28; H, 4.17; N, 4.59. IR (KBr):\nν = 3011, 2971 and 2928 cm<sup>–1</sup> (C–H),\n1605 cm<sup>–1</sup> (CO).</p>", "clean_text": "Preparation of [Ag2]AgI 2NaI 2{NiII 4[CuII 2(Me3mpba)2]3}⋅48H2O (3)\n\nBoth crystals (ca. 5 mg) and a powder polycrystalline sample of 2 (ca. 10 g) were suspended in 50 mL of a H2O/CH3OH (1:2) solution, to which an excess of NaBH4, divided in 26 fractions (each fraction consisting of 1 mol of NaBH4 per mole of 2 to give a final NaBH4/MOF molar ratio of 26 or a NaBH4/Ag atom molar ratio of 13, which is the same), was added progressively in the space of 72 h. After each addition, the mixture was allowed to react for 1.5 h. After this period, samples were gently washed with a H2O/CH3OH solution and filtered on paper, giving high yields (ca. 98%). Anal. Calcd (%) for Cu6Ni4Ag4Na2C78H156N12O84 (3699.61): C, 25.32; H, 4.25; N, 4.54. Found: C, 25.28; H, 4.17; N, 4.59. IR (KBr): ν = 3011, 2971 and 2928 cm-1 (C-H), 1605 cm-1 (CO).", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Gas Adsorption</title><p>The N<sub>2</sub> and CO<sub>2</sub> adsorption–desorption isotherms at 77 and 273 K were obtained\non polycrystalline samples of <bold>2</bold> and <bold>3</bold> using\na BELSORP-mini-X instrument. Samples were first activated with methanol\nand then evacuated at 348 K during 19 h under 10<sup>–6</sup> Torr prior to their analysis.</p>", "clean_text": "Gas Adsorption\n\nThe N2 and CO2 adsorption-desorption isotherms at 77 and 273 K were obtained on polycrystalline samples of 2 and 3 using a BELSORP-mini-X instrument. Samples were first activated with methanol and then evacuated at 348 K during 19 h under 10-6 Torr prior to their analysis.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Microscopy Measurements</title><p>SEM elemental analysis was\ncarried out for <bold>2</bold> and <bold>3</bold> using a HITACHI\nS-4800 electron microscope coupled with an EDX detector. Data were\nanalyzed using QUANTAX 400.</p><p>HAADF–STEM characterization\nfor <bold>3</bold> was performed using an HAADF-FEI-TITAN G2 electron\nmicroscope. 5 mg of the material was re-dispersed in 1 mL of absolute\nEtOH. Carbon-reinforced copper grids (200 mesh) were submerged into\nthe suspension 30 times and then allowed to dry on air for 24 h.</p>", "clean_text": "Microscopy Measurements\n\nSEM elemental analysis was carried out for 2 and 3 using a HITACHI S-4800 electron microscope coupled with an EDX detector. Data were analyzed using QUANTAX 400.\n\nHAADF-STEM characterization for 3 was performed using an HAADF-FEI-TITAN G2 electron microscope. 5 mg of the material was re-dispersed in 1 mL of absolute EtOH. Carbon-reinforced copper grids (200 mesh) were submerged into the suspension 30 times and then allowed to dry on air for 24 h.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>PXRD Measurements</title><p>Polycrystalline samples of <bold>2</bold> and <bold>3</bold> were introduced into 0.5 mm borosilicate\ncapillaries prior to being mounted and aligned on an Empyrean PANalytical\npowder diffractometer, using Cu Kα radiation (λ = 1.54056\nÅ). For each sample, five repeated measurements were collected\nat room temperature (2θ = 2–60°) and merged in a\nsingle diffractogram.</p>", "clean_text": "PXRD Measurements\n\nPolycrystalline samples of 2 and 3 were introduced into 0.5 mm borosilicate capillaries prior to being mounted and aligned on an Empyrean PANalytical powder diffractometer, using Cu Kα radiation (λ = 1.54056 Å). For each sample, five repeated measurements were collected at room temperature (2θ = 2-60°) and merged in a single diffractogram.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>XPS Measurements</title><p>Samples of <bold>2</bold> and <bold>3</bold> were prepared by sticking, without sieving, the samples\nonto a molybdenum plate using a scotch tape film, followed by air-drying.\nMeasurements were performed on a K-Alpha XPS system using a monochromatic\nAl K­(alpha) source (1486.6 eV). As an internal reference for the peak\npositions in the XPS spectra, the C 1s peak has been set at 284.8\neV.</p>", "clean_text": "XPS Measurements\n\nSamples of 2 and 3 were prepared by sticking, without sieving, the samples onto a molybdenum plate using a scotch tape film, followed by air-drying. Measurements were performed on a K-Alpha XPS system using a monochromatic Al K(alpha) source (1486.6 eV). As an internal reference for the peak positions in the XPS spectra, the C 1s peak has been set at 284.8 eV.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>DRIFTS of Adsorbed CO</title><p>DRIFTS using CO as a probe molecule\nwas used to evaluate the electronic properties of MOF <bold>3</bold>. The experiments have been carried out in a homemade IR cell able\nto work in the high and low (77 K) temperature ranges. Prior to CO\nadsorption experiments, the sample was evacuated at 298 K under vacuum\n(10<sup>–6</sup> mbar) for 1 h. CO adsorption experiments were\nperformed at 77 K in the 0.2–20 mbar range. Spectra were recorded\nonce complete coverage of CO at the specified CO partial pressure\nwas achieved. Deconvolution of the IR spectra has been performed in\nthe Origin software using Gaussian curves where the full width at\nhalf-maximum of the individual bands has been taken as a constant.\nThe peak areas are normalized to the sample weight.</p>", "clean_text": "DRIFTS of Adsorbed CO\n\nDRIFTS using CO as a probe molecule was used to evaluate the electronic properties of MOF 3. The experiments have been carried out in a homemade IR cell able to work in the high and low (77 K) temperature ranges. Prior to CO adsorption experiments, the sample was evacuated at 298 K under vacuum (10-6 mbar) for 1 h. CO adsorption experiments were performed at 77 K in the 0.2-20 mbar range. Spectra were recorded once complete coverage of CO at the specified CO partial pressure was achieved. Deconvolution of the IR spectra has been performed in the Origin software using Gaussian curves where the full width at half-maximum of the individual bands has been taken as a constant. The peak areas are normalized to the sample weight.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallographic Data Collection and Structural Refinement</title><p>Crystals of <bold>2</bold> and <bold>3</bold> with ca. 0.06 ×\n0.08 × 0.08 and 0.08 × 0.12 × 0.12 mm dimensions, respectively,\nwere selected and mounted on a MITIGEN holder in Paratone oil and\nvery quickly placed on a liquid nitrogen stream cooled at 90 K to\navoid the possible degradation upon dehydration. Diffraction data\nfor <bold>2</bold>–<bold>3</bold> were collected using synchrotron\nat the I19 beamline of the DIAMOND at λ = 0.6889 Å. Crystallographic\ndetails can be found in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>\n</p>", "clean_text": "X-ray Crystallographic Data Collection and Structural Refinement\n\nCrystals of 2 and 3 with ca. 0.06 × 0.08 × 0.08 and 0.08 × 0.12 × 0.12 mm dimensions, respectively, were selected and mounted on a MITIGEN holder in Paratone oil and very quickly placed on a liquid nitrogen stream cooled at 90 K to avoid the possible degradation upon dehydration. Diffraction data for 2-3 were collected using synchrotron at the I19 beamline of the DIAMOND at λ = 0.6889 Å. Crystallographic details can be found in the Supporting Information ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>General Catalytic Reaction Procedure</title><p>MOF <bold>3</bold> (9.5 mg, 10 mol % Ag) was weighed in a 2 mL vial with a magnetic\nstirrer, and the aromatic substrate (0.8 mL) was added. Then, the\nvial was placed in a pre-heated oil batch at 60 °C, and ethyl\ndiazoacetate <bold>5</bold> (0.1 mmol) was added, either at once or\nusing a syringe pump (solution in dichloromethane). The mixture was\nallowed to react for 0.5–2 h. After the reaction was complete,\nfiltration was carried out to separate the solid catalyst. The reaction\nmixture was analyzed by gas chromatography (GC) and GC–MS.\nFurther details can be found in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "General Catalytic Reaction Procedure\n\nMOF 3 (9.5 mg, 10 mol % Ag) was weighed in a 2 mL vial with a magnetic stirrer, and the aromatic substrate (0.8 mL) was added. Then, the vial was placed in a pre-heated oil batch at 60 °C, and ethyl diazoacetate 5 (0.1 mmol) was added, either at once or using a syringe pump (solution in dichloromethane). The mixture was allowed to react for 0.5-2 h. After the reaction was complete, filtration was carried out to separate the solid catalyst. The reaction mixture was analyzed by gas chromatography (GC) and GC-MS. Further details can be found in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c01508?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c01508</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental preparation, analytical characterization;\nselected data from SEM/EDX and ICP–MS analyses; summary of\ncrystallographic data of <bold>2</bold> and <bold>3</bold>; perspective\nview along the <italic toggle=\"yes\">c</italic> crystallographic axis of <bold>2</bold> and <bold>3</bold>; details along <italic toggle=\"yes\">c</italic> and <italic toggle=\"yes\">a</italic> crystallographic axes of a single octagonal pore in <bold>2</bold>; one single channel of <bold>2</bold> showing supramolecular\ninteractions involving oxamate ligands of the network stabilizing\nAg<sup>+</sup> dimers; details along <italic toggle=\"yes\">c</italic> and <italic toggle=\"yes\">a</italic> crystallographic axes of a single octagonal pore in <bold>2</bold>; backscattered SEM images of <bold>2</bold> and <bold>3</bold> and corresponding EDX mapping for Cu, Ni, and Ag elements; AC-HAADF–STEM\nimage of MOF 3 showing the presence of both Ag single atoms and Ag<sub>2</sub> dimers; TGA curves of <bold>2</bold> and <bold>3</bold> under\na dry nitrogen atmosphere; theoretical and experimental PXRD pattern\nprofiles of <bold>2</bold> and <bold>3</bold>; XPS spectra of <bold>2</bold> and <bold>3</bold>; CO-DRIFTS spectra of MOF <bold>3</bold> with different CO doses; nitrogen sorption and desorption isotherms\nfor the activated compounds <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>; CO<sub>2</sub> sorption and desorption isotherms for the\nactivated compounds <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>; kinetics for the Buchner ring expansion reaction between toluene\n4 and ethyl diazoacetate 5 catalyzed by MOFs <bold>1</bold> and <bold>3</bold>; catalytic reuses for the Buchner ring expansion reaction\nbetween toluene 4 and ethyl diazoacetate 5 catalyzed by MOF 3; Buchner\nring expansion reaction between mesitylene 18 and ethyl diazoacetate\n5 catalyzed by either MOF 3 or the Rh<sub>2</sub>(OAc)<sub>4</sub> salt; kinetics for the Buchner ring expansion reaction between toluene\n4 and ethyl diazoacetate 5 catalyzed by MOF <bold>3</bold> under increasing\nstirring speeds and the corresponding initial rate–stirring\nrate correlation; experimental PXRD pattern of <bold>3</bold> after\ncatalytic experiments; and XPS spectra of <bold>3</bold> after catalytic\nexperiments CCDC reference numbers: <ext-link ext-link-type=\"ccdc\" xlink:href=\"2155455\" xlink:type=\"simple\">2155455</ext-link> (<bold>2</bold>) and <ext-link ext-link-type=\"ccdc\" xlink:href=\"2155456\" xlink:type=\"simple\">2155456</ext-link> (<bold>3</bold>) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c01508.  Experimental preparation, analytical characterization; selected data from SEM/EDX and ICP-MS analyses; summary of crystallographic data of 2 and 3; perspective view along the c crystallographic axis of 2 and 3; details along c and a crystallographic axes of a single octagonal pore in 2; one single channel of 2 showing supramolecular interactions involving oxamate ligands of the network stabilizing Ag+ dimers; details along c and a crystallographic axes of a single octagonal pore in 2; backscattered SEM images of 2 and 3 and corresponding EDX mapping for Cu, Ni, and Ag elements; AC-HAADF-STEM image of MOF 3 showing the presence of both Ag single atoms and Ag2 dimers; TGA curves of 2 and 3 under a dry nitrogen atmosphere; theoretical and experimental PXRD pattern profiles of 2 and 3; XPS spectra of 2 and 3; CO-DRIFTS spectra of MOF 3 with different CO doses; nitrogen sorption and desorption isotherms for the activated compounds 1, 2, and 3; CO2 sorption and desorption isotherms for the activated compounds 1, 2, and 3; kinetics for the Buchner ring expansion reaction between toluene 4 and ethyl diazoacetate 5 catalyzed by MOFs 1 and 3; catalytic reuses for the Buchner ring expansion reaction between toluene 4 and ethyl diazoacetate 5 catalyzed by MOF 3; Buchner ring expansion reaction between mesitylene 18 and ethyl diazoacetate 5 catalyzed by either MOF 3 or the Rh2(OAc)4 salt; kinetics for the Buchner ring expansion reaction between toluene 4 and ethyl diazoacetate 5 catalyzed by MOF 3 under increasing stirring speeds and the corresponding initial rate-stirring rate correlation; experimental PXRD pattern of 3 after catalytic experiments; and XPS spectra of 3 after catalytic experiments CCDC reference numbers: 2155455 (2) and 2155456 (3) (PDF)   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Experimental preparation, analytical characterization;\nselected data from SEM/EDX and ICP–MS analyses; summary of\ncrystallographic data of <bold>2</bold> and <bold>3</bold>; perspective\nview along the <italic toggle=\"yes\">c</italic> crystallographic axis of <bold>2</bold> and <bold>3</bold>; details along <italic toggle=\"yes\">c</italic> and <italic toggle=\"yes\">a</italic> crystallographic axes of a single octagonal pore in <bold>2</bold>; one single channel of <bold>2</bold> showing supramolecular\ninteractions involving oxamate ligands of the network stabilizing\nAg<sup>+</sup> dimers; details along <italic toggle=\"yes\">c</italic> and <italic toggle=\"yes\">a</italic> crystallographic axes of a single octagonal pore in <bold>2</bold>; backscattered SEM images of <bold>2</bold> and <bold>3</bold> and corresponding EDX mapping for Cu, Ni, and Ag elements; AC-HAADF–STEM\nimage of MOF 3 showing the presence of both Ag single atoms and Ag<sub>2</sub> dimers; TGA curves of <bold>2</bold> and <bold>3</bold> under\na dry nitrogen atmosphere; theoretical and experimental PXRD pattern\nprofiles of <bold>2</bold> and <bold>3</bold>; XPS spectra of <bold>2</bold> and <bold>3</bold>; CO-DRIFTS spectra of MOF <bold>3</bold> with different CO doses; nitrogen sorption and desorption isotherms\nfor the activated compounds <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>; CO<sub>2</sub> sorption and desorption isotherms for the\nactivated compounds <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>; kinetics for the Buchner ring expansion reaction between toluene\n4 and ethyl diazoacetate 5 catalyzed by MOFs <bold>1</bold> and <bold>3</bold>; catalytic reuses for the Buchner ring expansion reaction\nbetween toluene 4 and ethyl diazoacetate 5 catalyzed by MOF 3; Buchner\nring expansion reaction between mesitylene 18 and ethyl diazoacetate\n5 catalyzed by either MOF 3 or the Rh<sub>2</sub>(OAc)<sub>4</sub> salt; kinetics for the Buchner ring expansion reaction between toluene\n4 and ethyl diazoacetate 5 catalyzed by MOF <bold>3</bold> under increasing\nstirring speeds and the corresponding initial rate–stirring\nrate correlation; experimental PXRD pattern of <bold>3</bold> after\ncatalytic experiments; and XPS spectra of <bold>3</bold> after catalytic\nexperiments CCDC reference numbers: <ext-link ext-link-type=\"ccdc\" xlink:href=\"2155455\" xlink:type=\"simple\">2155455</ext-link> (<bold>2</bold>) and <ext-link ext-link-type=\"ccdc\" xlink:href=\"2155456\" xlink:type=\"simple\">2155456</ext-link> (<bold>3</bold>) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Experimental preparation, analytical characterization; selected data from SEM/EDX and ICP-MS analyses; summary of crystallographic data of 2 and 3; perspective view along the c crystallographic axis of 2 and 3; details along c and a crystallographic axes of a single octagonal pore in 2; one single channel of 2 showing supramolecular interactions involving oxamate ligands of the network stabilizing Ag+ dimers; details along c and a crystallographic axes of a single octagonal pore in 2; backscattered SEM images of 2 and 3 and corresponding EDX mapping for Cu, Ni, and Ag elements; AC-HAADF-STEM image of MOF 3 showing the presence of both Ag single atoms and Ag2 dimers; TGA curves of 2 and 3 under a dry nitrogen atmosphere; theoretical and experimental PXRD pattern profiles of 2 and 3; XPS spectra of 2 and 3; CO-DRIFTS spectra of MOF 3 with different CO doses; nitrogen sorption and desorption isotherms for the activated compounds 1, 2, and 3; CO2 sorption and desorption isotherms for the activated compounds 1, 2, and 3; kinetics for the Buchner ring expansion reaction between toluene 4 and ethyl diazoacetate 5 catalyzed by MOFs 1 and 3; catalytic reuses for the Buchner ring expansion reaction between toluene 4 and ethyl diazoacetate 5 catalyzed by MOF 3; Buchner ring expansion reaction between mesitylene 18 and ethyl diazoacetate 5 catalyzed by either MOF 3 or the Rh2(OAc)4 salt; kinetics for the Buchner ring expansion reaction between toluene 4 and ethyl diazoacetate 5 catalyzed by MOF 3 under increasing stirring speeds and the corresponding initial rate-stirring rate correlation; experimental PXRD pattern of 3 after catalytic experiments; and XPS spectra of 3 after catalytic experiments CCDC reference numbers: 2155455 (2) and 2155456 (3) (PDF)", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2155455\" xlink:type=\"simple\">2155455</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"2155456\" xlink:type=\"simple\">2155456</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "CCDC 2155455-2155456 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>E.T. and Y.Z. are contributed equally to this work.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "E.T. and Y.Z. are contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "20, 21", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Preparation of Ag<sup>I</sup>\n<sub>4</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·51H<sub>2</sub>O (<bold>2</bold>)</title><p>Well-formed\ndeep green prisms of <bold>2</bold>, which were suitable for XRD,\nwere obtained by immersing crystals of <bold>1</bold> (ca. 0.0015\nmmol) for 48 h in 5 mL of a AgNO<sub>3</sub> aqueous solution (0.004\nmmol), which was replaced three times. A multigram scale procedure\nwas also carried out by using the same synthetic procedure but with\ngreater amounts of both, a powder sample of compound <bold>1</bold> (<italic toggle=\"yes\">ca.</italic> 20 g, 5.8 mmol) and AgNO<sub>3</sub> (2.38\ng, 14.0 mmol), with the same successful results and a very high yield\n(20.33 g, 96%). Anal.: calcd (%) for Cu<sub>6</sub>Ni<sub>4</sub>Ag<sub>4</sub>C<sub>78</sub>H<sub>162</sub>N<sub>12</sub>O<sub>87</sub> (3707.7):\nC, 25.27; H, 4.40; N, 4.53. Found: C, 25.34; H, 4.37; N, 4.59. IR\n(KBr): ν = 3008, 2961 and 2926 cm<sup>–1</sup> (C–H),\n1601 cm<sup>–1</sup> (CO).</p><title>Preparation of [Ag<sub>2</sub>]­Ag<sup>I</sup>\n<sub>2</sub>Na<sup>I</sup>\n<sub>2</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·48H<sub>2</sub>O (<bold>3</bold>)</title><p>Both crystals (ca. 5 mg) and a\npowder polycrystalline sample of <bold>2</bold> (ca. 10 g) were suspended\nin 50 mL of a H<sub>2</sub>O/CH<sub>3</sub>OH (1:2) solution, to which\nan excess of NaBH<sub>4</sub>, divided in 26 fractions (each fraction\nconsisting of 1 mol of NaBH<sub>4</sub> per mole of <bold>2</bold> to give a final NaBH<sub>4</sub>/MOF molar ratio of 26 or a NaBH<sub>4</sub>/Ag atom molar ratio of 13, which is the same), was added\nprogressively in the space of 72 h. After each addition, the mixture\nwas allowed to react for 1.5 h. After this period, samples were gently\nwashed with a H<sub>2</sub>O/CH<sub>3</sub>OH solution and filtered\non paper, giving high yields (<italic toggle=\"yes\">ca.</italic> 98%). Anal. Calcd\n(%) for Cu<sub>6</sub>Ni<sub>4</sub>Ag<sub>4</sub>Na<sub>2</sub>C<sub>78</sub>H<sub>156</sub>N<sub>12</sub>O<sub>84</sub> (3699.61): C,\n25.32; H, 4.25; N, 4.54. Found: C, 25.28; H, 4.17; N, 4.59. IR (KBr):\nν = 3011, 2971 and 2928 cm<sup>–1</sup> (C–H),\n1605 cm<sup>–1</sup> (CO).</p>", "clean_text": "Experimental Section\n\nPreparation of AgI 4{NiII 4[CuII 2(Me3mpba)2]3}⋅51H2O (2)\n\nWell-formed deep green prisms of 2, which were suitable for XRD, were obtained by immersing crystals of 1 (ca. 0.0015 mmol) for 48 h in 5 mL of a AgNO3 aqueous solution (0.004 mmol), which was replaced three times. A multigram scale procedure was also carried out by using the same synthetic procedure but with greater amounts of both, a powder sample of compound 1 (ca. 20 g, 5.8 mmol) and AgNO3 (2.38 g, 14.0 mmol), with the same successful results and a very high yield (20.33 g, 96%). Anal.: calcd (%) for Cu6Ni4Ag4C78H162N12O87 (3707.7): C, 25.27; H, 4.40; N, 4.53. Found: C, 25.34; H, 4.37; N, 4.59. IR (KBr): ν = 3008, 2961 and 2926 cm-1 (C-H), 1601 cm-1 (CO).\n\nPreparation of [Ag2]AgI 2NaI 2{NiII 4[CuII 2(Me3mpba)2]3}⋅48H2O (3)\n\nBoth crystals (ca. 5 mg) and a powder polycrystalline sample of 2 (ca. 10 g) were suspended in 50 mL of a H2O/CH3OH (1:2) solution, to which an excess of NaBH4, divided in 26 fractions (each fraction consisting of 1 mol of NaBH4 per mole of 2 to give a final NaBH4/MOF molar ratio of 26 or a NaBH4/Ag atom molar ratio of 13, which is the same), was added progressively in the space of 72 h. After each addition, the mixture was allowed to react for 1.5 h. After this period, samples were gently washed with a H2O/CH3OH solution and filtered on paper, giving high yields (ca. 98%). Anal. Calcd (%) for Cu6Ni4Ag4Na2C78H156N12O84 (3699.61): C, 25.32; H, 4.25; N, 4.54. Found: C, 25.28; H, 4.17; N, 4.59. IR (KBr): ν = 3011, 2971 and 2928 cm-1 (C-H), 1605 cm-1 (CO).", "data": [{"meta": {"name": "Ag4{Ni4[Cu2(Me3mpba)2]3}·51H2O", "symbol": "2", "chemical formula": "Cu6Ni4Ag4C78H162N12O87"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "1", "amount": "ca. 0.0015", "unit": "mmol"}], "solution": [{"name": "AgNO3 aqueous solution", "amount": "5", "unit": "mL", "replacement": "3 times"}], "pressure": "", "temperature": "", "time": "48 h"}, {"synthesis method": "washing", "washing solution": "water", "amount": ""}], "yield": "", "other properties": ["IR (KBr): ν = 3008, 2961 and 2926 cm–1 (C–H), 1601 cm–1 (CO)"]}, {"meta": {"name": "[Ag2]­Ag2Na2{Ni4[Cu2(Me3mpba)2]3}·48H2O", "symbol": "3", "chemical formula": "Cu6Ni4Ag4Na2C78H156N12O84"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "2", "amount": "ca. 5", "unit": "mg"}, {"name": "powder polycrystalline sample of 2", "amount": "ca. 10", "unit": "g"}], "solution": [{"name": "H2O/CH3OH", "amount": "50", "unit": "mL", "ratio": "1:2"}], "reducing agent": [{"name": "NaBH4", "amount": "26", "unit": "fractions", "ratio": "1 mol of NaBH4 per mole of 2"}], "pressure": "", "temperature": "", "time": "72 h"}, {"synthesis method": "washing", "washing solution": "H2O/CH3OH solution", "amount": ""}], "yield": "", "other properties": ["IR (KBr): ν = 3011, 2971 and 2928 cm–1 (C–H), 1605 cm–1 (CO)"]}], "include_properties": ["chemical_synthesis", "washing", "filtration"]}, {"idx": 14, "type": "text", "classification": "property", "content": "<p>TGA of <bold>2</bold> and <bold>3</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) established the solvent contents for both materials, which\nare reflected in their chemical formulas. PXRD patterns of <bold>2</bold> and <bold>3</bold> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>) indicate\nthat the bulk samples are crystalline and pure, with no typical peaks\nof Ag<sup>0</sup> nanoparticles. Indeed, experimental diffraction\npatterns of <bold>2</bold> and <bold>3</bold> are identical to the\ntheoretical ones extracted from the SCXRD data. XPS spectra of compounds <bold>2</bold> and <bold>3</bold> are depicted in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>. For <bold>2</bold>, only possessing Ag<sup>+</sup> cations,\ntwo bands at 367.6 and 373.6 eV, ascribed to Ag 3d<sub>5/2</sub> and\nAg 3d<sub>3/2</sub> binding energies, respectively, are observed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S11a</ext-link>).\nIn turn, for MOF <bold>3</bold>where SCXRD and elemental analyses\nsuggest that Ag<sup>+</sup> cations and Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> nanoclusters coexistapart from\nthe same Ag 3d<sub>5/2</sub> and Ag 3d<sub>3/2</sub> bands at 367.6\nand 373.6 eV, respectively, indicative of Ag<sup>+</sup>, two additional\npeaks at 368.4 and 374.4 eV can be observed, which are attributed\nto reduced Ag<sup>0</sup> atoms, with a 1:1 ratio respect to Ag<sup>+</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>). CO-probe diffuse\nreflectance infrared Fourier transform spectroscopy (DRIFTS) was conducted\non MOF <bold>3</bold>, run at 77 K to avoid any in situ reduction\nof Ag<sup>+</sup> and to observe potential Ag<sup>0</sup>–CO\nspecies (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). The results show\nthree main peaks, one at 1938 cm<sup>–1</sup>, consistent with\nCO bridged-bonded to Ag<sup>0</sup> atoms, a second at 2059 cm<sup>–1</sup>, attributable to Ag­(CO)<sup>+</sup> species, and a last peak at\n2043 cm<sup>–1</sup>, corresponding to free CO, after saturation.\nIt is known that the adsorption of CO on Ag<sup>0</sup> is lower than\nAg<sup>+</sup>; thus, the lower intensity\nof the former makes sense and could very well correspond to a 1:1\nratio between Ag oxidation states. These results strongly support\nthat 50% of Ag<sup>+</sup> present in <bold>2</bold> are reduced by\nNaBH<sub>4</sub> forming Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> nanoclusters, whereas 50% of Ag<sup>+</sup> cations remain untouched, occupying inaccessible sheltered interstitial\npositions where the reducing agent cannot accede (see the structural\ndescription). The N<sub>2</sub> and CO<sub>2</sub> adsorption isotherms\nfor <bold>1</bold>–<bold>3</bold> confirm their permanent porosity\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c01508/suppl_file/ic2c01508_si_001.pdf\" xlink:type=\"simple\">Figures S13 and S14</ext-link>). N<sub>2</sub> adsorption\nisotherms for <bold>1</bold>–<bold>3</bold>, with calculated\nBrunauer–Emmett–Teller surface\nareas of 974, 1013, and 625 m<sup>2</sup>/g, respectively, indicate\na very similar permanent porosity for <bold>1</bold> and <bold>3</bold>, which is in agreement with their identical estimated virtual diameters\nof 2.0 nm. In turn, MOF <bold>2</bold> exhibits lower N<sub>2</sub> adsorption despite having the same virtual diameter (2.0 nm), which\ncould be due to a partial collapse of the structure upon solvent evacuation\ntreatment. Remarkably, CO<sub>2</sub> adsorption isotherms show a\n66% uptake increase for <bold>3</bold>, suggesting quadrupole interactions\nbetween CO<sub>2</sub> molecules and Na<sup>+</sup> cations.</p>", "clean_text": "TGA of 2 and 3 (Figure S9) established the solvent contents for both materials, which are reflected in their chemical formulas. PXRD patterns of 2 and 3 (Figure S10) indicate that the bulk samples are crystalline and pure, with no typical peaks of Ag0 nanoparticles. Indeed, experimental diffraction patterns of 2 and 3 are identical to the theoretical ones extracted from the SCXRD data. XPS spectra of compounds 2 and 3 are depicted in Figure S11. For 2, only possessing Ag+ cations, two bands at 367.6 and 373.6 eV, ascribed to Ag 3d5/2 and Ag 3d3/2 binding energies, respectively, are observed (Figure S11a). In turn, for MOF 3where SCXRD and elemental analyses suggest that Ag+ cations and Ag2 0 nanoclusters coexistapart from the same Ag 3d5/2 and Ag 3d3/2 bands at 367.6 and 373.6 eV, respectively, indicative of Ag+, two additional peaks at 368.4 and 374.4 eV can be observed, which are attributed to reduced Ag0 atoms, with a 1:1 ratio respect to Ag+ (Figure S11b). CO-probe diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) was conducted on MOF 3, run at 77 K to avoid any in situ reduction of Ag+ and to observe potential Ag0-CO species (Figure S12). The results show three main peaks, one at 1938 cm-1, consistent with CO bridged-bonded to Ag0 atoms, a second at 2059 cm-1, attributable to Ag(CO)+ species, and a last peak at 2043 cm-1, corresponding to free CO, after saturation. It is known that the adsorption of CO on Ag0 is lower than Ag+; thus, the lower intensity of the former makes sense and could very well correspond to a 1:1 ratio between Ag oxidation states. These results strongly support that 50% of Ag+ present in 2 are reduced by NaBH4 forming Ag2 0 nanoclusters, whereas 50% of Ag+ cations remain untouched, occupying inaccessible sheltered interstitial positions where the reducing agent cannot accede (see the structural description). The N2 and CO2 adsorption isotherms for 1-3 confirm their permanent porosity (Figures S13 and S14). N2 adsorption isotherms for 1-3, with calculated Brunauer-Emmett-Teller surface areas of 974, 1013, and 625 m2/g, respectively, indicate a very similar permanent porosity for 1 and 3, which is in agreement with their identical estimated virtual diameters of 2.0 nm. In turn, MOF 2 exhibits lower N2 adsorption despite having the same virtual diameter (2.0 nm), which could be due to a partial collapse of the structure upon solvent evacuation treatment. Remarkably, CO2 adsorption isotherms show a 66% uptake increase for 3, suggesting quadrupole interactions between CO2 molecules and Na+ cations.", "data": [[{"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "surface area": {"type": "Brunauer–Emmett–Teller", "probe": "N2", "value": "974", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "surface area": {"type": "Brunauer–Emmett–Teller", "probe": "N2", "value": "1013", "unit": "m2/g", "condition": ""}}]], "include_properties": ["surface_area"]}, {"idx": 18, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Results for the Buchner Ring Expansion\nReaction between Different Aromatics 7–12 and 5, Catalyzed\nby MOF 3<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"GRAPHIC-d14e1065-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0006.tif\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">aryl substrate</oasis:entry>\n<oasis:entry align=\"center\">substituent(s)</oasis:entry>\n<oasis:entry align=\"center\">product</oasis:entry>\n<oasis:entry align=\"center\">yield (%)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>\n<bold>7</bold>\n</oasis:entry>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>\n<bold>13</bold>\n</oasis:entry>\n<oasis:entry>66.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>\n<bold>8</bold>\n</oasis:entry>\n<oasis:entry>Br</oasis:entry>\n<oasis:entry>\n<bold>14</bold>\n</oasis:entry>\n<oasis:entry>64.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>\n<bold>9</bold>\n</oasis:entry>\n<oasis:entry>CN</oasis:entry>\n<oasis:entry>\n<bold>15</bold>\n</oasis:entry>\n<oasis:entry>92.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>\n<bold>10</bold>\n</oasis:entry>\n<oasis:entry>OMe</oasis:entry>\n<oasis:entry>\n<bold>16</bold>\n</oasis:entry>\n<oasis:entry>82.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>\n<bold>11</bold>\n</oasis:entry>\n<oasis:entry>CH<sub>2</sub>Br</oasis:entry>\n<oasis:entry>\n<bold>17</bold>\n</oasis:entry>\n<oasis:entry>50.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>\n<bold>12</bold>\n</oasis:entry>\n<oasis:entry>Me-<italic toggle=\"yes\">ortho</italic>-F</oasis:entry>\n<oasis:entry>\n<bold>18</bold>\n</oasis:entry>\n<oasis:entry>72.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>GC yields after syringe pump addition\nof 5.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Results for the Buchner Ring Expansion Reaction between Different Aromatics 7–12 and 5, Catalyzed by MOF 3[^a]\n\n| entry | aryl substrate | substituent(s) | product | yield (%)[^a] |\n|-------|----------------|----------------|---------|--------------|\n| 1     | 7              | Cl             | 13      | 66.5         |\n| 2     | 8              | Br             | 14      | 64.9         |\n| 3     | 9              | CN             | 15      | 92.8         |\n| 4     | 10             | OMe            | 16      | 82.6         |\n| 5     | 11             | CH<sub>2</sub>Br | 17    | 50.2         |\n| 6     | 12             | Me-<italic>ortho</italic>-F | 18 | 72.7         |\n\n[^a]: GC yields after syringe pump addition of 5.", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of\nthe previously reported [Pd<sub>4</sub>]<sub>0.5</sub>@Na<sub>3</sub>{Ni<sup>II</sup>\n<sub>4</sub>[Cu<sup>II</sup>\n<sub>2</sub>(Me<sub>3</sub>mpba)<sub>2</sub>]<sub>3</sub>}·56H<sub>2</sub>O MOF.<xref ref-type=\"bibr\" rid=\"ref21\"></xref> Atoms constituting the\nframework and Pd atoms are represented by light yellow and blue spheres,\nrespectively.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of the previously reported [Pd4]0.5@Na3{NiII 4[CuII 2(Me3mpba)2]3}⋅56H2O MOF. Atoms constituting the framework and Pd atoms are represented by light yellow and blue spheres, respectively.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Design approach showing the crystal structures of <bold>1</bold> (a), <bold>2</bold> (b), and <bold>3</bold> (c) showing\nthe two-step\npost-synthetic process consisting of the exchange of the Ni<sup>II</sup> cations in the pores of 1 by Ag<sup>I</sup> ones to yield <bold>2</bold> and the reduction process to form the Ag<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">0</sup> clusters in <bold>3</bold>. Virtual\ndiameters of larger octagonal pores are 2.0 nm for MOFs <bold>1</bold>–<bold>3</bold>, respectively. Copper and nickel atoms from\nthe network are represented by cyan and orange polyhedra, respectively,\nwhereas organic ligands are depicted as gray sticks. Orange, yellow,\nand blue spheres represent Ni, Na, and Ag atoms, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Design approach showing the crystal structures of 1 (a), 2 (b), and 3 (c) showing the two-step post-synthetic process consisting of the exchange of the NiII cations in the pores of 1 by AgI ones to yield 2 and the reduction process to form the Ag2 0 clusters in 3. Virtual diameters of larger octagonal pores are 2.0 nm for MOFs 1-3, respectively. Copper and nickel atoms from the network are represented by cyan and orange polyhedra, respectively, whereas organic ligands are depicted as gray sticks. Orange, yellow, and blue spheres represent Ni, Na, and Ag atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>One single channel of <bold>3</bold>, showing supramolecular\ninteractions\ninvolving oxamate ligands of the network (distances are reported in\nangstroms).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  One single channel of 3, showing supramolecular interactions involving oxamate ligands of the network (distances are reported in angstroms).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Top: results for the\nBuchner ring expansion reaction between toluene <bold>4</bold> and\nethyl diazoacetate <bold>5</bold> catalyzed by MOF <bold>3</bold>.\nBottom: Hot filtration test after adding <bold>5</bold> at once, error\nbars account for 5% uncertainty. (a) GC yield after\nsyringe pump addition of 5, with the result after the addition of <bold>5</bold> at once given in parentheses; the result with Rh<sub>2</sub>(OAc)<sub>4</sub> as a catalyst (5 mol %) is 63%.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c01508_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Top: results for the Buchner ring expansion reaction between toluene 4 and ethyl diazoacetate 5 catalyzed by MOF 3. Bottom: Hot filtration test after adding 5 at once, error bars account for 5% uncertainty. (a) GC yield after syringe pump addition of 5, with the result after the addition of 5 at once given in parentheses; the result with Rh2(OAc)4 as a catalyst (5 mol %) is 63%.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.2c01508", "title": "\nHighly Efficient\nMOF-Driven Silver Subnanometer Clusters\nfor the Catalytic Buchner Ring Expansion Reaction\n", "journal": "American Chemical Society", "date": "2022.07", "author_list": ["Tiburcio\nEstefanía", "Zheng\nYongkun", "Mon\nMarta", "Martín\nNuria", "Ferrando−Soria\nJesús", "Armentano\nDonatella", "Leyva−Pérez\nAntonio", "Pardo\nEmilio"]}}