{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic3c00249.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>In recent years, the irrational use\nof antibiotics has become very\nwidespread. It is necessary to regulate this phenomenon through antibiotic\ndetection. In this work, a series of isomorphic Ln-MOFs (Ln = Tb<sup>3+</sup> and Eu<sup>3+</sup>) were synthesized from 1,3,5-tri­(4-carboxyphenyl)­benzene\n(H<sub>3</sub>L) and Ln<sup>3+</sup> by the solvothermal method for\nthe first time. A series of <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> with different luminescence were doped by changing\nthe molar ratio of Tb<sup>3+</sup> and Eu<sup>3+</sup>. Ln<sup>3+</sup> forms a 4-connected 2D network structure through self-assembly with\nfully deprotonated L<sup>3–</sup>. It shows good chemical stability\nin water, and its luminescence is not affected by aqueous solutions\nwith different pH values. <bold>1-Eu</bold> demonstrates rapid and\nsensitive detection capabilities for MDZ and TET with good recyclability\nand low detection limits (10<sup>–5</sup>). In order to increase\nthe practicability of <bold>1-Eu</bold>, two portable sensors have\nbeen prepared, in which the fluorescent film (<bold>Film@1-Eu</bold>) has a detection limit of 10<sup>–4</sup>, and the sensitivity\nis only less than 10% of the titration results. A portable fluorescent\ntest paper can reach the detection limit of 14.7 ppm. This study provides\na new idea for the application of stable multifunctional materials\nin the field of fluorescence sensing.</p>", "clean_text": "In recent years, the irrational use of antibiotics has become very widespread. It is necessary to regulate this phenomenon through antibiotic detection. In this work, a series of isomorphic Ln-MOFs (Ln = Tb3+ and Eu3+) were synthesized from 1,3,5-tri(4-carboxyphenyl)benzene (H3L) and Ln3+ by the solvothermal method for the first time. A series of 1-Eu   x   Tb  1-x   with different luminescence were doped by changing the molar ratio of Tb3+ and Eu3+. Ln3+ forms a 4-connected 2D network structure through self-assembly with fully deprotonated L3-. It shows good chemical stability in water, and its luminescence is not affected by aqueous solutions with different pH values. 1-Eu demonstrates rapid and sensitive detection capabilities for MDZ and TET with good recyclability and low detection limits (10-5). In order to increase the practicability of 1-Eu, two portable sensors have been prepared, in which the fluorescent film (Film@1-Eu) has a detection limit of 10-4, and the sensitivity is only less than 10% of the titration results. A portable fluorescent test paper can reach the detection limit of 14.7 ppm. This study provides a new idea for the application of stable multifunctional materials in the field of fluorescence sensing.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A\nseries of 2D fluorescent Ln-MOFs were first obtained in\nthis work. The antibiotic sensing experiments show that <bold>1-Eu</bold> has a significant quenching effect on MDZ and TET. Two kinds of\nfluorescence sensors were prepared for simplifying the application\nof <bold>1-Eu</bold> in the sensing field. This work may provide a\nfacile and reliable method for Ln-MOFs to be better applied in the\nfield of fluorescence sensing.</p>", "clean_text": "A series of 2D fluorescent Ln-MOFs were first obtained in this work. The antibiotic sensing experiments show that 1-Eu has a significant quenching effect on MDZ and TET. Two kinds of fluorescence sensors were prepared for simplifying the application of 1-Eu in the sensing field. This work may provide a facile and reliable method for Ln-MOFs to be better applied in the field of fluorescence sensing.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>It is crucial to develop new materials\nand diversify their applications\nin order to keep up with the new global trend in science and technology\ndevelopment. In recent decades, researchers have made satisfactory\nachievements in coordination chemistry, which has broken the boundary\nbetween traditional inorganic chemistry and organic chemistry. Since\ntheir discovery, metal–organic frameworks (MOFs) have been\nwidely studied in the fields of gas adsorption and separation, heterogeneous catalysis, biological imaging, fluorescence sensing, and so forth. Among them, lanthanide MOFs (Ln-MOFs) have many remarkable\ncharacteristics, such as narrow emission band, significant Stoke shift,\ndiverse host–guest interactions, high quantum yield, special\nluminescent color, and so on. It is well known that the f–f\ntransition of Ln<sup>3+</sup> is forbidden. However, the coupling\neffect (luminescence sensitization or antenna effect) can realize\nenergy transfer. Thus, Ln<sup>3+</sup> can attain effective luminescence.\nTherefore, the application of Ln-MOF materials (anti-counterfeiting, intelligent logic devices, etc.) has attracted great attention in the optical field.</p>", "clean_text": "Introduction\n\nIt is crucial to develop new materials and diversify their applications in order to keep up with the new global trend in science and technology development. In recent decades, researchers have made satisfactory achievements in coordination chemistry, which has broken the boundary between traditional inorganic chemistry and organic chemistry. Since their discovery, metal-organic frameworks (MOFs) have been widely studied in the fields of gas adsorption and separation, heterogeneous catalysis, biological imaging, fluorescence sensing, and so forth. Among them, lanthanide MOFs (Ln-MOFs) have many remarkable characteristics, such as narrow emission band, significant Stoke shift, diverse host-guest interactions, high quantum yield, special luminescent color, and so on. It is well known that the f-f transition of Ln3+ is forbidden. However, the coupling effect (luminescence sensitization or antenna effect) can realize energy transfer. Thus, Ln3+ can attain effective luminescence. Therefore, the application of Ln-MOF materials (anti-counterfeiting, intelligent logic devices, etc.) has attracted great attention in the optical field.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>As a new pollutant, pharmaceutical and personal care products (PPCPs)\nhave attracted increasing attention. Due to the long shelf life of\nPPCPs, they can still exist for a long time after entering the external\nenvironment. The results show that PPCPs mostly exist in pharmaceutical\nwastewater, groundwater, rivers, and lakes in trace concentrations.\nAntibiotics belong to the series of medicines in PPCPs, in which metronidazole\n(MDZ) and tetracycline (TET) are used to prevent and treat infections.\nMDZ is a derivative of nitroimidazole, which plays an important role\nin the resistance to anaerobes. However, large doses of MDZ can cause\nconvulsions in clinic. TET has been used\nto treat bacterial infections in humans and animals for a long time.\nBut the overuse of TET has led to the emergence of drug-resistant\nstrains in recent years. Therefore, the rapid and sensitive detection\nof antibiotics from different samples has great significance in drinking\nwater and food safety. Traditional antibiotic detection methods include\nhigh-performance liquid chromatography, spectrophotometry, mass spectrometry, capillary electrophoresis, chemiluminescence, and so\nforth, which are not only costly and time consuming but even have\nstrict requirements on instruments and samples. Therefore, it is very\nimportant to develop a fast, sensitive, low-cost, and convenient sensor\nfor detecting antibiotics.</p>", "clean_text": "As a new pollutant, pharmaceutical and personal care products (PPCPs) have attracted increasing attention. Due to the long shelf life of PPCPs, they can still exist for a long time after entering the external environment. The results show that PPCPs mostly exist in pharmaceutical wastewater, groundwater, rivers, and lakes in trace concentrations. Antibiotics belong to the series of medicines in PPCPs, in which metronidazole (MDZ) and tetracycline (TET) are used to prevent and treat infections. MDZ is a derivative of nitroimidazole, which plays an important role in the resistance to anaerobes. However, large doses of MDZ can cause convulsions in clinic. TET has been used to treat bacterial infections in humans and animals for a long time. But the overuse of TET has led to the emergence of drug-resistant strains in recent years. Therefore, the rapid and sensitive detection of antibiotics from different samples has great significance in drinking water and food safety. Traditional antibiotic detection methods include high-performance liquid chromatography, spectrophotometry, mass spectrometry, capillary electrophoresis, chemiluminescence, and so forth, which are not only costly and time consuming but even have strict requirements on instruments and samples. Therefore, it is very important to develop a fast, sensitive, low-cost, and convenient sensor for detecting antibiotics.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Because of its high sensitivity,\nlow cost, and simple operation,\nfluorescence sensing technology has become a research hotspot in the\nfield of chemistry, paving the way for intelligent sensing. Generally,\nfluorescence sensing is realized by fluorescence quenching or enhancement,\nwhich can be used to measure analyte qualitatively or quantitatively.\nLn-MOFs have not only obvious color but also multiple fluorescence\nresponses. They are expected to be a new luminescent material that\nproduce a fluorescence response after the introduction of target analytes.\nAt the same time, portable sensor probes (such as fluorescent sensor\nfilms, hydrogel sensors, paper-based sensors based on\nsmartphone, etc.) as field analysis technology are very popular\nin the real-time analysis of target analytes and visual monitoring.</p>", "clean_text": "Because of its high sensitivity, low cost, and simple operation, fluorescence sensing technology has become a research hotspot in the field of chemistry, paving the way for intelligent sensing. Generally, fluorescence sensing is realized by fluorescence quenching or enhancement, which can be used to measure analyte qualitatively or quantitatively. Ln-MOFs have not only obvious color but also multiple fluorescence responses. They are expected to be a new luminescent material that produce a fluorescence response after the introduction of target analytes. At the same time, portable sensor probes (such as fluorescent sensor films, hydrogel sensors, paper-based sensors based on smartphone, etc.) as field analysis technology are very popular in the real-time analysis of target analytes and visual monitoring.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Inspired by the above factors, 1,3,5-tri­(4-carboxyphenyl)­benzene\n(H<sub>3</sub>L) was designed and chosen as multiple coordination\nsites to construct two isomorphic two-dimensional (2D) Ln-MOFs {[Ln<sub>2</sub>(L)<sub>2</sub>(NMP) (H<sub>2</sub>O)<sub>3</sub>]·3NMP·2H<sub>2</sub>O}<sub>n</sub> (Ln = Tb<sup>3+</sup> and Eu<sup>3+</sup>)\nwith permanent porosity under solvothermal conditions. Among them, <bold>1-Eu</bold> has strong red luminescence and <bold>1-Tb</bold> has\ngreen luminescence. By changing the molar ratio of Eu<sup>3+</sup>/Tb<sup>3+</sup> ions, a series of <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> complexes with different fluorescence colors\ncan be obtained. At the same time, <bold>1-Ln</bold> can be successfully\nused to detect antibiotics MDZ and TET by fluorescence quenching.\nIn this regard, we propose three methods for fluorescence analysis:\nthe first is fluorescence analysis in solution. <bold>1-Eu</bold> can\nsensitively and effectively detect MDZ and TET in water and blood,\nwith detection lines of 10<sup>–5</sup> mol L<sup>–1</sup>. The second is fluorescence analysis based on the fluorescent film.\nA polytetrafluoroethylene (PTFE) film (<bold>Film@1-Eu</bold>) has\nbeen successfully prepared (), which can be rapidly quenched in MDZ and TET. The\nfluorescence can be restored after simple washing. It is a fluorescent\nsensor with high recyclability, and its sensitivity is only lower\nthan 10% of the detection effect in solution. The third is the fluorescence\nanalysis of a portable test paper based on a smartphone. Under the\nirradiation of UV light, the test paper shows different colors in\ndifferent concentrations of MDZ, and the smartphone can semi-quantitatively\nanalyze MDZ by reading the corresponding R (red), G (green), and B\n(blue) values. Therefore, <bold>1-Ln</bold> is expected to develop\ninto a promising fluorescent-sensing material.</p>", "clean_text": "Inspired by the above factors, 1,3,5-tri(4-carboxyphenyl)benzene (H3L) was designed and chosen as multiple coordination sites to construct two isomorphic two-dimensional (2D) Ln-MOFs {[Ln2(L)2(NMP) (H2O)3]⋅3NMP⋅2H2O}n (Ln = Tb3+ and Eu3+) with permanent porosity under solvothermal conditions. Among them, 1-Eu has strong red luminescence and 1-Tb has green luminescence. By changing the molar ratio of Eu3+/Tb3+ ions, a series of 1-Eu   x   Tb  1-x   complexes with different fluorescence colors can be obtained. At the same time, 1-Ln can be successfully used to detect antibiotics MDZ and TET by fluorescence quenching. In this regard, we propose three methods for fluorescence analysis: the first is fluorescence analysis in solution. 1-Eu can sensitively and effectively detect MDZ and TET in water and blood, with detection lines of 10-5 mol L-1. The second is fluorescence analysis based on the fluorescent film. A polytetrafluoroethylene (PTFE) film (Film@1-Eu) has been successfully prepared (), which can be rapidly quenched in MDZ and TET. The fluorescence can be restored after simple washing. It is a fluorescent sensor with high recyclability, and its sensitivity is only lower than 10% of the detection effect in solution. The third is the fluorescence analysis of a portable test paper based on a smartphone. Under the irradiation of UV light, the test paper shows different colors in different concentrations of MDZ, and the smartphone can semi-quantitatively analyze MDZ by reading the corresponding R (red), G (green), and B (blue) values. Therefore, 1-Ln is expected to develop into a promising fluorescent-sensing material.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram\nof the Preparation of <bold>Film@1-Eu</bold>\n</title>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram of the Preparation of Film@1-Eu    ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and General Methods</title><p>All the chemical reagents\nused in experiments were purchased commercially. The characterization\nmethods are mentioned in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p><title>Preparation of <bold>Film@1-Eu</bold>\n</title><p>In this process,\nwe introduced a kind of adhesive PTFE. First, <bold>1-Eu</bold> was\nground into powder and placed on a smooth glass plate. Then, some\nPTFE was dripped on the powder, and the EtOH was added in proportion\nto control its viscosity. After that, the mixture was stirred slowly\nin the same direction until it formed a gel, and then, it was flattened\nwith a glass rod. Finally, a fluorescence test film (<bold>Film@1-Eu</bold>) was formed naturally after drying.</p>", "clean_text": "Experimental Section\n\nMaterials and General Methods\n\nAll the chemical reagents used in experiments were purchased commercially. The characterization methods are mentioned in the Supporting Information.\n\nPreparation of Film@1-Eu \n\nIn this process, we introduced a kind of adhesive PTFE. First, 1-Eu was ground into powder and placed on a smooth glass plate. Then, some PTFE was dripped on the powder, and the EtOH was added in proportion to control its viscosity. After that, the mixture was stirred slowly in the same direction until it formed a gel, and then, it was flattened with a glass rod. Finally, a fluorescence test film (Film@1-Eu) was formed naturally after drying.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Preparation of a Strip\nTest Paper for Visual Inspection</title><p>Using the prepared <bold>1-Eu</bold> as a fluorescent probe, the\nvisual semi-quantification analysis of MDZ and TET was carried out.\nFirst, the quantitative filter paper was cut into 1 cm × 1 cm\nsquare pieces, and <bold>1-Eu</bold> was ground into powder and uniformly\ndispersed in the aqueous solution of MDZ with different concentrations.\nIt was treated with ultrasound for 10 min to ensure that the crystal\npowder was evenly dispersed on the filter paper. In the presence of\nMDZ, the fluorescence intensity of <bold>1-Eu</bold> on the test paper\nwas gradually quenched. The red fluorescence of <bold>1-Eu</bold> progressively\ndeclined as the concentrations of MDZ increased. The emission of the\ntest papers was recorded under UV light (365 nm), and photos were\ntaken with a smartphone. The RGB values were measured by the Color\nPicker software, and the calibration curves of a red channel were\ndrawn.</p>", "clean_text": "Preparation of a Strip Test Paper for Visual Inspection\n\nUsing the prepared 1-Eu as a fluorescent probe, the visual semi-quantification analysis of MDZ and TET was carried out. First, the quantitative filter paper was cut into 1 cm × 1 cm square pieces, and 1-Eu was ground into powder and uniformly dispersed in the aqueous solution of MDZ with different concentrations. It was treated with ultrasound for 10 min to ensure that the crystal powder was evenly dispersed on the filter paper. In the presence of MDZ, the fluorescence intensity of 1-Eu on the test paper was gradually quenched. The red fluorescence of 1-Eu progressively declined as the concentrations of MDZ increased. The emission of the test papers was recorded under UV light (365 nm), and photos were taken with a smartphone. The RGB values were measured by the Color Picker software, and the calibration curves of a red channel were drawn.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Crystal Structure</title><p>The crystallographic data of <bold>1-Ln</bold> are given in . The X-ray single\ncrystal diffractometry shows that\nthe complexes <bold>1-Tb</bold> and <bold>1-Eu</bold> are isomorphic\ntwo-dimensional (2D) networks. Structural analysis exhibits that <bold>1-Eu</bold> crystallizes in the triclinic <italic toggle=\"yes\">P</italic>1̅\nspace group. The asymmetric unit includes two independent Eu<sup>3+</sup> centers, two fully deprotonated L<sup>3–</sup>, three coordinated\nH<sub>2</sub>O molecules, one coordinated NMP molecule, two guest\nH<sub>2</sub>O, and three dissociative NMP (a). With four Eu<sup>3+</sup> ions, the carboxylate\ngroup of the L<sup>3–</sup> ligand adopts the bidentate bridge\n(η<sup>2</sup>μ<sub>2</sub>χ<sup>2</sup>) and bidentate\nchelating (η<sup>2</sup>μ<sub>1</sub>χ<sup>2</sup>) coordination modes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). However,\nEu<sup>3+</sup> ions are surrounded by eight O atoms, forming a distorted\ntetrakaidecahedron geometry (b). Among them, the center of Eu1 is coordinated with\nsix carboxylate oxygen atoms from four L<sup>3–</sup> and two\nO atoms of H<sub>2</sub>O and NMP molecules, respectively. Eu2 is\nsurrounded by six oxygen atoms of four L<sup>3–</sup>, and\nthe two O atoms are connected by two H<sub>2</sub>O molecules.</p>", "clean_text": "Results and Discussion\n\nCrystal Structure\n\nThe crystallographic data of 1-Ln are given in . The X-ray single crystal diffractometry shows that the complexes 1-Tb and 1-Eu are isomorphic two-dimensional (2D) networks. Structural analysis exhibits that 1-Eu crystallizes in the triclinic P1̅ space group. The asymmetric unit includes two independent Eu3+ centers, two fully deprotonated L3-, three coordinated H2O molecules, one coordinated NMP molecule, two guest H2O, and three dissociative NMP (a). With four Eu3+ ions, the carboxylate group of the L3- ligand adopts the bidentate bridge (η2μ2χ2) and bidentate chelating (η2μ1χ2) coordination modes (Figure S1). However, Eu3+ ions are surrounded by eight O atoms, forming a distorted tetrakaidecahedron geometry (b). Among them, the center of Eu1 is coordinated with six carboxylate oxygen atoms from four L3- and two O atoms of H2O and NMP molecules, respectively. Eu2 is surrounded by six oxygen atoms of four L3-, and the two O atoms are connected by two H2O molecules.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination\nenvironment of Eu<sup>3+</sup> ions in <bold>1-Eu</bold> (symmetric\ncode: no. (1) −<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 3, −<italic toggle=\"yes\">z</italic>; no. (2) <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic> – 1; no. (3) −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic> + 1; no. (4) <italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">y</italic> +\n2, <italic toggle=\"yes\">z</italic> – 1; no. (5) <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic> + 1; no. (6) <italic toggle=\"yes\">x</italic> +\n1, <italic toggle=\"yes\">y</italic> – 2, <italic toggle=\"yes\">z</italic> + 1); (b) Binuclear\n[Eu<sub>2</sub>(COO)<sub>6</sub>] SBU.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environment of Eu3+ ions in 1-Eu (symmetric code: no. (1) -x, -y + 3, -z; no. (2) x, y, z - 1; no. (3) -x + 1, -y + 1, -z + 1; no. (4) x - 1, y + 2, z - 1; no. (5) x, y, z + 1; no. (6) x + 1, y - 2, z + 1); (b) Binuclear [Eu2(COO)6] SBU.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallographic Data and Structure\nRefinements for <bold>1-Ln</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>complex</oasis:entry>\n<oasis:entry>\n<bold>1-Tb</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>1-Eu</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>empirical\nformula</oasis:entry>\n<oasis:entry>C<sub>143</sub>H<sub>155</sub>N<sub>7</sub>O<sub>47</sub>Tb<sub>4</sub>\n</oasis:entry>\n<oasis:entry>C<sub>143</sub>H<sub>155</sub>N<sub>7</sub>O<sub>47</sub>Eu<sub>4</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula mass</oasis:entry>\n<oasis:entry>3359.41</oasis:entry>\n<oasis:entry>3331.57</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> [Å]</oasis:entry>\n<oasis:entry>15.0687(5)</oasis:entry>\n<oasis:entry>15.1047(13)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> [Å]</oasis:entry>\n<oasis:entry>15.1470(5)</oasis:entry>\n<oasis:entry>15.1492(13)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> [Å]</oasis:entry>\n<oasis:entry>17.3697(6)</oasis:entry>\n<oasis:entry>17.4105(14)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α [deg]</oasis:entry>\n<oasis:entry>81.785(1)</oasis:entry>\n<oasis:entry>81.751(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β [deg]</oasis:entry>\n<oasis:entry>70.498(1)</oasis:entry>\n<oasis:entry>70.454(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ [deg]</oasis:entry>\n<oasis:entry>73.508(1)</oasis:entry>\n<oasis:entry>73.702(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> [Å<sup>3</sup>]</oasis:entry>\n<oasis:entry>3578.3(2)</oasis:entry>\n<oasis:entry>3598.1(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Z</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calcd.</sub>[g·cm<sup>–3</sup>]</oasis:entry>\n<oasis:entry>1.559</oasis:entry>\n<oasis:entry>1.538</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ [mm<sup>–1</sup>]</oasis:entry>\n<oasis:entry>2.040</oasis:entry>\n<oasis:entry>1.807</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic> [000]</oasis:entry>\n<oasis:entry>1698</oasis:entry>\n<oasis:entry>1690</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ [°]</oasis:entry>\n<oasis:entry>2.285–25.363</oasis:entry>\n<oasis:entry>1.822–25.441</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>59196/13063</oasis:entry>\n<oasis:entry>45336/13209</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.168</oasis:entry>\n<oasis:entry>1.073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0375, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.0915</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0518, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.1259</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> (all data)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0415, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.0932</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0670, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.1341</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> =\nΣ||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>||/Σ|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> =\n[Σw­(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> – <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>/Σw­(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]<sup>1/2</sup>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Interestingly, Eu1 and Eu2\nform binuclear clusters [Eu<sub>2</sub>(COO)<sub>6</sub>] through\nsix carboxyl groups (b). [Eu<sub>2</sub>(COO)<sub>6</sub>] is further connected\nby ligand L<sup>3–</sup> that\nforms a 2D layered structure along the <italic toggle=\"yes\">bc</italic> plane (a). After adopting\ntopological analysis, <bold>1-Eu</bold> can be simplified as a 4-connected\ntopological network with the point symbol of (4<sup>3</sup>·6<sup>3</sup>) (b). According to the PLATON program, the porous volume is computed\nat roughly 39.9% after removing solvent molecules.</p>", "clean_text": "Interestingly, Eu1 and Eu2 form binuclear clusters [Eu2(COO)6] through six carboxyl groups (b). [Eu2(COO)6] is further connected by ligand L3- that forms a 2D layered structure along the bc plane (a). After adopting topological analysis, 1-Eu can be simplified as a 4-connected topological network with the point symbol of (43⋅63) (b). According to the PLATON program, the porous volume is computed at roughly 39.9% after removing solvent molecules.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) 2D layered polyhedral\nstructure of <bold>1-Eu</bold>; (b) simplified\ntopology diagram of 4-connected <bold>1-Eu</bold>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) 2D layered polyhedral structure of 1-Eu; (b) simplified topology diagram of 4-connected 1-Eu.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>X-ray Powder Diffraction and Thermogravimetric Analysis</title><p>The X-ray powder diffraction (PXRD) of <bold>1-Ln</bold> and <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> is consistent\nwith the simulated peaks, indicating that the duplicated samples are\npure phase, which can be used for subsequent property exploration\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). <bold>1-Ln</bold> was heated\nfrom 30 to 800 °C for thermogravimetric analysis (TGA) in a N<sub>2</sub> atmosphere. <bold>1-Ln</bold> had similar thermal stability\ndue to its isostructural properties, and <bold>1-Eu</bold> was taken\nas an example to analyze in detail. The TGA of <bold>1-Eu</bold> showed\nthat weight loss was 31.3% (calcd 31.5%) between 35 and 309 °C,\npossibly attributed to the free solvent molecules and the coordinated\nwater molecules being removed. The frame structure existed stably\nbetween 309 and 550 °C, then the frameworks collapsed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figures S3c and S4</ext-link>).</p>", "clean_text": "X-ray Powder Diffraction and Thermogravimetric Analysis\n\nThe X-ray powder diffraction (PXRD) of 1-Ln and 1-Eu   x   Tb  1-x   is consistent with the simulated peaks, indicating that the duplicated samples are pure phase, which can be used for subsequent property exploration (Figure S3). 1-Ln was heated from 30 to 800 °C for thermogravimetric analysis (TGA) in a N2 atmosphere. 1-Ln had similar thermal stability due to its isostructural properties, and 1-Eu was taken as an example to analyze in detail. The TGA of 1-Eu showed that weight loss was 31.3% (calcd 31.5%) between 35 and 309 °C, possibly attributed to the free solvent molecules and the coordinated water molecules being removed. The frame structure existed stably between 309 and 550 °C, then the frameworks collapsed (Figures S3c and S4).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>pH Stability</title><p>Since\nantibiotics can exist in water in\nany pH environment, the stability of <bold>1-Eu</bold> at different\npH values was investigated. The PXRD of <bold>1-Eu</bold> was measured\nafter soaking it in an aqueous solution with a pH of 2–11 for\n24 h. The skeleton of <bold>1-Eu</bold> remains intact, which proves\nits stability at different pH values (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>, the fluorescence\nintensity of <bold>1-Eu</bold> is hardly affected by pH. Therefore,\nit can be seen that <bold>1-Eu</bold> can still maintain stable red\nfluorescence at different pH values.</p>", "clean_text": "pH Stability\n\nSince antibiotics can exist in water in any pH environment, the stability of 1-Eu at different pH values was investigated. The PXRD of 1-Eu was measured after soaking it in an aqueous solution with a pH of 2-11 for 24 h. The skeleton of 1-Eu remains intact, which proves its stability at different pH values (Figure S5). As shown in Figure S6, the fluorescence intensity of 1-Eu is hardly affected by pH. Therefore, it can be seen that 1-Eu can still maintain stable red fluorescence at different pH values.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Solid-State Fluorescence\nProperties of <bold>1-Ln</bold>\n</title><p>The solid-state photoluminescence\nproperties have been studied for\nthe H<sub>3</sub>L ligand and <bold>1-Ln</bold> complexes under ambient\nconditions. The photoluminescence spectra of the H<sub>3</sub>L ligand\nrevealed the maximum (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>) mission\nat 404 nm (λ<sub>e<italic toggle=\"yes\">x</italic>\n</sub> = 343 nm), attributed\nto the electron transition of π → π* after absorbing\nenergy (). The luminescence of <bold>1-Ln</bold> was restricted to the selection\nof f–f transition and the luminescence achieved by the “antenna\neffect” of the organic ligands. Complex <bold>1-Tb</bold> excited\nat 334 nm displays narrow peaks at 489 nm (<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>6</sub>), 544 nm (<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub>) (strong), 582 nm (<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>4</sub>), and 618 nm (<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>3</sub>), corresponding\nto the electronic transition of <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>J</sub> (<italic toggle=\"yes\">J</italic> = 6–3) of Tb<sup>3+</sup> ions. Thus, <bold>1-Tb</bold> showed a strong green fluorescence\nemission. Based on electron transitions of <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>1</sub>, <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>2</sub>, and <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>4</sub>, <bold>1-Eu</bold> exhibited characteristic\npeaks of Eu<sup>3+</sup> at 592, 616, and 695 nm, respectively (λ<sub>e<italic toggle=\"yes\">x</italic>\n</sub> = 338 nm). The relative intensities of\nthe <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>2</sub> and <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>1</sub> transitions\nare used to measure the coordination state (a). Considering the feeble symmetry of Eu<sup>3+</sup> at <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>1</sub>, the intensity of the magnetic dipole transition was weak.\nThe intensity of the <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>2</sub> transition allowed the electric dipole transition to\nincrease, forming a sharp emission spectrum. On the contrary, a less\nintense wide peak was observed in the <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>4</sub> transition (695 nm) (b). The single exponential decay of <bold>1-Tb</bold> and <bold>1-Eu</bold> were 473.75 and 365.29 μs,\nrespectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). Compared with <bold>1-Eu</bold>, the relatively lower lifetime of <bold>1-Tb</bold> was\nmainly the result of the different sensitivities of these ions quenched\nby O–H.</p>", "clean_text": "Solid-State Fluorescence Properties of 1-Ln \n\nThe solid-state photoluminescence properties have been studied for the H3L ligand and 1-Ln complexes under ambient conditions. The photoluminescence spectra of the H3L ligand revealed the maximum (Figure S7) mission at 404 nm (λex  = 343 nm), attributed to the electron transition of π → π* after absorbing energy (). The luminescence of 1-Ln was restricted to the selection of f-f transition and the luminescence achieved by the \"antenna effect\" of the organic ligands. Complex 1-Tb excited at 334 nm displays narrow peaks at 489 nm (5D4 → 7F6), 544 nm (5D4 → 7F5) (strong), 582 nm (5D4 → 7F4), and 618 nm (5D4 → 7F3), corresponding to the electronic transition of 5D4 → 7FJ (J = 6-3) of Tb3+ ions. Thus, 1-Tb showed a strong green fluorescence emission. Based on electron transitions of 5D0 → 7F1, 5D0 → 7F2, and 5D0 → 7F4, 1-Eu exhibited characteristic peaks of Eu3+ at 592, 616, and 695 nm, respectively (λex  = 338 nm). The relative intensities of the 5D0 → 7F2 and 5D0 → 7F1 transitions are used to measure the coordination state (a). Considering the feeble symmetry of Eu3+ at 5D0 → 7F1, the intensity of the magnetic dipole transition was weak. The intensity of the 5D0 → 7F2 transition allowed the electric dipole transition to increase, forming a sharp emission spectrum. On the contrary, a less intense wide peak was observed in the 5D0 → 7F4 transition (695 nm) (b). The single exponential decay of 1-Tb and 1-Eu were 473.75 and 365.29 μs, respectively (Figure S8). Compared with 1-Eu, the relatively lower lifetime of 1-Tb was mainly the result of the different sensitivities of these ions quenched by O-H.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Emission spectra of (a) <bold>1-Tb</bold> and (b) <bold>1-Eu</bold>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Emission spectra of (a) 1-Tb and (b) 1-Eu.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<title>Luminescence Modulation\nof 1-Eu<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Tb<sub>1<bold>–</bold>\n<italic toggle=\"yes\">x</italic>\n</sub>\n</title><p>As\nthe synthesized <bold>1-Eu</bold> and <bold>1-Tb</bold> are isomorphic,\na series of doped <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> with color luminescence were successfully synthesized by adjusting\nthe molar ratio of Tb<sup>3+</sup> and Eu<sup>3+</sup> ions in the\ncomplex. The gradual transition from green to red is observed under\nthe 365 nm UV lamp excitation (a). The chromaticity coordinates are calculated and\nplotted in CIE coordinates (b). The corresponding CIE coordinates range from (0.29,\n0.61) to (0.67, 0.33), showing the emission color more clearly (). It is worth noting\nthat <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> shows\ndouble emissions of Eu<sup>3+</sup> and Tb<sup>3+</sup>. The emission\npeak indicates a significant red shift when the proportion of Eu<sup>3+</sup> increases from 2 to 90% (c). The results indicate that the energy\nof Ln<sup>3+</sup> ions can be transferred by doping other ions. The\nfluorescence intensity of <bold>1-Tb</bold> is decreased by increasing\nthe molar ratio of Eu<sup>3+</sup> ions, indicating that the energy\nis transferred. Meanwhile, the corresponding absolute quantum yield\nof <bold>1-Eu</bold> (10.1%) is lower than <bold>1-Tb</bold> (34.4%),\nwhich further proves that the energy transfer process is effective\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The energy transfer efficiency\nη<sub>T</sub> of ions from Tb<sup>3+</sup> to Eu<sup>3+</sup> in a series of doped <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> may be computed using the formula η<sub>T</sub> = 1 – τ/τ<sub>0</sub> (where τ and τ<sub>0</sub> represent the lifetime of Tb<sup>3+</sup> before/after doping\nEu<sup>3+</sup>, respectively) (d).</p>", "clean_text": "Luminescence Modulation of 1-Eu x Tb1- x  \n\nAs the synthesized 1-Eu and 1-Tb are isomorphic, a series of doped 1-Eu   x   Tb  1-x   with color luminescence were successfully synthesized by adjusting the molar ratio of Tb3+ and Eu3+ ions in the complex. The gradual transition from green to red is observed under the 365 nm UV lamp excitation (a). The chromaticity coordinates are calculated and plotted in CIE coordinates (b). The corresponding CIE coordinates range from (0.29, 0.61) to (0.67, 0.33), showing the emission color more clearly (). It is worth noting that 1-Eu   x   Tb  1-x   shows double emissions of Eu3+ and Tb3+. The emission peak indicates a significant red shift when the proportion of Eu3+ increases from 2 to 90% (c). The results indicate that the energy of Ln3+ ions can be transferred by doping other ions. The fluorescence intensity of 1-Tb is decreased by increasing the molar ratio of Eu3+ ions, indicating that the energy is transferred. Meanwhile, the corresponding absolute quantum yield of 1-Eu (10.1%) is lower than 1-Tb (34.4%), which further proves that the energy transfer process is effective (Table S2). The energy transfer efficiency ηT of ions from Tb3+ to Eu3+ in a series of doped 1-Eu   x   Tb  1-x   may be computed using the formula ηT = 1 - τ/τ0 (where τ and τ0 represent the lifetime of Tb3+ before/after doping Eu3+, respectively) (d).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Luminescence modulation of <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> with different proportions under the UV lamp\nat 365 nm; (b) CIE chromatograms of <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>; (c) solid-state spectrum of <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> at λ<sub>ex</sub> =\n334 nm; (d) energy transfer diagram between Tb<sup>3+</sup>/Eu<sup>3+</sup> in <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Luminescence modulation of 1-Eu   x   Tb  1-x   with different proportions under the UV lamp at 365 nm; (b) CIE chromatograms of 1-Eu   x   Tb  1-x  ; (c) solid-state spectrum of 1-Eu   x   Tb  1-x   at λex = 334 nm; (d) energy transfer diagram between Tb3+/Eu3+ in 1-Eu   x   Tb  1-x  .   ", "data": null, "include_properties": null}, {"idx": 21, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Photoluminescence\nData for <bold>1-Eu</bold>, <bold>1-Tb</bold>, and <bold>1-Eu<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Tb<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>\n</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">x</italic> % Eu<sup>3+</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">CIE coordinates</oasis:entry>\n<oasis:entry align=\"center\">luminescence lifetime τ<sub>1</sub> (μs)</oasis:entry>\n<oasis:entry align=\"center\">absolute quantum yield (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1-Tb</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>(0.29, 0.61)</oasis:entry>\n<oasis:entry>473.75</oasis:entry>\n<oasis:entry>34.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>(0.36, 0.58)</oasis:entry>\n<oasis:entry>465.63</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>(0.39, 0.53)</oasis:entry>\n<oasis:entry>462.70</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>(0.44, 0.49)</oasis:entry>\n<oasis:entry>447.36</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>(0.49, 0.45)</oasis:entry>\n<oasis:entry>435.64</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>5</bold>\n</oasis:entry>\n<oasis:entry>70</oasis:entry>\n<oasis:entry>(0.54, 0.42)</oasis:entry>\n<oasis:entry>401.44</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>6</bold>\n</oasis:entry>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>(0.57, 0.39)</oasis:entry>\n<oasis:entry>380.41</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>7</bold>\n</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>(0.62, 0.35)</oasis:entry>\n<oasis:entry>372.72</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1-Eu</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>(0.67, 0.33)</oasis:entry>\n<oasis:entry>365.29</oasis:entry>\n<oasis:entry>10.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>Selective Sensing of Antibiotics</title><p>\n<bold>1-Eu</bold> has\nstable red emission and excellent water stability (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S9a</ext-link>); hence, the fluorescence sensing of drugs in water\nby <bold>1-Eu</bold> was studied. Eight common antibioticsSM2\n(sulfadimidine), SMZ (sulfamethoxazole), AMX (amoxicillin), SFZ (sulfadiazine),\nFFC (florfenicol), ERM (erythromycin), MDZ, and TET (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Scheme S1</ext-link>)­()were selected in this experiment. 3 mg <bold>1-Eu</bold> was added into 3 mL aqueous solution of different drugs\n(1 × 10<sup>–3</sup> mol/L); then, it was ultrasonicated\nfor 10 min to form uniform suspensions and the fluorescence spectra\nof different drugs were measured. The results show that the fluorescence\nintensity of <bold>1-Eu</bold> is significantly quenched in MDZ and\nTET, and the quenching efficiencies are up to 99.8 and 99.9%, respectively.\nFor other drugs, the fluorescence intensity of <bold>1-Eu</bold> also\ndecreased to different degrees ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">S10</ext-link>).</p>", "clean_text": "Selective Sensing of Antibiotics\n\n 1-Eu has stable red emission and excellent water stability (Figure S9a); hence, the fluorescence sensing of drugs in water by 1-Eu was studied. Eight common antibioticsSM2 (sulfadimidine), SMZ (sulfamethoxazole), AMX (amoxicillin), SFZ (sulfadiazine), FFC (florfenicol), ERM (erythromycin), MDZ, and TET (Scheme S1)()were selected in this experiment. 3 mg 1-Eu was added into 3 mL aqueous solution of different drugs (1 × 10-3 mol/L); then, it was ultrasonicated for 10 min to form uniform suspensions and the fluorescence spectra of different drugs were measured. The results show that the fluorescence intensity of 1-Eu is significantly quenched in MDZ and TET, and the quenching efficiencies are up to 99.8 and 99.9%, respectively. For other drugs, the fluorescence intensity of 1-Eu also decreased to different degrees ( and S10).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Spectra\nof <bold>1-Eu</bold> in diverse antibiotic solutions;\n(b) relative fluorescence intensity of <bold>1-Eu</bold> in diverse\nantibiotic solutions.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Spectra of 1-Eu in diverse antibiotic solutions; (b) relative fluorescence intensity of 1-Eu in diverse antibiotic solutions.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>In order to detect the\nsensitivity of <bold>1-Eu</bold> to MDZ\nand TET, the blank water samples were titrated with MDZ and TET, respectively,\nand the fluorescence intensity of <bold>1-Eu</bold> after each titration\nwas recorded. The result indicates that the fluorescence intensity\nof <bold>1-Eu</bold> decreases with the increase in the concentrations\nof MDZ and TET. The fluorescence of <bold>1-Eu</bold> is completely\nquenched when TET and MDZ are at concentrations of 0.348 and 0.306\nmM, respectively (a,b). According to Stern–Volmer (SV) equation (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> = 1 + <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> [M]), it is possible to calculate quantitatively the\nquenching efficiency (<italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> are the fluorescence intensities before and after the addition of\nMDZ or TET, <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching constant\n(M<sup>–1</sup>), and [M] is the concentration of MDZ or TET,\nrespectively). The SV equation is used to determine the relationship\nbetween the concentration of MDZ or TET and fluorescence intensity.\nIn the low-concentration range from 0 to 0.06 mM, the SV curve of\nMDZ or TET is virtually linearly connected. But the SV curve gradually\ndeviates from the linear relationship with the increase in the antibiotic\nconcentration (c,d). The nonlinear relationship of the SV curve may be attributed\nto energy transfer or the self-absorption of antibiotics. According\nto the fitting results, the <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> values\nof MDZ and TET are 1.5 × 10<sup>4</sup> and 1.45 × 10<sup>4</sup> M<sup>–1</sup>, respectively. Therefore, <bold>1-Eu</bold> can be used as a promising fluorescent probe to detect MDZ and TET.\nAccording to the formula 3σ/<italic toggle=\"yes\">K</italic>\n<sub>sv</sub> (σ\nis the standard deviation), the limit of detection (LOD) of MDZ and\nTET is 1.46 × 10<sup>–5</sup> and 1.51 × 10<sup>–5</sup> M, respectively, which are almost equivalent to those reported in\nthe literature (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>).</p>", "clean_text": "In order to detect the sensitivity of 1-Eu to MDZ and TET, the blank water samples were titrated with MDZ and TET, respectively, and the fluorescence intensity of 1-Eu after each titration was recorded. The result indicates that the fluorescence intensity of 1-Eu decreases with the increase in the concentrations of MDZ and TET. The fluorescence of 1-Eu is completely quenched when TET and MDZ are at concentrations of 0.348 and 0.306 mM, respectively (a,b). According to Stern-Volmer (SV) equation (I 0/I = 1 + K sv [M]), it is possible to calculate quantitatively the quenching efficiency (I 0 and I are the fluorescence intensities before and after the addition of MDZ or TET, K sv is the quenching constant (M-1), and [M] is the concentration of MDZ or TET, respectively). The SV equation is used to determine the relationship between the concentration of MDZ or TET and fluorescence intensity. In the low-concentration range from 0 to 0.06 mM, the SV curve of MDZ or TET is virtually linearly connected. But the SV curve gradually deviates from the linear relationship with the increase in the antibiotic concentration (c,d). The nonlinear relationship of the SV curve may be attributed to energy transfer or the self-absorption of antibiotics. According to the fitting results, the K sv values of MDZ and TET are 1.5 × 104 and 1.45 × 104 M-1, respectively. Therefore, 1-Eu can be used as a promising fluorescent probe to detect MDZ and TET. According to the formula 3σ/K sv (σ is the standard deviation), the limit of detection (LOD) of MDZ and TET is 1.46 × 10-5 and 1.51 × 10-5 M, respectively, which are almost equivalent to those reported in the literature (Table S3).", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a,b) Fluorescence emission spectra of <bold>1-Eu</bold> with the\nincrease of MDZ and TET concentrations; (c,d) fitted SV plot of <bold>1-Eu</bold> to MDZ and TET. (Inset: SV plot at low concentrations).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a,b) Fluorescence emission spectra of 1-Eu with the increase of MDZ and TET concentrations; (c,d) fitted SV plot of 1-Eu to MDZ and TET. (Inset: SV plot at low concentrations).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>In order to evaluate the anti-interference ability\nof <bold>1-Eu</bold>, <bold>1-Eu</bold> was dispersed in an aqueous\nsolution containing\nSM2, SMZ, AMX, SFZ, FFC, and ERM, and the fluorescence intensity remained\nunchanged under the excitation of 338 nm. However, when MDZ or TET\nwas added, the fluorescence intensity decreased obviously, which indicates\nthat <bold>1-Eu</bold> can selectively quench MDZ and TET in water\n(a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">S11</ext-link>). As we all know, antibiotics enter the blood\ncirculation for anti-infection treatment after intravenous injection.\nTherefore, the anti-interference experiment of <bold>1-Eu</bold> on\nthe possible coexisting components (Mg<sup>2+</sup>, Ca<sup>2+</sup>, Zn<sup>2+</sup>, K<sup>+</sup>, Na<sup>+</sup>, CO<sub>3</sub>\n<sup>2–</sup>, Glu, Urea, <sc>l</sc>-valine, <sc>l</sc>-histidine)\nin the simulated blood shows that the fluorescence intensity of <bold>1-Eu</bold> is almost unchanged at the same excitation wavelength.\nBut it obviously decreases when MDZ or TET is added, which indicates\nthat the interfering components in simulated blood has little effect\non MDZ or TET (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">S12</ext-link>). The <bold>1-Eu</bold> sample\ncan be recovered from the solution by washing with water and centrifugation,\nand the fluorescence intensity of the regenerated sample is the same\nas that of the original sample. After five cycles, the PXRD of the\nregenerated sample is determined, which indicates that the framework\nof <bold>1-Eu</bold> is still intact (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). Experiments make it clear that <bold>1-Eu</bold> shows good stability\nand recyclability in the field of selective detection (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).</p>", "clean_text": "In order to evaluate the anti-interference ability of 1-Eu, 1-Eu was dispersed in an aqueous solution containing SM2, SMZ, AMX, SFZ, FFC, and ERM, and the fluorescence intensity remained unchanged under the excitation of 338 nm. However, when MDZ or TET was added, the fluorescence intensity decreased obviously, which indicates that 1-Eu can selectively quench MDZ and TET in water (a and S11). As we all know, antibiotics enter the blood circulation for anti-infection treatment after intravenous injection. Therefore, the anti-interference experiment of 1-Eu on the possible coexisting components (Mg2+, Ca2+, Zn2+, K+, Na+, CO3 2-, Glu, Urea, l-valine, l-histidine) in the simulated blood shows that the fluorescence intensity of 1-Eu is almost unchanged at the same excitation wavelength. But it obviously decreases when MDZ or TET is added, which indicates that the interfering components in simulated blood has little effect on MDZ or TET (b and S12). The 1-Eu sample can be recovered from the solution by washing with water and centrifugation, and the fluorescence intensity of the regenerated sample is the same as that of the original sample. After five cycles, the PXRD of the regenerated sample is determined, which indicates that the framework of 1-Eu is still intact (Figure S13). Experiments make it clear that 1-Eu shows good stability and recyclability in the field of selective detection (Figure S14).", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Relative fluorescence intensities of <bold>1-Eu</bold> in different\n(a) antibiotics and (b) blood before and after the addition of MDZ\nand TET.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Relative fluorescence intensities of 1-Eu in different (a) antibiotics and (b) blood before and after the addition of MDZ and TET.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Sensing Mechanism</title><p>To further explore the quenching\neffect of <bold>1-Eu</bold> for MDZ and TET, we studied the quenching\nmechanism of <bold>1-Eu</bold>. The PXRD of <bold>1-Eu</bold> was\ntested by soaking it in different antibiotic solutions. The results\nshow that the structure of <bold>1-Eu</bold> is intact, which proves\nthat the fluorescence quenching is not caused by structural collapse\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S9b</ext-link>). In addition, the fluorescence\nlifetime with or without antibiotics is recorded at 617 nm. With the\naddition of MDZ and TET, the fluorescence lifetime decreases, which\nindicates that there is dynamic quenching (a).</p>", "clean_text": "Sensing Mechanism\n\nTo further explore the quenching effect of 1-Eu for MDZ and TET, we studied the quenching mechanism of 1-Eu. The PXRD of 1-Eu was tested by soaking it in different antibiotic solutions. The results show that the structure of 1-Eu is intact, which proves that the fluorescence quenching is not caused by structural collapse (Figure S9b). In addition, the fluorescence lifetime with or without antibiotics is recorded at 617 nm. With the addition of MDZ and TET, the fluorescence lifetime decreases, which indicates that there is dynamic quenching (a).", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Fluorescence lifetime decay after adding\nMDZ and TET; (b) UV\nabsorption spectra of antibiotics.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Fluorescence lifetime decay after adding MDZ and TET; (b) UV absorption spectra of antibiotics.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The typical photoinduced electron transfer (PET)\nsystem is to explore\nwhether fluorescence quenching is caused by PET process. If the highest\noccupied molecular (HOMO) or lowest unoccupied molecular (LUMO) orbit\nof antibiotics is between the energies of the two orbits of fluorophore\n(H<sub>3</sub>L ligand), PET will proceed. The LUMO and HOMO energies\nof antibiotics in water were calculated by density functional theory\n(DET). Specifically, the HOMO orbit of antibiotic\n(SM2, SMZ, AMX, SFZ, ERM, TET) is between the two orbits of H<sub>3</sub>L, which can transfer the HOMO electrons to the excited state.\nAnd H<sub>3</sub>L makes the excited electrons unable to jump back\nto the original ground state to emit fluorescence, which leads to\nthe decrease of fluorescence intensity in different degrees. It is\nconsistent with the experimental results. The LUMO and HOMO of MDZ\nare between the two orbits of H<sub>3</sub>L. After H<sub>3</sub>L\nis excited by light, one electron of its HOMO jumps to LUMO. The electron\nturns into the empty LUMO orbit of MDZ and then returns to the HOMO\norbit of H<sub>3</sub>L, which provides another way for the excited\nelectron to return to the ground state by non-radiation. Thus, the\nfluorescence of <bold>1-Eu</bold> is quenched ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>).</p>", "clean_text": "The typical photoinduced electron transfer (PET) system is to explore whether fluorescence quenching is caused by PET process. If the highest occupied molecular (HOMO) or lowest unoccupied molecular (LUMO) orbit of antibiotics is between the energies of the two orbits of fluorophore (H3L ligand), PET will proceed. The LUMO and HOMO energies of antibiotics in water were calculated by density functional theory (DET). Specifically, the HOMO orbit of antibiotic (SM2, SMZ, AMX, SFZ, ERM, TET) is between the two orbits of H3L, which can transfer the HOMO electrons to the excited state. And H3L makes the excited electrons unable to jump back to the original ground state to emit fluorescence, which leads to the decrease of fluorescence intensity in different degrees. It is consistent with the experimental results. The LUMO and HOMO of MDZ are between the two orbits of H3L. After H3L is excited by light, one electron of its HOMO jumps to LUMO. The electron turns into the empty LUMO orbit of MDZ and then returns to the HOMO orbit of H3L, which provides another way for the excited electron to return to the ground state by non-radiation. Thus, the fluorescence of 1-Eu is quenched ( and Table S4).", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>HOMO and\nLUMO energies of H<sub>3</sub>L and antibiotics.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  HOMO and LUMO energies of H3L and antibiotics.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Another factor that contributes to fluorescence\nquenching is the\nresonance energy transfer. As shown in b, the excitation spectrum of <bold>1-Eu</bold> completely overlaps with the UV absorption peak of MDZ and mostly\noverlaps with that of TET. Therefore, there is competitive absorption\nbetween <bold>1-Eu</bold>, MDZ, and TET, which leads to fluorescence\nquenching.</p>", "clean_text": "Another factor that contributes to fluorescence quenching is the resonance energy transfer. As shown in b, the excitation spectrum of 1-Eu completely overlaps with the UV absorption peak of MDZ and mostly overlaps with that of TET. Therefore, there is competitive absorption between 1-Eu, MDZ, and TET, which leads to fluorescence quenching.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>\n<bold>Film@1-Eu</bold> for Antibiotic Sensing</title><p>The above\nexperiments prove that <bold>1-Eu</bold> has excellent fluorescence-sensing\nperformance. In order to simplify the application potential of <bold>1-Eu</bold> in sense, we successfully prepared a fluorescent film\n(<bold>Film@1-Eu</bold>) loaded with <bold>1-Eu</bold>, which can\nbe used to quickly and conveniently detect antibiotics in pharmaceutical\nwastewater. The prepared fluorescent test films were put in water,\nMDZ, and TET and irradiated with a 365 nm UV light. The results showed\nthat the red fluorescence of <bold>Film@1-Eu</bold> disappeared immediately\nin the solution of MDZ and TET, but remained stable in water (a). The color change\nmakes <bold>Film@1-Eu</bold> a promising luminescence sensor. Due\nto the instantaneous quenching of <bold>1-Eu</bold> luminescence,\nMDZ and TET can be quickly detected by the naked eye. Moreover, the\nfluorescence of <bold>Film@1-Eu</bold> can be recovered by simple\nwashing, which proves that it has strong recyclability.</p>", "clean_text": " Film@1-Eu for Antibiotic Sensing\n\nThe above experiments prove that 1-Eu has excellent fluorescence-sensing performance. In order to simplify the application potential of 1-Eu in sense, we successfully prepared a fluorescent film (Film@1-Eu) loaded with 1-Eu, which can be used to quickly and conveniently detect antibiotics in pharmaceutical wastewater. The prepared fluorescent test films were put in water, MDZ, and TET and irradiated with a 365 nm UV light. The results showed that the red fluorescence of Film@1-Eu disappeared immediately in the solution of MDZ and TET, but remained stable in water (a). The color change makes Film@1-Eu a promising luminescence sensor. Due to the instantaneous quenching of 1-Eu luminescence, MDZ and TET can be quickly detected by the naked eye. Moreover, the fluorescence of Film@1-Eu can be recovered by simple washing, which proves that it has strong recyclability.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) Photos\nof <bold>Film@1-Eu</bold> irradiated with UV light;\n(b) <bold>Film@1-Eu</bold> immersed in different pH for 40 days; (c) <bold>Film@1-Eu</bold> immersed in different antibiotics; (d) comparison\nof luminescence intensity of <bold>Film@1-Eu</bold> in different antibiotics.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  (a) Photos of Film@1-Eu irradiated with UV light; (b) Film@1-Eu immersed in different pH for 40 days; (c) Film@1-Eu immersed in different antibiotics; (d) comparison of luminescence intensity of Film@1-Eu in different antibiotics.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The experimental results show that the visual detection\nlimit of <bold>Film@1-Eu</bold> for MDZ and TET can reach 10<sup>–4</sup> mol L<sup>–1</sup>, which is only about 10% lower than the\ntitration result (10<sup>–5</sup> mol L<sup>–1</sup>). Compared with experimental titration, this method is simpler and\neasier to operate. The <bold>Film@1-Eu</bold> was soaked in different\npH (4, 7, 10) solution, and after soaking for 40 days, the <bold>Film@1-Eu</bold> was irradiated with 365 nm UV light to keep the stable red light\n(b). The\nresult is better than those of some published literature studies. In addition, <bold>Film@1-Eu</bold> was soaked\nin several other antibiotic solutions, which could keep the stable\nred light (c,d). The above experimental results show that <bold>Film@1-Eu</bold> can be used as a fluorescent sensor with high sensitivity to MDZ\nand TET.</p>", "clean_text": "The experimental results show that the visual detection limit of Film@1-Eu for MDZ and TET can reach 10-4 mol L-1, which is only about 10% lower than the titration result (10-5 mol L-1). Compared with experimental titration, this method is simpler and easier to operate. The Film@1-Eu was soaked in different pH (4, 7, 10) solution, and after soaking for 40 days, the Film@1-Eu was irradiated with 365 nm UV light to keep the stable red light (b). The result is better than those of some published literature studies. In addition, Film@1-Eu was soaked in several other antibiotic solutions, which could keep the stable red light (c,d). The above experimental results show that Film@1-Eu can be used as a fluorescent sensor with high sensitivity to MDZ and TET.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<title>Visual Detection of the Portable Test Paper Based on Smartphones</title><p>The paper sensor has the advantages of high practicability, low\ncost, and fast detection. Thus, it can be used for the identification\nand semi-quantitative detection of analytes. The prepared <bold>1-Eu</bold> was used as a fluorescent probe to realize semi-quantitative detection\nof MDZ. The test strips were soaked in different concentrations of\nMDZ, and the red fluorescence of <bold>1-Eu</bold> on the test strips\nwas gradually quenched with the increase in concentration. Photos\nof test strips were taken with smartphones, and their RGB values were\nmeasured with the Color Picker software. In order to minimize the\nerror, calibration curves were made between the red channel and MDZ\nconcentrations after multiple readings. As shown in , with the increase of MDZ\nconcentration, the color of the test paper gradually changes from\nbright pink to dark purple, and the value of B/R increases correspondingly,\nshowing a good linear correlation (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> =\n0.994). According to 3σ/slope, the LOD value of the detection\nlimit is 14.7 ppm. Therefore, the paper sensor has potential application\nvalue in the rapid and sensitive detection of analytes.</p>", "clean_text": "Visual Detection of the Portable Test Paper Based on Smartphones\n\nThe paper sensor has the advantages of high practicability, low cost, and fast detection. Thus, it can be used for the identification and semi-quantitative detection of analytes. The prepared 1-Eu was used as a fluorescent probe to realize semi-quantitative detection of MDZ. The test strips were soaked in different concentrations of MDZ, and the red fluorescence of 1-Eu on the test strips was gradually quenched with the increase in concentration. Photos of test strips were taken with smartphones, and their RGB values were measured with the Color Picker software. In order to minimize the error, calibration curves were made between the red channel and MDZ concentrations after multiple readings. As shown in , with the increase of MDZ concentration, the color of the test paper gradually changes from bright pink to dark purple, and the value of B/R increases correspondingly, showing a good linear correlation (R 2 = 0.994). According to 3σ/slope, the LOD value of the detection limit is 14.7 ppm. Therefore, the paper sensor has potential application value in the rapid and sensitive detection of analytes.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Visual detection\nof a portable test paper based on smartphones.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  Visual detection of a portable test paper based on smartphones.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, 2D porous Ln-MOFs were constructed\nby rigid ligands\nH<sub>3</sub>L and Ln<sup>3+</sup> ions. The <bold>1-Ln</bold> complexes\nhave excellent chemical stability and luminescent properties; especially <bold>1-Eu</bold> can be used to selectively detect MDZ and TET in antibiotics\nand blood, which proves that <bold>1-Eu</bold> can be used as a sensitive\nfluorescent probe. In the aspect of sensor application, <bold>1-Eu</bold> was made into a fluorescent sensing film (<bold>Film@1-Eu</bold>), which shows the ideal detection limits (10<sup>–4</sup>) for MDZ and TET. Especially, the luminescence of <bold>Film@1-Eu</bold> can be recovered by simple washing with water, which indicates that\nit has good recyclability. In addition, <bold>1-Eu</bold> is made\ninto a portable paper sensor for the quantitative detection of MDZ\nin antibiotics, and the reliable detection limit (14.7 ppm) and linear\nrange can be calculated by a smartphone platform. In short, making <bold>1-Eu</bold> into various sensors is a reliable method that tends\nto meet all kinds of tests.</p>", "clean_text": "Conclusions\n\nIn summary, 2D porous Ln-MOFs were constructed by rigid ligands H3L and Ln3+ ions. The 1-Ln complexes have excellent chemical stability and luminescent properties; especially 1-Eu can be used to selectively detect MDZ and TET in antibiotics and blood, which proves that 1-Eu can be used as a sensitive fluorescent probe. In the aspect of sensor application, 1-Eu was made into a fluorescent sensing film (Film@1-Eu), which shows the ideal detection limits (10-4) for MDZ and TET. Especially, the luminescence of Film@1-Eu can be recovered by simple washing with water, which indicates that it has good recyclability. In addition, 1-Eu is made into a portable paper sensor for the quantitative detection of MDZ in antibiotics, and the reliable detection limit (14.7 ppm) and linear range can be calculated by a smartphone platform. In short, making 1-Eu into various sensors is a reliable method that tends to meet all kinds of tests.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.3c00249?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.3c00249</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials and\ngeneral methods, selected bond and length,\ncrystal structures, PXRD, TGA, IR patterns, fluorescence spectroscopy,\nand additional tables (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.3c00249.  Materials and general methods, selected bond and length, crystal structures, PXRD, TGA, IR patterns, fluorescence spectroscopy, and additional tables (PDF)   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Materials and\ngeneral methods, selected bond and length,\ncrystal structures, PXRD, TGA, IR patterns, fluorescence spectroscopy,\nand additional tables (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2226142\" xlink:type=\"simple\">2226142</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"2226143\" xlink:type=\"simple\">2226143</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Materials and general methods, selected bond and length, crystal structures, PXRD, TGA, IR patterns, fluorescence spectroscopy, and additional tables (PDF)\n\nCCDC 2226142-2226143 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "15, 17, 19, 22, 24, 36", "type": "text", "classification": "property", "content": "<title>X-ray Powder Diffraction and Thermogravimetric Analysis</title><p>The X-ray powder diffraction (PXRD) of <bold>1-Ln</bold> and <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> is consistent\nwith the simulated peaks, indicating that the duplicated samples are\npure phase, which can be used for subsequent property exploration\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). <bold>1-Ln</bold> was heated\nfrom 30 to 800 °C for thermogravimetric analysis (TGA) in a N<sub>2</sub> atmosphere. <bold>1-Ln</bold> had similar thermal stability\ndue to its isostructural properties, and <bold>1-Eu</bold> was taken\nas an example to analyze in detail. The TGA of <bold>1-Eu</bold> showed\nthat weight loss was 31.3% (calcd 31.5%) between 35 and 309 °C,\npossibly attributed to the free solvent molecules and the coordinated\nwater molecules being removed. The frame structure existed stably\nbetween 309 and 550 °C, then the frameworks collapsed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figures S3c and S4</ext-link>).</p><title>Solid-State Fluorescence\nProperties of <bold>1-Ln</bold>\n</title><p>The solid-state photoluminescence\nproperties have been studied for\nthe H<sub>3</sub>L ligand and <bold>1-Ln</bold> complexes under ambient\nconditions. The photoluminescence spectra of the H<sub>3</sub>L ligand\nrevealed the maximum (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>) mission\nat 404 nm (λ<sub>e<italic toggle=\"yes\">x</italic>\n</sub> = 343 nm), attributed\nto the electron transition of π → π* after absorbing\nenergy (). The luminescence of <bold>1-Ln</bold> was restricted to the selection\nof f–f transition and the luminescence achieved by the “antenna\neffect” of the organic ligands. Complex <bold>1-Tb</bold> excited\nat 334 nm displays narrow peaks at 489 nm (<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>6</sub>), 544 nm (<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>5</sub>) (strong), 582 nm (<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>4</sub>), and 618 nm (<sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>3</sub>), corresponding\nto the electronic transition of <sup>5</sup>D<sub>4</sub> → <sup>7</sup>F<sub>J</sub> (<italic toggle=\"yes\">J</italic> = 6–3) of Tb<sup>3+</sup> ions. Thus, <bold>1-Tb</bold> showed a strong green fluorescence\nemission. Based on electron transitions of <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>1</sub>, <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>2</sub>, and <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>4</sub>, <bold>1-Eu</bold> exhibited characteristic\npeaks of Eu<sup>3+</sup> at 592, 616, and 695 nm, respectively (λ<sub>e<italic toggle=\"yes\">x</italic>\n</sub> = 338 nm). The relative intensities of\nthe <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>2</sub> and <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>1</sub> transitions\nare used to measure the coordination state (a). Considering the feeble symmetry of Eu<sup>3+</sup> at <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>1</sub>, the intensity of the magnetic dipole transition was weak.\nThe intensity of the <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>2</sub> transition allowed the electric dipole transition to\nincrease, forming a sharp emission spectrum. On the contrary, a less\nintense wide peak was observed in the <sup>5</sup>D<sub>0</sub> → <sup>7</sup>F<sub>4</sub> transition (695 nm) (b). The single exponential decay of <bold>1-Tb</bold> and <bold>1-Eu</bold> were 473.75 and 365.29 μs,\nrespectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). Compared with <bold>1-Eu</bold>, the relatively lower lifetime of <bold>1-Tb</bold> was\nmainly the result of the different sensitivities of these ions quenched\nby O–H.</p><title>Luminescence Modulation\nof 1-Eu<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Tb<sub>1<bold>–</bold>\n<italic toggle=\"yes\">x</italic>\n</sub>\n</title><p>As\nthe synthesized <bold>1-Eu</bold> and <bold>1-Tb</bold> are isomorphic,\na series of doped <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> with color luminescence were successfully synthesized by adjusting\nthe molar ratio of Tb<sup>3+</sup> and Eu<sup>3+</sup> ions in the\ncomplex. The gradual transition from green to red is observed under\nthe 365 nm UV lamp excitation (a). The chromaticity coordinates are calculated and\nplotted in CIE coordinates (b). The corresponding CIE coordinates range from (0.29,\n0.61) to (0.67, 0.33), showing the emission color more clearly (). It is worth noting\nthat <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> shows\ndouble emissions of Eu<sup>3+</sup> and Tb<sup>3+</sup>. The emission\npeak indicates a significant red shift when the proportion of Eu<sup>3+</sup> increases from 2 to 90% (c). The results indicate that the energy\nof Ln<sup>3+</sup> ions can be transferred by doping other ions. The\nfluorescence intensity of <bold>1-Tb</bold> is decreased by increasing\nthe molar ratio of Eu<sup>3+</sup> ions, indicating that the energy\nis transferred. Meanwhile, the corresponding absolute quantum yield\nof <bold>1-Eu</bold> (10.1%) is lower than <bold>1-Tb</bold> (34.4%),\nwhich further proves that the energy transfer process is effective\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The energy transfer efficiency\nη<sub>T</sub> of ions from Tb<sup>3+</sup> to Eu<sup>3+</sup> in a series of doped <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> may be computed using the formula η<sub>T</sub> = 1 – τ/τ<sub>0</sub> (where τ and τ<sub>0</sub> represent the lifetime of Tb<sup>3+</sup> before/after doping\nEu<sup>3+</sup>, respectively) (d).</p><title>Selective Sensing of Antibiotics</title><p>\n<bold>1-Eu</bold> has\nstable red emission and excellent water stability (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Figure S9a</ext-link>); hence, the fluorescence sensing of drugs in water\nby <bold>1-Eu</bold> was studied. Eight common antibioticsSM2\n(sulfadimidine), SMZ (sulfamethoxazole), AMX (amoxicillin), SFZ (sulfadiazine),\nFFC (florfenicol), ERM (erythromycin), MDZ, and TET (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Scheme S1</ext-link>)­()were selected in this experiment. 3 mg <bold>1-Eu</bold> was added into 3 mL aqueous solution of different drugs\n(1 × 10<sup>–3</sup> mol/L); then, it was ultrasonicated\nfor 10 min to form uniform suspensions and the fluorescence spectra\nof different drugs were measured. The results show that the fluorescence\nintensity of <bold>1-Eu</bold> is significantly quenched in MDZ and\nTET, and the quenching efficiencies are up to 99.8 and 99.9%, respectively.\nFor other drugs, the fluorescence intensity of <bold>1-Eu</bold> also\ndecreased to different degrees ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">S10</ext-link>).</p><p>In order to detect the\nsensitivity of <bold>1-Eu</bold> to MDZ\nand TET, the blank water samples were titrated with MDZ and TET, respectively,\nand the fluorescence intensity of <bold>1-Eu</bold> after each titration\nwas recorded. The result indicates that the fluorescence intensity\nof <bold>1-Eu</bold> decreases with the increase in the concentrations\nof MDZ and TET. The fluorescence of <bold>1-Eu</bold> is completely\nquenched when TET and MDZ are at concentrations of 0.348 and 0.306\nmM, respectively (a,b). According to Stern–Volmer (SV) equation (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> = 1 + <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> [M]), it is possible to calculate quantitatively the\nquenching efficiency (<italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> are the fluorescence intensities before and after the addition of\nMDZ or TET, <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching constant\n(M<sup>–1</sup>), and [M] is the concentration of MDZ or TET,\nrespectively). The SV equation is used to determine the relationship\nbetween the concentration of MDZ or TET and fluorescence intensity.\nIn the low-concentration range from 0 to 0.06 mM, the SV curve of\nMDZ or TET is virtually linearly connected. But the SV curve gradually\ndeviates from the linear relationship with the increase in the antibiotic\nconcentration (c,d). The nonlinear relationship of the SV curve may be attributed\nto energy transfer or the self-absorption of antibiotics. According\nto the fitting results, the <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> values\nof MDZ and TET are 1.5 × 10<sup>4</sup> and 1.45 × 10<sup>4</sup> M<sup>–1</sup>, respectively. Therefore, <bold>1-Eu</bold> can be used as a promising fluorescent probe to detect MDZ and TET.\nAccording to the formula 3σ/<italic toggle=\"yes\">K</italic>\n<sub>sv</sub> (σ\nis the standard deviation), the limit of detection (LOD) of MDZ and\nTET is 1.46 × 10<sup>–5</sup> and 1.51 × 10<sup>–5</sup> M, respectively, which are almost equivalent to those reported in\nthe literature (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.3c00249/suppl_file/ic3c00249_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>).</p><title>Visual Detection of the Portable Test Paper Based on Smartphones</title><p>The paper sensor has the advantages of high practicability, low\ncost, and fast detection. Thus, it can be used for the identification\nand semi-quantitative detection of analytes. The prepared <bold>1-Eu</bold> was used as a fluorescent probe to realize semi-quantitative detection\nof MDZ. The test strips were soaked in different concentrations of\nMDZ, and the red fluorescence of <bold>1-Eu</bold> on the test strips\nwas gradually quenched with the increase in concentration. Photos\nof test strips were taken with smartphones, and their RGB values were\nmeasured with the Color Picker software. In order to minimize the\nerror, calibration curves were made between the red channel and MDZ\nconcentrations after multiple readings. As shown in , with the increase of MDZ\nconcentration, the color of the test paper gradually changes from\nbright pink to dark purple, and the value of B/R increases correspondingly,\nshowing a good linear correlation (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> =\n0.994). According to 3σ/slope, the LOD value of the detection\nlimit is 14.7 ppm. Therefore, the paper sensor has potential application\nvalue in the rapid and sensitive detection of analytes.</p>", "clean_text": "X-ray Powder Diffraction and Thermogravimetric Analysis\n\nThe X-ray powder diffraction (PXRD) of 1-Ln and 1-Eu   x   Tb  1-x   is consistent with the simulated peaks, indicating that the duplicated samples are pure phase, which can be used for subsequent property exploration (Figure S3). 1-Ln was heated from 30 to 800 °C for thermogravimetric analysis (TGA) in a N2 atmosphere. 1-Ln had similar thermal stability due to its isostructural properties, and 1-Eu was taken as an example to analyze in detail. The TGA of 1-Eu showed that weight loss was 31.3% (calcd 31.5%) between 35 and 309 °C, possibly attributed to the free solvent molecules and the coordinated water molecules being removed. The frame structure existed stably between 309 and 550 °C, then the frameworks collapsed (Figures S3c and S4).\n\nSolid-State Fluorescence Properties of 1-Ln \n\nThe solid-state photoluminescence properties have been studied for the H3L ligand and 1-Ln complexes under ambient conditions. The photoluminescence spectra of the H3L ligand revealed the maximum (Figure S7) mission at 404 nm (λex  = 343 nm), attributed to the electron transition of π → π* after absorbing energy (). The luminescence of 1-Ln was restricted to the selection of f-f transition and the luminescence achieved by the \"antenna effect\" of the organic ligands. Complex 1-Tb excited at 334 nm displays narrow peaks at 489 nm (5D4 → 7F6), 544 nm (5D4 → 7F5) (strong), 582 nm (5D4 → 7F4), and 618 nm (5D4 → 7F3), corresponding to the electronic transition of 5D4 → 7FJ (J = 6-3) of Tb3+ ions. Thus, 1-Tb showed a strong green fluorescence emission. Based on electron transitions of 5D0 → 7F1, 5D0 → 7F2, and 5D0 → 7F4, 1-Eu exhibited characteristic peaks of Eu3+ at 592, 616, and 695 nm, respectively (λex  = 338 nm). The relative intensities of the 5D0 → 7F2 and 5D0 → 7F1 transitions are used to measure the coordination state (a). Considering the feeble symmetry of Eu3+ at 5D0 → 7F1, the intensity of the magnetic dipole transition was weak. The intensity of the 5D0 → 7F2 transition allowed the electric dipole transition to increase, forming a sharp emission spectrum. On the contrary, a less intense wide peak was observed in the 5D0 → 7F4 transition (695 nm) (b). The single exponential decay of 1-Tb and 1-Eu were 473.75 and 365.29 μs, respectively (Figure S8). Compared with 1-Eu, the relatively lower lifetime of 1-Tb was mainly the result of the different sensitivities of these ions quenched by O-H.\n\nLuminescence Modulation of 1-Eu x Tb1- x  \n\nAs the synthesized 1-Eu and 1-Tb are isomorphic, a series of doped 1-Eu   x   Tb  1-x   with color luminescence were successfully synthesized by adjusting the molar ratio of Tb3+ and Eu3+ ions in the complex. The gradual transition from green to red is observed under the 365 nm UV lamp excitation (a). The chromaticity coordinates are calculated and plotted in CIE coordinates (b). The corresponding CIE coordinates range from (0.29, 0.61) to (0.67, 0.33), showing the emission color more clearly (). It is worth noting that 1-Eu   x   Tb  1-x   shows double emissions of Eu3+ and Tb3+. The emission peak indicates a significant red shift when the proportion of Eu3+ increases from 2 to 90% (c). The results indicate that the energy of Ln3+ ions can be transferred by doping other ions. The fluorescence intensity of 1-Tb is decreased by increasing the molar ratio of Eu3+ ions, indicating that the energy is transferred. Meanwhile, the corresponding absolute quantum yield of 1-Eu (10.1%) is lower than 1-Tb (34.4%), which further proves that the energy transfer process is effective (Table S2). The energy transfer efficiency ηT of ions from Tb3+ to Eu3+ in a series of doped 1-Eu   x   Tb  1-x   may be computed using the formula ηT = 1 - τ/τ0 (where τ and τ0 represent the lifetime of Tb3+ before/after doping Eu3+, respectively) (d).\n\nSelective Sensing of Antibiotics\n\n 1-Eu has stable red emission and excellent water stability (Figure S9a); hence, the fluorescence sensing of drugs in water by 1-Eu was studied. Eight common antibioticsSM2 (sulfadimidine), SMZ (sulfamethoxazole), AMX (amoxicillin), SFZ (sulfadiazine), FFC (florfenicol), ERM (erythromycin), MDZ, and TET (Scheme S1)()were selected in this experiment. 3 mg 1-Eu was added into 3 mL aqueous solution of different drugs (1 × 10-3 mol/L); then, it was ultrasonicated for 10 min to form uniform suspensions and the fluorescence spectra of different drugs were measured. The results show that the fluorescence intensity of 1-Eu is significantly quenched in MDZ and TET, and the quenching efficiencies are up to 99.8 and 99.9%, respectively. For other drugs, the fluorescence intensity of 1-Eu also decreased to different degrees ( and S10).\n\nIn order to detect the sensitivity of 1-Eu to MDZ and TET, the blank water samples were titrated with MDZ and TET, respectively, and the fluorescence intensity of 1-Eu after each titration was recorded. The result indicates that the fluorescence intensity of 1-Eu decreases with the increase in the concentrations of MDZ and TET. The fluorescence of 1-Eu is completely quenched when TET and MDZ are at concentrations of 0.348 and 0.306 mM, respectively (a,b). According to Stern-Volmer (SV) equation (I 0/I = 1 + K sv [M]), it is possible to calculate quantitatively the quenching efficiency (I 0 and I are the fluorescence intensities before and after the addition of MDZ or TET, K sv is the quenching constant (M-1), and [M] is the concentration of MDZ or TET, respectively). The SV equation is used to determine the relationship between the concentration of MDZ or TET and fluorescence intensity. In the low-concentration range from 0 to 0.06 mM, the SV curve of MDZ or TET is virtually linearly connected. But the SV curve gradually deviates from the linear relationship with the increase in the antibiotic concentration (c,d). The nonlinear relationship of the SV curve may be attributed to energy transfer or the self-absorption of antibiotics. According to the fitting results, the K sv values of MDZ and TET are 1.5 × 104 and 1.45 × 104 M-1, respectively. Therefore, 1-Eu can be used as a promising fluorescent probe to detect MDZ and TET. According to the formula 3σ/K sv (σ is the standard deviation), the limit of detection (LOD) of MDZ and TET is 1.46 × 10-5 and 1.51 × 10-5 M, respectively, which are almost equivalent to those reported in the literature (Table S3).\n\nVisual Detection of the Portable Test Paper Based on Smartphones\n\nThe paper sensor has the advantages of high practicability, low cost, and fast detection. Thus, it can be used for the identification and semi-quantitative detection of analytes. The prepared 1-Eu was used as a fluorescent probe to realize semi-quantitative detection of MDZ. The test strips were soaked in different concentrations of MDZ, and the red fluorescence of 1-Eu on the test strips was gradually quenched with the increase in concentration. Photos of test strips were taken with smartphones, and their RGB values were measured with the Color Picker software. In order to minimize the error, calibration curves were made between the red channel and MDZ concentrations after multiple readings. As shown in , with the increase of MDZ concentration, the color of the test paper gradually changes from bright pink to dark purple, and the value of B/R increases correspondingly, showing a good linear correlation (R 2 = 0.994). According to 3σ/slope, the LOD value of the detection limit is 14.7 ppm. Therefore, the paper sensor has potential application value in the rapid and sensitive detection of analytes.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "800", "unit": "°C", "type": "TGA", "condition": "N2 atmosphere"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 12, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallographic Data and Structure\nRefinements for <bold>1-Ln</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>complex</oasis:entry>\n<oasis:entry>\n<bold>1-Tb</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>1-Eu</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>empirical\nformula</oasis:entry>\n<oasis:entry>C<sub>143</sub>H<sub>155</sub>N<sub>7</sub>O<sub>47</sub>Tb<sub>4</sub>\n</oasis:entry>\n<oasis:entry>C<sub>143</sub>H<sub>155</sub>N<sub>7</sub>O<sub>47</sub>Eu<sub>4</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula mass</oasis:entry>\n<oasis:entry>3359.41</oasis:entry>\n<oasis:entry>3331.57</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> [Å]</oasis:entry>\n<oasis:entry>15.0687(5)</oasis:entry>\n<oasis:entry>15.1047(13)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> [Å]</oasis:entry>\n<oasis:entry>15.1470(5)</oasis:entry>\n<oasis:entry>15.1492(13)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> [Å]</oasis:entry>\n<oasis:entry>17.3697(6)</oasis:entry>\n<oasis:entry>17.4105(14)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α [deg]</oasis:entry>\n<oasis:entry>81.785(1)</oasis:entry>\n<oasis:entry>81.751(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β [deg]</oasis:entry>\n<oasis:entry>70.498(1)</oasis:entry>\n<oasis:entry>70.454(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ [deg]</oasis:entry>\n<oasis:entry>73.508(1)</oasis:entry>\n<oasis:entry>73.702(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> [Å<sup>3</sup>]</oasis:entry>\n<oasis:entry>3578.3(2)</oasis:entry>\n<oasis:entry>3598.1(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Z</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>calcd.</sub>[g·cm<sup>–3</sup>]</oasis:entry>\n<oasis:entry>1.559</oasis:entry>\n<oasis:entry>1.538</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ [mm<sup>–1</sup>]</oasis:entry>\n<oasis:entry>2.040</oasis:entry>\n<oasis:entry>1.807</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic> [000]</oasis:entry>\n<oasis:entry>1698</oasis:entry>\n<oasis:entry>1690</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ [°]</oasis:entry>\n<oasis:entry>2.285–25.363</oasis:entry>\n<oasis:entry>1.822–25.441</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections collected</oasis:entry>\n<oasis:entry>59196/13063</oasis:entry>\n<oasis:entry>45336/13209</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit on <italic toggle=\"yes\">F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.168</oasis:entry>\n<oasis:entry>1.073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0375, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.0915</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0518, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.1259</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> (all data)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0415, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.0932</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0670, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> = 0.1341</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> =\nΣ||<italic toggle=\"yes\">F</italic>\n<sub>o</sub>| – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>||/Σ|<italic toggle=\"yes\">F</italic>\n<sub>o</sub>|.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> =\n[Σw­(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup> – <italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)<sup>2</sup>/Σw­(<italic toggle=\"yes\">F</italic>\n<sub>o</sub>\n<sup>2</sup>)<sup>2</sup>]<sup>1/2</sup>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Crystallographic Data and Structure Refinements for 1-Ln\n\n| complex | 1-Tb | 1-Eu |\n|---------|------|------|\n| empirical formula | C<sub>143</sub>H<sub>155</sub>N<sub>7</sub>O<sub>47</sub>Tb<sub>4</sub> | C<sub>143</sub>H<sub>155</sub>N<sub>7</sub>O<sub>47</sub>Eu<sub>4</sub> |\n| formula mass | 3359.41 | 3331.57 |\n| crystal system | triclinic | triclinic |\n| space group | *P*1̅ | *P*1̅ |\n| *a* [Å] | 15.0687(5) | 15.1047(13) |\n| *b* [Å] | 15.1470(5) | 15.1492(13) |\n| *c* [Å] | 17.3697(6) | 17.4105(14) |\n| α [deg] | 81.785(1) | 81.751(2) |\n| β [deg] | 70.498(1) | 70.454(2) |\n| γ [deg] | 73.508(1) | 73.702(2) |\n| *V* [Å³] | 3578.3(2) | 3598.1(5) |\n| *Z* | 1 | 1 |\n| *D*<sub>calcd.</sub>[g·cm<sup>–3</sup>] | 1.559 | 1.538 |\n| μ [mm<sup>–1</sup>] | 2.040 | 1.807 |\n| *F* [000] | 1698 | 1690 |\n| θ [°] | 2.285–25.363 | 1.822–25.441 |\n| reflections collected | 59196/13063 | 45336/13209 |\n| goodness-of-fit on *F*² | 1.168 | 1.073 |\n| *R*<sub>1</sub>, *wR*<sub>2</sub> [I &gt; 2σ(I)] | *R*<sub>1</sub> = 0.0375, *wR*<sub>2</sub> = 0.0915 | *R*<sub>1</sub> = 0.0518, *wR*<sub>2</sub> = 0.1259 |\n| *R*<sub>1</sub>, *wR*<sub>2</sub> (all data) | *R*<sub>1</sub> = 0.0415, *wR*<sub>2</sub> = 0.0932 | *R*<sub>1</sub> = 0.0670, *wR*<sub>2</sub> = 0.1341 |\n\na. *R*<sub>1</sub> = Σ||*F*<sub>o</sub>| – |*F*<sub>c</sub>||/Σ|*F*<sub>o</sub>|.\nb. *wR*<sub>2</sub> = [Σw­(*F*<sub>o</sub>² – *F*<sub>c</sub>²)²/Σw­(*F*<sub>o</sub>²)²]<sup>1/2</sup>.", "data": [{"meta": {"name": "1-Tb", "symbol": "", "chemical formula": "C143H155N7O47Tb4"}, "chemical formula weight": [{"value": "3359.41", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "15.0687(5)", "b": "15.1470(5)", "c": "17.3697(6)", "alpha": "81.785(1)", "beta": "70.498(1)", "gamma": "73.508(1)"}, "condition": ""}], "cell volume": [{"value": "3578.3(2)", "unit": "Å³", "condition": ""}], "density": [{"value": "1.559", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "1-Eu", "symbol": "", "chemical formula": "C143H155N7O47Eu4"}, "chemical formula weight": [{"value": "3331.57", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "15.1047(13)", "b": "15.1492(13)", "c": "17.4105(14)", "alpha": "81.751(2)", "beta": "70.454(2)", "gamma": "73.702(2)"}, "condition": ""}], "cell volume": [{"value": "3598.1(5)", "unit": "Å³", "condition": ""}], "density": [{"value": "1.538", "unit": "g/cm^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 21, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Photoluminescence\nData for <bold>1-Eu</bold>, <bold>1-Tb</bold>, and <bold>1-Eu<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Tb<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>\n</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">x</italic> % Eu<sup>3+</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">CIE coordinates</oasis:entry>\n<oasis:entry align=\"center\">luminescence lifetime τ<sub>1</sub> (μs)</oasis:entry>\n<oasis:entry align=\"center\">absolute quantum yield (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1-Tb</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>(0.29, 0.61)</oasis:entry>\n<oasis:entry>473.75</oasis:entry>\n<oasis:entry>34.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>(0.36, 0.58)</oasis:entry>\n<oasis:entry>465.63</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>(0.39, 0.53)</oasis:entry>\n<oasis:entry>462.70</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>(0.44, 0.49)</oasis:entry>\n<oasis:entry>447.36</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>(0.49, 0.45)</oasis:entry>\n<oasis:entry>435.64</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>5</bold>\n</oasis:entry>\n<oasis:entry>70</oasis:entry>\n<oasis:entry>(0.54, 0.42)</oasis:entry>\n<oasis:entry>401.44</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>6</bold>\n</oasis:entry>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>(0.57, 0.39)</oasis:entry>\n<oasis:entry>380.41</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>7</bold>\n</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>(0.62, 0.35)</oasis:entry>\n<oasis:entry>372.72</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1-Eu</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>(0.67, 0.33)</oasis:entry>\n<oasis:entry>365.29</oasis:entry>\n<oasis:entry>10.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Photoluminescence Data for 1-Eu, 1-Tb, and 1-Eu<sub>x</sub>Tb<sub>1–x</sub>\n\n|       | x % Eu<sup>3+</sup> | CIE coordinates | luminescence lifetime τ<sub>1</sub> (μs) | absolute quantum yield (%) |\n|-------|---------------------|-----------------|----------------------------------------|-----------------------------|\n| 1-Tb  |                     | (0.29, 0.61)     | 473.75                                 | 34.4                        |\n| 1     | 2                   | (0.36, 0.58)     | 465.63                                 |                             |\n| 2     | 10                  | (0.39, 0.53)     | 462.70                                 |                             |\n| 3     | 30                  | (0.44, 0.49)     | 447.36                                 |                             |\n| 4     | 50                  | (0.49, 0.45)     | 435.64                                 |                             |\n| 5     | 70                  | (0.54, 0.42)     | 401.44                                 |                             |\n| 6     | 80                  | (0.57, 0.39)     | 380.41                                 |                             |\n| 7     | 90                  | (0.62, 0.35)     | 372.72                                 |                             |\n| 1-Eu  |                     | (0.67, 0.33)     | 365.29                                 | 10.1                        |", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram\nof the Preparation of <bold>Film@1-Eu</bold>\n</title>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram of the Preparation of Film@1-Eu    ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination\nenvironment of Eu<sup>3+</sup> ions in <bold>1-Eu</bold> (symmetric\ncode: no. (1) −<italic toggle=\"yes\">x</italic>, −<italic toggle=\"yes\">y</italic> + 3, −<italic toggle=\"yes\">z</italic>; no. (2) <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic> – 1; no. (3) −<italic toggle=\"yes\">x</italic> + 1, −<italic toggle=\"yes\">y</italic> + 1, −<italic toggle=\"yes\">z</italic> + 1; no. (4) <italic toggle=\"yes\">x</italic> – 1, <italic toggle=\"yes\">y</italic> +\n2, <italic toggle=\"yes\">z</italic> – 1; no. (5) <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic> + 1; no. (6) <italic toggle=\"yes\">x</italic> +\n1, <italic toggle=\"yes\">y</italic> – 2, <italic toggle=\"yes\">z</italic> + 1); (b) Binuclear\n[Eu<sub>2</sub>(COO)<sub>6</sub>] SBU.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environment of Eu3+ ions in 1-Eu (symmetric code: no. (1) -x, -y + 3, -z; no. (2) x, y, z - 1; no. (3) -x + 1, -y + 1, -z + 1; no. (4) x - 1, y + 2, z - 1; no. (5) x, y, z + 1; no. (6) x + 1, y - 2, z + 1); (b) Binuclear [Eu2(COO)6] SBU.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) 2D layered polyhedral\nstructure of <bold>1-Eu</bold>; (b) simplified\ntopology diagram of 4-connected <bold>1-Eu</bold>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) 2D layered polyhedral structure of 1-Eu; (b) simplified topology diagram of 4-connected 1-Eu.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Emission spectra of (a) <bold>1-Tb</bold> and (b) <bold>1-Eu</bold>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Emission spectra of (a) 1-Tb and (b) 1-Eu.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Luminescence modulation of <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> with different proportions under the UV lamp\nat 365 nm; (b) CIE chromatograms of <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>; (c) solid-state spectrum of <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub> at λ<sub>ex</sub> =\n334 nm; (d) energy transfer diagram between Tb<sup>3+</sup>/Eu<sup>3+</sup> in <bold>1-Eu</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>\n<bold>Tb</bold>\n<sub>\n<bold>1–<italic toggle=\"yes\">x</italic>\n</bold>\n</sub>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Luminescence modulation of 1-Eu   x   Tb  1-x   with different proportions under the UV lamp at 365 nm; (b) CIE chromatograms of 1-Eu   x   Tb  1-x  ; (c) solid-state spectrum of 1-Eu   x   Tb  1-x   at λex = 334 nm; (d) energy transfer diagram between Tb3+/Eu3+ in 1-Eu   x   Tb  1-x  .   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Spectra\nof <bold>1-Eu</bold> in diverse antibiotic solutions;\n(b) relative fluorescence intensity of <bold>1-Eu</bold> in diverse\nantibiotic solutions.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Spectra of 1-Eu in diverse antibiotic solutions; (b) relative fluorescence intensity of 1-Eu in diverse antibiotic solutions.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a,b) Fluorescence emission spectra of <bold>1-Eu</bold> with the\nincrease of MDZ and TET concentrations; (c,d) fitted SV plot of <bold>1-Eu</bold> to MDZ and TET. (Inset: SV plot at low concentrations).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a,b) Fluorescence emission spectra of 1-Eu with the increase of MDZ and TET concentrations; (c,d) fitted SV plot of 1-Eu to MDZ and TET. (Inset: SV plot at low concentrations).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Relative fluorescence intensities of <bold>1-Eu</bold> in different\n(a) antibiotics and (b) blood before and after the addition of MDZ\nand TET.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Relative fluorescence intensities of 1-Eu in different (a) antibiotics and (b) blood before and after the addition of MDZ and TET.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Fluorescence lifetime decay after adding\nMDZ and TET; (b) UV\nabsorption spectra of antibiotics.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Fluorescence lifetime decay after adding MDZ and TET; (b) UV absorption spectra of antibiotics.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>HOMO and\nLUMO energies of H<sub>3</sub>L and antibiotics.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  HOMO and LUMO energies of H3L and antibiotics.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) Photos\nof <bold>Film@1-Eu</bold> irradiated with UV light;\n(b) <bold>Film@1-Eu</bold> immersed in different pH for 40 days; (c) <bold>Film@1-Eu</bold> immersed in different antibiotics; (d) comparison\nof luminescence intensity of <bold>Film@1-Eu</bold> in different antibiotics.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  (a) Photos of Film@1-Eu irradiated with UV light; (b) Film@1-Eu immersed in different pH for 40 days; (c) Film@1-Eu immersed in different antibiotics; (d) comparison of luminescence intensity of Film@1-Eu in different antibiotics.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Visual detection\nof a portable test paper based on smartphones.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic3c00249_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  Visual detection of a portable test paper based on smartphones.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.3c00249", "title": "\nFabrication\nof the Antibiotic Sensor by the Multifunctional\nStable Adjustable Luminescent Lanthanide Metal–Organic Frameworks\n", "journal": "American Chemical Society", "date": "2023.03", "author_list": ["Li\nYan", "Wang\nMeng", "Yang\nGuoping", "Wang\nYao-Yu"]}}