{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic5011133.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>In this report, three new metal–organic\nframeworks (MOFs), [Co<sub>3</sub>(μ<sub>3</sub>-OH)(HBTC)(BTC)<sub>2</sub>Co(HBTC)]·(HTEA)<sub>3</sub>·H<sub>2</sub>O (<bold>NTU-Z30</bold>), [Co(BTC)]·HTEA·H<sub>2</sub>O (<bold>NTU-Z31</bold>), [Co<sub>3</sub>(BTC)<sub>4</sub>]·(HTEA)<sub>4</sub> (<bold>NTU-Z32</bold>), where H<sub>3</sub>BTC = 1,3,5-benzenetricarboxylic\nacid, TEA = triethylamine, and NTU = Nanyang Technological University,\nhave been successfully synthesized under surfactant media and have\nbeen carefully characterized by single-crystal X-ray diffraction,\npowder X-ray diffraction, thermogravimetric analysis, and IR spectromtry. <bold>NTU-Z30</bold> has an unusual trimeric [Co<sub>3</sub>(μ<sub>3</sub>-OH)(COO)<sub>7</sub>] secondary building unit (SBU), which\nis different from the well-known trimeric [Co<sub>3</sub>O(COO)<sub>6</sub>] SBU. The topology studies indicate that <bold>NTU-Z30</bold> and <bold>NTU-Z32</bold> possess two new topologies, 3,3,6,7-c net\nand 2,8-c net, respectively, while <bold>NTU-Z31</bold> has a known\ntopology <bold>rtl</bold> type (3,6-c net). Magnetic analyses show\nthat all three materials have weak antiferromagnetic behavior. Furthermore, <bold>NTU-Z30</bold> has been selected as the heterogeneous catalyst for\nthe aerobic epoxidation of alkene, and our results show that this\nmaterial exhibits excellent catalytic activity as well as good stability.\nOur success in growing new crystalline cobalt 1,3,5-benzenetricarboxylate\nMOFs under surfactant media could pave a new road to preparing new\ndiverse crystalline inorganic materials through a surfactant-thermal\nmethod.</p>", "clean_text": "In this report, three new metal-organic frameworks (MOFs), [Co3(μ3-OH)(HBTC)(BTC)2Co(HBTC)]⋅(HTEA)3⋅H2O (NTU-Z30), [Co(BTC)]⋅HTEA⋅H2O (NTU-Z31), [Co3(BTC)4]⋅(HTEA)4 (NTU-Z32), where H3BTC = 1,3,5-benzenetricarboxylic acid, TEA = triethylamine, and NTU = Nanyang Technological University, have been successfully synthesized under surfactant media and have been carefully characterized by single-crystal X-ray diffraction, powder X-ray diffraction, thermogravimetric analysis, and IR spectromtry. NTU-Z30 has an unusual trimeric [Co3(μ3-OH)(COO)7] secondary building unit (SBU), which is different from the well-known trimeric [Co3O(COO)6] SBU. The topology studies indicate that NTU-Z30 and NTU-Z32 possess two new topologies, 3,3,6,7-c net and 2,8-c net, respectively, while NTU-Z31 has a known topology rtl type (3,6-c net). Magnetic analyses show that all three materials have weak antiferromagnetic behavior. Furthermore, NTU-Z30 has been selected as the heterogeneous catalyst for the aerobic epoxidation of alkene, and our results show that this material exhibits excellent catalytic activity as well as good stability. Our success in growing new crystalline cobalt 1,3,5-benzenetricarboxylate MOFs under surfactant media could pave a new road to preparing new diverse crystalline inorganic materials through a surfactant-thermal method.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Three new Co-MOFs (<bold>NTU-Z30</bold>, <bold>NTU-Z31</bold>, and <bold>NTU-Z32</bold>) were synthesized under\nsurfactant media. The topology studies indicate that <bold>NTU-Z30</bold> and <bold>NTU-Z32</bold> possess two new topologies, 3,3,6,7-c net\nand 2,8-c net, respectively, while <bold>NTU-Z31</bold> has a known\ntopology <bold>rtl</bold> type (3,6-c net). The magnetic analyses\nshow that all three materials have weak antiferromagnetic behavior.\nFurthermore, <bold>NTU-Z30</bold> has been selected as the heterogeneous\ncatalyst for the aerobic epoxidation of alkene, and our results show\nthat this material exhibits excellent catalytic activity as well as\ngood stability.</p>", "clean_text": "Three new Co-MOFs (NTU-Z30, NTU-Z31, and NTU-Z32) were synthesized under surfactant media. The topology studies indicate that NTU-Z30 and NTU-Z32 possess two new topologies, 3,3,6,7-c net and 2,8-c net, respectively, while NTU-Z31 has a known topology rtl type (3,6-c net). The magnetic analyses show that all three materials have weak antiferromagnetic behavior. Furthermore, NTU-Z30 has been selected as the heterogeneous catalyst for the aerobic epoxidation of alkene, and our results show that this material exhibits excellent catalytic activity as well as good stability.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In the past 2 decades,\nbig achievement has been witnessed in metal–organic frameworks\n(MOFs) because MOFs not only have diverse\nstructures with tunable porous characteristics and intriguing topologies but also have possible applications in\ngas separation and storage, nonlinear\noptics, catalysis, chemical sensors, magnetism, ion exchange, and biology. Generally, MOFs with interesting structures\nand diverse properties can be prepared via several different methods\nincluding solvothermal, ionothermal, and urea-thermal methods. However,\nall of these methods have to involve the utilization of organic small\nmolecules (or salts) as solvents, which will bring several disadvantages\nduring synthesis: (1) low boiling points of organic solvents (except\nionic liquids, ILs) might set up a limitation on the reaction temperature;\n(2) organic solvents could cause serious health and environmental\nproblems; (3) organic solvents have less efficiency in directing crystal\ngrowth because of their weak interactions with as-growing crystal\nfacets; (4) some greener solvents such as ILs have limited commercially\navailable sources. Thus, developing a new synthetic strategy to avoid\nthese disadvantages is highly desirable.</p>", "clean_text": "Introduction\n\nIn the past 2 decades, big achievement has been witnessed in metal-organic frameworks (MOFs) because MOFs not only have diverse structures with tunable porous characteristics and intriguing topologies but also have possible applications in gas separation and storage, nonlinear optics, catalysis, chemical sensors, magnetism, ion exchange, and biology. Generally, MOFs with interesting structures and diverse properties can be prepared via several different methods including solvothermal, ionothermal, and urea-thermal methods. However, all of these methods have to involve the utilization of organic small molecules (or salts) as solvents, which will bring several disadvantages during synthesis: (1) low boiling points of organic solvents (except ionic liquids, ILs) might set up a limitation on the reaction temperature; (2) organic solvents could cause serious health and environmental problems; (3) organic solvents have less efficiency in directing crystal growth because of their weak interactions with as-growing crystal facets; (4) some greener solvents such as ILs have limited commercially available sources. Thus, developing a new synthetic strategy to avoid these disadvantages is highly desirable.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Logically, surfactants\nshould be able to direct the growth of bulky crystals because they\nhave been widely proven as efficient templates to determine the morphologies\nof nanostructures. In fact, surfactant-thermal\nstrategy has already been demonstrated as a novel synthetic method\nto produce new crystalline materials because of their charming advantages. In addition, the low price and more choices from commercially available\nsources have made surfactants as reaction media more attractive compared\nwith ILs and ureas. Previously, Wang\nand co-workers have already demonstrated that nanoporous zeolites\ncan be prepared by employing surfactants as directing agents. In our previous research, we also show that\nreactions under surfactant media can be a powerful platform to direct\nsingle-crystal growth of MOFs and chalcogenides. For example, we have prepared several new crystalline\nMOFs with diverse structures under surfactant-thermal condition. In addition, the effect of surfactants on crystal growth is also\ninvestigated.\n</p>", "clean_text": "Logically, surfactants should be able to direct the growth of bulky crystals because they have been widely proven as efficient templates to determine the morphologies of nanostructures. In fact, surfactant-thermal strategy has already been demonstrated as a novel synthetic method to produce new crystalline materials because of their charming advantages. In addition, the low price and more choices from commercially available sources have made surfactants as reaction media more attractive compared with ILs and ureas. Previously, Wang and co-workers have already demonstrated that nanoporous zeolites can be prepared by employing surfactants as directing agents. In our previous research, we also show that reactions under surfactant media can be a powerful platform to direct single-crystal growth of MOFs and chalcogenides. For example, we have prepared several new crystalline MOFs with diverse structures under surfactant-thermal condition. In addition, the effect of surfactants on crystal growth is also investigated. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In our continuous\nresearch, we are interested in investigating the connecting modes\nbetween 1,3,5-benzenetricarboxylate acid (BTC) linkers and cobalt\nions under surfactant media. We hope that surfactants could not only\ncontrol the formation of different second building units (SBUs) but\nalso further affect the connection of in situ generated SBUs to construct\nframeworks. Moreover, the as-prepared new cobalt-based MOFs might\nact as efficient catalysts for the epoxidation of alkenes. Herein, we report the synthesis, characterization,\nand physical properties of three novel cobalt-based MOFs: [Co<sub>3</sub>(μ<sub>3</sub>-OH)(HBTC)(BTC)<sub>2</sub>Co(HBTC)]·(HTEA)<sub>3</sub>·H<sub>2</sub>O (<bold>NTU-Z30</bold>), [Co(BTC)]·HTEA·H<sub>2</sub>O (<bold>NTU-Z31</bold>), and [Co<sub>3</sub>(BTC)<sub>4</sub>]·(HTEA)<sub>4</sub> (<bold>NTU-Z32</bold>).</p>", "clean_text": "In our continuous research, we are interested in investigating the connecting modes between 1,3,5-benzenetricarboxylate acid (BTC) linkers and cobalt ions under surfactant media. We hope that surfactants could not only control the formation of different second building units (SBUs) but also further affect the connection of in situ generated SBUs to construct frameworks. Moreover, the as-prepared new cobalt-based MOFs might act as efficient catalysts for the epoxidation of alkenes. Herein, we report the synthesis, characterization, and physical properties of three novel cobalt-based MOFs: [Co3(μ3-OH)(HBTC)(BTC)2Co(HBTC)]⋅(HTEA)3⋅H2O (NTU-Z30), [Co(BTC)]⋅HTEA⋅H2O (NTU-Z31), and [Co3(BTC)4]⋅(HTEA)4 (NTU-Z32).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>All reagents were obtained\nfrom Aldrich, TCI Chemical, and Alfa Aesar and were used without further\ntreatment.</p><title>Characterization</title><p>Powder X-ray diffraction\n(PXRD) data were recorded on a Bruker D8 Advance diffractometer with\ngraphite-monochromatized Cu Kα radiation (λ = 1.54178\nÅ) and a step size of 0.05°. Elemental analysis (EA) was\nperformed on a EuroVector Euro EA elemental analyzer. Fourier transform\ninfrared (FTIR) spectra were recorded from KBr pellets using a PerkinElmer\nFTIR Spectrum GX spectrometer. Inductively coupled plasma mass spectrometry\n(ICP-MS) tests were done on an ICP-MS Agilent 7700 spectrometer before\nthe samples were digested by the CEM MDS-5 microwave oven. Thermogravimetric\nanalysis (TGA) was carried out on a TA Instrument Q500-TGA analyzer\nat a heating rate of 10 °C min<sup>–1</sup> up to 850\n°C under a N<sub>2</sub> atmosphere. X-ray diffraction pattern\nsimulation was obtained through the single-crystal data and diffraction-crystal\nmodule of the <italic toggle=\"yes\">Diamond</italic> program (version 3.0) available\nfree of charge via the Internet <uri>http://www.crystalimpact.com/diamond/Default.htm</uri>. Crystal pictures, PXRD, TGA, net topologies, FTIR, and thermal\nellipsoid plots of all MOFs are provided in the  (SI) as Figures S1–S8.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nAll reagents were obtained from Aldrich, TCI Chemical, and Alfa Aesar and were used without further treatment.\n\nCharacterization\n\nPowder X-ray diffraction (PXRD) data were recorded on a Bruker D8 Advance diffractometer with graphite-monochromatized Cu Kα radiation (λ = 1.54178 Å) and a step size of 0.05°. Elemental analysis (EA) was performed on a EuroVector Euro EA elemental analyzer. Fourier transform infrared (FTIR) spectra were recorded from KBr pellets using a PerkinElmer FTIR Spectrum GX spectrometer. Inductively coupled plasma mass spectrometry (ICP-MS) tests were done on an ICP-MS Agilent 7700 spectrometer before the samples were digested by the CEM MDS-5 microwave oven. Thermogravimetric analysis (TGA) was carried out on a TA Instrument Q500-TGA analyzer at a heating rate of 10 °C min-1 up to 850 °C under a N2 atmosphere. X-ray diffraction pattern simulation was obtained through the single-crystal data and diffraction-crystal module of the Diamond program (version 3.0) available free of charge via the Internet http://www.crystalimpact.com/diamond/Default.htm. Crystal pictures, PXRD, TGA, net topologies, FTIR, and thermal ellipsoid plots of all MOFs are provided in the  (SI) as Figures S1-S8.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof MOFs</title><title>\n<bold>NTU-Z30</bold>\n</title><p>A mixture of Co(NO<sub>3</sub>)<sub>2</sub>·H<sub>2</sub>O (1 mmol, 0.291g), 1,3,5-benzenetricarboxylic\nacid (H<sub>3</sub>BTC; 0.5 mmol, 0.105 g), triethylamine (TEA; 1\nmL), and 4 mL of nonanoic acid was put into a 23 mL autoclave and\nheated at 160 °C for 6 days. Then, the reaction was naturally\ncooled and washed with acetone to give purple-black bar crystals of <bold>NTU-Z30</bold> (see the photograph of Figure S1a, ). Yield: 80% (based on H<sub>3</sub>BTC). EA and ICP analysis\nfor Co<sub>4</sub>C<sub>54</sub>H<sub>62</sub>N<sub>3</sub>O<sub>26</sub> (1404.79): Co, 16.92; C, 46.08; H, 4.55; N, 3.05 (calcd: Co, 16.80;\nC, 46.13; H, 4.41; N, 2.99). IR (KBr pellet): 676(vs), 719(s), 758(s),\n823(s), 879(s), 939(s), 1051(s), 1099(s), 1186(m), 1249(m), 1367(m),\n1441(m), 1492(s), 1561(m), 1613(m), 1635(m), 1721(m), 2857(s), 2926(s),\n3017(s), 3415(vs).</p>", "clean_text": "Synthesis of MOFs\n\n NTU-Z30 \n\nA mixture of Co(NO3)2⋅H2O (1 mmol, 0.291g), 1,3,5-benzenetricarboxylic acid (H3BTC; 0.5 mmol, 0.105 g), triethylamine (TEA; 1 mL), and 4 mL of nonanoic acid was put into a 23 mL autoclave and heated at 160 °C for 6 days. Then, the reaction was naturally cooled and washed with acetone to give purple-black bar crystals of NTU-Z30 (see the photograph of Figure S1a, ). Yield: 80% (based on H3BTC). EA and ICP analysis for Co4C54H62N3O26 (1404.79): Co, 16.92; C, 46.08; H, 4.55; N, 3.05 (calcd: Co, 16.80; C, 46.13; H, 4.41; N, 2.99). IR (KBr pellet): 676(vs), 719(s), 758(s), 823(s), 879(s), 939(s), 1051(s), 1099(s), 1186(m), 1249(m), 1367(m), 1441(m), 1492(s), 1561(m), 1613(m), 1635(m), 1721(m), 2857(s), 2926(s), 3017(s), 3415(vs).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>\n<bold>NTU-Z31</bold> and <bold>NTU-Z32</bold>\n</title><p>A synthesis procedure similar to that for preparing <bold>NTU-Z30</bold> has been adopted but with a difference ratio of raw\nmaterials. For <bold>NTU-Z31</bold>, a mixture of Co(NO<sub>3</sub>)<sub>2</sub>·H<sub>2</sub>O (0. 5 mmol, 0.145 g), H<sub>3</sub>BTC (1 mmol, 0.210 g), TEA (2.5 mL), and 2.5 mL of nonanoic acid\nwas employed, and red bar crystals of <bold>NTU-Z31</bold> (see the\nphotograph of Figure S1b, ) were obtained\nin 70% yield (based on H<sub>3</sub>BTC). EA and ICP analysis for\nCoC<sub>15</sub>H<sub>21</sub>NO<sub>7</sub> (386.26): Co, 15.21;\nC, 46.53; H, 1.55; N, 4.17 (calcd: Co, 15.27; C, 46.60; H, 1.41; N,\n4.26). IR (KBr pellet): 685(vs), 715(s), 762(s), 827(s), 874(s), 1048(vs),\n1181(vs), 1259(s), 1367(m), 1436(m), 1492(s), 1561(m), 1618(m), 1696(s),\n2491(vs), 2680(s), 2857(s), 2926(s), 3112(vs), 3411(vs). For <bold>NTU- Z32</bold>, a mixture of Co(NO<sub>3</sub>)<sub>2</sub>·H<sub>2</sub>O (0.5 mmol, 0.145 g), H<sub>3</sub>BTC (0.5 mmol, 0.105 g),\nTEA (1 mL), and 4 mL of nonanoic acid was used, and purple prism crystals\nof <bold>NTU-Z32</bold> were obtained (see the photograph of Figure\nS1c, ). Yield: 80% (based on H<sub>3</sub>BTC). EA and ICP analysis for Co<sub>3</sub>C<sub>60</sub>H<sub>76</sub>N<sub>4</sub>O<sub>24</sub> (1414.04): Co, 12.56; C, 50.97; H, 5.17;\nN, 4.07 (calcd: Co, 12.52; C, 50.92; H, 5.37; N, 3.96). IR (KBr pellet):\n685(vs), 715(s), 762(s), 1181(s), 1259(s), 1367(m), 1432(m), 1488(s),\n1561(m), 1622(m), 1691(s), 2491(vs), 2676(s), 2737(vs), 2857(vs),\n2931(s), 2983(s), 3112(s), 3411(vs).</p>", "clean_text": " NTU-Z31 and NTU-Z32 \n\nA synthesis procedure similar to that for preparing NTU-Z30 has been adopted but with a difference ratio of raw materials. For NTU-Z31, a mixture of Co(NO3)2⋅H2O (0. 5 mmol, 0.145 g), H3BTC (1 mmol, 0.210 g), TEA (2.5 mL), and 2.5 mL of nonanoic acid was employed, and red bar crystals of NTU-Z31 (see the photograph of Figure S1b, ) were obtained in 70% yield (based on H3BTC). EA and ICP analysis for CoC15H21NO7 (386.26): Co, 15.21; C, 46.53; H, 1.55; N, 4.17 (calcd: Co, 15.27; C, 46.60; H, 1.41; N, 4.26). IR (KBr pellet): 685(vs), 715(s), 762(s), 827(s), 874(s), 1048(vs), 1181(vs), 1259(s), 1367(m), 1436(m), 1492(s), 1561(m), 1618(m), 1696(s), 2491(vs), 2680(s), 2857(s), 2926(s), 3112(vs), 3411(vs). For NTU- Z32, a mixture of Co(NO3)2⋅H2O (0.5 mmol, 0.145 g), H3BTC (0.5 mmol, 0.105 g), TEA (1 mL), and 4 mL of nonanoic acid was used, and purple prism crystals of NTU-Z32 were obtained (see the photograph of Figure S1c, ). Yield: 80% (based on H3BTC). EA and ICP analysis for Co3C60H76N4O24 (1414.04): Co, 12.56; C, 50.97; H, 5.17; N, 4.07 (calcd: Co, 12.52; C, 50.92; H, 5.37; N, 3.96). IR (KBr pellet): 685(vs), 715(s), 762(s), 1181(s), 1259(s), 1367(m), 1432(m), 1488(s), 1561(m), 1622(m), 1691(s), 2491(vs), 2676(s), 2737(vs), 2857(vs), 2931(s), 2983(s), 3112(s), 3411(vs).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal X-ray Crystallography</title><p>The single-crystal X-ray diffraction data were collected on a Bruker\nAPEX II CCD diffractometer with graphite-monochromated Cu Kα\nradiation (λ = 1.54178 Å). All structures were solved by\ndirect methods and refined by full-matrix least-squares cycles in <italic toggle=\"yes\">SHELX-97</italic>. All H atoms were calculated and refined using\na riding model.</p>", "clean_text": "Single-Crystal X-ray Crystallography\n\nThe single-crystal X-ray diffraction data were collected on a Bruker APEX II CCD diffractometer with graphite-monochromated Cu Kα radiation (λ = 1.54178 Å). All structures were solved by direct methods and refined by full-matrix least-squares cycles in SHELX-97. All H atoms were calculated and refined using a riding model.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Catalytic Epoxidation</title><p>The epoxidation\nof different alkenes involving O<sub>2</sub> gas was performed in\na three-neck glass flask equipped with a stirring bar and a reflux\ncondenser. Typically, 2.5 mg of <bold>NTU-Z30</bold>, 1 mmol of substrate,\nand 15 mL of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide\n(DMF) were charged into the above flask. Under vigorous stirring,\nthe mixture was heated to the desired reaction temperature and a stream\nof O<sub>2</sub> gas (30 mL min<sup>–1</sup>) was bubbled into\nthe glass flask to initiate epoxidation.</p>", "clean_text": "Catalytic Epoxidation\n\nThe epoxidation of different alkenes involving O2 gas was performed in a three-neck glass flask equipped with a stirring bar and a reflux condenser. Typically, 2.5 mg of NTU-Z30, 1 mmol of substrate, and 15 mL of N,N'-dimethylformamide (DMF) were charged into the above flask. Under vigorous stirring, the mixture was heated to the desired reaction temperature and a stream of O2 gas (30 mL min-1) was bubbled into the glass flask to initiate epoxidation.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>After catalysis by <bold>NTU-Z30</bold>, the liquid solution was separated and analyzed by\na gas chromatograph (Agilent 6890) using dodecane as the internal\nstandard. All as-obtained compounds were\nanalyzed and identified on a gas chromatograph–mass spectrometer\n(Agilent, GC 6890N, MS 5973 inert). Solid-state UV–vis diffuse-reflectance\nspectra were recorded on a model UV-2501 PC at room temperature using\na BaSO<sub>4</sub> pallet as the standard (100% reflectance).</p>", "clean_text": "After catalysis by NTU-Z30, the liquid solution was separated and analyzed by a gas chromatograph (Agilent 6890) using dodecane as the internal standard. All as-obtained compounds were analyzed and identified on a gas chromatograph-mass spectrometer (Agilent, GC 6890N, MS 5973 inert). Solid-state UV-vis diffuse-reflectance spectra were recorded on a model UV-2501 PC at room temperature using a BaSO4 pallet as the standard (100% reflectance).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>For reaction time effect examination, the reaction was performed\nwith 1 h intervals. The procedure of hot filtration was same as what\nwe reported previously.\n</p><title>Results\nand Discussion</title><title>Synthesis</title><p>Because surfactants are\nvery powerful to direct the growth of inorganic or organic materials\nat the nano/microscale, it is reasonable to employ surfactants to\ncontrol the crystal growth at the macroscale. Surfactants have both\nhydrophilic and hydrophobic groups, which not only enhance the solubility\nof inorganic salts and organic linkers but also efficiently direct\ncrystal growth through strong interaction between the crystal faces\nand surfactants. It is worth noting that the final products under\nsurfactant-thermal synthesis are normally unpredictable because this\ntype of synthesis is a relatively complex process. In addition, the\nratio of starting compounds also plays an important role in control\nof the formation of new materials and their crystal growth. For example,\nthe reaction mixtures with Co<sup>2+</sup>: H<sub>3</sub>BTC = 2:1\ncan produce <bold>NTU-Z30</bold>, while Co<sup>2+</sup>:H<sub>3</sub>BTC = 1:1 gives <bold>NTU-Z32</bold>. In fact, our experimental conditions\nreported here are optimized, and the other conditions that we have\ntried have been summarized and provided in Table S1 (). It clearly indicates that, without surfactants, no MOF\ncrystals or a small amount of poor MOF crystals are available. In\naddition, PXRD has been employed to confirm the phase purities of\nall as-prepared crystals (Figure S2, ). Note that because the channels of MOFs reported here have been\noccupied by organic cations and removing these cations will cause\nthe collapse of MOFs, it might not be necessary to measure the pores’\nsizes. In fact, <bold>NTU-Z30</bold> has been tried, and no pores\nwere observed without removing cations.</p>", "clean_text": "For reaction time effect examination, the reaction was performed with 1 h intervals. The procedure of hot filtration was same as what we reported previously. \n\nResults and Discussion\n\nSynthesis\n\nBecause surfactants are very powerful to direct the growth of inorganic or organic materials at the nano/microscale, it is reasonable to employ surfactants to control the crystal growth at the macroscale. Surfactants have both hydrophilic and hydrophobic groups, which not only enhance the solubility of inorganic salts and organic linkers but also efficiently direct crystal growth through strong interaction between the crystal faces and surfactants. It is worth noting that the final products under surfactant-thermal synthesis are normally unpredictable because this type of synthesis is a relatively complex process. In addition, the ratio of starting compounds also plays an important role in control of the formation of new materials and their crystal growth. For example, the reaction mixtures with Co2+: H3BTC = 2:1 can produce NTU-Z30, while Co2+:H3BTC = 1:1 gives NTU-Z32. In fact, our experimental conditions reported here are optimized, and the other conditions that we have tried have been summarized and provided in Table S1 (). It clearly indicates that, without surfactants, no MOF crystals or a small amount of poor MOF crystals are available. In addition, PXRD has been employed to confirm the phase purities of all as-prepared crystals (Figure S2, ). Note that because the channels of MOFs reported here have been occupied by organic cations and removing these cations will cause the collapse of MOFs, it might not be necessary to measure the pores' sizes. In fact, NTU-Z30 has been tried, and no pores were observed without removing cations.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Structure Description of <bold>NTU-Z30</bold>\n</title><p>The structure determined by a single-crystal\nX-ray diffractometer shows that <bold>NTU-Z30</bold> has the monoclinic\nspace group <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic> with\ntwo different SBUs (Figure a,b): one is a\nnew trimeric [Co<sub>3</sub>(μ<sub>3</sub>-OH)(COO)<sub>7</sub>] SBU (Figure a), different from the reported\ntrimeric [M<sub>3</sub>O(COO)<sub>6</sub>] SBU (M = Co, Cr, Mn, Ni,\nCd), which consists of three Co<sup>2+</sup> atoms coordinating with seven COO groups and one μ<sub>3</sub>-OH (Figure a). In this new trimeric SBU,\ntwo Co<sup>2+</sup> centers (Co2 and Co3) display a trigonal-bipyramidal\nconfiguration and coordinate with one μ<sub>3</sub>-OH (Co–O\n1.9723–2.1390 Å, Co3−μ<sub>3</sub>-OH 2.0526\nÅ, and Co2−μ<sub>3</sub>-OH 2.0768 Å) and four\ndifferent O species from different COO units, while the third Co<sup>2+</sup> center (Co1) is four-connected with one μ<sub>3</sub>-OH (Co–O 1.9633–1.9957 Å) and three different\nO atoms from different COO units. The second SBU (Figure b) is a mononuclear [Co(COO)<sub>4</sub>] species\nthat is constructed by one Co<sup>2+</sup> center and four O atoms\nfrom four different COO units with monodentate coordination mode (Co–O\n1.9520–1.9874 Å). The ratio between these two SBUs in <bold>NTU-Z30</bold> is 1:1. Moreover, there are three independent BTC\nlinkers in <bold>NTU-Z30</bold>: one BTC is linked with Co cations\nthrough two different −COO groups with one bridging μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode and a monodentate\nη<sup>1</sup> mode (Figure c), the second\none has two bridging μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> modes (Figure d), and the third one\nhas one bridging μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode and two monodentate η<sup>1</sup> modes (Figure e). The two SBUs are further linked together through\nBTC units to form three-dimensional structures with an intercrossed\nchannel along the <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">b</italic> axes (Figure f,g). Protonated HTEA<sup>+</sup> and guest H<sub>3</sub>O<sup>+</sup> cations act as charge-balance species and fill\nup the empty space in the channels. TGA (Figure S3, ) for <bold>NTU-Z30</bold> reveals that the weight loss\n(22.85%) in the first stage between 80 and 375 °C is attributed\nto the loss of TEA and H<sub>2</sub>O (calcd 23.30%), and the weight\nloss of 64.35% in the second stage between 375 and 600 °C can\nbe explained by the loss of BTC linkers (calcd 63.74%). The final\nresidue of 12.80% is close to the calculated amount of CoO (12.96%;\nFigure S3, ).</p>", "clean_text": "Structure Description of NTU-Z30 \n\nThe structure determined by a single-crystal X-ray diffractometer shows that NTU-Z30 has the monoclinic space group P21/c with two different SBUs (Figure a,b): one is a new trimeric [Co3(μ3-OH)(COO)7] SBU (Figure a), different from the reported trimeric [M3O(COO)6] SBU (M = Co, Cr, Mn, Ni, Cd), which consists of three Co2+ atoms coordinating with seven COO groups and one μ3-OH (Figure a). In this new trimeric SBU, two Co2+ centers (Co2 and Co3) display a trigonal-bipyramidal configuration and coordinate with one μ3-OH (Co-O 1.9723-2.1390 Å, Co3-μ3-OH 2.0526 Å, and Co2-μ3-OH 2.0768 Å) and four different O species from different COO units, while the third Co2+ center (Co1) is four-connected with one μ3-OH (Co-O 1.9633-1.9957 Å) and three different O atoms from different COO units. The second SBU (Figure b) is a mononuclear [Co(COO)4] species that is constructed by one Co2+ center and four O atoms from four different COO units with monodentate coordination mode (Co-O 1.9520-1.9874 Å). The ratio between these two SBUs in NTU-Z30 is 1:1. Moreover, there are three independent BTC linkers in NTU-Z30: one BTC is linked with Co cations through two different -COO groups with one bridging μ2-η1:η1 mode and a monodentate η1 mode (Figure c), the second one has two bridging μ2-η1:η1 modes (Figure d), and the third one has one bridging μ2-η1:η1 mode and two monodentate η1 modes (Figure e). The two SBUs are further linked together through BTC units to form three-dimensional structures with an intercrossed channel along the a and b axes (Figure f,g). Protonated HTEA+ and guest H3O+ cations act as charge-balance species and fill up the empty space in the channels. TGA (Figure S3, ) for NTU-Z30 reveals that the weight loss (22.85%) in the first stage between 80 and 375 °C is attributed to the loss of TEA and H2O (calcd 23.30%), and the weight loss of 64.35% in the second stage between 375 and 600 °C can be explained by the loss of BTC linkers (calcd 63.74%). The final residue of 12.80% is close to the calculated amount of CoO (12.96%; Figure S3, ).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) SBU coordination\nenvironment of trimeric [Co<sub>3</sub>(μ<sub>3</sub>-OH)(COO)<sub>7</sub>] SBU units in <bold>NTU-Z30</bold>. (b) Second mononuclear\n[Co(COO)<sub>4</sub>] SBU units in <bold>NTU-Z30</bold>. (c–e)\nCoordination of the BTC ligand. (f) Bar-and-stick model of <bold>NTU-Z30</bold> along the <italic toggle=\"yes\">a</italic> axis. (g) Bar-and-stick model of <bold>NTU-Z30</bold> viewed along the <italic toggle=\"yes\">b</italic> axis. (Note that\nH atoms and all guest molecules have been omitted for clarity. Color\ncode: Co, blue; O, red; C, gray.)</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) SBU coordination environment of trimeric [Co3(μ3-OH)(COO)7] SBU units in NTU-Z30. (b) Second mononuclear [Co(COO)4] SBU units in NTU-Z30. (c-e) Coordination of the BTC ligand. (f) Bar-and-stick model of NTU-Z30 along the a axis. (g) Bar-and-stick model of NTU-Z30 viewed along the b axis. (Note that H atoms and all guest molecules have been omitted for clarity. Color code: Co, blue; O, red; C, gray.)   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Structure Description of <bold>NTU-Z31</bold>\n</title><p>As shown in\nFigure a, a three-dimensional structure of <bold>NTU-Z31</bold> is made from dimeric cobalt carboxylate clusters and\nBTC linkers. In Co<sub>2</sub>(COO)<sub>6</sub> clusters, one Co atom has an inversion center symmetry to\nthe other. Each Co center has a distorted tetrahedral geometry (Co–O\n1.9488–2.0048 Å) and coordinates with four O atoms from\nfour different but symmetrically equivalent BTC ligands through a\nbridging μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode and two monodentate η<sup>1</sup> modes (Figure b), resulting in a three-dimensional network (Figure c). As shown in Figure d,\nthe framework of <bold>NTU-Z31</bold> can be viewed as a decorated\nrutile net, where each BTC ligand links to three different SBUs and\neach SBU connects to six BTC ligands. The guest H<sub>2</sub>O and\nguest HTEA<sup>+</sup> occupy the vacancies made by asymmetric units\nand have strong interaction with the network via hydrogen bonds. The\nweight loss of 28.35% (first stage) between 150 and 260 °C in\nTGA is attributed to the loss of guest TEA and H<sub>2</sub>O (calcd\n27.03%), and the weight loss of 54.26% in the second stage from 260\nto 700 °C corresponds to the loss of BTC linkers (calcd 55.40%).\nThe final residue of 17.57% is close to the calculated amount of CoO\n(17.39%; see Figure S3, ).</p>", "clean_text": "Structure Description of NTU-Z31 \n\nAs shown in Figure a, a three-dimensional structure of NTU-Z31 is made from dimeric cobalt carboxylate clusters and BTC linkers. In Co2(COO)6 clusters, one Co atom has an inversion center symmetry to the other. Each Co center has a distorted tetrahedral geometry (Co-O 1.9488-2.0048 Å) and coordinates with four O atoms from four different but symmetrically equivalent BTC ligands through a bridging μ2-η1:η1 mode and two monodentate η1 modes (Figure b), resulting in a three-dimensional network (Figure c). As shown in Figure d, the framework of NTU-Z31 can be viewed as a decorated rutile net, where each BTC ligand links to three different SBUs and each SBU connects to six BTC ligands. The guest H2O and guest HTEA+ occupy the vacancies made by asymmetric units and have strong interaction with the network via hydrogen bonds. The weight loss of 28.35% (first stage) between 150 and 260 °C in TGA is attributed to the loss of guest TEA and H2O (calcd 27.03%), and the weight loss of 54.26% in the second stage from 260 to 700 °C corresponds to the loss of BTC linkers (calcd 55.40%). The final residue of 17.57% is close to the calculated amount of CoO (17.39%; see Figure S3, ).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) SBU coordination\nenvironment of the dimeric cobalt units in <bold>NTU-Z31</bold>. (b)\nCoordination of the BTC ligand. (c) Bar-and-stick model for <bold>NTU-Z31</bold> viewed along the <italic toggle=\"yes\">a</italic> axis. (d) Bar-and-stick\nmodel for <bold>NTU-Z31</bold> along the <italic toggle=\"yes\">b</italic> axis (H\natoms, H<sub>2</sub>O, and HTEA have been omitted for clarity. Color\ncode: Co, blue; C, gray; O, red.)</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) SBU coordination environment of the dimeric cobalt units in NTU-Z31. (b) Coordination of the BTC ligand. (c) Bar-and-stick model for NTU-Z31 viewed along the a axis. (d) Bar-and-stick model for NTU-Z31 along the b axis (H atoms, H2O, and HTEA have been omitted for clarity. Color code: Co, blue; C, gray; O, red.)   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Structure Description of <bold>NTU-Z32</bold>\n</title><p>The three-dimensional\nframework of <bold>NTU-Z32</bold> is constructed by BTC ligands and\ntrinuclear [Co<sub>3</sub>(COO)<sub>8</sub>]<sup>2–</sup> SBUs.\nAs shown in Figure a, the linear Co<sub>3</sub> SBU consists of three crystallographically independent Co centers\n(Co1, Co2, and Co3). The central Co atom (Co2) has an octahedral configuration\nwith all bridging −COO species from six different BTC ligands,\nwhile the terminal centers Co1 and Co3 adopt a four-coordinated distorted\ntetrahedron, which is completed by bridging four −COO groups\nfrom three different BTC ligands. The lengths of the Co–O bonds\nare in the range of 1.9452–2.1642 Å. The Co1–Co2–Co3\nangle is ca. 144.556° (30), and the distances between metal centers\nare about 3.3969(11) Å. In addition, two independent BTC linkers\nare observed in <bold>NTU-Z32</bold>: one BTC is linked to Co centers\nvia −COO groups through μ<sub>2</sub>-η<sup>2</sup> mode, μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode, and monodentate η<sup>1</sup> mode (Figure b), and the second one has μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode and η<sup>1</sup> mode (Figure b). The framework of <bold>NTU-Z32</bold> has channels\nwith a diameter of ∼12.56 Å along the <italic toggle=\"yes\">b</italic> axis, where HTEA<sup>+</sup> cations were filled for charge balance\n(Figure c). In <bold>NTU-Z32</bold>, each\nCo<sub>3</sub> SBU connects with eight BTC ligands, and every BTC\nligand links two or three Co<sub>3</sub> SBUs, leading to the formation\nof a three-dimensional framework (Figure d).\nNoting that <bold>NTU-Z32</bold> is an analogue of Ni<sub>3</sub>(NMe<sub>4</sub>)(BTC)<sub>3</sub>(DMF)<sub>2</sub> except the coordination\nenvironments of metal atoms. TGA for <bold>NTU-Z32</bold> (Figures S3, ) shows that the weight loss (20.05%) in the first stage (150–300\n°C) belongs to the evaporation of guest TEA (calcd 20.28%), and\nthe weight loss (59.58%) in the second stage (300–600 °C)\ncomes from the loss of coordination BTC ligands (calcd 57.06%). The\nfinal residue of 21.37% is close to the calculated amount of CoO (22.66%;\nFigure S3, ).</p>", "clean_text": "Structure Description of NTU-Z32 \n\nThe three-dimensional framework of NTU-Z32 is constructed by BTC ligands and trinuclear [Co3(COO)8]2- SBUs. As shown in Figure a, the linear Co3 SBU consists of three crystallographically independent Co centers (Co1, Co2, and Co3). The central Co atom (Co2) has an octahedral configuration with all bridging -COO species from six different BTC ligands, while the terminal centers Co1 and Co3 adopt a four-coordinated distorted tetrahedron, which is completed by bridging four -COO groups from three different BTC ligands. The lengths of the Co-O bonds are in the range of 1.9452-2.1642 Å. The Co1-Co2-Co3 angle is ca. 144.556° (30), and the distances between metal centers are about 3.3969(11) Å. In addition, two independent BTC linkers are observed in NTU-Z32: one BTC is linked to Co centers via -COO groups through μ2-η2 mode, μ2-η1:η1 mode, and monodentate η1 mode (Figure b), and the second one has μ2-η1:η1 mode and η1 mode (Figure b). The framework of NTU-Z32 has channels with a diameter of ~12.56 Å along the b axis, where HTEA+ cations were filled for charge balance (Figure c). In NTU-Z32, each Co3 SBU connects with eight BTC ligands, and every BTC ligand links two or three Co3 SBUs, leading to the formation of a three-dimensional framework (Figure d). Noting that NTU-Z32 is an analogue of Ni3(NMe4)(BTC)3(DMF)2 except the coordination environments of metal atoms. TGA for NTU-Z32 (Figures S3, ) shows that the weight loss (20.05%) in the first stage (150-300 °C) belongs to the evaporation of guest TEA (calcd 20.28%), and the weight loss (59.58%) in the second stage (300-600 °C) comes from the loss of coordination BTC ligands (calcd 57.06%). The final residue of 21.37% is close to the calculated amount of CoO (22.66%; Figure S3, ).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SBU coordination\nenvironment of trinuclear cobalt units in <bold>NTU-Z32</bold>. (b)\nCoordination of the BTC ligand. (c) Bar-and-stick model of <bold>NTU-Z32</bold> viewed along the <italic toggle=\"yes\">b</italic> axis. (d) Bar-and-stick model\nfor <bold>NTU-Z32</bold> viewed along the <italic toggle=\"yes\">c</italic> axis.\n(H atoms and HTEA molecules have been omitted for clarity. Color code:\nCo, blue; C, gray; O, red.)</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) SBU coordination environment of trinuclear cobalt units in NTU-Z32. (b) Coordination of the BTC ligand. (c) Bar-and-stick model of NTU-Z32 viewed along the b axis. (d) Bar-and-stick model for NTU-Z32 viewed along the c axis. (H atoms and HTEA molecules have been omitted for clarity. Color code: Co, blue; C, gray; O, red.)   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Topology Studies</title><p>The net topologies\nof <bold>NTU-Z30</bold>, <bold>NTU-Z31</bold>, and <bold>NTU-Z32</bold> have been studied. Considering SBUs [Co<sub>3</sub>(μ<sub>3</sub>-OH)(COO)<sub>7</sub>] and [Co(COO)<sub>4</sub>] in <bold>NTU-Z30</bold> as nodes, <bold>NTU-Z30</bold> can be simplified as\na novel 3,3,6,7-c net with stoichiometry (3-c)2(3-c)2(6-c)(7-c)2 (4-nodal\nnet; Figure a), and the point symbol for the\nnet is {4^2.5^4.6^7.8.9}{4^2.5}2{4^3.5^6.6^10.7.8}2{5.6^2}2. Similarly, <bold>NTU-Z31</bold> will have a known topology type <bold>rtl</bold>\n<italic toggle=\"yes\">rutile</italic> (3,6-c net with stoichiometry (3-c)2(6-c); 2-nodal\nnet) with a point symbol for the net of {4.6^2}2{4^2.6^10.8^3} (Figure b). <bold>NTU-Z32</bold> will possess a novel topology\n2,8-c net with stoichiometry (2-c)4(8-c) (2-nodal net; Figure c), and the point symbol for net is {4^4.12^24}{4}4,\nwhile the point symbol for the net with loops is {2^4.6^24}{2}4. All\ntopology nets are viewed along the <italic toggle=\"yes\">b</italic> axis. The views\nfrom other directions (<italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">c</italic> axes)\nare provided in the  (Figure S8). The\ntopology study clearly indicates that, under similar synthetic conduction,\nthe ratio of metal and linkers has a big effect on their structures.</p>", "clean_text": "Topology Studies\n\nThe net topologies of NTU-Z30, NTU-Z31, and NTU-Z32 have been studied. Considering SBUs [Co3(μ3-OH)(COO)7] and [Co(COO)4] in NTU-Z30 as nodes, NTU-Z30 can be simplified as a novel 3,3,6,7-c net with stoichiometry (3-c)2(3-c)2(6-c)(7-c)2 (4-nodal net; Figure a), and the point symbol for the net is {4^2.5^4.6^7.8.9}{4^2.5}2{4^3.5^6.6^10.7.8}2{5.6^2}2. Similarly, NTU-Z31 will have a known topology type rtl rutile (3,6-c net with stoichiometry (3-c)2(6-c); 2-nodal net) with a point symbol for the net of {4.6^2}2{4^2.6^10.8^3} (Figure b). NTU-Z32 will possess a novel topology 2,8-c net with stoichiometry (2-c)4(8-c) (2-nodal net; Figure c), and the point symbol for net is {4^4.12^24}{4}4, while the point symbol for the net with loops is {2^4.6^24}{2}4. All topology nets are viewed along the b axis. The views from other directions (a and c axes) are provided in the  (Figure S8). The topology study clearly indicates that, under similar synthetic conduction, the ratio of metal and linkers has a big effect on their structures.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Simplified\ntopologies of <bold>NTU-Z30</bold> (a), <bold>NTU-Z31</bold> (b),\nand <bold>NTU-Z32</bold> (c) viewed along the <italic toggle=\"yes\">b</italic> axis.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  Simplified topologies of NTU-Z30 (a), NTU-Z31 (b), and NTU-Z32 (c) viewed along the b axis.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<title>Magnetic Properties</title><p>The magnetic properties of <bold>NTU-Z30</bold> (a), <bold>NTU-Z31</bold> (b), and <bold>NTU-Z32</bold> (c) have been examined for possible\napplications as molecular magnets. The\nmagnetic susceptibilities (χ<sub>M</sub>) of all samples were\ntested from 300 to 2 K under 100 Oe (Figure ), and χ<sub>M</sub> of all materials follows the Curie–Weiss\nlaw in the testing temperature range. The calculated Curie (<italic toggle=\"yes\">C</italic>) and Weiss (θ) constants for <bold>NTU-Z30</bold>, <bold>NTU-Z31</bold>, and <bold>NTU-Z32</bold> are 3.10 cm<sup>3</sup> K mol<sup>–1</sup> and −33.50 K, 2.92 cm<sup>3</sup> K mol<sup>–1</sup> and −24.51 K, and 2.34 cm<sup>3</sup> K mol<sup>–1</sup> and −33.10 K, respectively.\nThese results suggest that the neighboring Co cations in all three\nMOFs have weak antiferromagnetic interactions.</p>", "clean_text": "Magnetic Properties\n\nThe magnetic properties of NTU-Z30 (a), NTU-Z31 (b), and NTU-Z32 (c) have been examined for possible applications as molecular magnets. The magnetic susceptibilities (χM) of all samples were tested from 300 to 2 K under 100 Oe (Figure ), and χM of all materials follows the Curie-Weiss law in the testing temperature range. The calculated Curie (C) and Weiss (θ) constants for NTU-Z30, NTU-Z31, and NTU-Z32 are 3.10 cm3 K mol-1 and -33.50 K, 2.92 cm3 K mol-1 and -24.51 K, and 2.34 cm3 K mol-1 and -33.10 K, respectively. These results suggest that the neighboring Co cations in all three MOFs have weak antiferromagnetic interactions.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Temperature dependence\nof magnetic susceptibilities of <bold>NTU-Z30</bold> (a), <bold>NTU-Z31</bold> (b), and <bold>NTU-Z32</bold> (c).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  Temperature dependence of magnetic susceptibilities of NTU-Z30 (a), NTU-Z31 (b), and NTU-Z32 (c).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Catalytic Activity of <bold>NTU-Z30</bold>\n</title><p>Except for the\nsynthesis of novel MOF materials, the efforts are also invested on\ntheir possible applications in many fields. Among the recent development,\nMOFs as effective heterogeneous catalysts have been comprehensively\ninvestigated especially in the epoxidation of alkenes. Herein, the catalytic activity of the synthesized\nMOFs was performed using O<sub>2</sub> gas to oxide <italic toggle=\"yes\">trans</italic>-stilbene into epoxides with DMF as reaction media.</p>", "clean_text": "Catalytic Activity of NTU-Z30 \n\nExcept for the synthesis of novel MOF materials, the efforts are also invested on their possible applications in many fields. Among the recent development, MOFs as effective heterogeneous catalysts have been comprehensively investigated especially in the epoxidation of alkenes. Herein, the catalytic activity of the synthesized MOFs was performed using O2 gas to oxide trans-stilbene into epoxides with DMF as reaction media.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>Although\nthey could show some certain catalytic activities, <bold>NTU-Z31</bold> and <bold>NTU-Z32</bold> are unstable in DMF and are screened out\nfor catalytic examination. The stable <bold>NTU-Z30</bold> is the\nmain object to be examined on the catalytic activity in the aerobic\nepoxidation as below. Figure  displays the\nrelationship between the time and epoxidation ratio of <italic toggle=\"yes\">trans</italic>-stilbene, where the conversion (98.2%) and selectivity (95.6%) toward\nthe epoxide can be observed after 7 h of reaction. The average turnover\nfrequency (TOF) of 17.6 h<sup>–1</sup> based on the cobalt\nmass was obtained for a reaction lasting for 6 h at 100 °C with\nan O<sub>2</sub> flow rate of 30 mL min<sup>–1</sup>. Elevating\nthe reaction temperature or O<sub>2</sub> flow rate could further\nimprove the average TOFs (TOF = 20.5 h<sup>–1</sup> when the\nreaction temperature is 120 °C). The catalytic activity of <bold>NTU-Z30</bold> has been compared with the reported representative\ncatalysts for the same reaction, and the results are summarized in\nTable . For transformation from <italic toggle=\"yes\">trans</italic>-stilbene to its corresponding epoxide, <bold>NTU-Z30</bold> shows\nhigh epoxide selectivity, excellent conversion ratio, and high TOF\nvalue, surpassing most of the reported MOF-based heterogeneous catalysts\nfor the same reaction, and even rivals some\ntraditional catalysts. Note that most\nreports involving MOF-based catalysts have to involve either cocatalyst\nor peroxides because of their poor catalytic behaviors. Clearly, the <bold>NTU-Z30</bold> catalyst takes the lead among all MOF-based catalysts\nto approach a good catalytic performance.</p>", "clean_text": "Although they could show some certain catalytic activities, NTU-Z31 and NTU-Z32 are unstable in DMF and are screened out for catalytic examination. The stable NTU-Z30 is the main object to be examined on the catalytic activity in the aerobic epoxidation as below. Figure  displays the relationship between the time and epoxidation ratio of trans-stilbene, where the conversion (98.2%) and selectivity (95.6%) toward the epoxide can be observed after 7 h of reaction. The average turnover frequency (TOF) of 17.6 h-1 based on the cobalt mass was obtained for a reaction lasting for 6 h at 100 °C with an O2 flow rate of 30 mL min-1. Elevating the reaction temperature or O2 flow rate could further improve the average TOFs (TOF = 20.5 h-1 when the reaction temperature is 120 °C). The catalytic activity of NTU-Z30 has been compared with the reported representative catalysts for the same reaction, and the results are summarized in Table . For transformation from trans-stilbene to its corresponding epoxide, NTU-Z30 shows high epoxide selectivity, excellent conversion ratio, and high TOF value, surpassing most of the reported MOF-based heterogeneous catalysts for the same reaction, and even rivals some traditional catalysts. Note that most reports involving MOF-based catalysts have to involve either cocatalyst or peroxides because of their poor catalytic behaviors. Clearly, the NTU-Z30 catalyst takes the lead among all MOF-based catalysts to approach a good catalytic performance.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>\n<bold>NTU-Z30</bold>-catalyzed\nepoxidation of <italic toggle=\"yes\">trans</italic>-stilbene. Reaction conditions: <italic toggle=\"yes\">trans</italic>-stilbene, 1 mmol; <bold>NTU-Z30</bold>, 2.5 mg; DMF,\n15 mL; flow rate of O<sub>2</sub>, 30 mL min<sup>–1</sup>;\nreaction temperature, 100 °C.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0005.tif\"></graphic>\n</fig>", "clean_text": " 6   NTU-Z30-catalyzed epoxidation of trans-stilbene. Reaction conditions: trans-stilbene, 1 mmol; NTU-Z30, 2.5 mg; DMF, 15 mL; flow rate of O2, 30 mL min-1; reaction temperature, 100 °C.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Epoxidation of <italic toggle=\"yes\">trans</italic>-Stilbene Catalyzed\nby a Series of Catalysts<xref ref-type=\"bibr\" rid=\"ref19\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">conversion (%)</oasis:entry>\n<oasis:entry align=\"center\">selectivity (%)</oasis:entry>\n<oasis:entry align=\"center\">TOF<xref rid=\"t1fn1\"></xref> (h<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>[Mn(μ-terph)(H<sub>2</sub>O)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>&lt;7</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref20\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101</oasis:entry>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>69</oasis:entry>\n<oasis:entry>6.6</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"cit4f\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Co(Hoba)<sub>2</sub>]</oasis:entry>\n<oasis:entry>86</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"cit18h\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>STA-12(Co)</oasis:entry>\n<oasis:entry>95</oasis:entry>\n<oasis:entry>89</oasis:entry>\n<oasis:entry>11.7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"cit18i\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NTU-Z30</bold>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>96.2</oasis:entry>\n<oasis:entry>98.6</oasis:entry>\n<oasis:entry>17.6</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Reaction conditions: <italic toggle=\"yes\">trans</italic>-stilbene, 1 mmol; <bold>NTU-Z30</bold>, 2.5 mg; solvent, 15 mL;\nO<sub>2</sub> flow speed, 30 mL min<sup>–1</sup>; reaction\nduration, 7 h; reaction temperature, 100 °C.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>To optimize the reaction conditions,\na series of control experiments with different reaction parameters\nwere performed (Figure ). Clearly, the reaction\nrate is increased with increasing temperature (Figure a). For example, a lower conversion (39.7%) was observed\nwhen the reaction was performed at 80 °C. If the reaction temperature\nwas raised to 120 °C, a higher conversion (larger than 96.1%)\nwas achieved. In the whole temperature range, the selectivity remains\nat a high value over 97.0%, showing no obvious correlation with the\ntemperature change. In addition, the reaction rate was strongly affected\nby the O<sub>2</sub> flow rate. For example, the conversion increases\nas the amount of catalyst (Figure b) increases\nup to 3.75 mg, suggesting that the reaction rate might not be majorly\nlimited by the mass-transfer effect. Moreover, the concentration effect\nof the initial substrates was also observed through adjustment of\nthe volume of the solvent but maintaining a constant ratio of cobalt/substrate.\nAs shown in Figure c, a higher conversion\ncould be observed within some ranges of higher initial concentrations.</p>", "clean_text": "To optimize the reaction conditions, a series of control experiments with different reaction parameters were performed (Figure ). Clearly, the reaction rate is increased with increasing temperature (Figure a). For example, a lower conversion (39.7%) was observed when the reaction was performed at 80 °C. If the reaction temperature was raised to 120 °C, a higher conversion (larger than 96.1%) was achieved. In the whole temperature range, the selectivity remains at a high value over 97.0%, showing no obvious correlation with the temperature change. In addition, the reaction rate was strongly affected by the O2 flow rate. For example, the conversion increases as the amount of catalyst (Figure b) increases up to 3.75 mg, suggesting that the reaction rate might not be majorly limited by the mass-transfer effect. Moreover, the concentration effect of the initial substrates was also observed through adjustment of the volume of the solvent but maintaining a constant ratio of cobalt/substrate. As shown in Figure c, a higher conversion could be observed within some ranges of higher initial concentrations.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Effect\nof several reaction parameters for aerobic epoxidation of <italic toggle=\"yes\">trans</italic>-stilbene: (a) effect of the reaction temperature;\n(b) effect of the catalyst amount; (c) effect of the initial concentration.\nThe reaction duration is 6 h, and the other reaction parameters are\nsimilar to those in Figure <xref rid=\"fig6\"></xref>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0006.tif\"></graphic>\n</fig>", "clean_text": " 7  Effect of several reaction parameters for aerobic epoxidation of trans-stilbene: (a) effect of the reaction temperature; (b) effect of the catalyst amount; (c) effect of the initial concentration. The reaction duration is 6 h, and the other reaction parameters are similar to those in Figure .   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>In fact, the solvent has an important role in the\noxidation of <italic toggle=\"yes\">trans</italic>-stilbene. For example, when this\ntype of reaction was performed in dimethyl sulfoxide (DMSO) and 1,2-dichlorobenzene\n(ODCB), no epoxidation compounds were formed. However, when cyclohexanone\nand <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylacetamide (DMA)\nwere employed as reaction media, epoxidation products with high reaction\nrate were observed (Table ). In fact, the\naerobic epoxidations only process well in some selected solvents,\nespecially alkylamide solvents. Several reports have already demonstrated\nthat DMF is a good solvent for the successful aerobic epoxidation\nof alkenes with the heterogeneous cobalt catalyst in the absence of\nadditional radical initiators or sacrificial reductants. The use of amide solvents (e.g., DMF) is necessary for the Co-DMF\ncomplex to show the decent catalytic activity because the Co-DMF complex\nmight react with O<sub>2</sub> molecules to form a cobalt superoxo\nspecies capable of transferring the oxygen to the alkene.\n</p>", "clean_text": "In fact, the solvent has an important role in the oxidation of trans-stilbene. For example, when this type of reaction was performed in dimethyl sulfoxide (DMSO) and 1,2-dichlorobenzene (ODCB), no epoxidation compounds were formed. However, when cyclohexanone and N,N-dimethylacetamide (DMA) were employed as reaction media, epoxidation products with high reaction rate were observed (Table ). In fact, the aerobic epoxidations only process well in some selected solvents, especially alkylamide solvents. Several reports have already demonstrated that DMF is a good solvent for the successful aerobic epoxidation of alkenes with the heterogeneous cobalt catalyst in the absence of additional radical initiators or sacrificial reductants. The use of amide solvents (e.g., DMF) is necessary for the Co-DMF complex to show the decent catalytic activity because the Co-DMF complex might react with O2 molecules to form a cobalt superoxo species capable of transferring the oxygen to the alkene. ", "data": null, "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Solvent Effect on <bold>NTU-Z30</bold>-Catalyzed Reactions<xref rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">substrate</oasis:entry>\n<oasis:entry align=\"center\">conversion (%)</oasis:entry>\n<oasis:entry align=\"center\">selectivity (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>DMF</oasis:entry>\n<oasis:entry>79.6</oasis:entry>\n<oasis:entry>97.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>ODCB</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>DMA</oasis:entry>\n<oasis:entry>98.2</oasis:entry>\n<oasis:entry>36.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>cyclohexanone</oasis:entry>\n<oasis:entry>95.8</oasis:entry>\n<oasis:entry>88.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Reaction conditions: <italic toggle=\"yes\">trans</italic>-stilbene, 1 mmol; <bold>NTU-Z30</bold>, 2.5 mg; solvent,\n15 mL; O<sub>2</sub> flow speed, 30 mL min<sup>–1</sup>; reaction\ntemperature, 100 °C; reaction duration, 6 h.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>On the other hand, the high reactivity\nof DMF with oxygen might support the unusual solvent effect. It is\nfound that, even under relatively mild conditions, DMF can be autoxidized\nby O<sub>2</sub> molecules to form <italic toggle=\"yes\">N</italic>-(hydroperoxymethyl)-<italic toggle=\"yes\">N</italic>-methylformamide, which is an important intermediate to\ntransfer the O<sub>2</sub> to the substrate. Therefore, it should not be surprising to investigate that <italic toggle=\"yes\">trans</italic>-stilbene still can be converted into the corresponding\nepoxide under the same reaction conditions, even the reaction system\ndid not have any catalysts.</p>", "clean_text": "On the other hand, the high reactivity of DMF with oxygen might support the unusual solvent effect. It is found that, even under relatively mild conditions, DMF can be autoxidized by O2 molecules to form N-(hydroperoxymethyl)-N-methylformamide, which is an important intermediate to transfer the O2 to the substrate. Therefore, it should not be surprising to investigate that trans-stilbene still can be converted into the corresponding epoxide under the same reaction conditions, even the reaction system did not have any catalysts.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Besides <italic toggle=\"yes\">trans</italic>-stilbene, <bold>NTU-Z30</bold> has also been demonstrated to show quite good catalytic\nepoxidation to other alkenes (Table ), no\nmatter the rigid structure and weak nucleophilicity (<italic toggle=\"yes\">cis</italic>-cyclooctene, entry 4) or the alphalic alkene (1-decene, entry 5).\nThe results strongly support that the good ability of <bold>NTU-Z30</bold> to catalyze aerobic epoxidation reaction should have the potential\nfor application in epoxidation industries.</p>", "clean_text": "Besides trans-stilbene, NTU-Z30 has also been demonstrated to show quite good catalytic epoxidation to other alkenes (Table ), no matter the rigid structure and weak nucleophilicity (cis-cyclooctene, entry 4) or the alphalic alkene (1-decene, entry 5). The results strongly support that the good ability of NTU-Z30 to catalyze aerobic epoxidation reaction should have the potential for application in epoxidation industries.", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Epoxidized\nBehaviors of Various Alkenes over <bold>NTU-Z30</bold>\n<xref rid=\"t3fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">substrate</oasis:entry>\n<oasis:entry align=\"center\">conversion (%)</oasis:entry>\n<oasis:entry align=\"center\">selectivity<xref rid=\"t3fn2\"></xref> (%)</oasis:entry>\n<oasis:entry align=\"center\">turnover number<xref rid=\"t3fn3\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">trans</italic>-stilbene</oasis:entry>\n<oasis:entry>79.6</oasis:entry>\n<oasis:entry>97.0</oasis:entry>\n<oasis:entry>101.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>styrene</oasis:entry>\n<oasis:entry>99.1</oasis:entry>\n<oasis:entry>37.4</oasis:entry>\n<oasis:entry>126.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">cis</italic>-cyclooctene</oasis:entry>\n<oasis:entry>16.5</oasis:entry>\n<oasis:entry>97.5</oasis:entry>\n<oasis:entry>21.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>1-decene</oasis:entry>\n<oasis:entry>10.3</oasis:entry>\n<oasis:entry>82.7</oasis:entry>\n<oasis:entry>13.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">trans</italic>-stilbene<xref rid=\"t3fn4\"></xref>\n</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>100.0</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Reaction conditions: substrate, 1 mmol; <bold>NTU-Z30</bold>, 2.5 mg; solvent, DMF, 15 mL; O<sub>2</sub> flow speed, 30 mL min<sup>–1</sup>; temperature, 100 °C; reaction duration, 6 h.</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>The selectivity to corresponding\nepoxides for each starting compound: byproduct benzaldehyde for <italic toggle=\"yes\">trans</italic>-stilbene; byproducts benzoic acid and benzaldehyde\nfor styrene; byproducts 4-cyclooctene-1-one and 2-cyclooctene-1-one\nfor <italic toggle=\"yes\">cis</italic>-cyclooctene; byproduct 3-decanone for 1-decene.</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>c</label>\n<p>TON was calculated by millimoles\nof starting compounds changed to corresponding epoxides/mmol of Co\nions in <bold>NTU-Z30</bold>.</p>\n</fn>\n<fn id=\"t3fn4\">\n<label>d</label>\n<p>0.01 mmol of BHT was used the radical scavenger.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Stability of <bold>NTU-Z30</bold>\n</title><p>If considering a similar mechanism of the metal ion embedded in a\nMOF similar to the homogeneous cobalt catalyst, the structure of the\nMOF should not only allow expansion of the metal ion’s coordination\nsphere but also a change of valence. However, this process may cause\nmetal leaching, leading to the appearance of an issue, if the catalysis\nproceeds mainly heterogeneously with MOF as the solid catalyst, concerning\nthe stability of the MOF during the reaction.\n</p>", "clean_text": "Stability of NTU-Z30 \n\nIf considering a similar mechanism of the metal ion embedded in a MOF similar to the homogeneous cobalt catalyst, the structure of the MOF should not only allow expansion of the metal ion's coordination sphere but also a change of valence. However, this process may cause metal leaching, leading to the appearance of an issue, if the catalysis proceeds mainly heterogeneously with MOF as the solid catalyst, concerning the stability of the MOF during the reaction. ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>In this work, examination of the nature of catalysis by hot\nfiltration was performed, which is a routine control experiment for\nworks with the MOF as a heterogeneous catalyst. As shown in Figure , when the reaction\nproceeded after removal of <bold>NTU-Z30</bold>, an obviously reduced\nreaction rate was observed. Leaching analysis after 6 h of reaction\nshows that the leaching cobalt amount in the liquid is negligible\ncompared to approximately 0.3% of the employed cobalt in the whole\nreaction, which reasonably supports that the excellent catalytic behavior\nmainly comes from the heterogeneous route.</p>", "clean_text": "In this work, examination of the nature of catalysis by hot filtration was performed, which is a routine control experiment for works with the MOF as a heterogeneous catalyst. As shown in Figure , when the reaction proceeded after removal of NTU-Z30, an obviously reduced reaction rate was observed. Leaching analysis after 6 h of reaction shows that the leaching cobalt amount in the liquid is negligible compared to approximately 0.3% of the employed cobalt in the whole reaction, which reasonably supports that the excellent catalytic behavior mainly comes from the heterogeneous route.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Comparison of the epoxidation\nof <italic toggle=\"yes\">trans</italic>-stilbene without catalyst removal after\n2 h (the reaction parameters are similar to those in the footnote\nof Figure <xref rid=\"fig6\"></xref>).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0007.tif\"></graphic>\n</fig>", "clean_text": " 8  Comparison of the epoxidation of trans-stilbene without catalyst removal after 2 h (the reaction parameters are similar to those in the footnote of Figure ).   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>The stability of <bold>NTU-Z30</bold> has been carefully\ninvestigated because it is an important factor in evaluating the heterogeneous\ncatalyst. The recycle experiments of <bold>NTU-Z30</bold> were performed,\nand the results are summarized in Figure .\nSurprisingly, after the first run, the recycled <bold>NTU-Z30</bold> showed an even greater catalytic activity. In the second run, the\nconversion and selectivity of <italic toggle=\"yes\">trans</italic>-stilbene toward\nepoxide reaches 92.5% and 99.3%, respectively. After the third run,\nthe conversion got increased to 97.4% and the selectivity is 98.6%.\nAccording to the calculation from <italic toggle=\"yes\">Diamond</italic> software,\nthe larger pore size of <bold>NTU-Z30</bold> is 12 × 10 Å\nalong the <italic toggle=\"yes\">a</italic> axis; hence, the molecule as large as <italic toggle=\"yes\">trans</italic>-stilbene is unable to enter the pore and contact with\nthe active cobalt sites inside. Here we attribute the active cobalt\nsites to the cobalt sites on the outer surface of <bold>NTU-Z30</bold>. Therefore, the improved catalytic activity in the recycle test\ninfers that <bold>NTU-Z30</bold> turns to fragments to some extent\nand then a larger surface area is exposed or rather the number of\nactive sites increases, which leads to the improved catalytic activity.\nThe catalyst stability was further examined by PXRD and FTIR spectra.\nThe PXRD (Figure S5, ) study of both\npristine and spent <bold>NTU-Z30</bold> shows no phase change, while\nno obvious peak shifts in the FTIR spectra (Figure S6, ) further confirm the stability of <bold>NTU-Z30</bold>, which is in agreement with the result of recycle usage. However,\naccording to the ICP-MS result, only a negligible amount of cobalt\nspecies leaches into the solution, which might be due to expansion\nof the cobalt coordination sphere or removal of the cobalt ion, causing\nthe collapse of the framework.</p>", "clean_text": "The stability of NTU-Z30 has been carefully investigated because it is an important factor in evaluating the heterogeneous catalyst. The recycle experiments of NTU-Z30 were performed, and the results are summarized in Figure . Surprisingly, after the first run, the recycled NTU-Z30 showed an even greater catalytic activity. In the second run, the conversion and selectivity of trans-stilbene toward epoxide reaches 92.5% and 99.3%, respectively. After the third run, the conversion got increased to 97.4% and the selectivity is 98.6%. According to the calculation from Diamond software, the larger pore size of NTU-Z30 is 12 × 10 Å along the a axis; hence, the molecule as large as trans-stilbene is unable to enter the pore and contact with the active cobalt sites inside. Here we attribute the active cobalt sites to the cobalt sites on the outer surface of NTU-Z30. Therefore, the improved catalytic activity in the recycle test infers that NTU-Z30 turns to fragments to some extent and then a larger surface area is exposed or rather the number of active sites increases, which leads to the improved catalytic activity. The catalyst stability was further examined by PXRD and FTIR spectra. The PXRD (Figure S5, ) study of both pristine and spent NTU-Z30 shows no phase change, while no obvious peak shifts in the FTIR spectra (Figure S6, ) further confirm the stability of NTU-Z30, which is in agreement with the result of recycle usage. However, according to the ICP-MS result, only a negligible amount of cobalt species leaches into the solution, which might be due to expansion of the cobalt coordination sphere or removal of the cobalt ion, causing the collapse of the framework.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Recycle experiment of <bold>NTU-Z30</bold> for epoxidation of <italic toggle=\"yes\">trans</italic>-stilbene.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0008.tif\"></graphic>\n</fig>", "clean_text": " 9  Recycle experiment of NTU-Z30 for epoxidation of trans-stilbene.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>In order to understand the epoxidation mechanism\ncatalyzed by <bold>NTU-Z30</bold>, a tiny amount of butylhydroxytoluene\n(BHT; free radical scavenger) was added into the reaction and a “zero”\nconversion of <italic toggle=\"yes\">trans</italic>-stilbene was observed (Table ), indicating that Co-MOF-catalyzed epoxidation\nshould involve radical species.\n</p>", "clean_text": "In order to understand the epoxidation mechanism catalyzed by NTU-Z30, a tiny amount of butylhydroxytoluene (BHT; free radical scavenger) was added into the reaction and a \"zero\" conversion of trans-stilbene was observed (Table ), indicating that Co-MOF-catalyzed epoxidation should involve radical species. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>In fact, many Co<sup>2+</sup> complexes have been demonstrated to\nshow the ability to coordinate with O<sub>2</sub> molecules and activate\nit to produce a complicated intermediate [e.g., Co<sup>3+</sup>(O<sup>2–</sup>)]. Therefore, we believe\nthat a similar attachment of O<sub>2</sub> to Co<sup>2+</sup> centers\ncould also happen in the initial step. The in situ generated intermediate\nCo<sup>3+</sup>(O<sup>2–</sup>) pieces might produce an active\nradical oxygen species to complete the epoxidation reaction. To understand\nthe catalytic process more thoroughly, UV–vis absorption spectroscopy\nhas been employed to characterize the pristine <bold>NTU-Z30</bold> and the spent one (Figure ). The UV–vis\nabsorption spectrum of the pristine <bold>NTU-Z30</bold> shows ambiguous\nbands in a broad range of 380–680 nm. The shoulder peaks at\n491 and 533 nm assigned to the <sup>4</sup>A<sub>2</sub> → <sup>4</sup>E (P) transition are attributed to Co<sup>2+</sup> in trigonal-bipyramidal\nsites. The weak bands (560–610 nm) are attributed to Co<sup>2+</sup> in pseudotetrahedral sites due to the <sup>4</sup>A<sub>2</sub> → <sup>4</sup>T<sub>1</sub> (P) transition. The coordination environment of cobalt sites\nindicated by the UV–vis result of the pristine <bold>NTU-Z30</bold> is in agreement with that determined through single-crystal structure\nanalysis: Co<sup>2+</sup> is tetrahedrally and trigonal-bipyramidally\ncoordinated by BTC links. The Co ion as the active site embedded in\nthe framework normally undergoes a one-electron redox change in a\ntypical cycle during the catalytic process, while the challenge appears\nthen to keep the Co ion well fixed in the lattice in the oxidation\nstate.</p>", "clean_text": "In fact, many Co2+ complexes have been demonstrated to show the ability to coordinate with O2 molecules and activate it to produce a complicated intermediate [e.g., Co3+(O2-)]. Therefore, we believe that a similar attachment of O2 to Co2+ centers could also happen in the initial step. The in situ generated intermediate Co3+(O2-) pieces might produce an active radical oxygen species to complete the epoxidation reaction. To understand the catalytic process more thoroughly, UV-vis absorption spectroscopy has been employed to characterize the pristine NTU-Z30 and the spent one (Figure ). The UV-vis absorption spectrum of the pristine NTU-Z30 shows ambiguous bands in a broad range of 380-680 nm. The shoulder peaks at 491 and 533 nm assigned to the 4A2 → 4E (P) transition are attributed to Co2+ in trigonal-bipyramidal sites. The weak bands (560-610 nm) are attributed to Co2+ in pseudotetrahedral sites due to the 4A2 → 4T1 (P) transition. The coordination environment of cobalt sites indicated by the UV-vis result of the pristine NTU-Z30 is in agreement with that determined through single-crystal structure analysis: Co2+ is tetrahedrally and trigonal-bipyramidally coordinated by BTC links. The Co ion as the active site embedded in the framework normally undergoes a one-electron redox change in a typical cycle during the catalytic process, while the challenge appears then to keep the Co ion well fixed in the lattice in the oxidation state.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>UV–vis spectra of <bold>NTU-Z30</bold> for the epoxidation\nof <italic toggle=\"yes\">trans</italic>-stilbene.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0009.tif\"></graphic>\n</fig>", "clean_text": " 10  UV-vis spectra of NTU-Z30 for the epoxidation of trans-stilbene.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>For contrast, in the spectrum of the spent <bold>NTU-Z30</bold>, an obvious change was not observed, which indicates that the majority\nof the cobalt species are divalent. This suggests that the proposed\nCo<sup>3+</sup>-OOR intermediate has a strong tendency to revert to\nthe divalent state, which guarantees that the cobalt is in the lattice.\nThis agrees on the excellent stability during the reaction. Nevertheless,\nmore researches are required to provide enough evidence for the postulated\nintermediates.</p>", "clean_text": "For contrast, in the spectrum of the spent NTU-Z30, an obvious change was not observed, which indicates that the majority of the cobalt species are divalent. This suggests that the proposed Co3+-OOR intermediate has a strong tendency to revert to the divalent state, which guarantees that the cobalt is in the lattice. This agrees on the excellent stability during the reaction. Nevertheless, more researches are required to provide enough evidence for the postulated intermediates.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In short, three novel\nthree-dimensional Co-MOFs have been successfully prepared under surfactant-thermal\nconditions, and their structures have been determined by single-crystal\nanalysis. The topology studies reveal that <bold>NTU-Z30</bold> and <bold>NTU-Z32</bold> possess two new topologies: 3,3,6,7-c net and 2,8-c\nnet, respectively. Magnetic studies of all three MOFs indicate that\nall materials display weak antiferromagnetic behaviors. Among all\ncatalytic epoxidations of <italic toggle=\"yes\">trans</italic>-stilbene, the catalytic\nactivity of <bold>NTU-Z30</bold> takes advantage of all reported similar\nMOF materials. In addition, <bold>NTU-Z30</bold> also has high selectivity,\nexcellent conversion, and high TOF values among all reported MOF-based\ncatalysts. Our success in employing surfactants as reaction media\nto prepare novel MOFs with various structures could be a promising\nstrategy to approach other crystalline inorganic materials.</p>", "clean_text": "Conclusion\n\nIn short, three novel three-dimensional Co-MOFs have been successfully prepared under surfactant-thermal conditions, and their structures have been determined by single-crystal analysis. The topology studies reveal that NTU-Z30 and NTU-Z32 possess two new topologies: 3,3,6,7-c net and 2,8-c net, respectively. Magnetic studies of all three MOFs indicate that all materials display weak antiferromagnetic behaviors. Among all catalytic epoxidations of trans-stilbene, the catalytic activity of NTU-Z30 takes advantage of all reported similar MOF materials. In addition, NTU-Z30 also has high selectivity, excellent conversion, and high TOF values among all reported MOF-based catalysts. Our success in employing surfactants as reaction media to prepare novel MOFs with various structures could be a promising strategy to approach other crystalline inorganic materials.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Photographs of crystals, tables of different synthetic conditions\nto prepare MOFs and of crystal and structure refinement data, PXRD\npattern, TGA analysis, FTIR spectra, thermal ellipsoid plots of all\nMOFs, net topologies, and CIF files. This material is available free\nof charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "Photographs of crystals, tables of different synthetic conditions to prepare MOFs and of crystal and structure refinement data, PXRD pattern, TGA analysis, FTIR spectra, thermal ellipsoid plots of all MOFs, net topologies, and CIF files. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing financial interest.</p><p>\n<sup>§</sup> Both authors have equal contribution to this paper.</p><title>References</title><p>Remarks: Although\nthe reaction conditions are different in detail such as the oxidant,\nreaction temperature, and time, comparison still shows the advantage\nof <bold>NTU-Z30</bold>. For example, for the catalyst [Mn(μ-terph)(H<sub>2</sub>O)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>, PW<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>/MIL-101, and [Co(Hoba)<sub>2</sub>], the oxidants\napplied are hydroperoxide or <italic toggle=\"yes\">tert</italic>-butyl hydroperoxide,\nwhich are not as green as  molecular oxygen. Moreover, with similar\nmolar ratios between cobalt and reactant and reaction conditions even\nwith smaller flow rate of O<sub>2</sub> (30 mL min<sup>–1</sup>) in our work, a higher TOF was obtained, indicating the superior\ncatalytic activity of <bold>NTU-Z30</bold> as the heterogeneous catalyst.</p>", "clean_text": "The authors declare no competing financial interest.\n\n § Both authors have equal contribution to this paper.\n\nReferences\n\nRemarks: Although the reaction conditions are different in detail such as the oxidant, reaction temperature, and time, comparison still shows the advantage of NTU-Z30. For example, for the catalyst [Mn(μ-terph)(H2O)2] n , PW x /MIL-101, and [Co(Hoba)2], the oxidants applied are hydroperoxide or tert-butyl hydroperoxide, which are not as green as  molecular oxygen. Moreover, with similar molar ratios between cobalt and reactant and reaction conditions even with smaller flow rate of O2 (30 mL min-1) in our work, a higher TOF was obtained, indicating the superior catalytic activity of NTU-Z30 as the heterogeneous catalyst.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis\nof MOFs</title><title>\n<bold>NTU-Z30</bold>\n</title><p>A mixture of Co(NO<sub>3</sub>)<sub>2</sub>·H<sub>2</sub>O (1 mmol, 0.291g), 1,3,5-benzenetricarboxylic\nacid (H<sub>3</sub>BTC; 0.5 mmol, 0.105 g), triethylamine (TEA; 1\nmL), and 4 mL of nonanoic acid was put into a 23 mL autoclave and\nheated at 160 °C for 6 days. Then, the reaction was naturally\ncooled and washed with acetone to give purple-black bar crystals of <bold>NTU-Z30</bold> (see the photograph of Figure S1a, ). Yield: 80% (based on H<sub>3</sub>BTC). EA and ICP analysis\nfor Co<sub>4</sub>C<sub>54</sub>H<sub>62</sub>N<sub>3</sub>O<sub>26</sub> (1404.79): Co, 16.92; C, 46.08; H, 4.55; N, 3.05 (calcd: Co, 16.80;\nC, 46.13; H, 4.41; N, 2.99). IR (KBr pellet): 676(vs), 719(s), 758(s),\n823(s), 879(s), 939(s), 1051(s), 1099(s), 1186(m), 1249(m), 1367(m),\n1441(m), 1492(s), 1561(m), 1613(m), 1635(m), 1721(m), 2857(s), 2926(s),\n3017(s), 3415(vs).</p><title>\n<bold>NTU-Z31</bold> and <bold>NTU-Z32</bold>\n</title><p>A synthesis procedure similar to that for preparing <bold>NTU-Z30</bold> has been adopted but with a difference ratio of raw\nmaterials. For <bold>NTU-Z31</bold>, a mixture of Co(NO<sub>3</sub>)<sub>2</sub>·H<sub>2</sub>O (0. 5 mmol, 0.145 g), H<sub>3</sub>BTC (1 mmol, 0.210 g), TEA (2.5 mL), and 2.5 mL of nonanoic acid\nwas employed, and red bar crystals of <bold>NTU-Z31</bold> (see the\nphotograph of Figure S1b, ) were obtained\nin 70% yield (based on H<sub>3</sub>BTC). EA and ICP analysis for\nCoC<sub>15</sub>H<sub>21</sub>NO<sub>7</sub> (386.26): Co, 15.21;\nC, 46.53; H, 1.55; N, 4.17 (calcd: Co, 15.27; C, 46.60; H, 1.41; N,\n4.26). IR (KBr pellet): 685(vs), 715(s), 762(s), 827(s), 874(s), 1048(vs),\n1181(vs), 1259(s), 1367(m), 1436(m), 1492(s), 1561(m), 1618(m), 1696(s),\n2491(vs), 2680(s), 2857(s), 2926(s), 3112(vs), 3411(vs). For <bold>NTU- Z32</bold>, a mixture of Co(NO<sub>3</sub>)<sub>2</sub>·H<sub>2</sub>O (0.5 mmol, 0.145 g), H<sub>3</sub>BTC (0.5 mmol, 0.105 g),\nTEA (1 mL), and 4 mL of nonanoic acid was used, and purple prism crystals\nof <bold>NTU-Z32</bold> were obtained (see the photograph of Figure\nS1c, ). Yield: 80% (based on H<sub>3</sub>BTC). EA and ICP analysis for Co<sub>3</sub>C<sub>60</sub>H<sub>76</sub>N<sub>4</sub>O<sub>24</sub> (1414.04): Co, 12.56; C, 50.97; H, 5.17;\nN, 4.07 (calcd: Co, 12.52; C, 50.92; H, 5.37; N, 3.96). IR (KBr pellet):\n685(vs), 715(s), 762(s), 1181(s), 1259(s), 1367(m), 1432(m), 1488(s),\n1561(m), 1622(m), 1691(s), 2491(vs), 2676(s), 2737(vs), 2857(vs),\n2931(s), 2983(s), 3112(s), 3411(vs).</p><title>Catalytic Epoxidation</title><p>The epoxidation\nof different alkenes involving O<sub>2</sub> gas was performed in\na three-neck glass flask equipped with a stirring bar and a reflux\ncondenser. Typically, 2.5 mg of <bold>NTU-Z30</bold>, 1 mmol of substrate,\nand 15 mL of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide\n(DMF) were charged into the above flask. Under vigorous stirring,\nthe mixture was heated to the desired reaction temperature and a stream\nof O<sub>2</sub> gas (30 mL min<sup>–1</sup>) was bubbled into\nthe glass flask to initiate epoxidation.</p>", "clean_text": "Synthesis of MOFs\n\n NTU-Z30 \n\nA mixture of Co(NO3)2⋅H2O (1 mmol, 0.291g), 1,3,5-benzenetricarboxylic acid (H3BTC; 0.5 mmol, 0.105 g), triethylamine (TEA; 1 mL), and 4 mL of nonanoic acid was put into a 23 mL autoclave and heated at 160 °C for 6 days. Then, the reaction was naturally cooled and washed with acetone to give purple-black bar crystals of NTU-Z30 (see the photograph of Figure S1a, ). Yield: 80% (based on H3BTC). EA and ICP analysis for Co4C54H62N3O26 (1404.79): Co, 16.92; C, 46.08; H, 4.55; N, 3.05 (calcd: Co, 16.80; C, 46.13; H, 4.41; N, 2.99). IR (KBr pellet): 676(vs), 719(s), 758(s), 823(s), 879(s), 939(s), 1051(s), 1099(s), 1186(m), 1249(m), 1367(m), 1441(m), 1492(s), 1561(m), 1613(m), 1635(m), 1721(m), 2857(s), 2926(s), 3017(s), 3415(vs).\n\n NTU-Z31 and NTU-Z32 \n\nA synthesis procedure similar to that for preparing NTU-Z30 has been adopted but with a difference ratio of raw materials. For NTU-Z31, a mixture of Co(NO3)2⋅H2O (0. 5 mmol, 0.145 g), H3BTC (1 mmol, 0.210 g), TEA (2.5 mL), and 2.5 mL of nonanoic acid was employed, and red bar crystals of NTU-Z31 (see the photograph of Figure S1b, ) were obtained in 70% yield (based on H3BTC). EA and ICP analysis for CoC15H21NO7 (386.26): Co, 15.21; C, 46.53; H, 1.55; N, 4.17 (calcd: Co, 15.27; C, 46.60; H, 1.41; N, 4.26). IR (KBr pellet): 685(vs), 715(s), 762(s), 827(s), 874(s), 1048(vs), 1181(vs), 1259(s), 1367(m), 1436(m), 1492(s), 1561(m), 1618(m), 1696(s), 2491(vs), 2680(s), 2857(s), 2926(s), 3112(vs), 3411(vs). For NTU- Z32, a mixture of Co(NO3)2⋅H2O (0.5 mmol, 0.145 g), H3BTC (0.5 mmol, 0.105 g), TEA (1 mL), and 4 mL of nonanoic acid was used, and purple prism crystals of NTU-Z32 were obtained (see the photograph of Figure S1c, ). Yield: 80% (based on H3BTC). EA and ICP analysis for Co3C60H76N4O24 (1414.04): Co, 12.56; C, 50.97; H, 5.17; N, 4.07 (calcd: Co, 12.52; C, 50.92; H, 5.37; N, 3.96). IR (KBr pellet): 685(vs), 715(s), 762(s), 1181(s), 1259(s), 1367(m), 1432(m), 1488(s), 1561(m), 1622(m), 1691(s), 2491(vs), 2676(s), 2737(vs), 2857(vs), 2931(s), 2983(s), 3112(s), 3411(vs).\n\nCatalytic Epoxidation\n\nThe epoxidation of different alkenes involving O2 gas was performed in a three-neck glass flask equipped with a stirring bar and a reflux condenser. Typically, 2.5 mg of NTU-Z30, 1 mmol of substrate, and 15 mL of N,N'-dimethylformamide (DMF) were charged into the above flask. Under vigorous stirring, the mixture was heated to the desired reaction temperature and a stream of O2 gas (30 mL min-1) was bubbled into the glass flask to initiate epoxidation.", "data": [{"meta": {"name": "NTU-Z30", "symbol": "", "chemical formula": "Co4C54H62N3O26"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Co(NO3)2·H2O", "amount": "1", "unit": "mmol"}, {"name": "1,3,5-benzenetricarboxylic acid", "amount": "0.5", "unit": "mmol"}, {"name": "triethylamine", "amount": "1", "unit": "mL"}, {"name": "nonanoic acid", "amount": "4", "unit": "mL"}], "solvent": [{"name": "", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "160°C", "time": "6 days", "heating rate": "", "cooling rate": ""}], "yield": "80%"}, {"meta": {"name": "NTU-Z31", "symbol": "", "chemical formula": "CoC15H21NO7"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Co(NO3)2·H2O", "amount": "0.5", "unit": "mmol"}, {"name": "H3BTC", "amount": "1", "unit": "mmol"}, {"name": "TEA", "amount": "2.5", "unit": "mL"}, {"name": "nonanoic acid", "amount": "2.5", "unit": "mL"}], "solvent": [{"name": "", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": ""}], "yield": "70%"}, {"meta": {"name": "NTU-Z32", "symbol": "", "chemical formula": "Co3C60H76N4O24"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Co(NO3)2·H2O", "amount": "0.5", "unit": "mmol"}, {"name": "H3BTC", "amount": "0.5", "unit": "mmol"}, {"name": "TEA", "amount": "1", "unit": "mL"}, {"name": "nonanoic acid", "amount": "4", "unit": "mL"}], "solvent": [{"name": "", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": ""}], "yield": "80%"}], "include_properties": ["solvothermal_synthesis"]}, {"idx": "13, 15, 17, 21, 24, 37", "type": "text", "classification": "property", "content": "<title>Structure Description of <bold>NTU-Z30</bold>\n</title><p>The structure determined by a single-crystal\nX-ray diffractometer shows that <bold>NTU-Z30</bold> has the monoclinic\nspace group <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic> with\ntwo different SBUs (Figure a,b): one is a\nnew trimeric [Co<sub>3</sub>(μ<sub>3</sub>-OH)(COO)<sub>7</sub>] SBU (Figure a), different from the reported\ntrimeric [M<sub>3</sub>O(COO)<sub>6</sub>] SBU (M = Co, Cr, Mn, Ni,\nCd), which consists of three Co<sup>2+</sup> atoms coordinating with seven COO groups and one μ<sub>3</sub>-OH (Figure a). In this new trimeric SBU,\ntwo Co<sup>2+</sup> centers (Co2 and Co3) display a trigonal-bipyramidal\nconfiguration and coordinate with one μ<sub>3</sub>-OH (Co–O\n1.9723–2.1390 Å, Co3−μ<sub>3</sub>-OH 2.0526\nÅ, and Co2−μ<sub>3</sub>-OH 2.0768 Å) and four\ndifferent O species from different COO units, while the third Co<sup>2+</sup> center (Co1) is four-connected with one μ<sub>3</sub>-OH (Co–O 1.9633–1.9957 Å) and three different\nO atoms from different COO units. The second SBU (Figure b) is a mononuclear [Co(COO)<sub>4</sub>] species\nthat is constructed by one Co<sup>2+</sup> center and four O atoms\nfrom four different COO units with monodentate coordination mode (Co–O\n1.9520–1.9874 Å). The ratio between these two SBUs in <bold>NTU-Z30</bold> is 1:1. Moreover, there are three independent BTC\nlinkers in <bold>NTU-Z30</bold>: one BTC is linked with Co cations\nthrough two different −COO groups with one bridging μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode and a monodentate\nη<sup>1</sup> mode (Figure c), the second\none has two bridging μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> modes (Figure d), and the third one\nhas one bridging μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode and two monodentate η<sup>1</sup> modes (Figure e). The two SBUs are further linked together through\nBTC units to form three-dimensional structures with an intercrossed\nchannel along the <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">b</italic> axes (Figure f,g). Protonated HTEA<sup>+</sup> and guest H<sub>3</sub>O<sup>+</sup> cations act as charge-balance species and fill\nup the empty space in the channels. TGA (Figure S3, ) for <bold>NTU-Z30</bold> reveals that the weight loss\n(22.85%) in the first stage between 80 and 375 °C is attributed\nto the loss of TEA and H<sub>2</sub>O (calcd 23.30%), and the weight\nloss of 64.35% in the second stage between 375 and 600 °C can\nbe explained by the loss of BTC linkers (calcd 63.74%). The final\nresidue of 12.80% is close to the calculated amount of CoO (12.96%;\nFigure S3, ).</p><title>Structure Description of <bold>NTU-Z31</bold>\n</title><p>As shown in\nFigure a, a three-dimensional structure of <bold>NTU-Z31</bold> is made from dimeric cobalt carboxylate clusters and\nBTC linkers. In Co<sub>2</sub>(COO)<sub>6</sub> clusters, one Co atom has an inversion center symmetry to\nthe other. Each Co center has a distorted tetrahedral geometry (Co–O\n1.9488–2.0048 Å) and coordinates with four O atoms from\nfour different but symmetrically equivalent BTC ligands through a\nbridging μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode and two monodentate η<sup>1</sup> modes (Figure b), resulting in a three-dimensional network (Figure c). As shown in Figure d,\nthe framework of <bold>NTU-Z31</bold> can be viewed as a decorated\nrutile net, where each BTC ligand links to three different SBUs and\neach SBU connects to six BTC ligands. The guest H<sub>2</sub>O and\nguest HTEA<sup>+</sup> occupy the vacancies made by asymmetric units\nand have strong interaction with the network via hydrogen bonds. The\nweight loss of 28.35% (first stage) between 150 and 260 °C in\nTGA is attributed to the loss of guest TEA and H<sub>2</sub>O (calcd\n27.03%), and the weight loss of 54.26% in the second stage from 260\nto 700 °C corresponds to the loss of BTC linkers (calcd 55.40%).\nThe final residue of 17.57% is close to the calculated amount of CoO\n(17.39%; see Figure S3, ).</p><title>Structure Description of <bold>NTU-Z32</bold>\n</title><p>The three-dimensional\nframework of <bold>NTU-Z32</bold> is constructed by BTC ligands and\ntrinuclear [Co<sub>3</sub>(COO)<sub>8</sub>]<sup>2–</sup> SBUs.\nAs shown in Figure a, the linear Co<sub>3</sub> SBU consists of three crystallographically independent Co centers\n(Co1, Co2, and Co3). The central Co atom (Co2) has an octahedral configuration\nwith all bridging −COO species from six different BTC ligands,\nwhile the terminal centers Co1 and Co3 adopt a four-coordinated distorted\ntetrahedron, which is completed by bridging four −COO groups\nfrom three different BTC ligands. The lengths of the Co–O bonds\nare in the range of 1.9452–2.1642 Å. The Co1–Co2–Co3\nangle is ca. 144.556° (30), and the distances between metal centers\nare about 3.3969(11) Å. In addition, two independent BTC linkers\nare observed in <bold>NTU-Z32</bold>: one BTC is linked to Co centers\nvia −COO groups through μ<sub>2</sub>-η<sup>2</sup> mode, μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode, and monodentate η<sup>1</sup> mode (Figure b), and the second one has μ<sub>2</sub>-η<sup>1</sup>:η<sup>1</sup> mode and η<sup>1</sup> mode (Figure b). The framework of <bold>NTU-Z32</bold> has channels\nwith a diameter of ∼12.56 Å along the <italic toggle=\"yes\">b</italic> axis, where HTEA<sup>+</sup> cations were filled for charge balance\n(Figure c). In <bold>NTU-Z32</bold>, each\nCo<sub>3</sub> SBU connects with eight BTC ligands, and every BTC\nligand links two or three Co<sub>3</sub> SBUs, leading to the formation\nof a three-dimensional framework (Figure d).\nNoting that <bold>NTU-Z32</bold> is an analogue of Ni<sub>3</sub>(NMe<sub>4</sub>)(BTC)<sub>3</sub>(DMF)<sub>2</sub> except the coordination\nenvironments of metal atoms. TGA for <bold>NTU-Z32</bold> (Figures S3, ) shows that the weight loss (20.05%) in the first stage (150–300\n°C) belongs to the evaporation of guest TEA (calcd 20.28%), and\nthe weight loss (59.58%) in the second stage (300–600 °C)\ncomes from the loss of coordination BTC ligands (calcd 57.06%). The\nfinal residue of 21.37% is close to the calculated amount of CoO (22.66%;\nFigure S3, ).</p><title>Magnetic Properties</title><p>The magnetic properties of <bold>NTU-Z30</bold> (a), <bold>NTU-Z31</bold> (b), and <bold>NTU-Z32</bold> (c) have been examined for possible\napplications as molecular magnets. The\nmagnetic susceptibilities (χ<sub>M</sub>) of all samples were\ntested from 300 to 2 K under 100 Oe (Figure ), and χ<sub>M</sub> of all materials follows the Curie–Weiss\nlaw in the testing temperature range. The calculated Curie (<italic toggle=\"yes\">C</italic>) and Weiss (θ) constants for <bold>NTU-Z30</bold>, <bold>NTU-Z31</bold>, and <bold>NTU-Z32</bold> are 3.10 cm<sup>3</sup> K mol<sup>–1</sup> and −33.50 K, 2.92 cm<sup>3</sup> K mol<sup>–1</sup> and −24.51 K, and 2.34 cm<sup>3</sup> K mol<sup>–1</sup> and −33.10 K, respectively.\nThese results suggest that the neighboring Co cations in all three\nMOFs have weak antiferromagnetic interactions.</p><p>Although\nthey could show some certain catalytic activities, <bold>NTU-Z31</bold> and <bold>NTU-Z32</bold> are unstable in DMF and are screened out\nfor catalytic examination. The stable <bold>NTU-Z30</bold> is the\nmain object to be examined on the catalytic activity in the aerobic\nepoxidation as below. Figure  displays the\nrelationship between the time and epoxidation ratio of <italic toggle=\"yes\">trans</italic>-stilbene, where the conversion (98.2%) and selectivity (95.6%) toward\nthe epoxide can be observed after 7 h of reaction. The average turnover\nfrequency (TOF) of 17.6 h<sup>–1</sup> based on the cobalt\nmass was obtained for a reaction lasting for 6 h at 100 °C with\nan O<sub>2</sub> flow rate of 30 mL min<sup>–1</sup>. Elevating\nthe reaction temperature or O<sub>2</sub> flow rate could further\nimprove the average TOFs (TOF = 20.5 h<sup>–1</sup> when the\nreaction temperature is 120 °C). The catalytic activity of <bold>NTU-Z30</bold> has been compared with the reported representative\ncatalysts for the same reaction, and the results are summarized in\nTable . For transformation from <italic toggle=\"yes\">trans</italic>-stilbene to its corresponding epoxide, <bold>NTU-Z30</bold> shows\nhigh epoxide selectivity, excellent conversion ratio, and high TOF\nvalue, surpassing most of the reported MOF-based heterogeneous catalysts\nfor the same reaction, and even rivals some\ntraditional catalysts. Note that most\nreports involving MOF-based catalysts have to involve either cocatalyst\nor peroxides because of their poor catalytic behaviors. Clearly, the <bold>NTU-Z30</bold> catalyst takes the lead among all MOF-based catalysts\nto approach a good catalytic performance.</p><p>The stability of <bold>NTU-Z30</bold> has been carefully\ninvestigated because it is an important factor in evaluating the heterogeneous\ncatalyst. The recycle experiments of <bold>NTU-Z30</bold> were performed,\nand the results are summarized in Figure .\nSurprisingly, after the first run, the recycled <bold>NTU-Z30</bold> showed an even greater catalytic activity. In the second run, the\nconversion and selectivity of <italic toggle=\"yes\">trans</italic>-stilbene toward\nepoxide reaches 92.5% and 99.3%, respectively. After the third run,\nthe conversion got increased to 97.4% and the selectivity is 98.6%.\nAccording to the calculation from <italic toggle=\"yes\">Diamond</italic> software,\nthe larger pore size of <bold>NTU-Z30</bold> is 12 × 10 Å\nalong the <italic toggle=\"yes\">a</italic> axis; hence, the molecule as large as <italic toggle=\"yes\">trans</italic>-stilbene is unable to enter the pore and contact with\nthe active cobalt sites inside. Here we attribute the active cobalt\nsites to the cobalt sites on the outer surface of <bold>NTU-Z30</bold>. Therefore, the improved catalytic activity in the recycle test\ninfers that <bold>NTU-Z30</bold> turns to fragments to some extent\nand then a larger surface area is exposed or rather the number of\nactive sites increases, which leads to the improved catalytic activity.\nThe catalyst stability was further examined by PXRD and FTIR spectra.\nThe PXRD (Figure S5, ) study of both\npristine and spent <bold>NTU-Z30</bold> shows no phase change, while\nno obvious peak shifts in the FTIR spectra (Figure S6, ) further confirm the stability of <bold>NTU-Z30</bold>, which is in agreement with the result of recycle usage. However,\naccording to the ICP-MS result, only a negligible amount of cobalt\nspecies leaches into the solution, which might be due to expansion\nof the cobalt coordination sphere or removal of the cobalt ion, causing\nthe collapse of the framework.</p>", "clean_text": "Structure Description of NTU-Z30 \n\nThe structure determined by a single-crystal X-ray diffractometer shows that NTU-Z30 has the monoclinic space group P21/c with two different SBUs (Figure a,b): one is a new trimeric [Co3(μ3-OH)(COO)7] SBU (Figure a), different from the reported trimeric [M3O(COO)6] SBU (M = Co, Cr, Mn, Ni, Cd), which consists of three Co2+ atoms coordinating with seven COO groups and one μ3-OH (Figure a). In this new trimeric SBU, two Co2+ centers (Co2 and Co3) display a trigonal-bipyramidal configuration and coordinate with one μ3-OH (Co-O 1.9723-2.1390 Å, Co3-μ3-OH 2.0526 Å, and Co2-μ3-OH 2.0768 Å) and four different O species from different COO units, while the third Co2+ center (Co1) is four-connected with one μ3-OH (Co-O 1.9633-1.9957 Å) and three different O atoms from different COO units. The second SBU (Figure b) is a mononuclear [Co(COO)4] species that is constructed by one Co2+ center and four O atoms from four different COO units with monodentate coordination mode (Co-O 1.9520-1.9874 Å). The ratio between these two SBUs in NTU-Z30 is 1:1. Moreover, there are three independent BTC linkers in NTU-Z30: one BTC is linked with Co cations through two different -COO groups with one bridging μ2-η1:η1 mode and a monodentate η1 mode (Figure c), the second one has two bridging μ2-η1:η1 modes (Figure d), and the third one has one bridging μ2-η1:η1 mode and two monodentate η1 modes (Figure e). The two SBUs are further linked together through BTC units to form three-dimensional structures with an intercrossed channel along the a and b axes (Figure f,g). Protonated HTEA+ and guest H3O+ cations act as charge-balance species and fill up the empty space in the channels. TGA (Figure S3, ) for NTU-Z30 reveals that the weight loss (22.85%) in the first stage between 80 and 375 °C is attributed to the loss of TEA and H2O (calcd 23.30%), and the weight loss of 64.35% in the second stage between 375 and 600 °C can be explained by the loss of BTC linkers (calcd 63.74%). The final residue of 12.80% is close to the calculated amount of CoO (12.96%; Figure S3, ).\n\nStructure Description of NTU-Z31 \n\nAs shown in Figure a, a three-dimensional structure of NTU-Z31 is made from dimeric cobalt carboxylate clusters and BTC linkers. In Co2(COO)6 clusters, one Co atom has an inversion center symmetry to the other. Each Co center has a distorted tetrahedral geometry (Co-O 1.9488-2.0048 Å) and coordinates with four O atoms from four different but symmetrically equivalent BTC ligands through a bridging μ2-η1:η1 mode and two monodentate η1 modes (Figure b), resulting in a three-dimensional network (Figure c). As shown in Figure d, the framework of NTU-Z31 can be viewed as a decorated rutile net, where each BTC ligand links to three different SBUs and each SBU connects to six BTC ligands. The guest H2O and guest HTEA+ occupy the vacancies made by asymmetric units and have strong interaction with the network via hydrogen bonds. The weight loss of 28.35% (first stage) between 150 and 260 °C in TGA is attributed to the loss of guest TEA and H2O (calcd 27.03%), and the weight loss of 54.26% in the second stage from 260 to 700 °C corresponds to the loss of BTC linkers (calcd 55.40%). The final residue of 17.57% is close to the calculated amount of CoO (17.39%; see Figure S3, ).\n\nStructure Description of NTU-Z32 \n\nThe three-dimensional framework of NTU-Z32 is constructed by BTC ligands and trinuclear [Co3(COO)8]2- SBUs. As shown in Figure a, the linear Co3 SBU consists of three crystallographically independent Co centers (Co1, Co2, and Co3). The central Co atom (Co2) has an octahedral configuration with all bridging -COO species from six different BTC ligands, while the terminal centers Co1 and Co3 adopt a four-coordinated distorted tetrahedron, which is completed by bridging four -COO groups from three different BTC ligands. The lengths of the Co-O bonds are in the range of 1.9452-2.1642 Å. The Co1-Co2-Co3 angle is ca. 144.556° (30), and the distances between metal centers are about 3.3969(11) Å. In addition, two independent BTC linkers are observed in NTU-Z32: one BTC is linked to Co centers via -COO groups through μ2-η2 mode, μ2-η1:η1 mode, and monodentate η1 mode (Figure b), and the second one has μ2-η1:η1 mode and η1 mode (Figure b). The framework of NTU-Z32 has channels with a diameter of ~12.56 Å along the b axis, where HTEA+ cations were filled for charge balance (Figure c). In NTU-Z32, each Co3 SBU connects with eight BTC ligands, and every BTC ligand links two or three Co3 SBUs, leading to the formation of a three-dimensional framework (Figure d). Noting that NTU-Z32 is an analogue of Ni3(NMe4)(BTC)3(DMF)2 except the coordination environments of metal atoms. TGA for NTU-Z32 (Figures S3, ) shows that the weight loss (20.05%) in the first stage (150-300 °C) belongs to the evaporation of guest TEA (calcd 20.28%), and the weight loss (59.58%) in the second stage (300-600 °C) comes from the loss of coordination BTC ligands (calcd 57.06%). The final residue of 21.37% is close to the calculated amount of CoO (22.66%; Figure S3, ).\n\nMagnetic Properties\n\nThe magnetic properties of NTU-Z30 (a), NTU-Z31 (b), and NTU-Z32 (c) have been examined for possible applications as molecular magnets. The magnetic susceptibilities (χM) of all samples were tested from 300 to 2 K under 100 Oe (Figure ), and χM of all materials follows the Curie-Weiss law in the testing temperature range. The calculated Curie (C) and Weiss (θ) constants for NTU-Z30, NTU-Z31, and NTU-Z32 are 3.10 cm3 K mol-1 and -33.50 K, 2.92 cm3 K mol-1 and -24.51 K, and 2.34 cm3 K mol-1 and -33.10 K, respectively. These results suggest that the neighboring Co cations in all three MOFs have weak antiferromagnetic interactions.\n\nAlthough they could show some certain catalytic activities, NTU-Z31 and NTU-Z32 are unstable in DMF and are screened out for catalytic examination. The stable NTU-Z30 is the main object to be examined on the catalytic activity in the aerobic epoxidation as below. Figure  displays the relationship between the time and epoxidation ratio of trans-stilbene, where the conversion (98.2%) and selectivity (95.6%) toward the epoxide can be observed after 7 h of reaction. The average turnover frequency (TOF) of 17.6 h-1 based on the cobalt mass was obtained for a reaction lasting for 6 h at 100 °C with an O2 flow rate of 30 mL min-1. Elevating the reaction temperature or O2 flow rate could further improve the average TOFs (TOF = 20.5 h-1 when the reaction temperature is 120 °C). The catalytic activity of NTU-Z30 has been compared with the reported representative catalysts for the same reaction, and the results are summarized in Table . For transformation from trans-stilbene to its corresponding epoxide, NTU-Z30 shows high epoxide selectivity, excellent conversion ratio, and high TOF value, surpassing most of the reported MOF-based heterogeneous catalysts for the same reaction, and even rivals some traditional catalysts. Note that most reports involving MOF-based catalysts have to involve either cocatalyst or peroxides because of their poor catalytic behaviors. Clearly, the NTU-Z30 catalyst takes the lead among all MOF-based catalysts to approach a good catalytic performance.\n\nThe stability of NTU-Z30 has been carefully investigated because it is an important factor in evaluating the heterogeneous catalyst. The recycle experiments of NTU-Z30 were performed, and the results are summarized in Figure . Surprisingly, after the first run, the recycled NTU-Z30 showed an even greater catalytic activity. In the second run, the conversion and selectivity of trans-stilbene toward epoxide reaches 92.5% and 99.3%, respectively. After the third run, the conversion got increased to 97.4% and the selectivity is 98.6%. According to the calculation from Diamond software, the larger pore size of NTU-Z30 is 12 × 10 Å along the a axis; hence, the molecule as large as trans-stilbene is unable to enter the pore and contact with the active cobalt sites inside. Here we attribute the active cobalt sites to the cobalt sites on the outer surface of NTU-Z30. Therefore, the improved catalytic activity in the recycle test infers that NTU-Z30 turns to fragments to some extent and then a larger surface area is exposed or rather the number of active sites increases, which leads to the improved catalytic activity. The catalyst stability was further examined by PXRD and FTIR spectra. The PXRD (Figure S5, ) study of both pristine and spent NTU-Z30 shows no phase change, while no obvious peak shifts in the FTIR spectra (Figure S6, ) further confirm the stability of NTU-Z30, which is in agreement with the result of recycle usage. However, according to the ICP-MS result, only a negligible amount of cobalt species leaches into the solution, which might be due to expansion of the cobalt coordination sphere or removal of the cobalt ion, causing the collapse of the framework.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "tetragonal", "condition": ""}], "space group": [{"value": "Fm-3m", "condition": ""}], "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "crystal system": [], "space group": [], "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "crystal system": [], "space group": [], "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "NTU-Z30", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2_1/c", "condition": ""}], "decomposition temperature": [{"value": "80 and 375", "unit": "°C", "type": "loss of TEA and H2O", "condition": ""}, {"value": "375 and 600", "unit": "°C", "type": "loss of BTC linkers", "condition": ""}]}, {"meta": {"name": "NTU-Z31", "symbol": "", "chemical formula": ""}, "crystal system": [], "space group": [], "decomposition temperature": [{"value": "150 and 260", "unit": "°C", "type": "loss of guest TEA and H2O", "condition": ""}, {"value": "260 to 700", "unit": "°C", "type": "loss of BTC linkers", "condition": ""}]}, {"meta": {"name": "NTU-Z32", "symbol": "", "chemical formula": ""}, "crystal system": [], "space group": [], "decomposition temperature": [{"value": "150 and 300", "unit": "°C", "type": "evaporation of guest TEA", "condition": ""}, {"value": "300 to 600", "unit": "°C", "type": "loss of coordination BTC ligands", "condition": ""}]}]], "include_properties": ["crystal_system", "space_group", "decomposition_temperature"]}, {"idx": 26, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Epoxidation of <italic toggle=\"yes\">trans</italic>-Stilbene Catalyzed\nby a Series of Catalysts<xref ref-type=\"bibr\" rid=\"ref19\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">conversion (%)</oasis:entry>\n<oasis:entry align=\"center\">selectivity (%)</oasis:entry>\n<oasis:entry align=\"center\">TOF<xref rid=\"t1fn1\"></xref> (h<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>[Mn(μ-terph)(H<sub>2</sub>O)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>&lt;7</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref20\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101</oasis:entry>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>69</oasis:entry>\n<oasis:entry>6.6</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"cit4f\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>[Co(Hoba)<sub>2</sub>]</oasis:entry>\n<oasis:entry>86</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"cit18h\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>STA-12(Co)</oasis:entry>\n<oasis:entry>95</oasis:entry>\n<oasis:entry>89</oasis:entry>\n<oasis:entry>11.7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"cit18i\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NTU-Z30</bold>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>96.2</oasis:entry>\n<oasis:entry>98.6</oasis:entry>\n<oasis:entry>17.6</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Reaction conditions: <italic toggle=\"yes\">trans</italic>-stilbene, 1 mmol; <bold>NTU-Z30</bold>, 2.5 mg; solvent, 15 mL;\nO<sub>2</sub> flow speed, 30 mL min<sup>–1</sup>; reaction\nduration, 7 h; reaction temperature, 100 °C.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Epoxidation of trans-Stilbene Catalyzed by a Series of Catalysts[^19]\n\n| catalyst | conversion (%) | selectivity (%) | TOF[^1] (h–1) | ref |\n|----------|-----------------|------------------|--------------|-----|\n| [Mn(μ-terph)(H2O)2]n |  | <7 |  | [^20] |\n| PWx/MIL-101 | 35 | 69 | 6.6 | [^4] |\n| [Co(Hoba)2] | 86 | 100 |  | [^18] |\n| STA-12(Co) | 95 | 89 | 11.7 | [^18] |\n| NTU-Z30[^1] | 96.2 | 98.6 | 17.6 | this work |\n\na. Reaction conditions: trans-stilbene, 1 mmol; NTU-Z30, 2.5 mg; solvent, 15 mL; O2 flow speed, 30 mL min–1; reaction duration, 7 h; reaction temperature, 100 °C.", "data": ["substring not found"], "include_properties": null}, {"idx": 30, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Solvent Effect on <bold>NTU-Z30</bold>-Catalyzed Reactions<xref rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">substrate</oasis:entry>\n<oasis:entry align=\"center\">conversion (%)</oasis:entry>\n<oasis:entry align=\"center\">selectivity (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>DMF</oasis:entry>\n<oasis:entry>79.6</oasis:entry>\n<oasis:entry>97.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>ODCB</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>DMA</oasis:entry>\n<oasis:entry>98.2</oasis:entry>\n<oasis:entry>36.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>cyclohexanone</oasis:entry>\n<oasis:entry>95.8</oasis:entry>\n<oasis:entry>88.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Reaction conditions: <italic toggle=\"yes\">trans</italic>-stilbene, 1 mmol; <bold>NTU-Z30</bold>, 2.5 mg; solvent,\n15 mL; O<sub>2</sub> flow speed, 30 mL min<sup>–1</sup>; reaction\ntemperature, 100 °C; reaction duration, 6 h.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Solvent Effect on NTU-Z30-Catalyzed Reactions[^a]\n\n| entry | substrate     | conversion (%) | selectivity (%) |\n|-------|---------------|-----------------|-----------------|\n| 1     | DMF           | 79.6            | 97.0            |\n| 2     | DMSO          |                 |                 |\n| 3     | ODCB          |                 |                 |\n| 4     | DMA           | 98.2            | 36.1            |\n| 5     | cyclohexanone | 95.8            | 88.2            |\n\n[^a]: Reaction conditions: *trans*-stilbene, 1 mmol; NTU-Z30, 2.5 mg; solvent, 15 mL; O<sub>2</sub> flow speed, 30 mL min<sup>–1</sup>; reaction temperature, 100 °C; reaction duration, 6 h.", "data": ["substring not found"], "include_properties": null}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Epoxidized\nBehaviors of Various Alkenes over <bold>NTU-Z30</bold>\n<xref rid=\"t3fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">substrate</oasis:entry>\n<oasis:entry align=\"center\">conversion (%)</oasis:entry>\n<oasis:entry align=\"center\">selectivity<xref rid=\"t3fn2\"></xref> (%)</oasis:entry>\n<oasis:entry align=\"center\">turnover number<xref rid=\"t3fn3\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">trans</italic>-stilbene</oasis:entry>\n<oasis:entry>79.6</oasis:entry>\n<oasis:entry>97.0</oasis:entry>\n<oasis:entry>101.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>styrene</oasis:entry>\n<oasis:entry>99.1</oasis:entry>\n<oasis:entry>37.4</oasis:entry>\n<oasis:entry>126.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">cis</italic>-cyclooctene</oasis:entry>\n<oasis:entry>16.5</oasis:entry>\n<oasis:entry>97.5</oasis:entry>\n<oasis:entry>21.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>1-decene</oasis:entry>\n<oasis:entry>10.3</oasis:entry>\n<oasis:entry>82.7</oasis:entry>\n<oasis:entry>13.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">trans</italic>-stilbene<xref rid=\"t3fn4\"></xref>\n</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>100.0</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Reaction conditions: substrate, 1 mmol; <bold>NTU-Z30</bold>, 2.5 mg; solvent, DMF, 15 mL; O<sub>2</sub> flow speed, 30 mL min<sup>–1</sup>; temperature, 100 °C; reaction duration, 6 h.</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>The selectivity to corresponding\nepoxides for each starting compound: byproduct benzaldehyde for <italic toggle=\"yes\">trans</italic>-stilbene; byproducts benzoic acid and benzaldehyde\nfor styrene; byproducts 4-cyclooctene-1-one and 2-cyclooctene-1-one\nfor <italic toggle=\"yes\">cis</italic>-cyclooctene; byproduct 3-decanone for 1-decene.</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>c</label>\n<p>TON was calculated by millimoles\nof starting compounds changed to corresponding epoxides/mmol of Co\nions in <bold>NTU-Z30</bold>.</p>\n</fn>\n<fn id=\"t3fn4\">\n<label>d</label>\n<p>0.01 mmol of BHT was used the radical scavenger.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Epoxidized Behaviors of Various Alkenes over NTU-Z30[^a]\n\n| entry | substrate       | conversion (%) | selectivity[^b] (%) | turnover number[^c] |\n|-------|-----------------|-----------------|---------------------|---------------------|\n| 1     | trans-stilbene  | 79.6            | 97.0                | 101.9               |\n| 3     | styrene         | 99.1            | 37.4                | 126.8               |\n| 4     | cis-cyclooctene | 16.5            | 97.5                | 21.1                |\n| 5     | 1-decene        | 10.3            | 82.7                | 13.2                |\n| 6     | trans-stilbene[^d] | 0.27         | 100.0               | 0.34                |\n\n[^a]: Reaction conditions: substrate, 1 mmol; NTU-Z30, 2.5 mg; solvent, DMF, 15 mL; O<sub>2</sub> flow speed, 30 mL min<sup>–1</sup>; temperature, 100 °C; reaction duration, 6 h.\n[^b]: The selectivity to corresponding epoxides for each starting compound: byproduct benzaldehyde for trans-stilbene; byproducts benzoic acid and benzaldehyde for styrene; byproducts 4-cyclooctene-1-one and 2-cyclooctene-1-one for cis-cyclooctene; byproduct 3-decanone for 1-decene.\n[^c]: TON was calculated by millimoles of starting compounds changed to corresponding epoxides/mmol of Co ions in NTU-Z30.\n[^d]: 0.01 mmol of BHT was used the radical scavenger.", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "conversion": [{"value": "79.6", "unit": "%", "substrate": "trans-stilbene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "selectivity": [{"value": "97.0", "unit": "%", "substrate": "trans-stilbene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "etc": [{"property name": "turnover number", "value": "101.9", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "conversion": [{"value": "99.1", "unit": "%", "substrate": "styrene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "selectivity": [{"value": "37.4", "unit": "%", "substrate": "styrene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "etc": [{"property name": "turnover number", "value": "126.8", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "conversion": [{"value": "16.5", "unit": "%", "substrate": "cis-cyclooctene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "selectivity": [{"value": "97.5", "unit": "%", "substrate": "cis-cyclooctene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "etc": [{"property name": "turnover number", "value": "21.1", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "conversion": [{"value": "10.3", "unit": "%", "substrate": "1-decene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "selectivity": [{"value": "82.7", "unit": "%", "substrate": "1-decene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "etc": [{"property name": "turnover number", "value": "13.2", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "6", "chemical formula": ""}, "conversion": [{"value": "0.27", "unit": "%", "substrate": "trans-stilbene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "selectivity": [{"value": "100.0", "unit": "%", "substrate": "trans-stilbene", "catalyst": "NTU-Z30", "pressure": "", "temperature": "100 °C", "solvent": "DMF", "time": "6h"}], "etc": [{"property name": "turnover number", "value": "0.34", "unit": "", "condition": "0.01 mmol of BHT was used the radical scavenger."}]}], "include_properties": ["conversion", "selectivity", "etc"]}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) SBU coordination\nenvironment of trimeric [Co<sub>3</sub>(μ<sub>3</sub>-OH)(COO)<sub>7</sub>] SBU units in <bold>NTU-Z30</bold>. (b) Second mononuclear\n[Co(COO)<sub>4</sub>] SBU units in <bold>NTU-Z30</bold>. (c–e)\nCoordination of the BTC ligand. (f) Bar-and-stick model of <bold>NTU-Z30</bold> along the <italic toggle=\"yes\">a</italic> axis. (g) Bar-and-stick model of <bold>NTU-Z30</bold> viewed along the <italic toggle=\"yes\">b</italic> axis. (Note that\nH atoms and all guest molecules have been omitted for clarity. Color\ncode: Co, blue; O, red; C, gray.)</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) SBU coordination environment of trimeric [Co3(μ3-OH)(COO)7] SBU units in NTU-Z30. (b) Second mononuclear [Co(COO)4] SBU units in NTU-Z30. (c-e) Coordination of the BTC ligand. (f) Bar-and-stick model of NTU-Z30 along the a axis. (g) Bar-and-stick model of NTU-Z30 viewed along the b axis. (Note that H atoms and all guest molecules have been omitted for clarity. Color code: Co, blue; O, red; C, gray.)   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) SBU coordination\nenvironment of the dimeric cobalt units in <bold>NTU-Z31</bold>. (b)\nCoordination of the BTC ligand. (c) Bar-and-stick model for <bold>NTU-Z31</bold> viewed along the <italic toggle=\"yes\">a</italic> axis. (d) Bar-and-stick\nmodel for <bold>NTU-Z31</bold> along the <italic toggle=\"yes\">b</italic> axis (H\natoms, H<sub>2</sub>O, and HTEA have been omitted for clarity. Color\ncode: Co, blue; C, gray; O, red.)</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) SBU coordination environment of the dimeric cobalt units in NTU-Z31. (b) Coordination of the BTC ligand. (c) Bar-and-stick model for NTU-Z31 viewed along the a axis. (d) Bar-and-stick model for NTU-Z31 along the b axis (H atoms, H2O, and HTEA have been omitted for clarity. Color code: Co, blue; C, gray; O, red.)   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SBU coordination\nenvironment of trinuclear cobalt units in <bold>NTU-Z32</bold>. (b)\nCoordination of the BTC ligand. (c) Bar-and-stick model of <bold>NTU-Z32</bold> viewed along the <italic toggle=\"yes\">b</italic> axis. (d) Bar-and-stick model\nfor <bold>NTU-Z32</bold> viewed along the <italic toggle=\"yes\">c</italic> axis.\n(H atoms and HTEA molecules have been omitted for clarity. Color code:\nCo, blue; C, gray; O, red.)</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) SBU coordination environment of trinuclear cobalt units in NTU-Z32. (b) Coordination of the BTC ligand. (c) Bar-and-stick model of NTU-Z32 viewed along the b axis. (d) Bar-and-stick model for NTU-Z32 viewed along the c axis. (H atoms and HTEA molecules have been omitted for clarity. Color code: Co, blue; C, gray; O, red.)   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Simplified\ntopologies of <bold>NTU-Z30</bold> (a), <bold>NTU-Z31</bold> (b),\nand <bold>NTU-Z32</bold> (c) viewed along the <italic toggle=\"yes\">b</italic> axis.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  Simplified topologies of NTU-Z30 (a), NTU-Z31 (b), and NTU-Z32 (c) viewed along the b axis.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Temperature dependence\nof magnetic susceptibilities of <bold>NTU-Z30</bold> (a), <bold>NTU-Z31</bold> (b), and <bold>NTU-Z32</bold> (c).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  Temperature dependence of magnetic susceptibilities of NTU-Z30 (a), NTU-Z31 (b), and NTU-Z32 (c).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>\n<bold>NTU-Z30</bold>-catalyzed\nepoxidation of <italic toggle=\"yes\">trans</italic>-stilbene. Reaction conditions: <italic toggle=\"yes\">trans</italic>-stilbene, 1 mmol; <bold>NTU-Z30</bold>, 2.5 mg; DMF,\n15 mL; flow rate of O<sub>2</sub>, 30 mL min<sup>–1</sup>;\nreaction temperature, 100 °C.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0005.tif\"></graphic>\n</fig>", "clean_text": " 6   NTU-Z30-catalyzed epoxidation of trans-stilbene. Reaction conditions: trans-stilbene, 1 mmol; NTU-Z30, 2.5 mg; DMF, 15 mL; flow rate of O2, 30 mL min-1; reaction temperature, 100 °C.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Effect\nof several reaction parameters for aerobic epoxidation of <italic toggle=\"yes\">trans</italic>-stilbene: (a) effect of the reaction temperature;\n(b) effect of the catalyst amount; (c) effect of the initial concentration.\nThe reaction duration is 6 h, and the other reaction parameters are\nsimilar to those in Figure <xref rid=\"fig6\"></xref>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0006.tif\"></graphic>\n</fig>", "clean_text": " 7  Effect of several reaction parameters for aerobic epoxidation of trans-stilbene: (a) effect of the reaction temperature; (b) effect of the catalyst amount; (c) effect of the initial concentration. The reaction duration is 6 h, and the other reaction parameters are similar to those in Figure .   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Comparison of the epoxidation\nof <italic toggle=\"yes\">trans</italic>-stilbene without catalyst removal after\n2 h (the reaction parameters are similar to those in the footnote\nof Figure <xref rid=\"fig6\"></xref>).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0007.tif\"></graphic>\n</fig>", "clean_text": " 8  Comparison of the epoxidation of trans-stilbene without catalyst removal after 2 h (the reaction parameters are similar to those in the footnote of Figure ).   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Recycle experiment of <bold>NTU-Z30</bold> for epoxidation of <italic toggle=\"yes\">trans</italic>-stilbene.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0008.tif\"></graphic>\n</fig>", "clean_text": " 9  Recycle experiment of NTU-Z30 for epoxidation of trans-stilbene.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>UV–vis spectra of <bold>NTU-Z30</bold> for the epoxidation\nof <italic toggle=\"yes\">trans</italic>-stilbene.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-011133_0009.tif\"></graphic>\n</fig>", "clean_text": " 10  UV-vis spectra of NTU-Z30 for the epoxidation of trans-stilbene.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic5011133", "title": "\nSurfactant Media To Grow New Crystalline Cobalt 1,3,5-Benzenetricarboxylate\nMetal–Organic Frameworks\n", "journal": "American Chemical Society", "date": "2014.08", "author_list": ["Lu\nHai-Sheng", "Bai\nLinlu", "Xiong\nWei-Wei", "Li\nPeizhou", "Ding\nJunfeng", "Zhang\nGuodong", "Wu\nTom", "Zhao\nYanli", "Lee\nJong-Min", "Yang\nYanhui", "Geng\nBaoyou", "Zhang\nQichun"]}}