{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic5b00206.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nseparation of styrene and ethylbenzene mixtures is industrially important\nand is currently performed in highly energy-intensive vacuum distillation\ncolumns. The primary objective of our investigation is to offer an\nenergy-efficient alternative for selective adsorption of styrene by\na flexible metal–organic framework, DynaMOF-100. The structural\ntransformation of DynaMOF-100 is specifically triggered on inclusion\nof styrene within the framework; this structural transformation is\nreversible. The styrene/ethylbenzene adsorption selectivity, originated\nas an outcome of the framework flexibility, is found to be much superior\nto the only two MOFs yet reported, serving styrene/ethylbenzene separation\npurpose.</p>", "clean_text": "The separation of styrene and ethylbenzene mixtures is industrially important and is currently performed in highly energy-intensive vacuum distillation columns. The primary objective of our investigation is to offer an energy-efficient alternative for selective adsorption of styrene by a flexible metal-organic framework, DynaMOF-100. The structural transformation of DynaMOF-100 is specifically triggered on inclusion of styrene within the framework; this structural transformation is reversible. The styrene/ethylbenzene adsorption selectivity, originated as an outcome of the framework flexibility, is found to be much superior to the only two MOFs yet reported, serving styrene/ethylbenzene separation purpose.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>DynaMOF-100, a flexible metal−organic\nframework (MOF), was proficiently investigated for the industrially\nimportant separation of styrene from ethylbenzene. As a consequence\nof the distinctive solid-state structural transformation-mediated\nselective response to styrene, DynaMOF-100 exhibits unprecedented\nselectivity toward this industrially imperative parent monomer behind\nthe commercial production of polystyrene. The exploitation of guest-induced\nstructural transformation occurring in this soft porous crystalline\nmaterial for such targeted selective adsorption remarkably opens up\nindustrially crucial separation possibilities.</p>", "clean_text": "DynaMOF-100, a flexible metal-organic framework (MOF), was proficiently investigated for the industrially important separation of styrene from ethylbenzene. As a consequence of the distinctive solid-state structural transformation-mediated selective response to styrene, DynaMOF-100 exhibits unprecedented selectivity toward this industrially imperative parent monomer behind the commercial production of polystyrene. The exploitation of guest-induced structural transformation occurring in this soft porous crystalline material for such targeted selective adsorption remarkably opens up industrially crucial separation possibilities.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Owing to the high reactivity\nof its vinyl group, styrene (ST) is an important feedstock in the\npetrochemical industries. Alkylation of\nbenzene with ethylene produces ethylbenzene (EB), which is dehydrogenated\nto form ST, a monomer used in the manufacture of many commercial polymers\nand copolymers. The conversion of EB to ST is only partial, and the\nreactor product contains a large fraction, in the range of 20%–40%,\nof unreacted EB. Because of the small difference\n(9 K) in boiling points (ST (bp 418.3 K) and EB (bp 409.3 K)), the\nseparations are currently achieved in vacuum distillation columns,\nwhich are energy-intensive. Adsorptive separations using microporous\nmetal–organic frameworks (MOFs) offer energy-efficient alternatives\nto distillation. Several MOFs have been demonstrated to offer substantial potential\nfor use in the separation of xylene isomers, hexane, or the C<sub>5</sub> fraction-compounds formed by steam crackers, benzene/cyclohexane separation, and removal of heterocyclic\naromatic compounds from fuels. Flexible MOFs are of particular interest because of their tunable\nstructural flexibility leading to guest-specific breathing phenomena\nof the pore windows/channels. Despite its industrial\nimportance, research on the targeted development of suitable MOFs\nfor ST/EB separations has been rather limited. Maes et al. and Remy et al. have demonstrated that MIL-47 (V) and MIL-53 (Al) are of potential\nuse in the separation of mixtures of ST and EB. However, the adsorption\nselectivities achieved with these two MOFs are rather low and fall\nin the range of 6–10.</p>", "clean_text": "Introduction\n\nOwing to the high reactivity of its vinyl group, styrene (ST) is an important feedstock in the petrochemical industries. Alkylation of benzene with ethylene produces ethylbenzene (EB), which is dehydrogenated to form ST, a monomer used in the manufacture of many commercial polymers and copolymers. The conversion of EB to ST is only partial, and the reactor product contains a large fraction, in the range of 20%-40%, of unreacted EB. Because of the small difference (9 K) in boiling points (ST (bp 418.3 K) and EB (bp 409.3 K)), the separations are currently achieved in vacuum distillation columns, which are energy-intensive. Adsorptive separations using microporous metal-organic frameworks (MOFs) offer energy-efficient alternatives to distillation. Several MOFs have been demonstrated to offer substantial potential for use in the separation of xylene isomers, hexane, or the C5 fraction-compounds formed by steam crackers, benzene/cyclohexane separation, and removal of heterocyclic aromatic compounds from fuels. Flexible MOFs are of particular interest because of their tunable structural flexibility leading to guest-specific breathing phenomena of the pore windows/channels. Despite its industrial importance, research on the targeted development of suitable MOFs for ST/EB separations has been rather limited. Maes et al. and Remy et al. have demonstrated that MIL-47 (V) and MIL-53 (Al) are of potential use in the separation of mixtures of ST and EB. However, the adsorption selectivities achieved with these two MOFs are rather low and fall in the range of 6-10.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, we reported the synthesis\nof a dynamic structure-based MOF compound showing clear <italic toggle=\"yes\">p</italic>-xylene (PX) preference over its congener C<sub>8</sub>-alkylaromatic\nisomers at ambient temperatures by framework-breathing and guest-induced\nreversible solid-state structural transformations. The structure of this MOF, hereinafter referred to as DynaMOF-100,\ngets transformed in such a manner as to allow optimal packing of PX\nwithin the cavities. The strong selectivity of DynaMOF-100 for PX\nwas established in our published work, but the separation performance of this material in comparison to\nthe established MOFs and industrially employed zeolites were not included\nin our earlier work. Therefore, the  accompanying this publication provides detailed\ncomparisons of DynaMOF-100, MAF-X8, and\nBaX zeolite for separaton of <italic toggle=\"yes\">o</italic>-xylene (OX)/<italic toggle=\"yes\">m</italic>-xylene (MX)/<italic toggle=\"yes\">p</italic>-xylene/EB mixtures. The\ndata presented in , including Figures S20–S23 and the video animation-illustration,\nclearly show that DynaMOF-100 has both significantly higher selectivity\nand uptake for PX as compared to MAF-X8 and BaX zeolite, making it\nthe best adsorbent material for this separation duty.</p>", "clean_text": "Recently, we reported the synthesis of a dynamic structure-based MOF compound showing clear p-xylene (PX) preference over its congener C8-alkylaromatic isomers at ambient temperatures by framework-breathing and guest-induced reversible solid-state structural transformations. The structure of this MOF, hereinafter referred to as DynaMOF-100, gets transformed in such a manner as to allow optimal packing of PX within the cavities. The strong selectivity of DynaMOF-100 for PX was established in our published work, but the separation performance of this material in comparison to the established MOFs and industrially employed zeolites were not included in our earlier work. Therefore, the  accompanying this publication provides detailed comparisons of DynaMOF-100, MAF-X8, and BaX zeolite for separaton of o-xylene (OX)/m-xylene (MX)/p-xylene/EB mixtures. The data presented in , including Figures S20-S23 and the video animation-illustration, clearly show that DynaMOF-100 has both significantly higher selectivity and uptake for PX as compared to MAF-X8 and BaX zeolite, making it the best adsorbent material for this separation duty.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In our\ncurrent investigation, this soft porous crystalline material DynaMOF-100\n(compound <bold>1</bold>) was comprehensively investigated for the\ntargeted separation of EB- and ST-containing feed mixture by exploiting\nthe highly dynamic adaptable feature of the framework. As described,\nherein the compound <bold>1</bold> is the desolvated squeezed two-dimensional\n(2D) phase (of almost nonporous nature; Figure b and , Figure S5)\nresultant from the porous as-synthesized phase (<bold>1⊃G</bold>), accompanied by the loss of coordinated dimethylformamide (DMF)\nmolecules and pore-closing event in single-crystal to single-crystal\n(SCSC) fashion. The prime focus of our current work is to demonstrate\nthe outstanding potential of DynaMOF-100 for selective adsorption\nof ST from mixtures containing EB (Scheme ). The effective mean pore diameter of 5.1 Å for flexible DynaMOF-100\nfacilitates selective entry of PX through pore opening but does not\nrespond to the sterically demanding guests OX, MX, and EB (dimensional\nand bp closeness: ). The salient dimension parameters MIN-1 and MIN-2 (\n) for ST are intriguingly quite similar to those of PX,\nwith an even lower size of the adsorptive species as its minimum dimension\n(MIN-1). This factor, coupled with a strikingly close MIN-2 value\nof ST as compared to the host soft porous adsorbent DynaMOF-100, allows\na definite room for restricted limiting allowance principle to operate for the inspected pair ST/EB (Figure a and ). This intriguing dimensional compatibility between\nthe probe-adsorptive ST and the host adsorbent prompted us to systematically\ninvestigate such anticipated selectivity and separation performance\nof ST over EB. Styrene is a planar molecule, whereas EB is nonplanar,\ndue to the ethyl group protruded from the planar phenyl ring (Scheme  and Figure a). Because\nof differences in their flatness, ST may be expected to exert stronger\ninteractions with the framework walls of DynaMOF-100.</p>", "clean_text": "In our current investigation, this soft porous crystalline material DynaMOF-100 (compound 1) was comprehensively investigated for the targeted separation of EB- and ST-containing feed mixture by exploiting the highly dynamic adaptable feature of the framework. As described, herein the compound 1 is the desolvated squeezed two-dimensional (2D) phase (of almost nonporous nature; Figure b and , Figure S5) resultant from the porous as-synthesized phase (1⊃G), accompanied by the loss of coordinated dimethylformamide (DMF) molecules and pore-closing event in single-crystal to single-crystal (SCSC) fashion. The prime focus of our current work is to demonstrate the outstanding potential of DynaMOF-100 for selective adsorption of ST from mixtures containing EB (Scheme ). The effective mean pore diameter of 5.1 Å for flexible DynaMOF-100 facilitates selective entry of PX through pore opening but does not respond to the sterically demanding guests OX, MX, and EB (dimensional and bp closeness: ). The salient dimension parameters MIN-1 and MIN-2 ( ) for ST are intriguingly quite similar to those of PX, with an even lower size of the adsorptive species as its minimum dimension (MIN-1). This factor, coupled with a strikingly close MIN-2 value of ST as compared to the host soft porous adsorbent DynaMOF-100, allows a definite room for restricted limiting allowance principle to operate for the inspected pair ST/EB (Figure a and ). This intriguing dimensional compatibility between the probe-adsorptive ST and the host adsorbent prompted us to systematically investigate such anticipated selectivity and separation performance of ST over EB. Styrene is a planar molecule, whereas EB is nonplanar, due to the ethyl group protruded from the planar phenyl ring (Scheme  and Figure a). Because of differences in their flatness, ST may be expected to exert stronger interactions with the framework walls of DynaMOF-100.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Dimensions and relevant\nphysical attributes of ST and EB molecules.<xref ref-type=\"bibr\" rid=\"ref38\"></xref> (b) Overall structure of compound <bold>1</bold> (desolvated squeezed\nframework) along crystallographic <italic toggle=\"yes\">a</italic>-axis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Dimensions and relevant physical attributes of ST and EB molecules. (b) Overall structure of compound 1 (desolvated squeezed framework) along crystallographic a-axis.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of Guest-Responsive Framework\nFlexibility Demonstrating Selective ST Separation over EB</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of Guest-Responsive Framework Flexibility Demonstrating Selective ST Separation over EB   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials and Measurements</title><p>All the reagents and solvents\nwere commercially available and used without further purification.\nPowder X-ray diffraction (PXRD) patterns were measured on Bruker D8\nAdvanced X-ray diffractometer at room temperature using Cu Kα\nradiation (λ = 1.5406 Å) with a scan speed of 0.5°\nmin<sup>–1</sup> and a step size of 0.01° in 2 θ.\nThermogravimetric analysis (TGA) results were obtained in the temperature\nrange of 30–800 °C on PerkinElmer STA 6000 analyzer under\nN<sub>2</sub> atmosphere, at a heating rate of 10 °C min<sup>–1</sup>.</p>", "clean_text": "Experimental Section\n\nMaterials and Measurements\n\nAll the reagents and solvents were commercially available and used without further purification. Powder X-ray diffraction (PXRD) patterns were measured on Bruker D8 Advanced X-ray diffractometer at room temperature using Cu Kα radiation (λ = 1.5406 Å) with a scan speed of 0.5° min-1 and a step size of 0.01° in 2 θ. Thermogravimetric analysis (TGA) results were obtained in the temperature range of 30-800 °C on PerkinElmer STA 6000 analyzer under N2 atmosphere, at a heating rate of 10 °C min-1.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>X-ray Structural Studies</title><p>Single-crystal\nX-ray data of compound <bold>1⊃ST</bold>′ was collected\nat 100 K on a Bruker KAPPA APEX II CCD Duo diffractometer (operated\nat 1500 W power: 50 kV, 30 mA), using graphite-monochromated Mo Kα\nradiation (λ = 0.710 73 Å), mounted on nylon CryoLoops\n(Hampton Research) with Paraton-N (Hampton Research) oil. The data\nintegration and reduction were processed with SAINT software. A multiscan absorption correction was applied\nto the collected reflections. The structures were solved by the direct\nmethod using SHELXTL and were refined\non <italic toggle=\"yes\">F</italic>\n<sup>2</sup> by full-matrix least-squares technique\nusing the SHELXL-97 program package within\nthe WINGX program. All non-hydrogen atoms\nwere refined anisotropically. All hydrogen atoms were located in successive\ndifference Fourier maps, and they were treated as riding atoms using\nSHELXL default parameters. The structures were examined using the\nAdsym subroutine of PLATON to ensure\nthat no additional symmetry could be applied to the models. , Tables S5–S8 contain\ncrystallographic data for the compound <bold>1⊃ST</bold>′. <ext-link ext-link-type=\"ccdc\" xlink:href=\"983317\" xlink:type=\"simple\">CCDC-983317</ext-link>, <ext-link ext-link-type=\"ccdc\" xlink:href=\"983318\" xlink:type=\"simple\">983318</ext-link>, <ext-link ext-link-type=\"ccdc\" xlink:href=\"983319\" xlink:type=\"simple\">983319</ext-link>, <ext-link ext-link-type=\"ccdc\" xlink:href=\"1035236\" xlink:type=\"simple\">1035236</ext-link> (<bold>1</bold>, <bold>1⊃</bold>\n<bold>PX′</bold>, <bold>1⊃</bold>\n<bold>G</bold>, and <bold>1</bold>\n<bold>⊃ST′</bold>, respectively) along with  contain the additional crystallographic information for these compounds.</p>", "clean_text": "X-ray Structural Studies\n\nSingle-crystal X-ray data of compound 1⊃ST' was collected at 100 K on a Bruker KAPPA APEX II CCD Duo diffractometer (operated at 1500 W power: 50 kV, 30 mA), using graphite-monochromated Mo Kα radiation (λ = 0.71073 Å), mounted on nylon CryoLoops (Hampton Research) with Paraton-N (Hampton Research) oil. The data integration and reduction were processed with SAINT software. A multiscan absorption correction was applied to the collected reflections. The structures were solved by the direct method using SHELXTL and were refined on F 2 by full-matrix least-squares technique using the SHELXL-97 program package within the WINGX program. All non-hydrogen atoms were refined anisotropically. All hydrogen atoms were located in successive difference Fourier maps, and they were treated as riding atoms using SHELXL default parameters. The structures were examined using the Adsym subroutine of PLATON to ensure that no additional symmetry could be applied to the models. , Tables S5-S8 contain crystallographic data for the compound 1⊃ST'. CCDC-983317, 983318, 983319, 1035236 (1, 1⊃ PX', 1⊃ G, and 1 ⊃ST', respectively) along with  contain the additional crystallographic information for these compounds.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Low-Pressure Gas Sorption Measurements</title><p>Low-pressure solvent\nsorption measurements were performed using BelAqua (Bel Japan). All\nthe gases used were of 99.999% purity. As-synthesized crystals of\ncompound <bold>1⊃G</bold> were heated at 180 °C under\nvacuum for 24 h, to get guest-free crystals of compound <bold>1</bold>. Prior to adsorption measurement, the guest-free sample <bold>1</bold> was pretreated at 170 °C under vacuum for 2 h, using BelPrepvacII,\nand purged with N<sub>2</sub> on cooling.</p>", "clean_text": "Low-Pressure Gas Sorption Measurements\n\nLow-pressure solvent sorption measurements were performed using BelAqua (Bel Japan). All the gases used were of 99.999% purity. As-synthesized crystals of compound 1⊃G were heated at 180 °C under vacuum for 24 h, to get guest-free crystals of compound 1. Prior to adsorption measurement, the guest-free sample 1 was pretreated at 170 °C under vacuum for 2 h, using BelPrepvacII, and purged with N2 on cooling.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Solvent Exposure Study</title><p>Crystalline solid powder of compound <bold>1</bold> taken in smaller\nglass vials was kept open inside larger capped closed glass vials\ncontaining different guest solvents (ST and EB, respectively) over\na period of 48 h to allow vapor-phase exposure of solvents and was\ncharacterized by PXRD.</p>", "clean_text": "Solvent Exposure Study\n\nCrystalline solid powder of compound 1 taken in smaller glass vials was kept open inside larger capped closed glass vials containing different guest solvents (ST and EB, respectively) over a period of 48 h to allow vapor-phase exposure of solvents and was characterized by PXRD.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Resolvated Phase {[Zn<sub>4</sub>O­(L)<sub>3</sub>(DMF)<sub>2</sub>]·(C<sub>8</sub>H<sub>8</sub>)<sub>3</sub>}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1⊃ST</bold>′)</title><p>Colorless single crystals of <bold>1⊃ST</bold>′ were obtained on exposing the crystals of <bold>1</bold> to the vapor of a solution of ST (2 mL) and DMF (1 mL) for 72 h,\nwithout allowing any disturbance of the system.</p><title>Results and Discussion</title><p>To verify the respective adsorptive uptake amounts, vapor sorption\nexperiments for both the solvents ST and EB were recorded at 298 K.\nThe sorption profile of ST came up with a gradual increase of uptake\namount with steadily increasing pressure up to ∼six molecules\nper formula unit (corresponding to ∼86 mLg<sup>–1</sup>), while, on the contrary, EB uptake amount was found to be only\n0.63 molecules per formula unit (9.4 mL g<sup>–1</sup>) (Figure  and , Figure S10). The hysteresis in the ST isotherm, during the adsorption/desorption\ncycles, is a typical isotherm characteristic observed when guest-induced\nstructural changes occur, and a detailed\nquantitative analysis, such as that presented by Dubbeldam et al.,\nis required for a quantitative understanding of the isotherms.\n</p>", "clean_text": "Synthesis of Resolvated Phase {[Zn4O(L)3(DMF)2]⋅(C8H8)3} n  (1⊃ST')\n\nColorless single crystals of 1⊃ST' were obtained on exposing the crystals of 1 to the vapor of a solution of ST (2 mL) and DMF (1 mL) for 72 h, without allowing any disturbance of the system.\n\nResults and Discussion\n\nTo verify the respective adsorptive uptake amounts, vapor sorption experiments for both the solvents ST and EB were recorded at 298 K. The sorption profile of ST came up with a gradual increase of uptake amount with steadily increasing pressure up to ~six molecules per formula unit (corresponding to ~86 mLg-1), while, on the contrary, EB uptake amount was found to be only 0.63 molecules per formula unit (9.4 mL g-1) (Figure  and , Figure S10). The hysteresis in the ST isotherm, during the adsorption/desorption cycles, is a typical isotherm characteristic observed when guest-induced structural changes occur, and a detailed quantitative analysis, such as that presented by Dubbeldam et al., is required for a quantitative understanding of the isotherms. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>This differential adsorption behavior\ntoward these two related species consolidated that the framework flexibility\nof desolvated phase 1 allows the entry of the planar guest ST but\nnot the nonplanar ones like EB, due to steric hindrance that originates\nin the case of the latter. The olefin-bond mediated extended conjugation\nfor ST affords absolute planarity to this molecule, which sterically\nfacilitates the selective uptake of ST. Bed regeneration for this\nmaterial was verified by performing three consecutive cycles of ST\nadsorption with the same desolvated phase <bold>1</bold>, which registered\nexcellent reproducibility features (, Figures S11 and S12).</p>", "clean_text": "This differential adsorption behavior toward these two related species consolidated that the framework flexibility of desolvated phase 1 allows the entry of the planar guest ST but not the nonplanar ones like EB, due to steric hindrance that originates in the case of the latter. The olefin-bond mediated extended conjugation for ST affords absolute planarity to this molecule, which sterically facilitates the selective uptake of ST. Bed regeneration for this material was verified by performing three consecutive cycles of ST adsorption with the same desolvated phase 1, which registered excellent reproducibility features (, Figures S11 and S12).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Solvent sorption isotherms\nfor compound <bold>1</bold> recorded at 298 K for ST and EB. Closed\nand open symbols denote adsorption and desorption, respectively.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Solvent sorption isotherms for compound 1 recorded at 298 K for ST and EB. Closed and open symbols denote adsorption and desorption, respectively.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The PXRD patterns and TGA profiles\nfor the two phases (, Figures S6–S8), namely, <bold>1⊃ST</bold> and <bold>1⊃EB</bold>, precisely corroborate with the structural transformations\noccurring on the interplay of host–guest interactions. These\nresults seemed to be in absolute agreement to those obtained from\nsolvent sorption studies, since the characteristic PXRD pattern for <bold>1</bold> remained unaltered in case of <bold>1</bold>⊃<bold>EB</bold>, while exposure to ST marked a drastic change suggesting\na clear phase transition. Interestingly enough, the PXRD pattern of <bold>1</bold>⊃<bold>ST</bold> registered a striking similarity\nto the phase <bold>1</bold>⊃<bold>G</bold>, referring to a\nbreathing phenomenon that might have occurred on ST exposure. In fact,\nTGA results simultaneously affirmed this observation, since no significant\nweight loss accompanied the exposure-mediated phase <bold>1</bold>⊃<bold>EB</bold>, while <bold>1</bold>⊃<bold>ST</bold> registered a substantial ∼25% weight loss. As an ancillary\nreinforcement supporting the selective interplay of ST with the flexible\nframework <bold>1</bold> as compared to EB, <sup>13</sup>C NMR experiments\nwith the DCl/deuterated dimethyl sulfoxide digested samples after\nvapor exposure to these two different solvent vapors () were performed,\nwhich indisputably presented barely the characteristic ST signals.</p>", "clean_text": "The PXRD patterns and TGA profiles for the two phases (, Figures S6-S8), namely, 1⊃ST and 1⊃EB, precisely corroborate with the structural transformations occurring on the interplay of host-guest interactions. These results seemed to be in absolute agreement to those obtained from solvent sorption studies, since the characteristic PXRD pattern for 1 remained unaltered in case of 1⊃EB, while exposure to ST marked a drastic change suggesting a clear phase transition. Interestingly enough, the PXRD pattern of 1⊃ST registered a striking similarity to the phase 1⊃G, referring to a breathing phenomenon that might have occurred on ST exposure. In fact, TGA results simultaneously affirmed this observation, since no significant weight loss accompanied the exposure-mediated phase 1⊃EB, while 1⊃ST registered a substantial ~25% weight loss. As an ancillary reinforcement supporting the selective interplay of ST with the flexible framework 1 as compared to EB, 13C NMR experiments with the DCl/deuterated dimethyl sulfoxide digested samples after vapor exposure to these two different solvent vapors () were performed, which indisputably presented barely the characteristic ST signals.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To verify the separation-viability in actuality, phase <bold>1</bold> was immersed into solvents ST, EB, and binary mixture solution of\nST/EB (1:1) for 3 h, and the respective amounts of the nonadsorbed\nisomers were scanned by gas chromatography (GC) at specific intermediate\ntime intervals. The detailed description of the GC experiment with\nthe supernatant solvent(s) is provided in the . Ensuing results (Figure  and , Figures\nS14–S17) evidently authenticate that the observed decline in\nthe characteristic signal intensity is exclusively due to the contribution\nof ST; the gradually diminishing intensity trend steadily tells the\ndifference with increasing immersion time of DynaMOF-100.</p>", "clean_text": "To verify the separation-viability in actuality, phase 1 was immersed into solvents ST, EB, and binary mixture solution of ST/EB (1:1) for 3 h, and the respective amounts of the nonadsorbed isomers were scanned by gas chromatography (GC) at specific intermediate time intervals. The detailed description of the GC experiment with the supernatant solvent(s) is provided in the . Ensuing results (Figure  and , Figures S14-S17) evidently authenticate that the observed decline in the characteristic signal intensity is exclusively due to the contribution of ST; the gradually diminishing intensity trend steadily tells the difference with increasing immersion time of DynaMOF-100.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) GC chromatogram\nof the supernatant solutions recorded at the specified time intervals\nin the setup A (EB immersion test). Highlighted signals denote the\ncontribution of EB only, intensity of which is remaining unchanged\nwith increasing time of immersion with MOF, (b) GC chromatogram of\nthe supernatant solutions recorded at the specified time intervals\nin the setup B (ST immersion test). Highlighted signals denote the\ncontribution of ST only, intensity of which is getting steadily diminished\nwith increasing time of immersion with MOF, (c) GC chromatogram of\nthe supernatant solutions recorded at the specified time intervals\nin the setup C (ST/EB mixture immersion test). Highlighted region\ndenotes the individual signal for the contribution of ST only, intensity\nof which is getting steadily diminished with increasing MOF immersion-time.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup A (EB immersion test). Highlighted signals denote the contribution of EB only, intensity of which is remaining unchanged with increasing time of immersion with MOF, (b) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup B (ST immersion test). Highlighted signals denote the contribution of ST only, intensity of which is getting steadily diminished with increasing time of immersion with MOF, (c) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup C (ST/EB mixture immersion test). Highlighted region denotes the individual signal for the contribution of ST only, intensity of which is getting steadily diminished with increasing MOF immersion-time.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>We now evaluate EB/ST separations\nusing the ideal adsorbed solution theory (IAST) calculations. Figure a shows the experimental data for pure component\nisotherms for EB and ST in DynaMOF-100; the continuous solid lines\nare Langmuir–Freundlich fits; the parameters are specified\nin .</p>", "clean_text": "We now evaluate EB/ST separations using the ideal adsorbed solution theory (IAST) calculations. Figure a shows the experimental data for pure component isotherms for EB and ST in DynaMOF-100; the continuous solid lines are Langmuir-Freundlich fits; the parameters are specified in .", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Comparison\nof experimental data for pure component isotherms for EB and ST in\nDynaMOF-100 with Langmuir–Freundlich fits that are shown by\nthe continuous solid lines; (b) IAST calculations for ST/EB adsorption\nselectivity for equimolar ST(1)/EB(2) mixtures in DynaMOF-100; (c)\nIAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2)\nmixtures in MIL-47­(V), MIL-53­(Al), and DynaMOF-100. The <italic toggle=\"yes\">x</italic>-axis is fractional occupancy θ<sub>t</sub> within the pores\nof the MOFs; (d) IAST calculations for ST uptake capacity for equimolar\nST(1)/EB(2) mixtures in MIL-47­(V), MIL-53­(Al), and DynaMOF-100. The <italic toggle=\"yes\">x</italic>-axis is fractional occupancy θ<sub>t</sub> within\nthe pores of the MOFs.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Comparison of experimental data for pure component isotherms for EB and ST in DynaMOF-100 with Langmuir-Freundlich fits that are shown by the continuous solid lines; (b) IAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2) mixtures in DynaMOF-100; (c) IAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The x-axis is fractional occupancy θt within the pores of the MOFs; (d) IAST calculations for ST uptake capacity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The x-axis is fractional occupancy θt within the pores of the MOFs.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Figure b shows IAST calculations\nfor ST/EB adsorption selectivity, <italic toggle=\"yes\">S</italic>\n<sub>ads</sub>, for equimolar ST(1)/EB(2) mixtures in DynaMOF-100.<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ads</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Figure b shows IAST calculations for ST/EB adsorption selectivity, S ads, for equimolar ST(1)/EB(2) mixtures in DynaMOF-100. 1      S   ads   =       q   1    /    q   2           p   1    /    p   2          ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>We note that, for\npressures exceeding ∼1 kPa, the adsorbed phase contains predominantly\nST. The high ST/EB selectivities as evidenced in Figure b,c are caused by better molecular packing of the planar ST\nmolecules within the MOF channels. The mechanism of separation due\nto molecular packing effects of mixtures of aromatics is particularly\nstrong for operation under pore saturation conditions, as has been\nexplained in literature. We see, from\nFigure , that pore saturation is also attained\nat pressures exceeding 1 kPa and ambient temperatures. It is anticipated\nthat industrial separations in fixed-bed adsorbers will operate under\nconditions approaching pore saturation. For this reason we define the fractional occupancy<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>θ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:munderover>\n<mml:mrow>\n<mml:mo form=\"prefix\">∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>sat</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "We note that, for pressures exceeding ~1 kPa, the adsorbed phase contains predominantly ST. The high ST/EB selectivities as evidenced in Figure b,c are caused by better molecular packing of the planar ST molecules within the MOF channels. The mechanism of separation due to molecular packing effects of mixtures of aromatics is particularly strong for operation under pore saturation conditions, as has been explained in literature. We see, from Figure , that pore saturation is also attained at pressures exceeding 1 kPa and ambient temperatures. It is anticipated that industrial separations in fixed-bed adsorbers will operate under conditions approaching pore saturation. For this reason we define the fractional occupancy 2      θ   t   =   ∑   i = 1   n        q   i       q   i , sat         ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Figure c presents a comparison the adsorption selectivities\nof DynaMOF-100 with MIL-47­(V) and MIL-53­(Al) as a function of the\nfractional pore occupancy. We note that the value of <italic toggle=\"yes\">S</italic>\n<sub>ads</sub> for DynaMOF-100 is ca. 1 to 2 orders of magnitude\nhigher than that of MIL-47­(V) and MIL-53­(Al). Figure d shows IAST calculations for ST uptake capacity for equimolar\nST(1)/EB(2) mixtures in MIL-47­(V), MIL-53­(Al), and DynaMOF-100. The\nuptake capacity of DynaMOF-100 is significantly higher than that of\nthe other two MOFs. Because of the significantly higher adsorption\nselectivity and higher capacity we should expect that sharp separations\nof ST(1)/EB(2) mixtures is realized in a fixed-bed adsorber.</p>", "clean_text": "Figure c presents a comparison the adsorption selectivities of DynaMOF-100 with MIL-47(V) and MIL-53(Al) as a function of the fractional pore occupancy. We note that the value of S ads for DynaMOF-100 is ca. 1 to 2 orders of magnitude higher than that of MIL-47(V) and MIL-53(Al). Figure d shows IAST calculations for ST uptake capacity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The uptake capacity of DynaMOF-100 is significantly higher than that of the other two MOFs. Because of the significantly higher adsorption selectivity and higher capacity we should expect that sharp separations of ST(1)/EB(2) mixtures is realized in a fixed-bed adsorber.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>While repeated trials were attempted to obtain the crystal structure\nof this resolvated phase, an analogous phase <bold>1</bold>⊃<bold>ST</bold>′ (; as indicated from the exactly alike PXRD patterns\nfor both, ) was obtained on exposing the crystals of <bold>1</bold> to the\nvapor of a binary mixture solution of ST (2 mL) and DMF (1 mL) for\n72 h. SC-XRD analysis of this novel compound <bold>1</bold>⊃<bold>ST</bold>′ (formula: {[Zn<sub>4</sub>O­(L)<sub>3</sub>(DMF)<sub>2</sub>]·(C<sub>8</sub>H<sub>8</sub>)<sub>3</sub>}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>) disclosed that the nearly similar unit cell parameters\nto those of the crystals of <bold>1⊃G</bold> and crystallized\nin monoclinic centrosymmetric space group <italic toggle=\"yes\">P</italic>21/<italic toggle=\"yes\">c</italic> (). As an unambiguous conclusive evidence of selective interplay of\nST accompanying this solid-state dynamic structural transformation,\nST molecules could be clearly located in the SC-XRD structure for\nthe <bold>1⊃ST</bold>′ phase crystals, residing inside\nthe porous channels of the host framework (Figures  and , Figures\nS24 and S25). This could only be possible after commensurate stacking-mediated\naccommodation of the planar ST molecules inside the hydrophobic channels\nof the shrinked windows of desolvated framework <bold>1</bold>; prominent\nnoncovalent interactions are observed between the host MOF channel\nand the guest ST, as represented in Figure b.</p>", "clean_text": "While repeated trials were attempted to obtain the crystal structure of this resolvated phase, an analogous phase 1⊃ST' (; as indicated from the exactly alike PXRD patterns for both, ) was obtained on exposing the crystals of 1 to the vapor of a binary mixture solution of ST (2 mL) and DMF (1 mL) for 72 h. SC-XRD analysis of this novel compound 1⊃ST' (formula: {[Zn4O(L)3(DMF)2]⋅(C8H8)3} n ) disclosed that the nearly similar unit cell parameters to those of the crystals of 1⊃G and crystallized in monoclinic centrosymmetric space group P21/c (). As an unambiguous conclusive evidence of selective interplay of ST accompanying this solid-state dynamic structural transformation, ST molecules could be clearly located in the SC-XRD structure for the 1⊃ST' phase crystals, residing inside the porous channels of the host framework (Figures  and , Figures S24 and S25). This could only be possible after commensurate stacking-mediated accommodation of the planar ST molecules inside the hydrophobic channels of the shrinked windows of desolvated framework 1; prominent noncovalent interactions are observed between the host MOF channel and the guest ST, as represented in Figure b.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Overall structure of resolvated phase <bold>1⊃ST</bold>′, with free guest ST molecular species accommodated inside\nthe channels, along crystallographic <italic toggle=\"yes\">a</italic>-axis. (b)\nEnlarged view of one of these channels showing noncovalent interactions\n(representative) between the host MOF and guest ST species by dotted\nlines.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Overall structure of resolvated phase 1⊃ST', with free guest ST molecular species accommodated inside the channels, along crystallographic a-axis. (b) Enlarged view of one of these channels showing noncovalent interactions (representative) between the host MOF and guest ST species by dotted lines.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Subsequent to the phase purity-confirmation\nfor the new phase <bold>1⊃ST</bold>′ from PXRD (), both TGA\nand PXRD analyses for the two phases, namely, <bold>1⊃ST</bold> and <bold>1⊃ST</bold>′, confirmed their similar nature\n(, Figures S7 and\nS9). To check reversibility of this ST inclusion, the crystals of <bold>1⊃ST</bold>′ were heated at 160 °C under reduced\npressure for 3 h, to obtain the desolvated phase <bold>1</bold>″\n(DynaMOF-100). TGA and PXRD profiles (, Figures S7 and S9) confirmed the resemblance with\nthe pristine desolvated phase <bold>1</bold>, confirming the ST-inclusion\nreversibility.</p>", "clean_text": "Subsequent to the phase purity-confirmation for the new phase 1⊃ST' from PXRD (), both TGA and PXRD analyses for the two phases, namely, 1⊃ST and 1⊃ST', confirmed their similar nature (, Figures S7 and S9). To check reversibility of this ST inclusion, the crystals of 1⊃ST' were heated at 160 °C under reduced pressure for 3 h, to obtain the desolvated phase 1\" (DynaMOF-100). TGA and PXRD profiles (, Figures S7 and S9) confirmed the resemblance with the pristine desolvated phase 1, confirming the ST-inclusion reversibility.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In the work reported\nhere, the framework flexibility of DynaMOF-100 has been strategically\nexploited for achieving selective ST uptake over EB. The separation\nrelies on the closeness in the dimensions of the guest ST molecule\nand the host material. DynaMOF-100 exhibits significant framework\nflexibility because of its constituent adjustable ether nodes, which\nprecisely mediates the guest inclusion, accompanied by solid-state\nstructural transformations. IAST calculations for separation of EB/ST\nmixtures have shown a significant superiority of DynaMOF-100 when\ncompared to the only two reported MOFs, namely, MIL-47­(V) and MIL-53­(Al).\nMoreover, aimed at potentially significant separation of OX/MX/PX/EB\nmixtures, DynaMOF-100 is also found to be significantly superior to\nboth MAF-X8 and BaX zeolite. The strategy of using guest-selective\nstructural transformations of the MOF frameworks could be proficiently\nexploited for other industrially important separations of mixtures\nof aromatic molecules, especially hydrocarbons.</p>", "clean_text": "Conclusion\n\nIn the work reported here, the framework flexibility of DynaMOF-100 has been strategically exploited for achieving selective ST uptake over EB. The separation relies on the closeness in the dimensions of the guest ST molecule and the host material. DynaMOF-100 exhibits significant framework flexibility because of its constituent adjustable ether nodes, which precisely mediates the guest inclusion, accompanied by solid-state structural transformations. IAST calculations for separation of EB/ST mixtures have shown a significant superiority of DynaMOF-100 when compared to the only two reported MOFs, namely, MIL-47(V) and MIL-53(Al). Moreover, aimed at potentially significant separation of OX/MX/PX/EB mixtures, DynaMOF-100 is also found to be significantly superior to both MAF-X8 and BaX zeolite. The strategy of using guest-selective structural transformations of the MOF frameworks could be proficiently exploited for other industrially important separations of mixtures of aromatic molecules, especially hydrocarbons.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Microscopy images, dimensions\nof molecules, asymmetric units for phases, progression of single 2D\nsheet, TGA plots, PXRD patterns, solvent sorption isotherms, <sup>13</sup>C spectra, GC chromatogram, comparison of experimental isotherm\ndata, breakthrough simulations, IAST calculations, packed bed adsorber\nschematic, pulse chromatographic simulation, resolvated framework,\nperspective view of phase, Langmuir–Freundlich parameters,\ncrystallographic data table. This material is available free of charge\nvia the Internet at <uri xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">http://pubs.acs.org</uri>.</p>", "clean_text": "Microscopy images, dimensions of molecules, asymmetric units for phases, progression of single 2D sheet, TGA plots, PXRD patterns, solvent sorption isotherms, 13C spectra, GC chromatogram, comparison of experimental isotherm data, breakthrough simulations, IAST calculations, packed bed adsorber schematic, pulse chromatographic simulation, resolvated framework, perspective view of phase, Langmuir-Freundlich parameters, crystallographic data table. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The manuscript was\nwritten through contributions of all authors.</p><p>The authors declare no competing financial interest.</p>", "clean_text": "The manuscript was written through contributions of all authors.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 12, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of Resolvated Phase {[Zn<sub>4</sub>O­(L)<sub>3</sub>(DMF)<sub>2</sub>]·(C<sub>8</sub>H<sub>8</sub>)<sub>3</sub>}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1⊃ST</bold>′)</title><p>Colorless single crystals of <bold>1⊃ST</bold>′ were obtained on exposing the crystals of <bold>1</bold> to the vapor of a solution of ST (2 mL) and DMF (1 mL) for 72 h,\nwithout allowing any disturbance of the system.</p><title>Results and Discussion</title><p>To verify the respective adsorptive uptake amounts, vapor sorption\nexperiments for both the solvents ST and EB were recorded at 298 K.\nThe sorption profile of ST came up with a gradual increase of uptake\namount with steadily increasing pressure up to ∼six molecules\nper formula unit (corresponding to ∼86 mLg<sup>–1</sup>), while, on the contrary, EB uptake amount was found to be only\n0.63 molecules per formula unit (9.4 mL g<sup>–1</sup>) (Figure  and , Figure S10). The hysteresis in the ST isotherm, during the adsorption/desorption\ncycles, is a typical isotherm characteristic observed when guest-induced\nstructural changes occur, and a detailed\nquantitative analysis, such as that presented by Dubbeldam et al.,\nis required for a quantitative understanding of the isotherms.\n</p>", "clean_text": "Synthesis of Resolvated Phase {[Zn4O(L)3(DMF)2]⋅(C8H8)3} n  (1⊃ST')\n\nColorless single crystals of 1⊃ST' were obtained on exposing the crystals of 1 to the vapor of a solution of ST (2 mL) and DMF (1 mL) for 72 h, without allowing any disturbance of the system.\n\nResults and Discussion\n\nTo verify the respective adsorptive uptake amounts, vapor sorption experiments for both the solvents ST and EB were recorded at 298 K. The sorption profile of ST came up with a gradual increase of uptake amount with steadily increasing pressure up to ~six molecules per formula unit (corresponding to ~86 mLg-1), while, on the contrary, EB uptake amount was found to be only 0.63 molecules per formula unit (9.4 mL g-1) (Figure  and , Figure S10). The hysteresis in the ST isotherm, during the adsorption/desorption cycles, is a typical isotherm characteristic observed when guest-induced structural changes occur, and a detailed quantitative analysis, such as that presented by Dubbeldam et al., is required for a quantitative understanding of the isotherms. ", "data": [{"meta": {"name": "[Zn4O­(L)3(DMF)2]·(C8H8)3", "symbol": "1⊃ST′", "chemical formula": "unknown"}, "processes": [{"synthesis method": "vapor sorption", "precursor": [{"name": "[Zn4O­(L)3(DMF)2]", "amount": "unknown", "unit": ""}], "solvent": [{"name": "ST", "amount": "2", "unit": "mL"}, {"name": "DMF", "amount": "1", "unit": "mL"}], "pressure": "unknown", "temperature": "unknown", "time": "72 h"}], "yield": ""}], "include_properties": ["chemical_vapor_deposition"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Dimensions and relevant\nphysical attributes of ST and EB molecules.<xref ref-type=\"bibr\" rid=\"ref38\"></xref> (b) Overall structure of compound <bold>1</bold> (desolvated squeezed\nframework) along crystallographic <italic toggle=\"yes\">a</italic>-axis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Dimensions and relevant physical attributes of ST and EB molecules. (b) Overall structure of compound 1 (desolvated squeezed framework) along crystallographic a-axis.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of Guest-Responsive Framework\nFlexibility Demonstrating Selective ST Separation over EB</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of Guest-Responsive Framework Flexibility Demonstrating Selective ST Separation over EB   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Solvent sorption isotherms\nfor compound <bold>1</bold> recorded at 298 K for ST and EB. Closed\nand open symbols denote adsorption and desorption, respectively.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Solvent sorption isotherms for compound 1 recorded at 298 K for ST and EB. Closed and open symbols denote adsorption and desorption, respectively.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) GC chromatogram\nof the supernatant solutions recorded at the specified time intervals\nin the setup A (EB immersion test). Highlighted signals denote the\ncontribution of EB only, intensity of which is remaining unchanged\nwith increasing time of immersion with MOF, (b) GC chromatogram of\nthe supernatant solutions recorded at the specified time intervals\nin the setup B (ST immersion test). Highlighted signals denote the\ncontribution of ST only, intensity of which is getting steadily diminished\nwith increasing time of immersion with MOF, (c) GC chromatogram of\nthe supernatant solutions recorded at the specified time intervals\nin the setup C (ST/EB mixture immersion test). Highlighted region\ndenotes the individual signal for the contribution of ST only, intensity\nof which is getting steadily diminished with increasing MOF immersion-time.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup A (EB immersion test). Highlighted signals denote the contribution of EB only, intensity of which is remaining unchanged with increasing time of immersion with MOF, (b) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup B (ST immersion test). Highlighted signals denote the contribution of ST only, intensity of which is getting steadily diminished with increasing time of immersion with MOF, (c) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup C (ST/EB mixture immersion test). Highlighted region denotes the individual signal for the contribution of ST only, intensity of which is getting steadily diminished with increasing MOF immersion-time.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Comparison\nof experimental data for pure component isotherms for EB and ST in\nDynaMOF-100 with Langmuir–Freundlich fits that are shown by\nthe continuous solid lines; (b) IAST calculations for ST/EB adsorption\nselectivity for equimolar ST(1)/EB(2) mixtures in DynaMOF-100; (c)\nIAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2)\nmixtures in MIL-47­(V), MIL-53­(Al), and DynaMOF-100. The <italic toggle=\"yes\">x</italic>-axis is fractional occupancy θ<sub>t</sub> within the pores\nof the MOFs; (d) IAST calculations for ST uptake capacity for equimolar\nST(1)/EB(2) mixtures in MIL-47­(V), MIL-53­(Al), and DynaMOF-100. The <italic toggle=\"yes\">x</italic>-axis is fractional occupancy θ<sub>t</sub> within\nthe pores of the MOFs.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Comparison of experimental data for pure component isotherms for EB and ST in DynaMOF-100 with Langmuir-Freundlich fits that are shown by the continuous solid lines; (b) IAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2) mixtures in DynaMOF-100; (c) IAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The x-axis is fractional occupancy θt within the pores of the MOFs; (d) IAST calculations for ST uptake capacity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The x-axis is fractional occupancy θt within the pores of the MOFs.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Overall structure of resolvated phase <bold>1⊃ST</bold>′, with free guest ST molecular species accommodated inside\nthe channels, along crystallographic <italic toggle=\"yes\">a</italic>-axis. (b)\nEnlarged view of one of these channels showing noncovalent interactions\n(representative) between the host MOF and guest ST species by dotted\nlines.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2015-00206j_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Overall structure of resolvated phase 1⊃ST', with free guest ST molecular species accommodated inside the channels, along crystallographic a-axis. (b) Enlarged view of one of these channels showing noncovalent interactions (representative) between the host MOF and guest ST species by dotted lines.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.5b00206", "title": "\nExploiting Framework Flexibility of a Metal–Organic\nFramework for Selective Adsorption of Styrene over Ethylbenzene\n", "journal": "American Chemical Society", "date": "2015.04", "author_list": ["Mukherjee\nSoumya", "Joarder\nBiplab", "Desai\nAamod V.", "Manna\nBiplab", "Krishna\nRajamani", "Ghosh\nSujit K."]}}