{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic701440x.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Three new polynuclear copper(II) complexes of 2-picolinic acid (Hpic), {[Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)]ClO<sub>4</sub>}<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), {[Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)]BF<sub>4</sub>}<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), and [Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)<sub>2</sub>(NO<sub>3</sub>)]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>), have been synthesized by reaction of the “metalloligand” [Cu(pic)<sub>2</sub>] with the corresponding copper(II) salts. The compounds are characterized by single-crystal X-ray diffraction\nanalyses and variable-temperature magnetic measurements. Compounds <bold>1</bold> and <bold>2</bold> are isomorphous and crystallize\nin the triclinic system with space group <italic>P</italic>1̄, while <bold>3</bold> crystallizes in the monoclinic system with space group <italic>P</italic>2<sub>1</sub>/<italic>n</italic>.\nThe structural analyses reveal that complexes <bold>1</bold> and <bold>2</bold> are constructed by “fish backbone” chains through <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>\n(equatorial−equatorial) carboxylate bridges, which are linked to one another by <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> (equatorial−axial) carboxylate\nbridges, giving rise to a rectangular grid-like two-dimensional net. Complex <bold>3</bold> is formed by alternating chains of\n<italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> carboxylate-bridged copper(II) atoms, which are linked together by strong H bonds involving coordinated\nnitrate ions and water molecules and uncoordinated oxygen atoms from carboxylate groups. The different coordination\nability of the anions along with their involvement in the H-bonding network seems to be responsible for the difference\nin the final polymeric structures. Variable-temperature (2−300 K) magnetic susceptibility measurement shows the\npresence of weak ferromagnetic coupling for all three complexes that have been fitted with a fish backbone model\ndeveloped for <bold>1</bold> and <bold>2</bold> (<italic>J</italic> = 1.74 and 0.99 cm<sup>−1</sup>; <italic>J</italic>‘ = 0.19 and 0.25 cm<sup>−1</sup>, respectively) and an alternating chain\nmodel for <bold>3</bold> (<italic>J</italic> = 1.19 cm<sup>−1</sup> and <italic>J</italic>‘ = 1.19 cm<sup>−1</sup>).</p>", "clean_text": "Three new polynuclear copper(II) complexes of 2-picolinic acid (Hpic), {[Cu2(pic)3(H2O)]ClO4} n  (1), {[Cu2(pic)3(H2O)]BF4} n  (2), and [Cu2(pic)3(H2O)2(NO3)] n  (3), have been synthesized by reaction of the \"metalloligand\" [Cu(pic)2] with the corresponding copper(II) salts. The compounds are characterized by single-crystal X-ray diffraction analyses and variable-temperature magnetic measurements. Compounds 1 and 2 are isomorphous and crystallize in the triclinic system with space group P1̄, while 3 crystallizes in the monoclinic system with space group P21/n. The structural analyses reveal that complexes 1 and 2 are constructed by \"fish backbone\" chains through syn - anti (equatorial-equatorial) carboxylate bridges, which are linked to one another by syn - anti (equatorial-axial) carboxylate bridges, giving rise to a rectangular grid-like two-dimensional net. Complex 3 is formed by alternating chains of syn - anti carboxylate-bridged copper(II) atoms, which are linked together by strong H bonds involving coordinated nitrate ions and water molecules and uncoordinated oxygen atoms from carboxylate groups. The different coordination ability of the anions along with their involvement in the H-bonding network seems to be responsible for the difference in the final polymeric structures. Variable-temperature (2-300 K) magnetic susceptibility measurement shows the presence of weak ferromagnetic coupling for all three complexes that have been fitted with a fish backbone model developed for 1 and 2 (J = 1.74 and 0.99 cm-1; J‘ = 0.19 and 0.25 cm-1, respectively) and an alternating chain model for 3 (J = 1.19 cm-1 and J‘ = 1.19 cm-1).", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Three new polynuclear copper(II) complexes of 2-picolinic acid (Hpic), {[Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)]ClO<sub>4</sub>}<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), {[Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)]BF<sub>4</sub>}<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), and [Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)<sub>2</sub>(NO<sub>3</sub>)]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>), have been synthesized by reaction of the “metalloligand” [Cu(pic)<sub>2</sub>] with the corresponding copper(II) salts. The compounds are characterized by single-crystal X-ray diffraction analyses and variable-temperature magnetic measurements.</p>", "clean_text": "Three new polynuclear copper(II) complexes of 2-picolinic acid (Hpic), {[Cu2(pic)3(H2O)]ClO4} n  (1), {[Cu2(pic)3(H2O)]BF4} n  (2), and [Cu2(pic)3(H2O)2(NO3)] n  (3), have been synthesized by reaction of the \"metalloligand\" [Cu(pic)2] with the corresponding copper(II) salts. The compounds are characterized by single-crystal X-ray diffraction analyses and variable-temperature magnetic measurements.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In recent years, studies on the synthesis of metal−organic\nframeworks (MOFs) with transition metals and organic\nligands have been extensively developed for their crystallographic diversity and potential applications in catalysis,\nabsorption processes, photochemistry, and magnetism. The\ncarboxylate group is one of the most widely used bridging\nligands for designing polynuclear complexes with interesting\nstructures and magnetic properties. Its versatility as a ligand\nis illustrated by the variety of its coordination modes when\nacting as a bridge, the most common being the so-called\n<italic>syn</italic>\n<italic>−</italic>\n<italic>syn</italic>, <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>, and <italic>anti</italic>\n<italic>−</italic>\n<italic>anti</italic> modes (Scheme ).\n\n</p>", "clean_text": "Introduction\n\nIn recent years, studies on the synthesis of metal-organic frameworks (MOFs) with transition metals and organic ligands have been extensively developed for their crystallographic diversity and potential applications in catalysis, absorption processes, photochemistry, and magnetism. The carboxylate group is one of the most widely used bridging ligands for designing polynuclear complexes with interesting structures and magnetic properties. Its versatility as a ligand is illustrated by the variety of its coordination modes when acting as a bridge, the most common being the so-called syn - syn, syn - anti, and anti - anti modes (Scheme ).  ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic701440xh00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ic-2007-01440x_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Magnetic studies on structurally characterized carboxylato-bridged copper(II) complexes reveal that strong antiferromagnetic interactions are mediated by the <italic>anti</italic>\n<italic>−</italic>\n<italic>anti</italic> and\n<italic>syn</italic>\n<italic>−</italic>\n<italic>syn</italic> bridging modes, whereas weak either ferromagnetic\nor antiferromagnetic interactions<sup>5,8b</sup> occur in the <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>\nmode. The structure and physical properties of polynuclear\ncoordination compounds of Cu(II) with different carboxylate-bridging ligands, such as malonate, phthalate, biphenylcarboxylate, phenylmalonate, cyclobutanedicarboxylate,\netc., have been the subject of recent reports.\n</p>", "clean_text": "Magnetic studies on structurally characterized carboxylato-bridged copper(II) complexes reveal that strong antiferromagnetic interactions are mediated by the anti - anti and syn - syn bridging modes, whereas weak either ferromagnetic or antiferromagnetic interactions5,8b occur in the syn - anti mode. The structure and physical properties of polynuclear coordination compounds of Cu(II) with different carboxylate-bridging ligands, such as malonate, phthalate, biphenylcarboxylate, phenylmalonate, cyclobutanedicarboxylate, etc., have been the subject of recent reports. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The three isomers of pyridine−carboxylic acid (2-picolinic\nacid, 3-picolinic acid, and 4-picolinic acid (Scheme ), which\ncontain both O- and N-donors, exhibit versatile coordination\nmodes to metal ions. Among them, 2-picolinic acid (Hpic)\nis the most commonly used to obtain metal complexes,\nwhere, despite its different coordination modes, a chelating\nfive-membered ring is invariably formed. A number of\ntransition-metal−2-picolinate complexes with high nuclearity\nhave been reported in the past two decades. Interestingly,\nwith Cu(II) it usually produces the discrete, mononuclear\n‘inner metallic complex' [Cu(pic)<sub>2</sub>], and to our knowledge,\nthere is no report where a carboxylate-bridged polymeric\ncopper(II) network is obtained by self-assembly. However,\nthere are a few examples where some alkali- or lanthanide-metal ions link the copper−picolinate units, and in one case\nthe carboxylate group links the copper(II) ion in conjunction\nwith a bridging chloride ion.\n\n</p>", "clean_text": "The three isomers of pyridine-carboxylic acid (2-picolinic acid, 3-picolinic acid, and 4-picolinic acid (Scheme ), which contain both O- and N-donors, exhibit versatile coordination modes to metal ions. Among them, 2-picolinic acid (Hpic) is the most commonly used to obtain metal complexes, where, despite its different coordination modes, a chelating five-membered ring is invariably formed. A number of transition-metal-2-picolinate complexes with high nuclearity have been reported in the past two decades. Interestingly, with Cu(II) it usually produces the discrete, mononuclear ‘inner metallic complex' [Cu(pic)2], and to our knowledge, there is no report where a carboxylate-bridged polymeric copper(II) network is obtained by self-assembly. However, there are a few examples where some alkali- or lanthanide-metal ions link the copper-picolinate units, and in one case the carboxylate group links the copper(II) ion in conjunction with a bridging chloride ion.  ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic701440xh00002\" position=\"float\">\n<label>2</label>\n<graphic xlink:href=\"ic-2007-01440x_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Here we illustrate the versatility of the 2-picolinic acid\n(Hpic) as a carboxylate bridging ligand toward copper(II)\nand the important role played by the apparently “innocent”\ncounterions such as ClO<sub>4</sub>\n<sup>-</sup>, BF<sub>4</sub>\n<sup>-</sup>, and NO<sub>3</sub>\n<sup>-</sup> on the polymeric\nstructure. From the magnetic point of view equatorial−equatorial carboxylate-bridged Cu(II) complexes are of\nspecial importance because they provide strong magnetic\ninteractions between the metal centers. The structure of the\nmonomer, [Cu(pic)<sub>2</sub>], shows that it has two uncoordinated\noxygen atoms of two equatorially coordinated carboxylate\ngroups (Scheme ) which may coordinate to other Cu(II)\nions in suitable conditions to form high-nuclearity copper\ncomplexes, i.e., it can potentially be used as a “metalloligand” building block to construct equatorial−equatorial\ncarboxylate-bridged Cu(II) systems. In this paper, we report\nthe synthesis and structural and magnetic characterization\nof three new polynuclear Cu(II) complexes:  {[Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)]ClO<sub>4</sub>}<italic>\n<sub>n</sub>\n</italic> (<bold>1</bold>), {[Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)]BF<sub>4</sub>}<italic>\n<sub>n</sub>\n</italic> (<bold>2</bold>), and [Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)<sub>2</sub>(NO<sub>3</sub>)]<italic>\n<sub>n</sub>\n</italic> (<bold>3</bold>). All three compounds have been\nprepared by taking advantage of the carboxylate bridge of\nthe “metalloligand” [Cu(pic)<sub>2</sub>] building block. Crystal structure analyses show that compounds <bold>1</bold> and <bold>2</bold> are isomorphous,\nbut <bold>3</bold> possesses a very different polymeric network. Therefore, these compounds provide very interesting examples of\nthe anion-directed template synthesis of metal−organic\nframeworks. The cation-templated reactions have been\nknown for many years, but use of anions as templates is\nstill a relatively recent area of research. In the template\nsynthesis of coordination polymers the anions can influence\nthe final structure by either being directly coordinated to the\nmetal center or remaining as a noncoordinating part of the\nnetwork. It is usually very difficult to separate the two\nphenomena (i.e., negative ligands or noncoordinating counterions) when studying the influence that anions have in\ndetermining the final structure of a coordination network.\nThe present work shows how a slight change in coordination\nability of the anion along with the difference in the\nH-bonding network can play a crucial role in determining\nthe overall structure of the coordination network.\n\n</p>", "clean_text": "Here we illustrate the versatility of the 2-picolinic acid (Hpic) as a carboxylate bridging ligand toward copper(II) and the important role played by the apparently \"innocent\" counterions such as ClO4 -, BF4 -, and NO3 - on the polymeric structure. From the magnetic point of view equatorial-equatorial carboxylate-bridged Cu(II) complexes are of special importance because they provide strong magnetic interactions between the metal centers. The structure of the monomer, [Cu(pic)2], shows that it has two uncoordinated oxygen atoms of two equatorially coordinated carboxylate groups (Scheme ) which may coordinate to other Cu(II) ions in suitable conditions to form high-nuclearity copper complexes, i.e., it can potentially be used as a \"metalloligand\" building block to construct equatorial-equatorial carboxylate-bridged Cu(II) systems. In this paper, we report the synthesis and structural and magnetic characterization of three new polynuclear Cu(II) complexes: {[Cu2(pic)3(H2O)]ClO4} n  (1), {[Cu2(pic)3(H2O)]BF4} n  (2), and [Cu2(pic)3(H2O)2(NO3)] n  (3). All three compounds have been prepared by taking advantage of the carboxylate bridge of the \"metalloligand\" [Cu(pic)2] building block. Crystal structure analyses show that compounds 1 and 2 are isomorphous, but 3 possesses a very different polymeric network. Therefore, these compounds provide very interesting examples of the anion-directed template synthesis of metal-organic frameworks. The cation-templated reactions have been known for many years, but use of anions as templates is still a relatively recent area of research. In the template synthesis of coordination polymers the anions can influence the final structure by either being directly coordinated to the metal center or remaining as a noncoordinating part of the network. It is usually very difficult to separate the two phenomena (i.e., negative ligands or noncoordinating counterions) when studying the influence that anions have in determining the final structure of a coordination network. The present work shows how a slight change in coordination ability of the anion along with the difference in the H-bonding network can play a crucial role in determining the overall structure of the coordination network.  ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic701440xh00003\" position=\"float\">\n<label>3</label>\n<graphic xlink:href=\"ic-2007-01440x_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><p>\n<bold>Materials.</bold> The reagents and solvents used were of commercially\navailable reagent quality unless otherwise stated.\n</p><p>\n<bold>Caution! </bold>Perchlorate salts of metal complexes with organic\nligands are potentially explosive. Only a small amount of material\nshould be prepared, and it should be handled with care.\n</p><p>\n<bold>Synthesis of Bis(2-picolinate)copper(II) Dihydrate.</bold> This was\nprepared as previously described method.\n</p><p>\n<bold>Synthesis of {[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)]ClO</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> A methanol (20 mL)\nsuspension of bis(2-picolinate)copper(II) dihydrate (1.02 g, 3 mmol)\nwas mixed with a methanol solution (20 mL) of copper(II)\nperchlorate hexahydrate, Cu(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.74 g, 2 mmol). An\naqueous solution of perchloric acid (5%) was added dropwise to\nthis mixture to bring the pH of the solution to about 2 with constant\nstirring. The resulting suspension was then put under reflux for 1\nh, when most of the bis(2-picolinate)copper(II) dihydrate complex\ndissolved. The solution was then cooled and filtered to remove a\nsmall amount of undissolved bis(2-picolinate)copper(II) dihydrate.\nThe dark blue solution was left at room temperature. Blue single\ncrystals suitable for X-ray diffraction were obtained by slow\nevaporation of the mother liquor for several days. Yield was 42%\nbased on [Cu(pic)<sub>2</sub>]. Anal. Calcd for C<sub>18</sub>H<sub>14</sub>ClCu<sub>2</sub>N<sub>3</sub>O<sub>11</sub>:  C, 35.39;\nH, 2.31; N, 6.88. Found:  C, 35.22; H, 2.39; N, 6.75. IR (KBr pellet,\ncm<sup>-1</sup>):  1628 ν<sub>as</sub>(COO<sup>-</sup>), 1412 ν<sub>sys</sub>(COO<sup>-</sup>), and 1103 ν(ClO<sub>4</sub>-). λ<sub>max</sub>\n(solid, reflectance):  675 nm.\n</p>", "clean_text": "Experimental Section\n\n Materials. The reagents and solvents used were of commercially available reagent quality unless otherwise stated. \n\n Caution! Perchlorate salts of metal complexes with organic ligands are potentially explosive. Only a small amount of material should be prepared, and it should be handled with care. \n\n Synthesis of Bis(2-picolinate)copper(II) Dihydrate. This was prepared as previously described method. \n\n Synthesis of {[Cu  2  (pic)  3  (H  2  O)]ClO  4  }   n    (1). A methanol (20 mL) suspension of bis(2-picolinate)copper(II) dihydrate (1.02 g, 3 mmol) was mixed with a methanol solution (20 mL) of copper(II) perchlorate hexahydrate, Cu(ClO4)2⋅6H2O (0.74 g, 2 mmol). An aqueous solution of perchloric acid (5%) was added dropwise to this mixture to bring the pH of the solution to about 2 with constant stirring. The resulting suspension was then put under reflux for 1 h, when most of the bis(2-picolinate)copper(II) dihydrate complex dissolved. The solution was then cooled and filtered to remove a small amount of undissolved bis(2-picolinate)copper(II) dihydrate. The dark blue solution was left at room temperature. Blue single crystals suitable for X-ray diffraction were obtained by slow evaporation of the mother liquor for several days. Yield was 42% based on [Cu(pic)2]. Anal. Calcd for C18H14ClCu2N3O11: C, 35.39; H, 2.31; N, 6.88. Found: C, 35.22; H, 2.39; N, 6.75. IR (KBr pellet, cm-1): 1628 νas(COO-), 1412 νsys(COO-), and 1103 ν(ClO4-). λmax (solid, reflectance): 675 nm. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of {[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)]BF</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> Compound <bold>2</bold> was\nobtained by following a similar procedure to that of <bold>1</bold>, but copper(II) tetrafluoroborate hexahydrate Cu(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.70 g, 2 mmol)\nand fluoroboric acid were used in place of copper(II) perchlorate\nhexahydrate and perchloric acid, respectively. Deep-blue single\ncrystals suitable for X-ray diffraction were obtained after a few\ndays of storage of the filtrate. Yield was 48% based on [Cu(pic)<sub>2</sub>].\nAnal. Calcd for C<sub>18</sub>H<sub>14</sub>BCu<sub>2</sub>F<sub>4</sub>N<sub>3</sub>O<sub>7</sub>:  C, 36.14; H, 2.36; N, 7.02.\nFound:  C, 36.18; H, 2.39; N, 6.98:  IR (KBr pellet, cm<sup>-1</sup>):  1630\nν<sub>as</sub>(COO<sup>-</sup>),1413 ν<sub>sys</sub>(COO<sup>-</sup>), and 1055 ν(BF<sub>4</sub>\n<sup>-</sup>). λ<sub>max</sub> (solid,\nreflectance):  680 nm.\n</p>", "clean_text": " Synthesis of {[Cu  2  (pic)  3  (H  2  O)]BF  4  }   n    (2). Compound 2 was obtained by following a similar procedure to that of 1, but copper(II) tetrafluoroborate hexahydrate Cu(BF4)2⋅6H2O (0.70 g, 2 mmol) and fluoroboric acid were used in place of copper(II) perchlorate hexahydrate and perchloric acid, respectively. Deep-blue single crystals suitable for X-ray diffraction were obtained after a few days of storage of the filtrate. Yield was 48% based on [Cu(pic)2]. Anal. Calcd for C18H14BCu2F4N3O7: C, 36.14; H, 2.36; N, 7.02. Found: C, 36.18; H, 2.39; N, 6.98: IR (KBr pellet, cm-1): 1630 νas(COO-),1413 νsys(COO-), and 1055 ν(BF4 -). λmax (solid, reflectance): 680 nm. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<p>\n<bold>Synthesis of [Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(NO</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (3).</bold> Compound <bold>3</bold> was also\nobtained by following a similar procedure to that of <bold>1</bold>, but copper(II) nitrate trihydrate, Cu(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (0.48 g, 2 mmol), and nitric\nacid were used instead of copper(II) perchlorate hexahydrate and\nperchloric acid, respectively. Single crystals suitable for X-ray\ndiffraction were obtained from the undisturbed solution after several\ndays. Yield was 45% based on [Cu(pic)<sub>2</sub>]. Anal. Calcd for C<sub>18</sub>H<sub>16</sub>Cu<sub>2</sub>N<sub>4</sub>O<sub>11</sub>:  C, 36.55; H, 2.73; N, 9.47. Found:  C, 36.58; H, 2.79;\nN, 9.40. IR (KBr pellet, cm<sup>-1</sup>):  1596 ν<sub>as</sub>(COO<sup>-</sup>), 1479 ν<sub>sys</sub>(COO<sup>-</sup>),\nand 1384 ν (NO<sub>3</sub>\n<sup>-</sup>). λ<sub>max</sub> (solid, reflectance):  710 nm.\n</p>", "clean_text": " Synthesis of [Cu  2  (pic)  3  (H  2  O)  2  (NO  3  )]   n    (3). Compound 3 was also obtained by following a similar procedure to that of 1, but copper(II) nitrate trihydrate, Cu(NO3)2⋅3H2O (0.48 g, 2 mmol), and nitric acid were used instead of copper(II) perchlorate hexahydrate and perchloric acid, respectively. Single crystals suitable for X-ray diffraction were obtained from the undisturbed solution after several days. Yield was 45% based on [Cu(pic)2]. Anal. Calcd for C18H16Cu2N4O11: C, 36.55; H, 2.73; N, 9.47. Found: C, 36.58; H, 2.79; N, 9.40. IR (KBr pellet, cm-1): 1596 νas(COO-), 1479 νsys(COO-), and 1384 ν (NO3 -). λmax (solid, reflectance): 710 nm. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Alternative Method for the Synthesis of Compounds 1</bold>\n<bold>−</bold>\n<bold>3.\n</bold>All three compounds have also been synthesized by reacting 2 mmol\nof CuX<sub>2</sub> (X = ClO<sub>4</sub>, BF<sub>4</sub>, NO<sub>3</sub>) in methanol (10 mL) with 3 mmol\nof 2-picolinic acid (dissolved in 10 mL of methanol) in the presence\nof the respective acid (HX) that was added to bring the pH to about\n2 or in the presence of weak dibasic acids, e.g., oxalic or malonic\nacid (5 mmol) in the solution. In all cases, initially a small amount\nof bis(2-picolinate)copper(II) dihydrate separated out. It was filtered\noff. The desired compounds were separated as crystalline solid on\nkeeping the filtrate at room temperature for several days.\n</p>", "clean_text": " Alternative Method for the Synthesis of Compounds 1 - 3. All three compounds have also been synthesized by reacting 2 mmol of CuX2 (X = ClO4, BF4, NO3) in methanol (10 mL) with 3 mmol of 2-picolinic acid (dissolved in 10 mL of methanol) in the presence of the respective acid (HX) that was added to bring the pH to about 2 or in the presence of weak dibasic acids, e.g., oxalic or malonic acid (5 mmol) in the solution. In all cases, initially a small amount of bis(2-picolinate)copper(II) dihydrate separated out. It was filtered off. The desired compounds were separated as crystalline solid on keeping the filtrate at room temperature for several days. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Physical Measurements.</bold> Elemental analyses (C, H, and N) were\nperformed using a Perkin-Elmer 240C elemental analyzer. IR\nspectra in KBr (4500−500 cm<sup>-1</sup>) were recorded using a Perkin-Elmer RXI FT-IR spectrophotometer. Electronic spectra in the solid\nstate (1000−250 nm) were recorded in a Hitachi U-3501 spectrophotometer. Thermal analyses (TG-DTA) were carried out on a\nMettler Toledo TGA/SDTA 851 thermal analyzer in a dynamic\natmosphere of dinitrogen (flow rate = 30 cm<sup>3</sup>min<sup>-1</sup>). The samples\nwere heated in an alumina crucible at a rate of 10 °C min<sup>-1</sup>.\nVariable-temperature susceptibility measurements were carried out\nin the temperature range 2−300 K with an applied magnetic field\nof 0.1 T on powdered samples of the three compounds (with masses\n\nof 18.59, 36.95, and 36.01 mg for <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>, respectively) with a\nQuantum Design MPMS-XL-5 SQUID magnetometer. The susceptibility data were corrected for the sample holders (sealed plastic\nbags of 7.84, 11.16, and 10.55 mg for <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>, respectively)\npreviously measured using the same conditions and for the\ndiamagnetic contributions of the salts as deduced using Pascal's\nconstant tables (χ<sub>dia</sub> = −283 × 10<sup>-6</sup>, −303.2 × 10<sup>-6</sup>, and −281.5\n× 10<sup>-6</sup> emu·K·mol<sup>-1</sup> for <bold>1</bold>,<bold> 2</bold>, and <bold>3</bold>, respectively).\n</p>", "clean_text": " Physical Measurements. Elemental analyses (C, H, and N) were performed using a Perkin-Elmer 240C elemental analyzer. IR spectra in KBr (4500-500 cm-1) were recorded using a Perkin-Elmer RXI FT-IR spectrophotometer. Electronic spectra in the solid state (1000-250 nm) were recorded in a Hitachi U-3501 spectrophotometer. Thermal analyses (TG-DTA) were carried out on a Mettler Toledo TGA/SDTA 851 thermal analyzer in a dynamic atmosphere of dinitrogen (flow rate = 30 cm3min-1). The samples were heated in an alumina crucible at a rate of 10 °C min-1. Variable-temperature susceptibility measurements were carried out in the temperature range 2-300 K with an applied magnetic field of 0.1 T on powdered samples of the three compounds (with masses  of 18.59, 36.95, and 36.01 mg for 1, 2, and 3, respectively) with a Quantum Design MPMS-XL-5 SQUID magnetometer. The susceptibility data were corrected for the sample holders (sealed plastic bags of 7.84, 11.16, and 10.55 mg for 1, 2, and 3, respectively) previously measured using the same conditions and for the diamagnetic contributions of the salts as deduced using Pascal's constant tables (χdia = -283 × 10-6, -303.2 × 10-6, and -281.5 × 10-6 emu⋅K⋅mol-1 for 1, 2, and 3, respectively). ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Crystal Data Collection and Refinement.</bold> Crystal data for the\nthree crystals are given in Table . Intensity data were measured\nvia the Oxford X-Calibur CCD System using Mo Kα radiation.\nThe crystals were positioned at 50 mm from the CCD. Three\nhundred twenty one frames were measured with a counting time\nof 3 s to give 6024, 5854, and 5946 independent reflections for <bold>1</bold>,\n<bold>2</bold>, and <bold>3</bold>, respectively. Data analyses were carried out with the\nCrysalis program. The structures were solved using direct methods\nwith the Shelxs97 program. The non-hydrogen atoms were refined\nwith anisotropic thermal parameters. The hydrogen atoms bonded\nto carbon were included in geometric positions and given thermal\nparameters equivalent to 1.2 times those of the atom to which they\nwere attached. Empirical absorption corrections were carried out\nusing the ABSPACK program. The structures were refined on\n<italic>F</italic>\n<sup>2</sup> using Shelxl97<sup>17</sup> to give R<sub>1</sub> = 0.0462, 0.0585, and 0.0626 and\nwR<sub>2</sub> = 0.1298, 0.1679, and 0.1034 for 3532, 2941, and 3577\nindependent reflections, respectively, with <italic>I</italic> &gt; 2σ(<italic>I</italic>) for <bold>1</bold>, <bold>2</bold>, and\n<bold>3</bold>, respectively.\n\n</p>", "clean_text": " Crystal Data Collection and Refinement. Crystal data for the three crystals are given in Table . Intensity data were measured via the Oxford X-Calibur CCD System using Mo Kα radiation. The crystals were positioned at 50 mm from the CCD. Three hundred twenty one frames were measured with a counting time of 3 s to give 6024, 5854, and 5946 independent reflections for 1, 2, and 3, respectively. Data analyses were carried out with the Crysalis program. The structures were solved using direct methods with the Shelxs97 program. The non-hydrogen atoms were refined with anisotropic thermal parameters. The hydrogen atoms bonded to carbon were included in geometric positions and given thermal parameters equivalent to 1.2 times those of the atom to which they were attached. Empirical absorption corrections were carried out using the ABSPACK program. The structures were refined on F 2 using Shelxl9717 to give R1 = 0.0462, 0.0585, and 0.0626 and wR2 = 0.1298, 0.1679, and 0.1034 for 3532, 2941, and 3577 independent reflections, respectively, with I > 2σ(I) for 1, 2, and 3, respectively.  ", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"ic701440xt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement of Complexes<bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>18</sub>H<sub>14</sub>Cl Cu<sub>2</sub>N<sub>3</sub>O<sub>11</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>18</sub>H<sub>14</sub>BCu<sub>2</sub>F<sub>4</sub>N<sub>3</sub>O<sub>7</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>18</sub>H<sub>16</sub>Cu<sub>2</sub>N<sub>4</sub>O<sub>11</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>M</italic>\n<sub>w</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">610.87\n</oasis:entry>\n<oasis:entry colname=\"3\">598.23\n</oasis:entry>\n<oasis:entry colname=\"4\">591.45\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>2<sub>1</sub>/n\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">8.576(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">8.549(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">6.960(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">10.281(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.222(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.770(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">12.933(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">12.851(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">19.233(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">101.69(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">102.13(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">100.89(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">101.18(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">99.10(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">98.16(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">97.95(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V/</italic>Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1077.2(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1058.1(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2084.4(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">2\n</oasis:entry>\n<oasis:entry colname=\"3\">2\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>D</italic>\n<sub>c</sub>/g cm<sup>-3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.883\n</oasis:entry>\n<oasis:entry colname=\"3\">1.878\n</oasis:entry>\n<oasis:entry colname=\"4\">1.885\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ/mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.167\n</oasis:entry>\n<oasis:entry colname=\"3\">2.093\n</oasis:entry>\n<oasis:entry colname=\"4\">2.1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">612\n</oasis:entry>\n<oasis:entry colname=\"3\">596\n</oasis:entry>\n<oasis:entry colname=\"4\">1192\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>(int)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.034\n</oasis:entry>\n<oasis:entry colname=\"3\">0.056\n</oasis:entry>\n<oasis:entry colname=\"4\">0.056\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">total reflns\n</oasis:entry>\n<oasis:entry colname=\"2\">7666\n</oasis:entry>\n<oasis:entry colname=\"3\">7436\n</oasis:entry>\n<oasis:entry colname=\"4\">13 449\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">unique reflns\n</oasis:entry>\n<oasis:entry colname=\"2\">6024\n</oasis:entry>\n<oasis:entry colname=\"3\">5854\n</oasis:entry>\n<oasis:entry colname=\"4\">5946\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>I </italic>&gt; 2σ(<italic>I</italic>)\n</oasis:entry>\n<oasis:entry colname=\"2\">3532\n</oasis:entry>\n<oasis:entry colname=\"3\">2941\n</oasis:entry>\n<oasis:entry colname=\"4\">3577\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R1, wR2\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0462, 0.1298\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0585, 0.1679\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0626, 0.1034\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>T</italic>/K\n</oasis:entry>\n<oasis:entry colname=\"2\">150\n</oasis:entry>\n<oasis:entry colname=\"3\">150\n</oasis:entry>\n<oasis:entry colname=\"4\">150</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>\n<bold>Synthesis and General Characterization.</bold> The compound\n[Cu(pic)<sub>2</sub>] is only slightly soluble in methanol. At low pH\nand in the presence of Cu(II) salt it is progressively dissolved\nas it reacts to form compounds <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>, depending on\nthe anion of the used Cu(II) salt. When copper(II) perchlorate\nor fluoroborate was allowed to react with the suspension of\n[Cu(pic)<sub>2</sub>], a two-dimensional, rectangular grid-like polymeric structure (compounds <bold>1</bold> and <bold>2</bold>) resulted (Scheme ).\nThis grid-like structure results from the union of Cu(II) chains\nwith a very unusual ‘fish backbone' structure. On the other\nhand, when copper(II) nitrate was added to [Cu(pic)<sub>2</sub>], a one-dimensional polymer (compound <bold>3</bold>) having the same metal\nto ligand ratio (3:2) but with very different carboxylate-bridging connections than those in <bold>1</bold> and <bold>2</bold> was formed\n(Scheme ). It is to be noted that the amount of added Cu(II) salt is higher than the stoichiometric requirement. When\nwe added [Cu(pic)<sub>2</sub>] and the copper salt in a stoichiometric\n3:1 ratio, a considerable amount of the former remained as\nan insoluble product and the yield became very low. For\nthe alternative method of synthesis (see Experimental Section) when we increased the copper salt:picolinic acid ratio\nfrom 2:3 to 1:1 the amount of initial separation of [Cu(pic)<sub>2</sub>]\ndecreased and consequently the yield of the products was\nhigher. Besides elemental analysis all three complexes were\ninitially characterized by IR spectra and thermogravimetric\nanalysis. The compound [Cu(pic)<sub>2</sub>] is a ‘inner metallic'\nneutral complex and does not contain any anion, whereas\nall three compounds, <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>, contain the corresponding\ncounteranions and their characteristic intense peak in the IR\nspectra can easily be detected (1102, 1071, and 1384 cm<sup>-1</sup>\nfor ClO<sub>4</sub>\n<sup>-</sup>, BF<sub>4</sub>\n<sup>-</sup>, and NO<sub>3</sub>\n<sup>-</sup>, respectively). The TG curves\nof the three complexes show a mass loss corresponding to\nthe water molecules present in the structure (for <bold>1</bold> calcd 3.0%,\nfound 2.86% in the temperature range 120−180 °C; for <bold>2</bold>\ncalcd 3.0%, found 2.99% in the temperature range 120−170 °C; for <bold>3</bold> calcd 6.0%, found 6.23% in the temperature\nrange 100−200 °C).\n</p>", "clean_text": "Results and Discussion\n\n Synthesis and General Characterization. The compound [Cu(pic)2] is only slightly soluble in methanol. At low pH and in the presence of Cu(II) salt it is progressively dissolved as it reacts to form compounds 1, 2, and 3, depending on the anion of the used Cu(II) salt. When copper(II) perchlorate or fluoroborate was allowed to react with the suspension of [Cu(pic)2], a two-dimensional, rectangular grid-like polymeric structure (compounds 1 and 2) resulted (Scheme ). This grid-like structure results from the union of Cu(II) chains with a very unusual ‘fish backbone' structure. On the other hand, when copper(II) nitrate was added to [Cu(pic)2], a one-dimensional polymer (compound 3) having the same metal to ligand ratio (3:2) but with very different carboxylate-bridging connections than those in 1 and 2 was formed (Scheme ). It is to be noted that the amount of added Cu(II) salt is higher than the stoichiometric requirement. When we added [Cu(pic)2] and the copper salt in a stoichiometric 3:1 ratio, a considerable amount of the former remained as an insoluble product and the yield became very low. For the alternative method of synthesis (see Experimental Section) when we increased the copper salt:picolinic acid ratio from 2:3 to 1:1 the amount of initial separation of [Cu(pic)2] decreased and consequently the yield of the products was higher. Besides elemental analysis all three complexes were initially characterized by IR spectra and thermogravimetric analysis. The compound [Cu(pic)2] is a ‘inner metallic' neutral complex and does not contain any anion, whereas all three compounds, 1, 2, and 3, contain the corresponding counteranions and their characteristic intense peak in the IR spectra can easily be detected (1102, 1071, and 1384 cm-1 for ClO4 -, BF4 -, and NO3 -, respectively). The TG curves of the three complexes show a mass loss corresponding to the water molecules present in the structure (for 1 calcd 3.0%, found 2.86% in the temperature range 120-180 °C; for 2 calcd 3.0%, found 2.99% in the temperature range 120-170 °C; for 3 calcd 6.0%, found 6.23% in the temperature range 100-200 °C). ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Description of the Structures of {[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)]ClO</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1) and </bold>\n<bold>{[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)]BF</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> The structures\nof <bold>1</bold> and <bold>2</bold> are isomorphous, the only difference being that\nof the anion, ClO<sub>4</sub>\n<sup>-</sup> for <bold>1</bold> and BF<sub>4</sub>\n<sup>-</sup> for <bold>2</bold>. The structure of\nthe [Cu<sub>2</sub>(pic)<sub>3</sub>(H<sub>2</sub>O)]<italic>\n<sub>n</sub>\n</italic>\n<italic>\n<sup>n</sup>\n</italic>\n<sup>+</sup> cation is shown in Figure  together\nwith the atomic numbering scheme. Selected bond distances\nand angles are listed in Table . The structures of <bold>1</bold> and <bold>2</bold>\ncontain polymeric cations and discrete anions. The cations\nare two-dimensional polymers containing three independent\ncopper atoms and three ligands. All possible donor atoms in\nthe ligands are bonded to a metal atom with formation of\nfive-membered chelate rings from the pyridine nitrogen atom\nand one oxygen atom of the carboxylic acid group to one\ncopper atom with the other oxygen atom bonding to a\n\ndifferent copper atom with a <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> coordination mode.\nTwo of the three independent copper atoms, namely, Cu1\nand Cu3, are situated on inversion centers and are six and\nfour coordinate, respectively, while Cu2 occupies a general\nposition and is five coordinate. Cu1 is six-coordinate with a\ndistorted octahedral environment. The equatorial plane\ncontains two equivalent bidentate ligands with Cu1−O(41)\nand Cu1−N(48) bond distances of 1.985(3) and 1.977(4) Å\nin <bold>1</bold> and 1.952(3) and 1.965(5) Å in <bold>2</bold>, respectively. The\naxial positions are occupied by two symmetry-related oxygen\natoms, O(23) at a distance of 2.346(3) Å in <bold>1</bold> and 2.354(4)\nÅ in <bold>2</bold>. These long axial bonds (almost 0.4 Å longer that the\nequatorial ones) indicate the presence of a large Jahn−Teller\neffect. The other centrosymmetric copper atom, Cu3, is four\ncoordinate with a square-planar geometry formed by four\nmonodentate oxygen atoms from four different ligands with\nCu−O bond distances in the range 1.94−1.96 Å in both\ncompounds (Table ). The Cu2 atom, which occupies a\ngeneral position, exhibits a slightly distorted square-pyramidal environment (τ = 0.08). The axial site is occupied\nby a water molecule O(100) at 2.372(3) and 2.354(4) Å in\n<bold>1</bold> and <bold>2</bold>, respectively. The equatorial plane contains two\nbidentate ligands with Cu−O and Cu−N bond distances in\nthe range 1.95−1.99 Å in both compounds (Table ). These\nfour donor atoms around Cu2 are approximately coplanar\nwith rms deviations of 0.04 and 0.05 Å in <bold>1</bold> and <bold>2</bold>,\nrespectively, with the Cu2 atom 0.12 Å above the mean plane\nin both compounds in the direction of the water molecule.\nEach 2-picolinate ligand forms a five-membered chelate ring\nat the Cu1 and Cu2 atoms; the value of the chelating angles\nsubtended at the metal atom are 83.2 (1)° for Cu1 and 84.3(1)° and 82.5(1)° for Cu2 in complex <bold>1</bold>, very similar to those\nof compound <bold>2</bold>:  83.6(2)° for Cu1 and 83.9(2)° and 82.6(2)°\nfor Cu2. The Cu1···Cu2, Cu1···Cu3, and Cu2···Cu3 distances within the chain are, respectively, 5.374, 5.141, and\n4.762 Å for compound <bold>1</bold> and 5.345, 5.111, and 4.745 Å for\ncompound <bold>2</bold>.\n\n\n</p>", "clean_text": " Description of the Structures of {[Cu  2  (pic)  3  (H  2  O)]ClO  4  }   n    (1) and  {[Cu  2  (pic)  3  (H  2  O)]BF  4  }   n    (2). The structures of 1 and 2 are isomorphous, the only difference being that of the anion, ClO4 - for 1 and BF4 - for 2. The structure of the [Cu2(pic)3(H2O)] n   n  + cation is shown in Figure  together with the atomic numbering scheme. Selected bond distances and angles are listed in Table . The structures of 1 and 2 contain polymeric cations and discrete anions. The cations are two-dimensional polymers containing three independent copper atoms and three ligands. All possible donor atoms in the ligands are bonded to a metal atom with formation of five-membered chelate rings from the pyridine nitrogen atom and one oxygen atom of the carboxylic acid group to one copper atom with the other oxygen atom bonding to a  different copper atom with a syn - anti coordination mode. Two of the three independent copper atoms, namely, Cu1 and Cu3, are situated on inversion centers and are six and four coordinate, respectively, while Cu2 occupies a general position and is five coordinate. Cu1 is six-coordinate with a distorted octahedral environment. The equatorial plane contains two equivalent bidentate ligands with Cu1-O(41) and Cu1-N(48) bond distances of 1.985(3) and 1.977(4) Å in 1 and 1.952(3) and 1.965(5) Å in 2, respectively. The axial positions are occupied by two symmetry-related oxygen atoms, O(23) at a distance of 2.346(3) Å in 1 and 2.354(4) Å in 2. These long axial bonds (almost 0.4 Å longer that the equatorial ones) indicate the presence of a large Jahn-Teller effect. The other centrosymmetric copper atom, Cu3, is four coordinate with a square-planar geometry formed by four monodentate oxygen atoms from four different ligands with Cu-O bond distances in the range 1.94-1.96 Å in both compounds (Table ). The Cu2 atom, which occupies a general position, exhibits a slightly distorted square-pyramidal environment (τ = 0.08). The axial site is occupied by a water molecule O(100) at 2.372(3) and 2.354(4) Å in 1 and 2, respectively. The equatorial plane contains two bidentate ligands with Cu-O and Cu-N bond distances in the range 1.95-1.99 Å in both compounds (Table ). These four donor atoms around Cu2 are approximately coplanar with rms deviations of 0.04 and 0.05 Å in 1 and 2, respectively, with the Cu2 atom 0.12 Å above the mean plane in both compounds in the direction of the water molecule. Each 2-picolinate ligand forms a five-membered chelate ring at the Cu1 and Cu2 atoms; the value of the chelating angles subtended at the metal atom are 83.2 (1)° for Cu1 and 84.3(1)° and 82.5(1)° for Cu2 in complex 1, very similar to those of compound 2: 83.6(2)° for Cu1 and 83.9(2)° and 82.6(2)° for Cu2. The Cu1⋅⋅⋅Cu2, Cu1⋅⋅⋅Cu3, and Cu2⋅⋅⋅Cu3 distances within the chain are, respectively, 5.374, 5.141, and 4.762 Å for compound 1 and 5.345, 5.111, and 4.745 Å for compound 2.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Metallocycle formed in complexes<bold>1</bold> and <bold>2</bold>. Ellipsoids are drawn\nat the 50% probability level.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Metallocycle formed in complexes1 and 2. Ellipsoids are drawn at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"ic701440xt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Bond Lengths (Å) and Angles (deg) in the Cu(II) Coordination Spheres in<bold>1</bold>and <bold>2</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">atoms</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">1</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O41\n</oasis:entry>\n<oasis:entry colname=\"2\">1.985(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.952(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−N48\n</oasis:entry>\n<oasis:entry colname=\"2\">1.977(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.965(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O23<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.346(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.354(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">2.372(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.354(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">1.951(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.947(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O31\n</oasis:entry>\n<oasis:entry colname=\"2\">1.980(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.968(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">1.981(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.970(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">1.989(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.970(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu3−O33\n</oasis:entry>\n<oasis:entry colname=\"2\">1.959(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.946(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu3−O43\n</oasis:entry>\n<oasis:entry colname=\"2\">1.953(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.938(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O41−Cu1−N48\n</oasis:entry>\n<oasis:entry colname=\"2\">83.21(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">83.53(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O41−Cu1−O23<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">91.15(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">91.15(16)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N48−Cu1−O23<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">87.74(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">88.37(16)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">84.29(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">83.81(18)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−O31\n</oasis:entry>\n<oasis:entry colname=\"2\">170.17(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">169.78(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O31\n</oasis:entry>\n<oasis:entry colname=\"2\">95.21(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">95.47(18)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">97.20(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">97.42(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">175.03(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">175.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">82.51(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">82.57(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">89.06(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">88.79(16)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">91.70(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">91.85(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">100.78(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">101.43(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">93.07(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">92.38(16)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O43−Cu3−O33\n</oasis:entry>\n<oasis:entry colname=\"2\">95.52(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">95.61(17)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry code:  i = (1 − <italic>x</italic>, −y, 1 − <italic>z</italic>).</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Thus, the two compounds can be characterized as a chain\nof alternating Cu1 and Cu3 ions connected through <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> equatorial−equatorial carboxylate bridges. The Cu1\natom of one chain is linked to the Cu3 of a neighboring chain\nvia the oxygen atoms of another [Cu(pic)<sub>2</sub>] unit (the one\ncontaining the Cu2 atom). The result is a two-dimensional\nrectangular grid-like sheet structure (Figure ). The anions\n(ClO<sub>4</sub>\n<sup>-</sup> in <bold>1</bold> and BF<sub>4</sub>\n<sup>-</sup> in <bold>2</bold>) are located between these two-dimensional cationic sheets as shown in Figure a and b.\n\n</p>", "clean_text": "Thus, the two compounds can be characterized as a chain of alternating Cu1 and Cu3 ions connected through syn - anti equatorial-equatorial carboxylate bridges. The Cu1 atom of one chain is linked to the Cu3 of a neighboring chain via the oxygen atoms of another [Cu(pic)2] unit (the one containing the Cu2 atom). The result is a two-dimensional rectangular grid-like sheet structure (Figure ). The anions (ClO4 - in 1 and BF4 - in 2) are located between these two-dimensional cationic sheets as shown in Figure a and b.  ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Two-dimensional layer (110) of the copper(II)−picolinate-bridged structure in complexes<bold>1</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  Two-dimensional layer (110) of the copper(II)-picolinate-bridged structure in complexes1.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The water molecule in <bold>1</bold> forms two hydrogen bonds with\nO···O distances of 2.82 Å to O(11) and 2.82 Å to O(31)<sup>ii</sup> (ii\n= 1 − <italic>x</italic>,1 − <italic>y</italic>,1 − <italic>z</italic>). However, in <bold>2</bold> one hydrogen bond is\ndifferent, being formed to F(11) at 2.76 Å rather than O(11),\nwhile the other is equivalent to O(31)<sup>ii</sup> (ii = 1 − <italic>x</italic>,1 − <italic>y</italic>,1\n− <italic>z</italic>) at 2.82 Å (Table ).\n\n\n\n</p>", "clean_text": "The water molecule in 1 forms two hydrogen bonds with O⋅⋅⋅O distances of 2.82 Å to O(11) and 2.82 Å to O(31)ii (ii = 1 - x,1 - y,1 - z). However, in 2 one hydrogen bond is different, being formed to F(11) at 2.76 Å rather than O(11), while the other is equivalent to O(31)ii (ii = 1 - x,1 - y,1 - z) at 2.82 Å (Table ).    ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Side view of the stacking of 2-D porous layers of<bold>2</bold> along the\n010 direction:  (a) ball and stick perspective and (b) space-filling model\n{Cu(II) deep blue; B, black; F, purple; O, red; N, light blue; C, gray; H\nomitted for clarity}.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0009.tif\"></graphic>\n</fig>", "clean_text": " 3  Side view of the stacking of 2-D porous layers of2 along the 010 direction: (a) ball and stick perspective and (b) space-filling model {Cu(II) deep blue; B, black; F, purple; O, red; N, light blue; C, gray; H omitted for clarity}.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "table", "classification": null, "content": "<table-wrap id=\"ic701440xt00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Bond Lengths (Å) and Angles (deg) in the Cu(II) Coordination Spheres in<bold>3</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">atoms</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">distance\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−N18\n</oasis:entry>\n<oasis:entry colname=\"2\">2.031(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O11\n</oasis:entry>\n<oasis:entry colname=\"2\">1.936(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O23\n</oasis:entry>\n<oasis:entry colname=\"2\">2.078(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.132(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">1.942(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">1.964(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">1.960(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">1.969(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O31\n</oasis:entry>\n<oasis:entry colname=\"2\">1.958(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.544(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">2.401(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">atoms</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">angle\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O11−Cu1−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">171.99(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O11−Cu1−N18\n</oasis:entry>\n<oasis:entry colname=\"2\">82.64(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−Cu1−N18\n</oasis:entry>\n<oasis:entry colname=\"2\">96.47(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O11−Cu1−O23\n</oasis:entry>\n<oasis:entry colname=\"2\">88.79(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−Cu1−O23\n</oasis:entry>\n<oasis:entry colname=\"2\">87.30(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N18−Cu1−O23\n</oasis:entry>\n<oasis:entry colname=\"2\">144.01(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O11−Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">95.98(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">90.93(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N18−Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">126.79(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O28−Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">88.76(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">83.26(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">96.82(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">175.13(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">175.69(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">96.02(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">83.53(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">100.82(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">91.94(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">92.86(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">83.43(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">88.95(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">86.20(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">88.93(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">86.77(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O200−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">169.78(9)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry code:  i = (0.5 + <italic>x</italic>, 0.5 − <italic>y</italic>, 0.5 + <italic>z</italic>), ii = (<italic>x </italic>+ 1, <italic>y</italic>,\n<italic>z </italic>\n<italic>−</italic> 1).</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 26, "type": "table", "classification": null, "content": "<table-wrap id=\"ic701440xt00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Hydrogen-Bond Geometries in Compounds<bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> (in Å and\ndeg)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D−H···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<italic>d</italic>(D−H)</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<italic>d</italic>(H···A)</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<italic>d</italic>(D···A)</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">∠(D−H···A)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">compound <bold>1</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H1···O11\n</oasis:entry>\n<oasis:entry colname=\"2\">0.85(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.99(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.815(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">163(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H2···O31<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.85(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.00(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.818(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">162(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H1···F11\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(4)s\n</oasis:entry>\n<oasis:entry colname=\"3\">1.92(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.757(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">164(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H2···O31<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.13(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.816(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">136(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">compound <bold>3</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H1···O52<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.80(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.658(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">172(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H2···O13<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.88(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.727(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">170(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O200−H3···O13<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.88(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.08(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.928(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">161(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O200−H4···O54<sup>v</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.00(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.845(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">169(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry code:  ii = (1 − <italic>x</italic>, 1 − <italic>y</italic>, 1 − <italic>z</italic>), iii = (0.5 + <italic>x</italic>, 0.5 − <italic>y</italic>,\n<italic>z </italic>\n<italic>−</italic> 0.5), iv = (<italic>x </italic>\n<italic>−</italic> 1, <italic>y</italic>, <italic>z</italic>), v = (<italic>x</italic>, <italic>y</italic>, <italic>z </italic>\n<italic>−</italic> 1).\n</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Description of the Structure of [Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(NO</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold>\n(3).</bold> The structure of <bold>3</bold> consists of one-dimensional polymeric\nchains (Figure ) formed by two alternating five-coordinate\nand six-coordinate independent copper(II) ions. The two\ncarboxylate groups of the ‘metalloligand' [Cu(pic)<sub>2</sub>] building\nblock containing the Cu2 atom bridge the Cu1 atoms, which\ncontain one chelating picolinate ligand. As in <bold>1</bold> and <bold>2</bold> the\nbridging mode of the carboxylate is <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>, and all atoms\nin the ligands participate in bonding to copper atoms with\nthe exception of O(13). There is one nitrate anion in the\nasymmetric unit, and it is coordinated weakly to the axial\nposition of Cu2.\n\n</p>", "clean_text": " Description of the Structure of [Cu  2  (pic)  3  (H  2  O)  2  (NO  3  )]   n    (3). The structure of 3 consists of one-dimensional polymeric chains (Figure ) formed by two alternating five-coordinate and six-coordinate independent copper(II) ions. The two carboxylate groups of the ‘metalloligand' [Cu(pic)2] building block containing the Cu2 atom bridge the Cu1 atoms, which contain one chelating picolinate ligand. As in 1 and 2 the bridging mode of the carboxylate is syn - anti, and all atoms in the ligands participate in bonding to copper atoms with the exception of O(13). There is one nitrate anion in the asymmetric unit, and it is coordinated weakly to the axial position of Cu2.  ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of the alternating Cu(II) chain in<bold>3</bold>. Ellipsoids are drawn\nat the 50% probability level.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0010.tif\"></graphic>\n</fig>", "clean_text": " 4  View of the alternating Cu(II) chain in3. Ellipsoids are drawn at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The coordination geometry of Cu1 is intermediate between\ntrigonal bipyramid and square pyramid as is evident from\nits Addison parameter (τ = 0.47). For an ideal square-pyramid geometry τ is equal to zero, while it becomes unity\nfor ideal trigonal-bipyramidal geometry. When it is considered as a square pyramid, the axial site is occupied by a\n\nmonodentate picolinate oxygen atom O(33)<sup>i</sup> [i = <italic>x </italic>+ 1/2,\n−<italic>y </italic>+ 1/2, <italic>z </italic>+ 1/2] at 2.132(3) Å. The equatorial plane is\nformed by one chelating picolinate ligand (with an oxygen\natom, O(11), at 1.936(3) Å and a nitrogen atom, N(18), at\n2.031(3) Å), one water molecule O(100) at 1.943(3) Å, and\na monodentate picolinate ligand (with an oxygen atom,\nO(23), at 2.078(3) Å). Deviations of the coordinating atoms\nO11, N18, O100, and O23 from the least-square mean\nplane through them are 1.348(3), −1.189(3), −1.146(3), and\n1.287(3) Å, respectively, and that of the copper atom from\n\nthe same plane is −0.0793(5) Å, in the direction of the\ncoordinated water molecule. On the other hand, its geometry\ncan also be described as a trigonal bipyramid with O(100)\nand O(11) in axial positions. The equatorial plane is made\nup of N(18) (which forms a chelate ring with the axial O(11)\natom) and two monodentate oxygen atoms O(23) and O(33)<sup>i</sup>.\nIn contrast, the Cu2 atom forms nearly an elongated\noctahedral environment with two bidentate rings in the\nequatorial plane with very similar Cu−O and Cu−N bond\nlengths in the range 1.96−1.97 Å (Table ). The four basal\natoms are coplanar with an rms of 0.01 Å with the Cu2 atom\nlocated 0.28 Å above the basal plane toward the water\nmolecule. The axial positions are occupied by a weakly\nbound water molecule at 2.401(3) Å and a very weakly\ncoordinated nitrate oxygen atom O54 (<italic>x</italic> + 1, <italic>y</italic>, <italic>z </italic>\n<italic>−</italic> 1) at\n2.544(3) Å.\n</p>", "clean_text": "The coordination geometry of Cu1 is intermediate between trigonal bipyramid and square pyramid as is evident from its Addison parameter (τ = 0.47). For an ideal square-pyramid geometry τ is equal to zero, while it becomes unity for ideal trigonal-bipyramidal geometry. When it is considered as a square pyramid, the axial site is occupied by a  monodentate picolinate oxygen atom O(33)i [i = x + 1/2, -y + 1/2, z + 1/2] at 2.132(3) Å. The equatorial plane is formed by one chelating picolinate ligand (with an oxygen atom, O(11), at 1.936(3) Å and a nitrogen atom, N(18), at 2.031(3) Å), one water molecule O(100) at 1.943(3) Å, and a monodentate picolinate ligand (with an oxygen atom, O(23), at 2.078(3) Å). Deviations of the coordinating atoms O11, N18, O100, and O23 from the least-square mean plane through them are 1.348(3), -1.189(3), -1.146(3), and 1.287(3) Å, respectively, and that of the copper atom from  the same plane is -0.0793(5) Å, in the direction of the coordinated water molecule. On the other hand, its geometry can also be described as a trigonal bipyramid with O(100) and O(11) in axial positions. The equatorial plane is made up of N(18) (which forms a chelate ring with the axial O(11) atom) and two monodentate oxygen atoms O(23) and O(33)i. In contrast, the Cu2 atom forms nearly an elongated octahedral environment with two bidentate rings in the equatorial plane with very similar Cu-O and Cu-N bond lengths in the range 1.96-1.97 Å (Table ). The four basal atoms are coplanar with an rms of 0.01 Å with the Cu2 atom located 0.28 Å above the basal plane toward the water molecule. The axial positions are occupied by a weakly bound water molecule at 2.401(3) Å and a very weakly coordinated nitrate oxygen atom O54 (x + 1, y, z  - 1) at 2.544(3) Å. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The one-dimensional chains run parallel to the <italic>x</italic> axis, and\nthey are interconnected through hydrogen bonds involving\ntwo coordinated water molecules, namely, O(100) and\nO(200), coordinated nitrate ions, and the noncoordinated\npicolinate oxygen (O13) atom (Figure , Table ). Both\nhydrogen atoms of O(100) are strongly H bonded, one to\nthe oxygen atom O(52)<sup>iii</sup> (iii = 0.5 + <italic>x</italic>, 0.5 − <italic>y</italic>, <italic>z </italic>\n<italic>−</italic> 0.5) of\na nitrate ion (O···O = 2.658(4) Å) and the other to a\nnoncoordinated picolinate oxygen atom, O(13)<sup>iv</sup> (iv = <italic>x </italic>\n<italic>−</italic>\n1, <italic>y</italic>, <italic>z</italic>) from another chain (O···O = 2.727(4) Å). One of\nthe hydrogen atoms of O(200) is also H bonded to the same\nnoncoordinated picolinate oxygen atom, O(13)<sup>iv</sup> (iv = <italic>x </italic>\n<italic>−</italic>\n1, <italic>y</italic>, <italic>z</italic>) (O···O = 2.928(4) Å) while the other is H bonded\nto an oxygen atom of a nitrate anion, O(54)<sup>v</sup> (v = <italic>x</italic>, <italic>y</italic>, <italic>z </italic>\n<italic>−</italic>\n1) (O···O = 2.845(4) Å) to complete a two-dimensional\nH-bonded supramolecular network. The two intrachain\ncopper−copper separations are 4.721 Å for Cu1···Cu2 and\n5.038 Å for Cu2··Cu1<sup>i</sup> [i = <italic>x </italic>\n<italic>−</italic> 1/2, −<italic>y </italic>+ 1/2, <italic>z </italic>\n<italic>−</italic> 1/2],\nwhereas the shortest interchain copper−copper separations\nare 6.960 Å [Cu1···Cu1<sup>iii</sup> and Cu2···Cu2<sup>iii</sup> (iii = <italic>x </italic>+ 1, <italic>y</italic>,\n<italic>z</italic>)] and 7.445 Å for Cu1···Cu2<sup>iii</sup> [iii = <italic>x </italic>+ 1, <italic>y</italic>, <italic>z</italic>].\n\n</p>", "clean_text": "The one-dimensional chains run parallel to the x axis, and they are interconnected through hydrogen bonds involving two coordinated water molecules, namely, O(100) and O(200), coordinated nitrate ions, and the noncoordinated picolinate oxygen (O13) atom (Figure , Table ). Both hydrogen atoms of O(100) are strongly H bonded, one to the oxygen atom O(52)iii (iii = 0.5 + x, 0.5 - y, z  - 0.5) of a nitrate ion (O⋅⋅⋅O = 2.658(4) Å) and the other to a noncoordinated picolinate oxygen atom, O(13)iv (iv = x  - 1, y, z) from another chain (O⋅⋅⋅O = 2.727(4) Å). One of the hydrogen atoms of O(200) is also H bonded to the same noncoordinated picolinate oxygen atom, O(13)iv (iv = x  - 1, y, z) (O⋅⋅⋅O = 2.928(4) Å) while the other is H bonded to an oxygen atom of a nitrate anion, O(54)v (v = x, y, z  - 1) (O⋅⋅⋅O = 2.845(4) Å) to complete a two-dimensional H-bonded supramolecular network. The two intrachain copper-copper separations are 4.721 Å for Cu1⋅⋅⋅Cu2 and 5.038 Å for Cu2⋅⋅Cu1i [i = x  - 1/2, -y + 1/2, z  - 1/2], whereas the shortest interchain copper-copper separations are 6.960 Å [Cu1⋅⋅⋅Cu1iii and Cu2⋅⋅⋅Cu2iii (iii = x + 1, y, z)] and 7.445 Å for Cu1⋅⋅⋅Cu2iii [iii = x + 1, y, z].  ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Two-dimensional hydrogen-bonded sheet architecture in<bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0011.tif\"></graphic>\n</fig>", "clean_text": " 5  Two-dimensional hydrogen-bonded sheet architecture in3.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Anionic Influence in the Polymeric Structures of the\nComplexes.</bold> The polymeric fish-backbone chain structure of\n<bold>1</bold> and <bold>2</bold> is formed simply by coordination of free oxygen\natoms of bis(picolinate)copper(II) (Cu1 and Cu2) to the\nequatorial positions of the added copper ion (Cu3). One of\nthe oxygen atoms of the carboxylate group of picolinate in\nCu2 that remains still free (O23) coordinates weakly to the\naxial position of Cu1 of another chain to complete the final\ngrid-like polymeric sheet structure of the compounds (Scheme\n, Figure ). On the contrary, when copper(II) nitrate is added\nto bis(picolinate)copper(II), one-third of the molecules react\nwith the added Cu(II) to form a monopicolinate entity which\nis subsequently coordinated by the two free oxygen atoms\n(O23 and O33) of the remaining bis(picolinate)copper(II)\nmoiety to form the final one-dimensional chain. The interesting difference in the structure of <bold>3</bold> from that of <bold>1</bold> and <bold>2</bold> is\nthat the nitrate anion is coordinated weakly to the axial\nposition of the copper ions (Cu2) and one oxygen atom of\nthe carboxylate group (O13) remains free, presumably to\nparticipate in the strong H-bonding network, instead of being\nweakly coordinated to the axial position of copper atom as\nin <bold>1</bold> and <bold>2</bold>. The nitrate ion has a planar structure and can\norient itself easily to be a favorable acceptor for strong H\nbonds. The perchlorate and fluoroborate ions in <bold>1</bold> and <bold>2</bold> do\nparticipate in H bonding but not as strongly as the nitrate\nion in compound <bold>3</bold>. The present examples, thus, demonstrate\nan intricate competition between the weak coordinate bonding and H bonding to join the polymeric chains to form the\nfinal supramolecular assembly. It is usual that in most cases\nthe coordinating bond wins the competition, but in cases like\nthis, where the coordinating bond is weaker for any constraint\n(e.g., axial bond in the d<sup>9</sup> system due to the Jahn−Teller\neffect), a favorable H-bonding network formation can be the\ndetermining factor for the final polymeric structure as in\ncompound <bold>3</bold>.\n</p>", "clean_text": " Anionic Influence in the Polymeric Structures of the Complexes. The polymeric fish-backbone chain structure of 1 and 2 is formed simply by coordination of free oxygen atoms of bis(picolinate)copper(II) (Cu1 and Cu2) to the equatorial positions of the added copper ion (Cu3). One of the oxygen atoms of the carboxylate group of picolinate in Cu2 that remains still free (O23) coordinates weakly to the axial position of Cu1 of another chain to complete the final grid-like polymeric sheet structure of the compounds (Scheme , Figure ). On the contrary, when copper(II) nitrate is added to bis(picolinate)copper(II), one-third of the molecules react with the added Cu(II) to form a monopicolinate entity which is subsequently coordinated by the two free oxygen atoms (O23 and O33) of the remaining bis(picolinate)copper(II) moiety to form the final one-dimensional chain. The interesting difference in the structure of 3 from that of 1 and 2 is that the nitrate anion is coordinated weakly to the axial position of the copper ions (Cu2) and one oxygen atom of the carboxylate group (O13) remains free, presumably to participate in the strong H-bonding network, instead of being weakly coordinated to the axial position of copper atom as in 1 and 2. The nitrate ion has a planar structure and can orient itself easily to be a favorable acceptor for strong H bonds. The perchlorate and fluoroborate ions in 1 and 2 do participate in H bonding but not as strongly as the nitrate ion in compound 3. The present examples, thus, demonstrate an intricate competition between the weak coordinate bonding and H bonding to join the polymeric chains to form the final supramolecular assembly. It is usual that in most cases the coordinating bond wins the competition, but in cases like this, where the coordinating bond is weaker for any constraint (e.g., axial bond in the d9 system due to the Jahn-Teller effect), a favorable H-bonding network formation can be the determining factor for the final polymeric structure as in compound 3. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>\n<bold>Magnetic Properties. </bold>\n<italic>Compounds </italic>\n<bold>\n<italic>1</italic>\n</bold>\n<italic> and </italic>\n<bold>\n<italic>2</italic>\n</bold>\n<italic>.</italic> The magnetic\nproperties of complexes <bold>1</bold> and <bold>2</bold> in the form of a χ<sub>m</sub>\n<italic>T</italic> vs <italic>T</italic>\nplot (χ<sub>m</sub> is the molar susceptibility per two copper(II) ions)\nare shown in Figures  and , respectively. As expected from\nthe structural similarities, both complexes show very similar\n\nmagnetic behavior. Thus, the room temperature χ<sub>m</sub>\n<italic>T</italic> values\nare 0.78 and 0.79 emu·K·mol<sup>-1</sup> for <bold>1</bold> and <bold>2</bold>, respectively.\nThese values are the expected ones for two magnetically\nquasi-isolated spin doublets. On cooling, the χ<sub>m</sub>\n<italic>T</italic> values\nincrease gradually in the temperature range 300−50 K and\nthen abruptly below 50 K, reaching a value of 0.96\nemu·K·mol<sup>-1</sup> for both <bold>1</bold> and <bold>2</bold> at 2 K. This behavior indicates\nthe presence of overall weak ferromagnetic exchange interactions between the Cu(II) ions in both compounds.\n\n\n</p>", "clean_text": " Magnetic Properties.  Compounds   1   and   2  . The magnetic properties of complexes 1 and 2 in the form of a χm T vs T plot (χm is the molar susceptibility per two copper(II) ions) are shown in Figures  and , respectively. As expected from the structural similarities, both complexes show very similar  magnetic behavior. Thus, the room temperature χm T values are 0.78 and 0.79 emu⋅K⋅mol-1 for 1 and 2, respectively. These values are the expected ones for two magnetically quasi-isolated spin doublets. On cooling, the χm T values increase gradually in the temperature range 300-50 K and then abruptly below 50 K, reaching a value of 0.96 emu⋅K⋅mol-1 for both 1 and 2 at 2 K. This behavior indicates the presence of overall weak ferromagnetic exchange interactions between the Cu(II) ions in both compounds.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Thermal variation of the product of the molar magnetic susceptibility and temperature (χ<sub>m</sub>\n<italic>T</italic>) for compound <bold>1</bold>. Solid line is the best\nfit to the model (see text).</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0012.tif\"></graphic>\n</fig>", "clean_text": " 6  Thermal variation of the product of the molar magnetic susceptibility and temperature (χm T) for compound 1. Solid line is the best fit to the model (see text).   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Thermal variation of the product of the molar magnetic susceptibility and temperature (χ<sub>m</sub>\n<italic>T</italic>) for compound <bold>2</bold>. Solid line is the best\nfit to the model (see text).</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0013.tif\"></graphic>\n</fig>", "clean_text": " 7  Thermal variation of the product of the molar magnetic susceptibility and temperature (χm T) for compound 2. Solid line is the best fit to the model (see text).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>As described in the structural section, compounds <bold>1</bold> and\n<bold>2</bold> are isomorphous and the structure can be described as a\ntwo-dimensional net in which the Cu1−Cu3 and Cu2−Cu3\nions are connected through equatorial−equatorial carboxylate\nbridges whereas Cu1 and Cu2 are linked by an equatorial−axial bridge. It has been shown previously that when\ncarboxylate groups link copper(II) in a <italic>syn</italic>\n<italic>−</italic>\n<italic>anti,</italic> equatorial(short)−axial(long) fashion, the coupling is always very small\nas this exchange pathway produces a very poor overlap of\nthe magnetic orbitals due to the weak spin density at the\naxial site. Therefore, to a first approximation, the coupling\nbetween Cu1 and Cu2 through this equatorial−axial bridge\ncan be neglected. Consequently, from a magnetic point of\nview, these two compounds can be seen as a chain of\nalternating Cu1 and Cu3 ions connected through a <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>\nO41−C42−O43 equatorial−equatorial carboxylate bridge\n(<italic>J</italic>) with side connections from the Cu3 ions to the Cu2\nions through a similar, but not identical, <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> O31−C32−O33 equatorial−equatorial carboxylate bridge (<italic>J</italic>‘)\n(Figure ).\n\n</p>", "clean_text": "As described in the structural section, compounds 1 and 2 are isomorphous and the structure can be described as a two-dimensional net in which the Cu1-Cu3 and Cu2-Cu3 ions are connected through equatorial-equatorial carboxylate bridges whereas Cu1 and Cu2 are linked by an equatorial-axial bridge. It has been shown previously that when carboxylate groups link copper(II) in a syn - anti, equatorial(short)-axial(long) fashion, the coupling is always very small as this exchange pathway produces a very poor overlap of the magnetic orbitals due to the weak spin density at the axial site. Therefore, to a first approximation, the coupling between Cu1 and Cu2 through this equatorial-axial bridge can be neglected. Consequently, from a magnetic point of view, these two compounds can be seen as a chain of alternating Cu1 and Cu3 ions connected through a syn - anti O41-C42-O43 equatorial-equatorial carboxylate bridge (J) with side connections from the Cu3 ions to the Cu2 ions through a similar, but not identical, syn - anti O31-C32-O33 equatorial-equatorial carboxylate bridge (J‘) (Figure ).  ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Magnetic exchange scheme used for compounds<bold>1</bold> and <bold>2</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0014.tif\"></graphic>\n</fig>", "clean_text": " 8  Magnetic exchange scheme used for compounds1 and 2.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>To our knowledge, this kind of “fish backbone” structure\nhas not been reported previously, and therefore, there is no\nmodel to fit the corresponding magnetic behavior of such a\nchain. Accordingly, we developed a model that considers\nthe isotropic exchange interactions between first neighbors.\nWe can calculate the magnetic susceptibility of this Heisenberg chain using a closed chain computational procedure<sup>20</sup>\nas a function of the ratio between both types of interactions,\n<italic>J</italic>/<italic>J</italic>\n<italic>‘</italic>, where <italic>J</italic> is the exchange interaction inside the chain\nand <italic>J</italic>\n<italic>‘</italic> is the side interaction (Figure ). The exchange\nHamiltonian can be written as\n<disp-formula content-type=\"pre-labeled\" id=\"ic701440xe00001\">\n<graphic position=\"anchor\" xlink:href=\"ic-2007-01440x_0002.gif\"></graphic>\n</disp-formula>\nwhere 4<italic>N</italic> is the number of interacting spins.\n</p>", "clean_text": "To our knowledge, this kind of \"fish backbone\" structure has not been reported previously, and therefore, there is no model to fit the corresponding magnetic behavior of such a chain. Accordingly, we developed a model that considers the isotropic exchange interactions between first neighbors. We can calculate the magnetic susceptibility of this Heisenberg chain using a closed chain computational procedure20 as a function of the ratio between both types of interactions, J/J ‘, where J is the exchange interaction inside the chain and J ‘ is the side interaction (Figure ). The exchange Hamiltonian can be written as    where 4N is the number of interacting spins. ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>We assumed that the <italic>N</italic> = 4 calculation is close to the\nexact solution in the full experimental temperature range.\nCalculations were performed with the magnetism package\nMAGPACK. This model very satisfactorily reproduces the\nmagnetic data in the whole temperature range with the\nfollowing parameters:  <italic>g</italic> = 2.034, <italic>J</italic>(chain) = 1.74 cm<sup>-1</sup>,\nand <italic>J</italic>‘(side) = 0.19 cm<sup>-1</sup> for <bold>1</bold> and <italic>g</italic> = 2.044, <italic>J</italic>(chain) =\n0.99 cm<sup>-1</sup>, and <italic>J</italic>‘(side) = 0.25 cm<sup>-1</sup> for <bold>2</bold> (solid lines in\nFigures  and ). The values of the superexchange parameters\n(<italic>J</italic>) for these two complexes are within the normal range\nobserved for this kind of single <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>, equatorial−equatorial carboxylate-bridged copper(II) complexes with\nd<sub>\n<italic>x</italic>\n</sub>\n<sub>\n<sup>2</sup>\n</sub>\n<sub>−<italic>y</italic>\n</sub>\n<sub>\n<sup>2</sup>\n</sub> magnetic orbitals. It has been stated by several\nauthors<sup>22k,l</sup> and also substantiated by DFT calculations<sup>23</sup> that\nfor <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> Cu−O−C−O−Cu bridges the contributions\nfrom the 2p orbitals of O atoms belonging to the magnetic\norbitals centered on Cu(II) ions are unfavorably oriented to\ngive a significant overlap. The nonplanarity of the Cu−O−C−O−Cu bridge, measured by the dihedral angle, is also\nvery important for the extent of the coupling. Thus, for high\ndihedral angles the overlap of the magnetic orbitals is\nreduced, which implies a reduction of the antiferromagnetic\ncontribution and, consequently, the ferromagnetic term\nbecomes dominant. Thus, the strongest ferromagnetic\ncoupling is expected for a dihedral angle of 90°. In\ncomplexes <bold>1</bold> and <bold>2</bold>, although both carboxylate bridges are\nvery similar, the dihedral angles between the equatorial\nplanes of the Cu ions are slightly different. For complex <bold>1</bold>\nthe dihedral angle between the Cu1 and Cu3 mean equatorial\nplanes, connected through the O41−C42−O43 carboxylate\nbridge (<italic>J</italic>), is 48.5°, whereas the dihedral angle between the\nCu2 and Cu3 mean equatorial planes, connected through the\nO31−C32−O33 carboxylate bridge (<italic>J</italic>‘), is 31.6°. This\ndifference in the dihedral angles may explain the different\nmagnitude and assignment of the two exchange coupling\nconstants. Thus, the stronger ferromagnetic coupling (<italic>J</italic> =\n1.74 cm<sup>-1</sup>) may be assigned to the interaction between Cu1\nand Cu3 in the backbone of the chain (<italic>J</italic>) having a greater\ndihedral angle, whereas the lower coupling constant value\n(<italic>J</italic>‘ = 0.19 cm<sup>-1</sup>) is assigned to the interaction between Cu2\nand Cu3 in the side chain since it has a smaller dihedral\nangle. Following the same arguments we assigned the\nstronger exchange interaction (<italic>J</italic> = 0.99 cm<sup>-1</sup>) to the\nbackbone of the chain (dihedral angle = 48.0°) and the\nweaker one (<italic>J</italic>‘ = 0.25 cm<sup>-1</sup>) to the side chain (dihedral angle\n= 31.8°) in complex <bold>2</bold>.\n</p>", "clean_text": "We assumed that the N = 4 calculation is close to the exact solution in the full experimental temperature range. Calculations were performed with the magnetism package MAGPACK. This model very satisfactorily reproduces the magnetic data in the whole temperature range with the following parameters: g = 2.034, J(chain) = 1.74 cm-1, and J‘(side) = 0.19 cm-1 for 1 and g = 2.044, J(chain) = 0.99 cm-1, and J‘(side) = 0.25 cm-1 for 2 (solid lines in Figures  and ). The values of the superexchange parameters (J) for these two complexes are within the normal range observed for this kind of single syn - anti, equatorial-equatorial carboxylate-bridged copper(II) complexes with d x   2  -y   2  magnetic orbitals. It has been stated by several authors22k,l and also substantiated by DFT calculations23 that for syn - anti Cu-O-C-O-Cu bridges the contributions from the 2p orbitals of O atoms belonging to the magnetic orbitals centered on Cu(II) ions are unfavorably oriented to give a significant overlap. The nonplanarity of the Cu-O-C-O-Cu bridge, measured by the dihedral angle, is also very important for the extent of the coupling. Thus, for high dihedral angles the overlap of the magnetic orbitals is reduced, which implies a reduction of the antiferromagnetic contribution and, consequently, the ferromagnetic term becomes dominant. Thus, the strongest ferromagnetic coupling is expected for a dihedral angle of 90°. In complexes 1 and 2, although both carboxylate bridges are very similar, the dihedral angles between the equatorial planes of the Cu ions are slightly different. For complex 1 the dihedral angle between the Cu1 and Cu3 mean equatorial planes, connected through the O41-C42-O43 carboxylate bridge (J), is 48.5°, whereas the dihedral angle between the Cu2 and Cu3 mean equatorial planes, connected through the O31-C32-O33 carboxylate bridge (J‘), is 31.6°. This difference in the dihedral angles may explain the different magnitude and assignment of the two exchange coupling constants. Thus, the stronger ferromagnetic coupling (J = 1.74 cm-1) may be assigned to the interaction between Cu1 and Cu3 in the backbone of the chain (J) having a greater dihedral angle, whereas the lower coupling constant value (J‘ = 0.19 cm-1) is assigned to the interaction between Cu2 and Cu3 in the side chain since it has a smaller dihedral angle. Following the same arguments we assigned the stronger exchange interaction (J = 0.99 cm-1) to the backbone of the chain (dihedral angle = 48.0°) and the weaker one (J‘ = 0.25 cm-1) to the side chain (dihedral angle = 31.8°) in complex 2. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>It is to be noted that as mentioned in the structure\ndescription (see above) both compounds <bold>1</bold> and <bold>2</bold> can also\nbe described as a two-dimensional rectangular array of \nCu(II) ions connected through three <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> carboxylate\nbridges. This description assumes that the long Cu1−O23\nbonds (2.35 Å on average, much longer than the other Cu−O\nbonds whose average distance is 1.97 Å) can promote a non-negligible magnetic interaction. Previous examples<sup>8a,22,24</sup>\nclearly show that this interaction is definitely small although\nit may be not negligible. Accordingly, we examined a\nrectangular model with the magnetic exchange pathway as\ndescribed in Figure . Since the three carboxylate bridges\nare very similar (<italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>), in order to reduce the number\nof adjustable parameters we assumed that the three coupling\nconstants are equal (<italic>J</italic> = <italic>J</italic>‘ = <italic>J</italic>‘ ‘ in Figure ). With this\napproximation we developed a model where we take into\naccount two chains with <italic>N</italic> = 2 as we described before but\nnow interacting through <italic>J</italic>‘ ‘. Again an exact evaluation of\nthe energy levels for the 16 spin system has been performed\nand the magnetic susceptibility curve calculated.\n\n</p>", "clean_text": "It is to be noted that as mentioned in the structure description (see above) both compounds 1 and 2 can also be described as a two-dimensional rectangular array of  Cu(II) ions connected through three syn - anti carboxylate bridges. This description assumes that the long Cu1-O23 bonds (2.35 Å on average, much longer than the other Cu-O bonds whose average distance is 1.97 Å) can promote a non-negligible magnetic interaction. Previous examples8a,22,24 clearly show that this interaction is definitely small although it may be not negligible. Accordingly, we examined a rectangular model with the magnetic exchange pathway as described in Figure . Since the three carboxylate bridges are very similar (syn - anti), in order to reduce the number of adjustable parameters we assumed that the three coupling constants are equal (J = J‘ = J‘‘ in Figure ). With this approximation we developed a model where we take into account two chains with N = 2 as we described before but now interacting through J‘‘. Again an exact evaluation of the energy levels for the 16 spin system has been performed and the magnetic susceptibility curve calculated.  ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Alternative magnetic exchange scheme in compounds<bold>1</bold> and <bold>2</bold>.\n</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0015.tif\"></graphic>\n</fig>", "clean_text": " 9  Alternative magnetic exchange scheme in compounds1 and 2.    ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<p>This model also very satisfactorily reproduces the magnetic\ndata of both compounds in the whole temperature range (not\nshown) with the following parameters:  <italic>g</italic> = 2.03 and <italic>J</italic> =\n0.64 cm<sup>-1</sup> for compound <bold>1</bold> and <italic>g</italic> = 2.05 and <italic>J</italic> = 0.37 cm<sup>-1</sup>\nfor compound <bold>2</bold>. As expected, the average coupling constant\nin compounds <bold>1</bold> and <bold>2</bold> is weak and ferromagnetic, as also\nobserved in compounds <bold>1</bold> and <bold>2</bold> with the chain model. Note\nthat with this model we obtained an average <italic>J</italic> value since\nthe complexity of the model precludes a precise determination of each of the coupling constants since they are\ncorrelated and, therefore, are not independent in the fitting\nprocedure (there are many sets of different values that\nreproduce the magnetic data).\n</p>", "clean_text": "This model also very satisfactorily reproduces the magnetic data of both compounds in the whole temperature range (not shown) with the following parameters: g = 2.03 and J = 0.64 cm-1 for compound 1 and g = 2.05 and J = 0.37 cm-1 for compound 2. As expected, the average coupling constant in compounds 1 and 2 is weak and ferromagnetic, as also observed in compounds 1 and 2 with the chain model. Note that with this model we obtained an average J value since the complexity of the model precludes a precise determination of each of the coupling constants since they are correlated and, therefore, are not independent in the fitting procedure (there are many sets of different values that reproduce the magnetic data). ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<p>\n<italic>Compound </italic>\n<bold>\n<italic>3</italic>\n</bold>\n<italic>.</italic> The magnetic properties of complex <bold>3</bold> are\nshown in Figure  in the form of χ<sub>m</sub>\n<italic>T</italic> vs <italic>T</italic> (χ<sub>m</sub> is the molar\nsusceptibility per two copper(II) ions). It shows a room-temperature value of 0.81 emu·K·mol<sup>-1</sup> that remains constant\nin the temperature range 300−100 K. Below ca. 100 K the\nχ<sub>m</sub>\n<italic>T</italic> product shows a smooth increase to reach a value of\nca. 1.3 emu·K·mol<sup>-1</sup> at 2 K (Figure ). This behavior\nindicates, as in compounds <bold>1</bold> and <bold>2</bold>, the presence of\nferromagnetic exchange interactions between the Cu(II) ions.\nSince the structure of compound <bold>3</bold> shows a chain of Cu(II)\nions connected through alternating <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> carboxylate\nbridges we used a chain model with two alternating (<italic>J</italic> and\n<italic>J</italic>‘) exchange coupling constants (Figure ).\n\n\n</p>", "clean_text": " Compound   3  . The magnetic properties of complex 3 are shown in Figure  in the form of χm T vs T (χm is the molar susceptibility per two copper(II) ions). It shows a room-temperature value of 0.81 emu⋅K⋅mol-1 that remains constant in the temperature range 300-100 K. Below ca. 100 K the χm T product shows a smooth increase to reach a value of ca. 1.3 emu⋅K⋅mol-1 at 2 K (Figure ). This behavior indicates, as in compounds 1 and 2, the presence of ferromagnetic exchange interactions between the Cu(II) ions. Since the structure of compound 3 shows a chain of Cu(II) ions connected through alternating syn - anti carboxylate bridges we used a chain model with two alternating (J and J‘) exchange coupling constants (Figure ).   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00010\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Thermal variation of the product of the molar magnetic susceptibility and temperature (χ<sub>m</sub>\n<italic>T</italic>) for compound <bold>3</bold>. Solid line is the best\nfit to the model.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0016.tif\"></graphic>\n</fig>", "clean_text": " 10  Thermal variation of the product of the molar magnetic susceptibility and temperature (χm T) for compound 3. Solid line is the best fit to the model.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00011\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Magnetic exchange scheme in compound<bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0017.tif\"></graphic>\n</fig>", "clean_text": " 11  Magnetic exchange scheme in compound3.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Using the same approximation as before, we used the\nfollowing Hamiltonian for complex <bold>3</bold>\n\n<disp-formula content-type=\"pre-labeled\" id=\"ic701440xe00002\">\n<graphic position=\"anchor\" xlink:href=\"ic-2007-01440x_0003.gif\"></graphic>\n</disp-formula>\nwhere 2<italic>N</italic> is the number of interacting spins. We assumed\nthat the <italic>N</italic> = 9 calculation is close to the exact solution in\nthe full experimental temperature range. This model leads\nto equal values, within experimental error, for both exchange\ncoupling constants, and therefore, we fitted the experimental\ndata with a single coupling constant (<italic>J</italic> = <italic>J</italic>‘).\n</p>", "clean_text": "Using the same approximation as before, we used the following Hamiltonian for complex 3     where 2N is the number of interacting spins. We assumed that the N = 9 calculation is close to the exact solution in the full experimental temperature range. This model leads to equal values, within experimental error, for both exchange coupling constants, and therefore, we fitted the experimental data with a single coupling constant (J = J‘). ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>This model very satisfactorily reproduces the magnetic data\nin the whole temperature range with the following parameters:  <italic>g</italic> = 2.05; <italic>J</italic> = <italic>J</italic>‘ = 1.99 cm<sup>-1</sup> (as before, the\nHamiltonian is written as −2<italic>JS</italic>\n<sub>1</sub>\n<italic>S</italic>\n<sub>2</sub>) (solid line in Figure ).\nAs expected, the <italic>J</italic> value is very close to that observed for\ncompounds <bold>1</bold> and <bold>2</bold>, where very similar <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> carboxylate\nbridges are present. The most significant difference may be\nthe fact that in compound <bold>3</bold> the carboxylate bridge (Cu2−O31−C32−O33−Cu1) connects Cu1 in the apical position\nif we consider the geometry of Cu1 as square pyramidal.\nHowever, its τ value (0.47) indicates that there is a\nconsiderable amount of mixing of the d<sub>\n<italic>z</italic>\n</sub>\n<sub>\n<sup>2</sup>\n</sub> orbital with the\nmagnetic d<sub>\n<italic>x</italic>\n</sub>\n<sub>\n<sup>2</sup>\n</sub>\n<sub>−<italic>y</italic>\n</sub>\n<sub>\n<sup>2</sup>\n</sub> orbital to result in significant spin density\nalong the apical direction which accounts for the rather high\nvalue of <italic>J</italic> compared to other basal−apical carboxylate-bridged systems. Alternatively, the geometry of Cu1 is closer\nto a trigonal bipyramid, and for such consideration the <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> carboxylate bridges connect equatorial positions on\nboth Cu(II) ions (Figure ). Therefore, both coupling\nconstants are expected to be very similar as in compounds <bold>1</bold>\nand <bold>2</bold>.\n</p>", "clean_text": "This model very satisfactorily reproduces the magnetic data in the whole temperature range with the following parameters: g = 2.05; J = J‘ = 1.99 cm-1 (as before, the Hamiltonian is written as -2JS 1 S 2) (solid line in Figure ). As expected, the J value is very close to that observed for compounds 1 and 2, where very similar syn - anti carboxylate bridges are present. The most significant difference may be the fact that in compound 3 the carboxylate bridge (Cu2-O31-C32-O33-Cu1) connects Cu1 in the apical position if we consider the geometry of Cu1 as square pyramidal. However, its τ value (0.47) indicates that there is a considerable amount of mixing of the d z   2  orbital with the magnetic d x   2  -y   2  orbital to result in significant spin density along the apical direction which accounts for the rather high value of J compared to other basal-apical carboxylate-bridged systems. Alternatively, the geometry of Cu1 is closer to a trigonal bipyramid, and for such consideration the syn - anti carboxylate bridges connect equatorial positions on both Cu(II) ions (Figure ). Therefore, both coupling constants are expected to be very similar as in compounds 1 and 2. ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The present study demonstrates a facile method for the\nsynthesis of metal−organic frameworks of copper(II) and\n2-picolinate. The bridging properties of the carboxylate group\nof the simple building block [Cu(pic)<sub>2</sub>] have been utilized\nto construct these supramolecular aggregates. When studying\nthe ability of anions to direct formation of a specific\npolymeric structure the different coordinating capabilities of\nspecific anions are known to play a very important role. In\nthe present study, the differences in coordination behavior\nof the corresponding anions are not remarkable; in <bold>1</bold> and <bold>2</bold>\nthey are noncoordinated and in <bold>3</bold> only very weakly coordinated. Therefore, other factor such as H-bond formation\n\nshould also be taken into account for the control over the\ncoordination sphere of the metal center and nature of the\nfinal assembly. The nitrate ion being triangular and planar\nis found to be more efficient than the tetrahedral perchlorate\nor fluoroborate in forming an H-bonded network. Consequently, one-dimensional chains of compound <bold>3</bold> are joined\nby H bonds but those of <bold>1</bold> and <bold>2</bold> by weak coordinate bonds,\ngiving rise to the observed two-dimensional structures. The\nmagnetic studies reveal weak ferromagnetic interactions\nbetween the metal centers for all three complexes, corroborating earlier findings that for <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>, equatorial−equatorial carboxylate bridging ligands, <italic>J</italic> is positive when\nthe copper planes approach to perpendicular between them\n(in <bold>1</bold> and <bold>2</bold>). In complex <bold>3</bold>, although one of the <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic>\nbridges connects the Cu(II) centers in basal−apical positions,\nits high distortion toward a trigonal-bipyramid geometry\naccounts for the comparatively large <italic>J</italic> value.\n</p>", "clean_text": "Conclusions\n\nThe present study demonstrates a facile method for the synthesis of metal-organic frameworks of copper(II) and 2-picolinate. The bridging properties of the carboxylate group of the simple building block [Cu(pic)2] have been utilized to construct these supramolecular aggregates. When studying the ability of anions to direct formation of a specific polymeric structure the different coordinating capabilities of specific anions are known to play a very important role. In the present study, the differences in coordination behavior of the corresponding anions are not remarkable; in 1 and 2 they are noncoordinated and in 3 only very weakly coordinated. Therefore, other factor such as H-bond formation  should also be taken into account for the control over the coordination sphere of the metal center and nature of the final assembly. The nitrate ion being triangular and planar is found to be more efficient than the tetrahedral perchlorate or fluoroborate in forming an H-bonded network. Consequently, one-dimensional chains of compound 3 are joined by H bonds but those of 1 and 2 by weak coordinate bonds, giving rise to the observed two-dimensional structures. The magnetic studies reveal weak ferromagnetic interactions between the metal centers for all three complexes, corroborating earlier findings that for syn - anti, equatorial-equatorial carboxylate bridging ligands, J is positive when the copper planes approach to perpendicular between them (in 1 and 2). In complex 3, although one of the syn - anti bridges connects the Cu(II) centers in basal-apical positions, its high distortion toward a trigonal-bipyramid geometry accounts for the comparatively large J value. ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic701440x\">Supporting Information Available</ext-link>\n</title><p>Crystallographic data in\nCIF format for the structures reported. This material is available\nfree of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><title>References</title>", "clean_text": " Supporting Information Available \n\nCrystallographic data in CIF format for the structures reported. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 12", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><p>\n<bold>Materials.</bold> The reagents and solvents used were of commercially\navailable reagent quality unless otherwise stated.\n</p><p>\n<bold>Caution! </bold>Perchlorate salts of metal complexes with organic\nligands are potentially explosive. Only a small amount of material\nshould be prepared, and it should be handled with care.\n</p><p>\n<bold>Synthesis of Bis(2-picolinate)copper(II) Dihydrate.</bold> This was\nprepared as previously described method.\n</p><p>\n<bold>Synthesis of {[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)]ClO</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (1).</bold> A methanol (20 mL)\nsuspension of bis(2-picolinate)copper(II) dihydrate (1.02 g, 3 mmol)\nwas mixed with a methanol solution (20 mL) of copper(II)\nperchlorate hexahydrate, Cu(ClO<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.74 g, 2 mmol). An\naqueous solution of perchloric acid (5%) was added dropwise to\nthis mixture to bring the pH of the solution to about 2 with constant\nstirring. The resulting suspension was then put under reflux for 1\nh, when most of the bis(2-picolinate)copper(II) dihydrate complex\ndissolved. The solution was then cooled and filtered to remove a\nsmall amount of undissolved bis(2-picolinate)copper(II) dihydrate.\nThe dark blue solution was left at room temperature. Blue single\ncrystals suitable for X-ray diffraction were obtained by slow\nevaporation of the mother liquor for several days. Yield was 42%\nbased on [Cu(pic)<sub>2</sub>]. Anal. Calcd for C<sub>18</sub>H<sub>14</sub>ClCu<sub>2</sub>N<sub>3</sub>O<sub>11</sub>:  C, 35.39;\nH, 2.31; N, 6.88. Found:  C, 35.22; H, 2.39; N, 6.75. IR (KBr pellet,\ncm<sup>-1</sup>):  1628 ν<sub>as</sub>(COO<sup>-</sup>), 1412 ν<sub>sys</sub>(COO<sup>-</sup>), and 1103 ν(ClO<sub>4</sub>-). λ<sub>max</sub>\n(solid, reflectance):  675 nm.\n</p><p>\n<bold>Synthesis of {[Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)]BF</bold>\n<bold>\n<sub>4</sub>\n</bold>\n<bold>}</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (2).</bold> Compound <bold>2</bold> was\nobtained by following a similar procedure to that of <bold>1</bold>, but copper(II) tetrafluoroborate hexahydrate Cu(BF<sub>4</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.70 g, 2 mmol)\nand fluoroboric acid were used in place of copper(II) perchlorate\nhexahydrate and perchloric acid, respectively. Deep-blue single\ncrystals suitable for X-ray diffraction were obtained after a few\ndays of storage of the filtrate. Yield was 48% based on [Cu(pic)<sub>2</sub>].\nAnal. Calcd for C<sub>18</sub>H<sub>14</sub>BCu<sub>2</sub>F<sub>4</sub>N<sub>3</sub>O<sub>7</sub>:  C, 36.14; H, 2.36; N, 7.02.\nFound:  C, 36.18; H, 2.39; N, 6.98:  IR (KBr pellet, cm<sup>-1</sup>):  1630\nν<sub>as</sub>(COO<sup>-</sup>),1413 ν<sub>sys</sub>(COO<sup>-</sup>), and 1055 ν(BF<sub>4</sub>\n<sup>-</sup>). λ<sub>max</sub> (solid,\nreflectance):  680 nm.\n</p><p>\n<bold>Synthesis of [Cu</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(pic)</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>(H</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>O)</bold>\n<bold>\n<sub>2</sub>\n</bold>\n<bold>(NO</bold>\n<bold>\n<sub>3</sub>\n</bold>\n<bold>)]</bold>\n<bold>\n<italic>\n<sub>n</sub>\n</italic>\n</bold>\n<bold> (3).</bold> Compound <bold>3</bold> was also\nobtained by following a similar procedure to that of <bold>1</bold>, but copper(II) nitrate trihydrate, Cu(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (0.48 g, 2 mmol), and nitric\nacid were used instead of copper(II) perchlorate hexahydrate and\nperchloric acid, respectively. Single crystals suitable for X-ray\ndiffraction were obtained from the undisturbed solution after several\ndays. Yield was 45% based on [Cu(pic)<sub>2</sub>]. Anal. Calcd for C<sub>18</sub>H<sub>16</sub>Cu<sub>2</sub>N<sub>4</sub>O<sub>11</sub>:  C, 36.55; H, 2.73; N, 9.47. Found:  C, 36.58; H, 2.79;\nN, 9.40. IR (KBr pellet, cm<sup>-1</sup>):  1596 ν<sub>as</sub>(COO<sup>-</sup>), 1479 ν<sub>sys</sub>(COO<sup>-</sup>),\nand 1384 ν (NO<sub>3</sub>\n<sup>-</sup>). λ<sub>max</sub> (solid, reflectance):  710 nm.\n</p>", "clean_text": "Experimental Section\n\n Materials. The reagents and solvents used were of commercially available reagent quality unless otherwise stated. \n\n Caution! Perchlorate salts of metal complexes with organic ligands are potentially explosive. Only a small amount of material should be prepared, and it should be handled with care. \n\n Synthesis of Bis(2-picolinate)copper(II) Dihydrate. This was prepared as previously described method. \n\n Synthesis of {[Cu  2  (pic)  3  (H  2  O)]ClO  4  }   n    (1). A methanol (20 mL) suspension of bis(2-picolinate)copper(II) dihydrate (1.02 g, 3 mmol) was mixed with a methanol solution (20 mL) of copper(II) perchlorate hexahydrate, Cu(ClO4)2⋅6H2O (0.74 g, 2 mmol). An aqueous solution of perchloric acid (5%) was added dropwise to this mixture to bring the pH of the solution to about 2 with constant stirring. The resulting suspension was then put under reflux for 1 h, when most of the bis(2-picolinate)copper(II) dihydrate complex dissolved. The solution was then cooled and filtered to remove a small amount of undissolved bis(2-picolinate)copper(II) dihydrate. The dark blue solution was left at room temperature. Blue single crystals suitable for X-ray diffraction were obtained by slow evaporation of the mother liquor for several days. Yield was 42% based on [Cu(pic)2]. Anal. Calcd for C18H14ClCu2N3O11: C, 35.39; H, 2.31; N, 6.88. Found: C, 35.22; H, 2.39; N, 6.75. IR (KBr pellet, cm-1): 1628 νas(COO-), 1412 νsys(COO-), and 1103 ν(ClO4-). λmax (solid, reflectance): 675 nm. \n\n Synthesis of {[Cu  2  (pic)  3  (H  2  O)]BF  4  }   n    (2). Compound 2 was obtained by following a similar procedure to that of 1, but copper(II) tetrafluoroborate hexahydrate Cu(BF4)2⋅6H2O (0.70 g, 2 mmol) and fluoroboric acid were used in place of copper(II) perchlorate hexahydrate and perchloric acid, respectively. Deep-blue single crystals suitable for X-ray diffraction were obtained after a few days of storage of the filtrate. Yield was 48% based on [Cu(pic)2]. Anal. Calcd for C18H14BCu2F4N3O7: C, 36.14; H, 2.36; N, 7.02. Found: C, 36.18; H, 2.39; N, 6.98: IR (KBr pellet, cm-1): 1630 νas(COO-),1413 νsys(COO-), and 1055 ν(BF4 -). λmax (solid, reflectance): 680 nm. \n\n Synthesis of [Cu  2  (pic)  3  (H  2  O)  2  (NO  3  )]   n    (3). Compound 3 was also obtained by following a similar procedure to that of 1, but copper(II) nitrate trihydrate, Cu(NO3)2⋅3H2O (0.48 g, 2 mmol), and nitric acid were used instead of copper(II) perchlorate hexahydrate and perchloric acid, respectively. Single crystals suitable for X-ray diffraction were obtained from the undisturbed solution after several days. Yield was 45% based on [Cu(pic)2]. Anal. Calcd for C18H16Cu2N4O11: C, 36.55; H, 2.73; N, 9.47. Found: C, 36.58; H, 2.79; N, 9.40. IR (KBr pellet, cm-1): 1596 νas(COO-), 1479 νsys(COO-), and 1384 ν (NO3 -). λmax (solid, reflectance): 710 nm. ", "data": [{"meta": {"name": "Bis(2-picolinate)copper(II) Dihydrate", "symbol": "", "chemical formula": "C18H14ClCu2N3O11"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "bis(2-picolinate)copper(II) dihydrate", "amount": "1.02", "unit": "g"}, {"name": "copper(II) perchlorate hexahydrate", "amount": "0.74", "unit": "g"}], "solution": [{"name": "methanol", "amount": "20", "unit": "mL"}, {"name": "methanol solution", "amount": "20", "unit": "mL"}], "pH adjustment": {"pH": "2", "modulator": "aqueous solution of perchloric acid (5%)"}, "pressure": "", "temperature": "reflux", "time": "1 h"}, {"synthesis method": "filtration", "filtration solution": "methanol", "amount": ""}, {"synthesis method": "evaporation", "evaporation solution": "mother liquor", "amount": "several days"}], "yield": "42%"}, {"meta": {"name": "[Cu2(pic)3(H2O)]ClO4}n", "symbol": "1", "chemical formula": "C18H14ClCu2N3O11"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "bis(2-picolinate)copper(II) dihydrate", "amount": "1.02", "unit": "g"}, {"name": "copper(II) perchlorate hexahydrate", "amount": "0.74", "unit": "g"}], "solution": [{"name": "methanol", "amount": "20", "unit": "mL"}, {"name": "methanol solution", "amount": "20", "unit": "mL"}], "pH adjustment": {"pH": "2", "modulator": "aqueous solution of perchloric acid (5%)"}, "pressure": "", "temperature": "reflux", "time": "1 h"}, {"synthesis method": "filtration", "filtration solution": "methanol", "amount": ""}, {"synthesis method": "evaporation", "evaporation solution": "mother liquor", "amount": "several days"}], "yield": "42%"}, {"meta": {"name": "[Cu2(pic)3(H2O)]BF4}n", "symbol": "2", "chemical formula": "C18H14BCu2F4N3O7"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "bis(2-picolinate)copper(II) dihydrate", "amount": "1.02", "unit": "g"}, {"name": "copper(II) tetrafluoroborate hexahydrate", "amount": "0.70", "unit": "g"}], "solution": [{"name": "methanol", "amount": "20", "unit": "mL"}, {"name": "methanol solution", "amount": "20", "unit": "mL"}], "pH adjustment": {"pH": "2", "modulator": "aqueous solution of fluoroboric acid"}, "pressure": "", "temperature": "reflux", "time": "1 h"}, {"synthesis method": "filtration", "filtration solution": "methanol", "amount": ""}, {"synthesis method": "evaporation", "evaporation solution": "mother liquor", "amount": "several days"}], "yield": "48%"}, {"meta": {"name": "[Cu2(pic)3(H2O)2(NO3)]}n", "symbol": "3", "chemical formula": "C18H16Cu2N4O11"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "bis(2-picolinate)copper(II) dihydrate", "amount": "1.02", "unit": "g"}, {"name": "copper(II) nitrate trihydrate", "amount": "0.48", "unit": "g"}], "solution": [{"name": "methanol", "amount": "20", "unit": "mL"}, {"name": "methanol solution", "amount": "20", "unit": "mL"}], "pH adjustment": {"pH": "2", "modulator": "aqueous solution of nitric acid"}, "pressure": "", "temperature": "reflux", "time": "1 h"}, {"synthesis method": "filtration", "filtration solution": "methanol", "amount": ""}, {"synthesis method": "evaporation", "evaporation solution": "mother liquor", "amount": "several days"}], "yield": "45%"}], "include_properties": ["chemical_synthesis", "pH_adjustment", "filtration"]}, {"idx": "17, 33, 42, 43", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><p>\n<bold>Synthesis and General Characterization.</bold> The compound\n[Cu(pic)<sub>2</sub>] is only slightly soluble in methanol. At low pH\nand in the presence of Cu(II) salt it is progressively dissolved\nas it reacts to form compounds <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>, depending on\nthe anion of the used Cu(II) salt. When copper(II) perchlorate\nor fluoroborate was allowed to react with the suspension of\n[Cu(pic)<sub>2</sub>], a two-dimensional, rectangular grid-like polymeric structure (compounds <bold>1</bold> and <bold>2</bold>) resulted (Scheme ).\nThis grid-like structure results from the union of Cu(II) chains\nwith a very unusual ‘fish backbone' structure. On the other\nhand, when copper(II) nitrate was added to [Cu(pic)<sub>2</sub>], a one-dimensional polymer (compound <bold>3</bold>) having the same metal\nto ligand ratio (3:2) but with very different carboxylate-bridging connections than those in <bold>1</bold> and <bold>2</bold> was formed\n(Scheme ). It is to be noted that the amount of added Cu(II) salt is higher than the stoichiometric requirement. When\nwe added [Cu(pic)<sub>2</sub>] and the copper salt in a stoichiometric\n3:1 ratio, a considerable amount of the former remained as\nan insoluble product and the yield became very low. For\nthe alternative method of synthesis (see Experimental Section) when we increased the copper salt:picolinic acid ratio\nfrom 2:3 to 1:1 the amount of initial separation of [Cu(pic)<sub>2</sub>]\ndecreased and consequently the yield of the products was\nhigher. Besides elemental analysis all three complexes were\ninitially characterized by IR spectra and thermogravimetric\nanalysis. The compound [Cu(pic)<sub>2</sub>] is a ‘inner metallic'\nneutral complex and does not contain any anion, whereas\nall three compounds, <bold>1</bold>, <bold>2</bold>, and <bold>3</bold>, contain the corresponding\ncounteranions and their characteristic intense peak in the IR\nspectra can easily be detected (1102, 1071, and 1384 cm<sup>-1</sup>\nfor ClO<sub>4</sub>\n<sup>-</sup>, BF<sub>4</sub>\n<sup>-</sup>, and NO<sub>3</sub>\n<sup>-</sup>, respectively). The TG curves\nof the three complexes show a mass loss corresponding to\nthe water molecules present in the structure (for <bold>1</bold> calcd 3.0%,\nfound 2.86% in the temperature range 120−180 °C; for <bold>2</bold>\ncalcd 3.0%, found 2.99% in the temperature range 120−170 °C; for <bold>3</bold> calcd 6.0%, found 6.23% in the temperature\nrange 100−200 °C).\n</p><p>\n<bold>Magnetic Properties. </bold>\n<italic>Compounds </italic>\n<bold>\n<italic>1</italic>\n</bold>\n<italic> and </italic>\n<bold>\n<italic>2</italic>\n</bold>\n<italic>.</italic> The magnetic\nproperties of complexes <bold>1</bold> and <bold>2</bold> in the form of a χ<sub>m</sub>\n<italic>T</italic> vs <italic>T</italic>\nplot (χ<sub>m</sub> is the molar susceptibility per two copper(II) ions)\nare shown in Figures  and , respectively. As expected from\nthe structural similarities, both complexes show very similar\n\nmagnetic behavior. Thus, the room temperature χ<sub>m</sub>\n<italic>T</italic> values\nare 0.78 and 0.79 emu·K·mol<sup>-1</sup> for <bold>1</bold> and <bold>2</bold>, respectively.\nThese values are the expected ones for two magnetically\nquasi-isolated spin doublets. On cooling, the χ<sub>m</sub>\n<italic>T</italic> values\nincrease gradually in the temperature range 300−50 K and\nthen abruptly below 50 K, reaching a value of 0.96\nemu·K·mol<sup>-1</sup> for both <bold>1</bold> and <bold>2</bold> at 2 K. This behavior indicates\nthe presence of overall weak ferromagnetic exchange interactions between the Cu(II) ions in both compounds.\n\n\n</p><p>This model also very satisfactorily reproduces the magnetic\ndata of both compounds in the whole temperature range (not\nshown) with the following parameters:  <italic>g</italic> = 2.03 and <italic>J</italic> =\n0.64 cm<sup>-1</sup> for compound <bold>1</bold> and <italic>g</italic> = 2.05 and <italic>J</italic> = 0.37 cm<sup>-1</sup>\nfor compound <bold>2</bold>. As expected, the average coupling constant\nin compounds <bold>1</bold> and <bold>2</bold> is weak and ferromagnetic, as also\nobserved in compounds <bold>1</bold> and <bold>2</bold> with the chain model. Note\nthat with this model we obtained an average <italic>J</italic> value since\nthe complexity of the model precludes a precise determination of each of the coupling constants since they are\ncorrelated and, therefore, are not independent in the fitting\nprocedure (there are many sets of different values that\nreproduce the magnetic data).\n</p><p>\n<italic>Compound </italic>\n<bold>\n<italic>3</italic>\n</bold>\n<italic>.</italic> The magnetic properties of complex <bold>3</bold> are\nshown in Figure  in the form of χ<sub>m</sub>\n<italic>T</italic> vs <italic>T</italic> (χ<sub>m</sub> is the molar\nsusceptibility per two copper(II) ions). It shows a room-temperature value of 0.81 emu·K·mol<sup>-1</sup> that remains constant\nin the temperature range 300−100 K. Below ca. 100 K the\nχ<sub>m</sub>\n<italic>T</italic> product shows a smooth increase to reach a value of\nca. 1.3 emu·K·mol<sup>-1</sup> at 2 K (Figure ). This behavior\nindicates, as in compounds <bold>1</bold> and <bold>2</bold>, the presence of\nferromagnetic exchange interactions between the Cu(II) ions.\nSince the structure of compound <bold>3</bold> shows a chain of Cu(II)\nions connected through alternating <italic>syn</italic>\n<italic>−</italic>\n<italic>anti</italic> carboxylate\nbridges we used a chain model with two alternating (<italic>J</italic> and\n<italic>J</italic>‘) exchange coupling constants (Figure ).\n\n\n</p>", "clean_text": "Results and Discussion\n\n Synthesis and General Characterization. The compound [Cu(pic)2] is only slightly soluble in methanol. At low pH and in the presence of Cu(II) salt it is progressively dissolved as it reacts to form compounds 1, 2, and 3, depending on the anion of the used Cu(II) salt. When copper(II) perchlorate or fluoroborate was allowed to react with the suspension of [Cu(pic)2], a two-dimensional, rectangular grid-like polymeric structure (compounds 1 and 2) resulted (Scheme ). This grid-like structure results from the union of Cu(II) chains with a very unusual ‘fish backbone' structure. On the other hand, when copper(II) nitrate was added to [Cu(pic)2], a one-dimensional polymer (compound 3) having the same metal to ligand ratio (3:2) but with very different carboxylate-bridging connections than those in 1 and 2 was formed (Scheme ). It is to be noted that the amount of added Cu(II) salt is higher than the stoichiometric requirement. When we added [Cu(pic)2] and the copper salt in a stoichiometric 3:1 ratio, a considerable amount of the former remained as an insoluble product and the yield became very low. For the alternative method of synthesis (see Experimental Section) when we increased the copper salt:picolinic acid ratio from 2:3 to 1:1 the amount of initial separation of [Cu(pic)2] decreased and consequently the yield of the products was higher. Besides elemental analysis all three complexes were initially characterized by IR spectra and thermogravimetric analysis. The compound [Cu(pic)2] is a ‘inner metallic' neutral complex and does not contain any anion, whereas all three compounds, 1, 2, and 3, contain the corresponding counteranions and their characteristic intense peak in the IR spectra can easily be detected (1102, 1071, and 1384 cm-1 for ClO4 -, BF4 -, and NO3 -, respectively). The TG curves of the three complexes show a mass loss corresponding to the water molecules present in the structure (for 1 calcd 3.0%, found 2.86% in the temperature range 120-180 °C; for 2 calcd 3.0%, found 2.99% in the temperature range 120-170 °C; for 3 calcd 6.0%, found 6.23% in the temperature range 100-200 °C). \n\n Magnetic Properties.  Compounds   1   and   2  . The magnetic properties of complexes 1 and 2 in the form of a χm T vs T plot (χm is the molar susceptibility per two copper(II) ions) are shown in Figures  and , respectively. As expected from the structural similarities, both complexes show very similar  magnetic behavior. Thus, the room temperature χm T values are 0.78 and 0.79 emu⋅K⋅mol-1 for 1 and 2, respectively. These values are the expected ones for two magnetically quasi-isolated spin doublets. On cooling, the χm T values increase gradually in the temperature range 300-50 K and then abruptly below 50 K, reaching a value of 0.96 emu⋅K⋅mol-1 for both 1 and 2 at 2 K. This behavior indicates the presence of overall weak ferromagnetic exchange interactions between the Cu(II) ions in both compounds.   \n\nThis model also very satisfactorily reproduces the magnetic data of both compounds in the whole temperature range (not shown) with the following parameters: g = 2.03 and J = 0.64 cm-1 for compound 1 and g = 2.05 and J = 0.37 cm-1 for compound 2. As expected, the average coupling constant in compounds 1 and 2 is weak and ferromagnetic, as also observed in compounds 1 and 2 with the chain model. Note that with this model we obtained an average J value since the complexity of the model precludes a precise determination of each of the coupling constants since they are correlated and, therefore, are not independent in the fitting procedure (there are many sets of different values that reproduce the magnetic data). \n\n Compound   3  . The magnetic properties of complex 3 are shown in Figure  in the form of χm T vs T (χm is the molar susceptibility per two copper(II) ions). It shows a room-temperature value of 0.81 emu⋅K⋅mol-1 that remains constant in the temperature range 300-100 K. Below ca. 100 K the χm T product shows a smooth increase to reach a value of ca. 1.3 emu⋅K⋅mol-1 at 2 K (Figure ). This behavior indicates, as in compounds 1 and 2, the presence of ferromagnetic exchange interactions between the Cu(II) ions. Since the structure of compound 3 shows a chain of Cu(II) ions connected through alternating syn - anti carboxylate bridges we used a chain model with two alternating (J and J‘) exchange coupling constants (Figure ).   ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "dielectric constant": {"value": "4.5", "unit": "", "condition": ""}}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "electrical conductivity": {"value": "0.02", "unit": "S/cm", "condition": ""}}, {"meta": {"name": "NOTT-202", "symbol": "", "chemical formula": ""}, "electrical resistance": {"value": "10000000", "unit": "ohm·cm", "condition": ""}}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "magnetic susceptibility": [{"value": "0.98", "unit": "cm3 mol-1 K", "temperature": "room temperature", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility", "etc"]}, {"idx": 16, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"ic701440xt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal Data and Structure Refinement of Complexes<bold>1</bold>\n<bold>−</bold>\n<bold>3</bold>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<bold>3</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">formula\n</oasis:entry>\n<oasis:entry colname=\"2\">C<sub>18</sub>H<sub>14</sub>Cl Cu<sub>2</sub>N<sub>3</sub>O<sub>11</sub>\n</oasis:entry>\n<oasis:entry colname=\"3\">C<sub>18</sub>H<sub>14</sub>BCu<sub>2</sub>F<sub>4</sub>N<sub>3</sub>O<sub>7</sub>\n</oasis:entry>\n<oasis:entry colname=\"4\">C<sub>18</sub>H<sub>16</sub>Cu<sub>2</sub>N<sub>4</sub>O<sub>11</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>M</italic>\n<sub>w</sub>\n</oasis:entry>\n<oasis:entry colname=\"2\">610.87\n</oasis:entry>\n<oasis:entry colname=\"3\">598.23\n</oasis:entry>\n<oasis:entry colname=\"4\">591.45\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">cryst syst\n</oasis:entry>\n<oasis:entry colname=\"2\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"3\">triclinic\n</oasis:entry>\n<oasis:entry colname=\"4\">monoclinic\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">space group\n</oasis:entry>\n<oasis:entry colname=\"2\">\n<italic>P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"3\">\n<italic>P</italic>1̄\n</oasis:entry>\n<oasis:entry colname=\"4\">\n<italic>P</italic>2<sub>1</sub>/n\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>a</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">8.576(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">8.549(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">6.960(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>b</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">10.281(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">10.222(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">15.770(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>c</italic>/Å\n</oasis:entry>\n<oasis:entry colname=\"2\">12.933(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">12.851(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">19.233(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">α/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">101.69(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">102.13(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">β/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">100.89(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">101.18(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">99.10(1)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">γ/deg\n</oasis:entry>\n<oasis:entry colname=\"2\">98.16(1)\n</oasis:entry>\n<oasis:entry colname=\"3\">97.95(1)\n</oasis:entry>\n<oasis:entry colname=\"4\">90\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>V/</italic>Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1077.2(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1058.1(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2084.4(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Z\n</oasis:entry>\n<oasis:entry colname=\"2\">2\n</oasis:entry>\n<oasis:entry colname=\"3\">2\n</oasis:entry>\n<oasis:entry colname=\"4\">4\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>D</italic>\n<sub>c</sub>/g cm<sup>-3</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">1.883\n</oasis:entry>\n<oasis:entry colname=\"3\">1.878\n</oasis:entry>\n<oasis:entry colname=\"4\">1.885\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">μ/mm<sup>-1</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.167\n</oasis:entry>\n<oasis:entry colname=\"3\">2.093\n</oasis:entry>\n<oasis:entry colname=\"4\">2.1\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>F</italic>(000)\n</oasis:entry>\n<oasis:entry colname=\"2\">612\n</oasis:entry>\n<oasis:entry colname=\"3\">596\n</oasis:entry>\n<oasis:entry colname=\"4\">1192\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>R</italic>(int)\n</oasis:entry>\n<oasis:entry colname=\"2\">0.034\n</oasis:entry>\n<oasis:entry colname=\"3\">0.056\n</oasis:entry>\n<oasis:entry colname=\"4\">0.056\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">total reflns\n</oasis:entry>\n<oasis:entry colname=\"2\">7666\n</oasis:entry>\n<oasis:entry colname=\"3\">7436\n</oasis:entry>\n<oasis:entry colname=\"4\">13 449\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">unique reflns\n</oasis:entry>\n<oasis:entry colname=\"2\">6024\n</oasis:entry>\n<oasis:entry colname=\"3\">5854\n</oasis:entry>\n<oasis:entry colname=\"4\">5946\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>I </italic>&gt; 2σ(<italic>I</italic>)\n</oasis:entry>\n<oasis:entry colname=\"2\">3532\n</oasis:entry>\n<oasis:entry colname=\"3\">2941\n</oasis:entry>\n<oasis:entry colname=\"4\">3577\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">R1, wR2\n</oasis:entry>\n<oasis:entry colname=\"2\">0.0462, 0.1298\n</oasis:entry>\n<oasis:entry colname=\"3\">0.0585, 0.1679\n</oasis:entry>\n<oasis:entry colname=\"4\">0.0626, 0.1034\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<italic>T</italic>/K\n</oasis:entry>\n<oasis:entry colname=\"2\">150\n</oasis:entry>\n<oasis:entry colname=\"3\">150\n</oasis:entry>\n<oasis:entry colname=\"4\">150</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structure Refinement of Complexes 1-3\n\n|         | 1                                      | 2                                      | 3                                      |\n|---------|----------------------------------------|----------------------------------------|----------------------------------------|\n| formula | C<sub>18</sub>H<sub>14</sub>Cl Cu<sub>2</sub>N<sub>3</sub>O<sub>11</sub> | C<sub>18</sub>H<sub>14</sub>BCu<sub>2</sub>F<sub>4</sub>N<sub>3</sub>O<sub>7</sub> | C<sub>18</sub>H<sub>16</sub>Cu<sub>2</sub>N<sub>4</sub>O<sub>11</sub> |\n| M<sub>w</sub> | 610.87                                 | 598.23                                 | 591.45                                 |\n| cryst syst | triclinic                              | triclinic                              | monoclinic                             |\n| space group | P1̄                                    | P1̄                                    | P2<sub>1</sub>/n                        |\n| a/Å     | 8.576(1)                               | 8.549(1)                               | 6.960(1)                               |\n| b/Å     | 10.281(2)                              | 10.222(1)                              | 15.770(1)                              |\n| c/Å     | 12.933(2)                              | 12.851(2)                              | 19.233(1)                              |\n| α/deg   | 101.69(1)                              | 102.13(1)                              | 90                                     |\n| β/deg   | 100.89(1)                              | 101.18(1)                              | 99.10(1)                               |\n| γ/deg   | 98.16(1)                               | 97.95(1)                               | 90                                     |\n| V/Å<sup>3</sup> | 1077.2(3)                        | 1058.1(3)                              | 2084.4(2)                              |\n| Z       | 2                                      | 2                                      | 4                                      |\n| D<sub>c</sub>/g cm<sup>-3</sup> | 1.883         | 1.878                                  | 1.885                                  |\n| μ/mm<sup>-1</sup> | 2.167                          | 2.093                                  | 2.1                                    |\n| F(000)  | 612                                    | 596                                    | 1192                                   |\n| R(int)  | 0.034                                  | 0.056                                  | 0.056                                  |\n| total reflns | 7666                               | 7436                                   | 13,449                                 |\n| unique reflns | 6024                              | 5854                                   | 5946                                   |\n| I &gt; 2σ(I) | 3532                                | 2941                                   | 3577                                   |\n| R1, wR2 | 0.0462, 0.1298                         | 0.0585, 0.1679                         | 0.0626, 0.1034                         |\n| T/K     | 150                                    | 150                                    | 150                                    |", "data": ["substring not found"], "include_properties": null}, {"idx": 20, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic701440xt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Bond Lengths (Å) and Angles (deg) in the Cu(II) Coordination Spheres in<bold>1</bold>and <bold>2</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">atoms</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">1</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">2\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O41\n</oasis:entry>\n<oasis:entry colname=\"2\">1.985(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.952(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−N48\n</oasis:entry>\n<oasis:entry colname=\"2\">1.977(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.965(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O23<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.346(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.354(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">2.372(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.354(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">1.951(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.947(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O31\n</oasis:entry>\n<oasis:entry colname=\"2\">1.980(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.968(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">1.981(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.970(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">1.989(4)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.970(5)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu3−O33\n</oasis:entry>\n<oasis:entry colname=\"2\">1.959(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.946(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu3−O43\n</oasis:entry>\n<oasis:entry colname=\"2\">1.953(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.938(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O41−Cu1−N48\n</oasis:entry>\n<oasis:entry colname=\"2\">83.21(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">83.53(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O41−Cu1−O23<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">91.15(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">91.15(16)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N48−Cu1−O23<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">87.74(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">88.37(16)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">84.29(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">83.81(18)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−O31\n</oasis:entry>\n<oasis:entry colname=\"2\">170.17(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">169.78(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O31\n</oasis:entry>\n<oasis:entry colname=\"2\">95.21(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">95.47(18)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">97.20(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">97.42(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">175.03(15)\n</oasis:entry>\n<oasis:entry colname=\"3\">175.6(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">82.51(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">82.57(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">89.06(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">88.79(16)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">91.70(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">91.85(17)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">100.78(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">101.43(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">93.07(12)\n</oasis:entry>\n<oasis:entry colname=\"3\">92.38(16)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O43−Cu3−O33\n</oasis:entry>\n<oasis:entry colname=\"2\">95.52(11)\n</oasis:entry>\n<oasis:entry colname=\"3\">95.61(17)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry code:  i = (1 − <italic>x</italic>, −y, 1 − <italic>z</italic>).</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Bond Lengths (Å) and Angles (deg) in the Cu(II) Coordination Spheres in 1 and 2[^a]\n\n| atoms | 1       | 2       |\n|-------|---------|---------|\n| Cu1−O41   | 1.985(3) | 1.952(3) |\n| Cu1−N48   | 1.977(4) | 1.965(5) |\n| Cu1−O23[^i] | 2.346(3) | 2.354(4) |\n| Cu2−O100  | 2.372(3) | 2.354(4) |\n| Cu2−O21   | 1.951(3) | 1.947(4) |\n| Cu2−O31   | 1.980(3) | 1.968(4) |\n| Cu2−N28   | 1.981(4) | 1.970(5) |\n| Cu2−N38   | 1.989(4) | 1.970(5) |\n| Cu3−O33   | 1.959(3) | 1.946(4) |\n| Cu3−O43   | 1.953(3) | 1.938(4) |\n| O41−Cu1−N48 | 83.21(12) | 83.53(17) |\n| O41−Cu1−O23[^i] | 91.15(11) | 91.15(16) |\n| N48−Cu1−O23[^i] | 87.74(12) | 88.37(16) |\n| O21−Cu2−N28 | 84.29(12) | 83.81(18) |\n| O21−Cu2−O31 | 170.17(12) | 169.78(17) |\n| N28−Cu2−O31 | 95.21(12) | 95.47(18) |\n| O21−Cu2−N38 | 97.20(12) | 97.42(17) |\n| N28−Cu2−N38 | 175.03(15) | 175.6(2) |\n| O31−Cu2−N38 | 82.51(12) | 82.57(17) |\n| O21−Cu2−O100 | 89.06(12) | 88.79(16) |\n| N28−Cu2−O100 | 91.70(12) | 91.85(17) |\n| O31−Cu2−O100 | 100.78(12) | 101.43(14) |\n| N38−Cu2−O100 | 93.07(12) | 92.38(16) |\n| O43−Cu3−O33 | 95.52(11) | 95.61(17) |\n\n[^a]: Symmetry code: i = (1 − x, −y, 1 − z).", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 25, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic701440xt00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Bond Lengths (Å) and Angles (deg) in the Cu(II) Coordination Spheres in<bold>3</bold>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">atoms</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">distance\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−N18\n</oasis:entry>\n<oasis:entry colname=\"2\">2.031(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O11\n</oasis:entry>\n<oasis:entry colname=\"2\">1.936(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O23\n</oasis:entry>\n<oasis:entry colname=\"2\">2.078(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.132(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu1−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">1.942(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">1.964(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">1.960(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">1.969(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O31\n</oasis:entry>\n<oasis:entry colname=\"2\">1.958(2)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">2.544(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">2.401(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">atoms</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">angle\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O11−Cu1−O100\n</oasis:entry>\n<oasis:entry colname=\"2\">171.99(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O11−Cu1−N18\n</oasis:entry>\n<oasis:entry colname=\"2\">82.64(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−Cu1−N18\n</oasis:entry>\n<oasis:entry colname=\"2\">96.47(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O11−Cu1−O23\n</oasis:entry>\n<oasis:entry colname=\"2\">88.79(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−Cu1−O23\n</oasis:entry>\n<oasis:entry colname=\"2\">87.30(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N18−Cu1−O23\n</oasis:entry>\n<oasis:entry colname=\"2\">144.01(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O11−Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">95.98(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">90.93(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N18−Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">126.79(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O28−Cu1−O33<sup>i</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">88.76(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−N38\n</oasis:entry>\n<oasis:entry colname=\"2\">83.26(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">96.82(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−N28\n</oasis:entry>\n<oasis:entry colname=\"2\">175.13(14)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">175.69(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">96.02(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O21\n</oasis:entry>\n<oasis:entry colname=\"2\">83.53(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">100.82(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">91.94(13)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">92.86(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−O200\n</oasis:entry>\n<oasis:entry colname=\"2\">83.43(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O31−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">88.95(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N38−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">86.20(12)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">N28−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">88.93(11)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O21−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">86.77(10)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O200−Cu2−O54<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">169.78(9)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry code:  i = (0.5 + <italic>x</italic>, 0.5 − <italic>y</italic>, 0.5 + <italic>z</italic>), ii = (<italic>x </italic>+ 1, <italic>y</italic>,\n<italic>z </italic>\n<italic>−</italic> 1).</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Bond Lengths (Å) and Angles (deg) in the Cu(II) Coordination Spheres in3[^a]\n\n| atoms     | distance |\n|-----------|----------|\n| Cu1−N18   | 2.031(3) |\n| Cu1−O11   | 1.936(3) |\n| Cu1−O23   | 2.078(2) |\n| Cu1−O33[^i] | 2.132(3) |\n| Cu1−O100  | 1.942(2) |\n| Cu2−N28   | 1.964(3) |\n| Cu2−N38   | 1.960(3) |\n| Cu2−O21   | 1.969(2) |\n| Cu2−O31   | 1.958(2) |\n| Cu2−O54[^ii] | 2.544(3) |\n| Cu2−O200  | 2.401(3) |\n| atoms     | angle    |\n| O11−Cu1−O100 | 171.99(11) |\n| O11−Cu1−N18 | 82.64(13) |\n| O100−Cu1−N18 | 96.47(13) |\n| O11−Cu1−O23 | 88.79(11) |\n| O100−Cu1−O23 | 87.30(10) |\n| N18−Cu1−O23 | 144.01(11) |\n| O11−Cu1−O33[^i] | 95.98(10) |\n| O100−Cu1−O33[^i] | 90.93(11) |\n| N18−Cu1−O33[^i] | 126.79(11) |\n| O28−Cu1−O33[^i] | 88.76(10) |\n| O31−Cu2−N38 | 83.26(12) |\n| O31−Cu2−N28 | 96.82(11) |\n| N38−Cu2−N28 | 175.13(14) |\n| O31−Cu2−O21 | 175.69(11) |\n| N38−Cu2−O21 | 96.02(12) |\n| N28−Cu2−O21 | 83.53(11) |\n| O31−Cu2−O200 | 100.82(11) |\n| N38−Cu2−O200 | 91.94(13) |\n| N28−Cu2−O200 | 92.86(11) |\n| O21−Cu2−O200 | 83.43(10) |\n| O31−Cu2−O54[^ii] | 88.95(10) |\n| N38−Cu2−O54[^ii] | 86.20(12) |\n| N28−Cu2−O54[^ii] | 88.93(11) |\n| O21−Cu2−O54[^ii] | 86.77(10) |\n| O200−Cu2−O54[^ii] | 169.78(9) |\n\n[^a]: Symmetry code: i = (0.5 + x, 0.5 − y, 0.5 + z), ii = (x + 1, y, z − 1).", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 26, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"ic701440xt00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Hydrogen-Bond Geometries in Compounds<bold>1</bold>\n<bold>−</bold>\n<bold>3</bold> (in Å and\ndeg)<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\">D−H···A</oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">\n<italic>d</italic>(D−H)</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">\n<italic>d</italic>(H···A)</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">\n<italic>d</italic>(D···A)</oasis:entry>\n<oasis:entry nameend=\"5\" namest=\"5\">∠(D−H···A)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">compound <bold>1</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H1···O11\n</oasis:entry>\n<oasis:entry colname=\"2\">0.85(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.99(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.815(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">163(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H2···O31<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.85(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.00(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.818(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">162(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">compound <bold>2</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H1···F11\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(4)s\n</oasis:entry>\n<oasis:entry colname=\"3\">1.92(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.757(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">164(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H2···O31<sup>ii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.13(4)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.816(5)\n</oasis:entry>\n<oasis:entry colname=\"5\">136(4)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">compound <bold>3</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:colspec colname=\"5\" colnum=\"5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H1···O52<sup>iii</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.80(2)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.658(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">172(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O100−H2···O13<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">1.88(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.727(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">170(3)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O200−H3···O13<sup>iv</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.88(2)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.08(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.928(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">161(4)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O200−H4···O54<sup>v</sup>\n</oasis:entry>\n<oasis:entry colname=\"2\">0.86(3)\n</oasis:entry>\n<oasis:entry colname=\"3\">2.00(3)\n</oasis:entry>\n<oasis:entry colname=\"4\">2.845(4)\n</oasis:entry>\n<oasis:entry colname=\"5\">169(3)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> Symmetry code:  ii = (1 − <italic>x</italic>, 1 − <italic>y</italic>, 1 − <italic>z</italic>), iii = (0.5 + <italic>x</italic>, 0.5 − <italic>y</italic>,\n<italic>z </italic>\n<italic>−</italic> 0.5), iv = (<italic>x </italic>\n<italic>−</italic> 1, <italic>y</italic>, <italic>z</italic>), v = (<italic>x</italic>, <italic>y</italic>, <italic>z </italic>\n<italic>−</italic> 1).\n</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Hydrogen-Bond Geometries in Compounds1−3 (in Å and deg)<sup>a</sup>\n\n| D−H···A | d(D−H) | d(H···A) | d(D···A) | ∠(D−H···A) |\n|---------|--------|---------|---------|-----------|\n| compound 1 |  |  |  |  |\n| O100−H1···O11 | 0.85(3) | 1.99(3) | 2.815(5) | 163(4) |\n| O100−H2···O31<sup>ii</sup> | 0.85(3) | 2.00(3) | 2.818(4) | 162(3) |\n| compound 2 |  |  |  |  |\n| O100−H1···F11 | 0.86(4)s | 1.92(4) | 2.757(5) | 164(4) |\n| O100−H2···O31<sup>ii</sup> | 0.86(3) | 2.13(4) | 2.816(5) | 136(4) |\n| compound 3 |  |  |  |  |\n| O100−H1···O52<sup>iii</sup> | 0.86(2) | 1.80(2) | 2.658(4) | 172(3) |\n| O100−H2···O13<sup>iv</sup> | 0.86(3) | 1.88(3) | 2.727(4) | 170(3) |\n| O200−H3···O13<sup>iv</sup> | 0.88(2) | 2.08(3) | 2.928(4) | 161(4) |\n| O200−H4···O54<sup>v</sup> | 0.86(3) | 2.00(3) | 2.845(4) | 169(3) |\n\n<sup>a</sup> Symmetry code:  ii = (1 − x, 1 − y, 1 − z), iii = (0.5 + x, 0.5 − y, z − 0.5), iv = (x − 1, y, z), v = (x, y, z − 1).", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic701440xh00001\" position=\"float\">\n<label>1</label>\n<graphic xlink:href=\"ic-2007-01440x_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic701440xh00002\" position=\"float\">\n<label>2</label>\n<graphic xlink:href=\"ic-2007-01440x_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"ic701440xh00003\" position=\"float\">\n<label>3</label>\n<graphic xlink:href=\"ic-2007-01440x_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Metallocycle formed in complexes<bold>1</bold> and <bold>2</bold>. Ellipsoids are drawn\nat the 50% probability level.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Metallocycle formed in complexes1 and 2. Ellipsoids are drawn at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Two-dimensional layer (110) of the copper(II)−picolinate-bridged structure in complexes<bold>1</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  Two-dimensional layer (110) of the copper(II)-picolinate-bridged structure in complexes1.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Side view of the stacking of 2-D porous layers of<bold>2</bold> along the\n010 direction:  (a) ball and stick perspective and (b) space-filling model\n{Cu(II) deep blue; B, black; F, purple; O, red; N, light blue; C, gray; H\nomitted for clarity}.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0009.tif\"></graphic>\n</fig>", "clean_text": " 3  Side view of the stacking of 2-D porous layers of2 along the 010 direction: (a) ball and stick perspective and (b) space-filling model {Cu(II) deep blue; B, black; F, purple; O, red; N, light blue; C, gray; H omitted for clarity}.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>View of the alternating Cu(II) chain in<bold>3</bold>. Ellipsoids are drawn\nat the 50% probability level.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0010.tif\"></graphic>\n</fig>", "clean_text": " 4  View of the alternating Cu(II) chain in3. Ellipsoids are drawn at the 50% probability level.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Two-dimensional hydrogen-bonded sheet architecture in<bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0011.tif\"></graphic>\n</fig>", "clean_text": " 5  Two-dimensional hydrogen-bonded sheet architecture in3.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Thermal variation of the product of the molar magnetic susceptibility and temperature (χ<sub>m</sub>\n<italic>T</italic>) for compound <bold>1</bold>. Solid line is the best\nfit to the model (see text).</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0012.tif\"></graphic>\n</fig>", "clean_text": " 6  Thermal variation of the product of the molar magnetic susceptibility and temperature (χm T) for compound 1. Solid line is the best fit to the model (see text).   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00007\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Thermal variation of the product of the molar magnetic susceptibility and temperature (χ<sub>m</sub>\n<italic>T</italic>) for compound <bold>2</bold>. Solid line is the best\nfit to the model (see text).</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0013.tif\"></graphic>\n</fig>", "clean_text": " 7  Thermal variation of the product of the molar magnetic susceptibility and temperature (χm T) for compound 2. Solid line is the best fit to the model (see text).   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00008\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Magnetic exchange scheme used for compounds<bold>1</bold> and <bold>2</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0014.tif\"></graphic>\n</fig>", "clean_text": " 8  Magnetic exchange scheme used for compounds1 and 2.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00009\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Alternative magnetic exchange scheme in compounds<bold>1</bold> and <bold>2</bold>.\n</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0015.tif\"></graphic>\n</fig>", "clean_text": " 9  Alternative magnetic exchange scheme in compounds1 and 2.    ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00010\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Thermal variation of the product of the molar magnetic susceptibility and temperature (χ<sub>m</sub>\n<italic>T</italic>) for compound <bold>3</bold>. Solid line is the best\nfit to the model.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0016.tif\"></graphic>\n</fig>", "clean_text": " 10  Thermal variation of the product of the molar magnetic susceptibility and temperature (χm T) for compound 3. Solid line is the best fit to the model.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"ic701440xf00011\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Magnetic exchange scheme in compound<bold>3</bold>.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01440x_0017.tif\"></graphic>\n</fig>", "clean_text": " 11  Magnetic exchange scheme in compound3.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic701440x", "title": "\nAnion-Directed Synthesis of Metal−Organic Frameworks Based on\n2-Picolinate Cu(II) Complexes:  A Ferromagnetic Alternating Chain and\nTwo Unprecedented Ferromagnetic Fish Backbone Chains\n", "journal": "American Chemical Society", "date": "2007.11", "author_list": ["Biswas\nChaitali", "Mukherjee\nPampa", "Drew\nMichael G. B.", "Gómez-García\nCarlos J.", "Clemente-Juan\nJuan M.", "Ghosh\nAshutosh"]}}