{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic701628f.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>While typically structures from linear diphosphonate ligands form\ndense phases, we report that with the functionalized ligand 1,4-dihydroxy-2,5-benzenediphosphonate (DHBP) and Zn<sup>2+</sup> a microporous network is formed. {[Zn(DHBP)](DMF)<sub>2</sub>} (<bold>1</bold>; DMF =\ndimethylformamide) possesses three-dimensional microporosity as\nshown by X-ray diffraction and confirmed by CO<sub>2</sub> and N<sub>2</sub> sorption\nstudies. Compound <bold>1</bold> is composed of one-dimensional columns\nof tetrahedral Zn ions with homoleptic phosphonate coordination.\nThis infinite building unit enables a robust and porous yet still\ncrystalline material. </p>", "clean_text": "While typically structures from linear diphosphonate ligands form dense phases, we report that with the functionalized ligand 1,4-dihydroxy-2,5-benzenediphosphonate (DHBP) and Zn2+ a microporous network is formed. {[Zn(DHBP)](DMF)2} (1; DMF = dimethylformamide) possesses three-dimensional microporosity as shown by X-ray diffraction and confirmed by CO2 and N2 sorption studies. Compound 1 is composed of one-dimensional columns of tetrahedral Zn ions with homoleptic phosphonate coordination. This infinite building unit enables a robust and porous yet still crystalline material. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A crystalline zinc phosphonate that uses simple linear pillars to form an open-grid structure is reported. The structure is obtainable in the bulk phase and is both robust and microporous as shown by gas sorption.</p>", "clean_text": "A crystalline zinc phosphonate that uses simple linear pillars to form an open-grid structure is reported. The structure is obtainable in the bulk phase and is both robust and microporous as shown by gas sorption.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title></title><p>Networks composed of metal ions or metal aggregates\nbridged by organic linkers have been given several monikers,\namong them metal−organic frameworks (MOFs) and hybrid\ninorganic−organic solids. These terms are not interchangeable because each has its own provisos and connotations.\nThe term “hybrid inorganic−organic solids” is applied\ntypically to solids that can be viewed more as the insertion\nof organic units into an inorganic solid-state network, with\n(layered) metal phosphonate networks being representative\nexamples. These can be dense or porous materials and can\nlack long-range order when porosity is being targeted,\nalthough not always. However, this has not limited their\nstudy or utility with intercalation, ion exchange, or proton\nconduction as examples.\n</p>", "clean_text": "\n\nNetworks composed of metal ions or metal aggregates bridged by organic linkers have been given several monikers, among them metal-organic frameworks (MOFs) and hybrid inorganic-organic solids. These terms are not interchangeable because each has its own provisos and connotations. The term \"hybrid inorganic-organic solids\" is applied typically to solids that can be viewed more as the insertion of organic units into an inorganic solid-state network, with (layered) metal phosphonate networks being representative examples. These can be dense or porous materials and can lack long-range order when porosity is being targeted, although not always. However, this has not limited their study or utility with intercalation, ion exchange, or proton conduction as examples. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>MOFs are coordination solids that, by definition, are both\nporous and crystalline. These materials have demonstrated\npromise for gas storage, catalysis, and sensors. MOFs\nstrike the subtle balance between porosity and crystallinity\nbecause strong coordinative interactions are required to\nsustain pores, but at the same time, stronger interactions make\nthe retention of order more challenging. To reconcile the\nrobustness and crystallinity, the majority of MOF structures\nrely on either carboxylates or pyridine derivatives as ligands\nbecause they offer metal−ligand coordination of generally\nintermediate strength. Beyond that, carboxylates have regular\ncoordination modes with specific metal ions, leading to the\nsecondary building unit (SBU) approach. In comparison,\nphosphonates offer stronger bonding and a propensity,\ncertainly with linear mono- or diphosphonates and divalent\nmetals, toward layered solids where the organic groups pack\nefficiently. Here, we report a crystalline and porous zinc\nphosphonate that forms as a result of a small modification\nto the simple linear ligand 1,4-benzenediphosphonate.\n{[Zinc (1,4-dihydroxy-2,5-benzenediphosphonate)](DMF)<sub>2</sub>}\n(<bold>1</bold>; DMF = dimethylformamide) has a network composed\nof one-dimensional (1-D) Zn(RPO<sub>3</sub>) columns cross-linked\ninto regular three-dimensional (3-D) pores by the organic\nunits. Powder X-ray diffraction (PXRD) confirms that the\nsolid is isolable as a bulk phase and stable to the removal of\n∼80% of DMF from the pores. Gas sorption studies\nconfirmed the permanent microporosity, giving surface areas\nof ∼210 m<sup>2</sup>/g.\n</p>", "clean_text": "MOFs are coordination solids that, by definition, are both porous and crystalline. These materials have demonstrated promise for gas storage, catalysis, and sensors. MOFs strike the subtle balance between porosity and crystallinity because strong coordinative interactions are required to sustain pores, but at the same time, stronger interactions make the retention of order more challenging. To reconcile the robustness and crystallinity, the majority of MOF structures rely on either carboxylates or pyridine derivatives as ligands because they offer metal-ligand coordination of generally intermediate strength. Beyond that, carboxylates have regular coordination modes with specific metal ions, leading to the secondary building unit (SBU) approach. In comparison, phosphonates offer stronger bonding and a propensity, certainly with linear mono- or diphosphonates and divalent metals, toward layered solids where the organic groups pack efficiently. Here, we report a crystalline and porous zinc phosphonate that forms as a result of a small modification to the simple linear ligand 1,4-benzenediphosphonate. {[Zinc (1,4-dihydroxy-2,5-benzenediphosphonate)](DMF)2} (1; DMF = dimethylformamide) has a network composed of one-dimensional (1-D) Zn(RPO3) columns cross-linked into regular three-dimensional (3-D) pores by the organic units. Powder X-ray diffraction (PXRD) confirms that the solid is isolable as a bulk phase and stable to the removal of ~80% of DMF from the pores. Gas sorption studies confirmed the permanent microporosity, giving surface areas of ~210 m2/g. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The ligand 1,4-dihydroxy-2,5-benzenediphosphonic acid\n(H<sub>4</sub>DHBP) was prepared in three steps from hydroquinone.\nCompound <bold>1</bold> was prepared, both in the bulk form and as\nsingle crystals, from Zn(ClO<sub>4</sub>)<sub>2</sub> and H<sub>4</sub>DHBP with DMF\nas the solvate (see the Supporting Information). Compound\n\n<bold>1</bold> contains DHBP as a tetraanionic ligand. The asymmetric\nunit of <bold>1</bold> contains only one Zn<sup>2+</sup> ion and half a DHBP\nmolecule. To build up the structure of <bold>1</bold>, tetrahedral Zn<sup>2+</sup>\ncenters are coordinated by four O atoms from four different\nphosphonate groups from four different DHBP molecules\n[Zn−O2 = 1.936(2) Å; Zn−O3 = 1.918(2) Å]. Only two O\natoms of each RPO<sub>3</sub>\n<sup>2-</sup> group coordinate to Zn. This primary\ncoordination forms 1-D chains of RPO<sub>3</sub>-bridged Zn ions\nalong the <italic>c</italic> direction (Figure a). Zn centers repeat at 4.630(1) Å in the chain. Although <bold>1</bold> is grown from an aqueous\nsolution, no water is coordinated to the Zn centers. The OH\ngroups of DHBP are protonated and uncoordinated. The\nphenyl groups of the four DHBP molecules ligated to each\nZn center form two mutually orthogonal pairs. This serves\nto cross-link the 1-D columns along <italic>c</italic> in both the <italic>a</italic> and <italic>b</italic>\ndirections and results in the 3-D porous structure shown in\nparts b and c of Figure . The pores in <bold>1</bold> measure 10.46(1)\nÅ × 10.46(1) Å between phenyl groups and 14.01(1) Å\nbetween Zn atoms. The pores are filled with included DMF\nmolecules. DMF forms a very short hydrogen bond with the\nuncoordinated −PO<sub>3</sub> O atom [O1···O5 = 2.484(6) Å].\nViewed along the diagonals between the <italic>a</italic> and <italic>b</italic> axes, owing\nto the orientation of the phenyl rings, the pores orthogonal\nto the <italic>c</italic> axis are smaller, with a narrow point of 4.37(1) Å\n(Figure ).\n\n\n</p>", "clean_text": "The ligand 1,4-dihydroxy-2,5-benzenediphosphonic acid (H4DHBP) was prepared in three steps from hydroquinone. Compound 1 was prepared, both in the bulk form and as single crystals, from Zn(ClO4)2 and H4DHBP with DMF as the solvate (see the Supporting Information). Compound  1 contains DHBP as a tetraanionic ligand. The asymmetric unit of 1 contains only one Zn2+ ion and half a DHBP molecule. To build up the structure of 1, tetrahedral Zn2+ centers are coordinated by four O atoms from four different phosphonate groups from four different DHBP molecules [Zn-O2 = 1.936(2) Å; Zn-O3 = 1.918(2) Å]. Only two O atoms of each RPO3 2- group coordinate to Zn. This primary coordination forms 1-D chains of RPO3-bridged Zn ions along the c direction (Figure a). Zn centers repeat at 4.630(1) Å in the chain. Although 1 is grown from an aqueous solution, no water is coordinated to the Zn centers. The OH groups of DHBP are protonated and uncoordinated. The phenyl groups of the four DHBP molecules ligated to each Zn center form two mutually orthogonal pairs. This serves to cross-link the 1-D columns along c in both the a and b directions and results in the 3-D porous structure shown in parts b and c of Figure . The pores in 1 measure 10.46(1) Å × 10.46(1) Å between phenyl groups and 14.01(1) Å between Zn atoms. The pores are filled with included DMF molecules. DMF forms a very short hydrogen bond with the uncoordinated -PO3 O atom [O1⋅⋅⋅O5 = 2.484(6) Å]. Viewed along the diagonals between the a and b axes, owing to the orientation of the phenyl rings, the pores orthogonal to the c axis are smaller, with a narrow point of 4.37(1) Å (Figure ).   ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"ic701628ff00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Single-crystal X-ray structure of<bold>1</bold>:  (a) view of a single RPO<sub>3</sub>-bridged Zn chain running down the <italic>c</italic> axis; (b) view looking down the <italic>c</italic>\naxis showing the network of pores; (c) space-filling depiction of the porous\nnetwork.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01628f_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Single-crystal X-ray structure of1: (a) view of a single RPO3-bridged Zn chain running down the c axis; (b) view looking down the c axis showing the network of pores; (c) space-filling depiction of the porous network.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"ic701628ff00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Structure of<bold>1</bold> showing the smaller pores that run perpendicular\nto the <italic>c</italic> axis in the other two dimensions.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01628f_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Structure of1 showing the smaller pores that run perpendicular to the c axis in the other two dimensions.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>PXRD analysis of a precipitate of <bold>1</bold> confirmed that it can\nbe generated as a bulk material (Figure ). Thermogravimetric analysis (TGA) and PXRD showed that <bold>1</bold> was stable\nto the loss of 80% of the included DMF molecules. The\nstability to the loss of guests inferred porosity and so gas\nsorption analysis was performed on <bold>1</bold>. CO<sub>2</sub> and N<sub>2</sub> sorption\nisotherms confirmed permanent pores with type 1 isotherms,\nwith hysteresis, in both cases. For CO<sub>2</sub> at 273 K (see the\nSupporting Information), a Brunauer−Emmett−Teller (BET)\nsurface area of 216 m<sup>2</sup>/g was obtained. With N<sub>2</sub> (Figure\n), a BET surface area of 209 m<sup>2</sup>/g was obtained. Upon loss\nof all of the DMF, a loss of order is seen in the PXRD, but\nthis is restored upon resolvation.\n\n\n</p>", "clean_text": "PXRD analysis of a precipitate of 1 confirmed that it can be generated as a bulk material (Figure ). Thermogravimetric analysis (TGA) and PXRD showed that 1 was stable to the loss of 80% of the included DMF molecules. The stability to the loss of guests inferred porosity and so gas sorption analysis was performed on 1. CO2 and N2 sorption isotherms confirmed permanent pores with type 1 isotherms, with hysteresis, in both cases. For CO2 at 273 K (see the Supporting Information), a Brunauer-Emmett-Teller (BET) surface area of 216 m2/g was obtained. With N2 (Figure ), a BET surface area of 209 m2/g was obtained. Upon loss of all of the DMF, a loss of order is seen in the PXRD, but this is restored upon resolvation.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"ic701628ff00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>PXRD of<bold>1</bold>:  (a) after heating to 200 °C; (b) as a bulk precipitate;\n(c) simulated from the single-crystal structure.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01628f_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  PXRD of1: (a) after heating to 200 °C; (b) as a bulk precipitate; (c) simulated from the single-crystal structure.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"ic701628ff00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> sorption isotherm of <bold>1</bold> at 77 K. Sorption is the lower curve\nand desorption the upper curve. The curve can be described as a type I and\ngives a BET surface area of 209 m<sup>2</sup>/g.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01628f_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  N2 sorption isotherm of 1 at 77 K. Sorption is the lower curve and desorption the upper curve. The curve can be described as a type I and gives a BET surface area of 209 m2/g.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Multiple strategies to generate pores in crystalline metal\nphosphonates have been pursued. Attempts to intersperse\nphosphate as a spacer between pillaring diphosphonates in\nlayered solids result in pores but with a high size dispersity.\nPorous metal methylphosphonates have been reported. The\nmetal phosphonate groups in these systems assemble into\nhexagonal networks driven by the inefficient packing of\nmethyl groups in a layered arrangement. More generally, the\norganic spacer can be chosen to preclude the formation of a\ndense material such as 1,3,5-phenyl, bis(ethoxy)binaphthyl, or tetraphenyladamantyl spacers. This often, but\nnot always, leads to solids with low degrees of order. The\nuse of phosphonated metalloligands has also been explored\nwhere retention of crystallinity is challenging but again not\nimpossible. The most common route to porous metal\nphosphonates involves the addition of a secondary ligating\n\ngroup in proximity to the RPO<sub>3</sub>\n<sup>2-</sup> group to direct the\nassembly away from a layered motif. These solids though\nare generally not homoleptic phosphonates.\n</p>", "clean_text": "Multiple strategies to generate pores in crystalline metal phosphonates have been pursued. Attempts to intersperse phosphate as a spacer between pillaring diphosphonates in layered solids result in pores but with a high size dispersity. Porous metal methylphosphonates have been reported. The metal phosphonate groups in these systems assemble into hexagonal networks driven by the inefficient packing of methyl groups in a layered arrangement. More generally, the organic spacer can be chosen to preclude the formation of a dense material such as 1,3,5-phenyl, bis(ethoxy)binaphthyl, or tetraphenyladamantyl spacers. This often, but not always, leads to solids with low degrees of order. The use of phosphonated metalloligands has also been explored where retention of crystallinity is challenging but again not impossible. The most common route to porous metal phosphonates involves the addition of a secondary ligating  group in proximity to the RPO3 2- group to direct the assembly away from a layered motif. These solids though are generally not homoleptic phosphonates. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>In this light, compound <bold>1</bold> is quite unusual. The modification to the simple phenyl diphosphonate skeleton, which\nreadily forms a densely layered motif, is relatively minor\ncompared to other ligands that have been prepared.\nMoreover, the hydroxyl groups on L do not coordinate to\nthe Zn centers and play exclusively a steric role. Yet,\nobviously, the addition of the two hydroxyl groups perturbs\nthe packing sufficiently to disfavor the formation of a layered\nmotif and generate a regular open structure. Packing of any\nsolid can be viewed as a balance of favorable interactions\nbetween metals and coordinating atoms and also a maximization of noncovalent interactions. The open framework in\n<bold>1</bold> is sustained exclusively by 1-D chains of phosphonate-bridged Zn ions; no interactions exist between DHBP\nmolecules. Yaghi et al. have discussed the packing of rods\nas “infinite SBUs”, with respect to the range of 1-D chain\nstructures observed with carboxylate ligands. By these\nclassifications, the 1-D rods of <bold>1</bold> pack in a pcu type and the\nnet of the structure is irl. The stability of rodlike linkers\nwould be expected to be enhanced by having metal ions in\nas close to ideal geometries as possible as well as having\nlow degrees of coordinated solvent. Looking at the 1-D Zn\nchains in <bold>1</bold>, the Zn ion has a slightly distorted tetrahedral\ngeometry [∠O−Zn−O = 104.7(1)−118.9(1)°]. The coordination sphere of Zn is composed solely of strongly ligated\nphosphonate O atoms; no solvent is coordinated. As evidenced by the permanent porosity, clearly this is a very robust\nskeleton. Because only two O atoms from each phosphonate\ngroup coordinate, each RPO<sub>3</sub>\n<sup>2-</sup> unit can be considered as\nfunctioning like a “charge-assisted carboxylate” in the\nformation of the robust infinite SBU. Interestingly, compared\nto MOF-74, [zinc (2,5-dihydroxy-1,4-benzenedicarboxylate)(DMF)], with similar building blocks, <bold>1</bold> shows few similarities. MOF-74 has ligating −OH groups and six-coordinate\nZn, leading to a bnn rod packing. There is a similarity to\nMOF-75, a Tb structure, if one removes the solvent on the\nTb ions. Several clusters and aggregates have been observed\nfor zinc phosphonates, largely dictated by the sterics of\nthe R group; however, nothing so regular as to merit the\nSBU designator has been observed. The generality of whether\nan ortho-situated hydroxyl group in other aryl phosphonates\nresults in the same SBU as that observed in <bold>1</bold>, and hence\nother (more) porous metal phosphonates, is under study. A\nfinal point is that the free hydroxyl group in <bold>1</bold> represents a\nreactive site in the pores and a means to tune the chemical\nnature of the channels. Efforts on this line are in progress.\n</p>", "clean_text": "In this light, compound 1 is quite unusual. The modification to the simple phenyl diphosphonate skeleton, which readily forms a densely layered motif, is relatively minor compared to other ligands that have been prepared. Moreover, the hydroxyl groups on L do not coordinate to the Zn centers and play exclusively a steric role. Yet, obviously, the addition of the two hydroxyl groups perturbs the packing sufficiently to disfavor the formation of a layered motif and generate a regular open structure. Packing of any solid can be viewed as a balance of favorable interactions between metals and coordinating atoms and also a maximization of noncovalent interactions. The open framework in 1 is sustained exclusively by 1-D chains of phosphonate-bridged Zn ions; no interactions exist between DHBP molecules. Yaghi et al. have discussed the packing of rods as \"infinite SBUs\", with respect to the range of 1-D chain structures observed with carboxylate ligands. By these classifications, the 1-D rods of 1 pack in a pcu type and the net of the structure is irl. The stability of rodlike linkers would be expected to be enhanced by having metal ions in as close to ideal geometries as possible as well as having low degrees of coordinated solvent. Looking at the 1-D Zn chains in 1, the Zn ion has a slightly distorted tetrahedral geometry [∠O-Zn-O = 104.7(1)-118.9(1)°]. The coordination sphere of Zn is composed solely of strongly ligated phosphonate O atoms; no solvent is coordinated. As evidenced by the permanent porosity, clearly this is a very robust skeleton. Because only two O atoms from each phosphonate group coordinate, each RPO3 2- unit can be considered as functioning like a \"charge-assisted carboxylate\" in the formation of the robust infinite SBU. Interestingly, compared to MOF-74, [zinc (2,5-dihydroxy-1,4-benzenedicarboxylate)(DMF)], with similar building blocks, 1 shows few similarities. MOF-74 has ligating -OH groups and six-coordinate Zn, leading to a bnn rod packing. There is a similarity to MOF-75, a Tb structure, if one removes the solvent on the Tb ions. Several clusters and aggregates have been observed for zinc phosphonates, largely dictated by the sterics of the R group; however, nothing so regular as to merit the SBU designator has been observed. The generality of whether an ortho-situated hydroxyl group in other aryl phosphonates results in the same SBU as that observed in 1, and hence other (more) porous metal phosphonates, is under study. A final point is that the free hydroxyl group in 1 represents a reactive site in the pores and a means to tune the chemical nature of the channels. Efforts on this line are in progress. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fic701628f\">Supporting Information Available</ext-link>\n</title><p>Preparation, elemental\nanalysis, IR, DSC/TGA, CO<sub>2</sub> sorption isotherm, and a CIF file for\n<bold>1</bold>. This material is available free of charge via the Internet at\n<uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><title>References</title>", "clean_text": " Supporting Information Available \n\nPreparation, elemental analysis, IR, DSC/TGA, CO2 sorption isotherm, and a CIF file for 1. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "4, 8", "type": "text", "classification": "property", "content": "<p>MOFs are coordination solids that, by definition, are both\nporous and crystalline. These materials have demonstrated\npromise for gas storage, catalysis, and sensors. MOFs\nstrike the subtle balance between porosity and crystallinity\nbecause strong coordinative interactions are required to\nsustain pores, but at the same time, stronger interactions make\nthe retention of order more challenging. To reconcile the\nrobustness and crystallinity, the majority of MOF structures\nrely on either carboxylates or pyridine derivatives as ligands\nbecause they offer metal−ligand coordination of generally\nintermediate strength. Beyond that, carboxylates have regular\ncoordination modes with specific metal ions, leading to the\nsecondary building unit (SBU) approach. In comparison,\nphosphonates offer stronger bonding and a propensity,\ncertainly with linear mono- or diphosphonates and divalent\nmetals, toward layered solids where the organic groups pack\nefficiently. Here, we report a crystalline and porous zinc\nphosphonate that forms as a result of a small modification\nto the simple linear ligand 1,4-benzenediphosphonate.\n{[Zinc (1,4-dihydroxy-2,5-benzenediphosphonate)](DMF)<sub>2</sub>}\n(<bold>1</bold>; DMF = dimethylformamide) has a network composed\nof one-dimensional (1-D) Zn(RPO<sub>3</sub>) columns cross-linked\ninto regular three-dimensional (3-D) pores by the organic\nunits. Powder X-ray diffraction (PXRD) confirms that the\nsolid is isolable as a bulk phase and stable to the removal of\n∼80% of DMF from the pores. Gas sorption studies\nconfirmed the permanent microporosity, giving surface areas\nof ∼210 m<sup>2</sup>/g.\n</p><p>PXRD analysis of a precipitate of <bold>1</bold> confirmed that it can\nbe generated as a bulk material (Figure ). Thermogravimetric analysis (TGA) and PXRD showed that <bold>1</bold> was stable\nto the loss of 80% of the included DMF molecules. The\nstability to the loss of guests inferred porosity and so gas\nsorption analysis was performed on <bold>1</bold>. CO<sub>2</sub> and N<sub>2</sub> sorption\nisotherms confirmed permanent pores with type 1 isotherms,\nwith hysteresis, in both cases. For CO<sub>2</sub> at 273 K (see the\nSupporting Information), a Brunauer−Emmett−Teller (BET)\nsurface area of 216 m<sup>2</sup>/g was obtained. With N<sub>2</sub> (Figure\n), a BET surface area of 209 m<sup>2</sup>/g was obtained. Upon loss\nof all of the DMF, a loss of order is seen in the PXRD, but\nthis is restored upon resolvation.\n\n\n</p>", "clean_text": "MOFs are coordination solids that, by definition, are both porous and crystalline. These materials have demonstrated promise for gas storage, catalysis, and sensors. MOFs strike the subtle balance between porosity and crystallinity because strong coordinative interactions are required to sustain pores, but at the same time, stronger interactions make the retention of order more challenging. To reconcile the robustness and crystallinity, the majority of MOF structures rely on either carboxylates or pyridine derivatives as ligands because they offer metal-ligand coordination of generally intermediate strength. Beyond that, carboxylates have regular coordination modes with specific metal ions, leading to the secondary building unit (SBU) approach. In comparison, phosphonates offer stronger bonding and a propensity, certainly with linear mono- or diphosphonates and divalent metals, toward layered solids where the organic groups pack efficiently. Here, we report a crystalline and porous zinc phosphonate that forms as a result of a small modification to the simple linear ligand 1,4-benzenediphosphonate. {[Zinc (1,4-dihydroxy-2,5-benzenediphosphonate)](DMF)2} (1; DMF = dimethylformamide) has a network composed of one-dimensional (1-D) Zn(RPO3) columns cross-linked into regular three-dimensional (3-D) pores by the organic units. Powder X-ray diffraction (PXRD) confirms that the solid is isolable as a bulk phase and stable to the removal of ~80% of DMF from the pores. Gas sorption studies confirmed the permanent microporosity, giving surface areas of ~210 m2/g. \n\nPXRD analysis of a precipitate of 1 confirmed that it can be generated as a bulk material (Figure ). Thermogravimetric analysis (TGA) and PXRD showed that 1 was stable to the loss of 80% of the included DMF molecules. The stability to the loss of guests inferred porosity and so gas sorption analysis was performed on 1. CO2 and N2 sorption isotherms confirmed permanent pores with type 1 isotherms, with hysteresis, in both cases. For CO2 at 273 K (see the Supporting Information), a Brunauer-Emmett-Teller (BET) surface area of 216 m2/g was obtained. With N2 (Figure ), a BET surface area of 209 m2/g was obtained. Upon loss of all of the DMF, a loss of order is seen in the PXRD, but this is restored upon resolvation.   ", "data": [[{"meta": {"name": "MOF", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "216", "unit": "m2/g", "condition": ""}, {"type": "BET", "probe": "", "value": "209", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"ic701628ff00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Single-crystal X-ray structure of<bold>1</bold>:  (a) view of a single RPO<sub>3</sub>-bridged Zn chain running down the <italic>c</italic> axis; (b) view looking down the <italic>c</italic>\naxis showing the network of pores; (c) space-filling depiction of the porous\nnetwork.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01628f_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Single-crystal X-ray structure of1: (a) view of a single RPO3-bridged Zn chain running down the c axis; (b) view looking down the c axis showing the network of pores; (c) space-filling depiction of the porous network.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"ic701628ff00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Structure of<bold>1</bold> showing the smaller pores that run perpendicular\nto the <italic>c</italic> axis in the other two dimensions.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01628f_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Structure of1 showing the smaller pores that run perpendicular to the c axis in the other two dimensions.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"ic701628ff00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>PXRD of<bold>1</bold>:  (a) after heating to 200 °C; (b) as a bulk precipitate;\n(c) simulated from the single-crystal structure.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01628f_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  PXRD of1: (a) after heating to 200 °C; (b) as a bulk precipitate; (c) simulated from the single-crystal structure.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"ic701628ff00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> sorption isotherm of <bold>1</bold> at 77 K. Sorption is the lower curve\nand desorption the upper curve. The curve can be described as a type I and\ngives a BET surface area of 209 m<sup>2</sup>/g.</p>\n</caption>\n<graphic xlink:href=\"ic-2007-01628f_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  N2 sorption isotherm of 1 at 77 K. Sorption is the lower curve and desorption the upper curve. The curve can be described as a type I and gives a BET surface area of 209 m2/g.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic701628f", "title": "\nCrystalline Zinc Diphosphonate Metal−Organic Framework with\nThree-Dimensional Microporosity\n", "journal": "American Chemical Society", "date": "2007.11", "author_list": ["Liang\nJunmei", "Shimizu\nGeorge K. H."]}}