{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic7b02974.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nredox-active rhenium octahedral cluster unit [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> was combined with Gd<sup>3+</sup> ions and dicarboxylate linkers in novel types of metal–organic\nframeworks (MOFs) that display a set of functional properties. The\nhydrolytically stable complexes [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(L)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·<italic>n</italic>H<sub>2</sub>O (<bold>1</bold>, L = furan-2,5-dicarboxylate,\nfdc; <bold>2</bold>, L = thiophene-2,5-dicarboxylate, tdc) exhibit\na 3D framework of trigonal symmetry where 1D chains of [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(L)]<sup>4+</sup> are connected\nby [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> clusters. Frameworks contain spacious channels filled with H<sub>2</sub>O. Solvent molecules can be easily removed under vacuum to\nproduce permanently porous solids with high volumetric CO<sub>2</sub> uptake and remarkable CO<sub>2</sub>/N<sub>2</sub> selectivity at\nroom temperature. The frameworks demonstrate an ability for reversible\nredox transformations of the cluster fragment. The orange powders\nof compounds <bold>1</bold> and <bold>2</bold> react with Br<sub>2</sub>, yielding dark-green powders of [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(L)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]­Br·<italic>n</italic>H<sub>2</sub>O (<bold>3</bold>, L = fdc; <bold>4</bold>, L = tdc). Compounds <bold>3</bold> and <bold>4</bold> are isostructural\nwith <bold>1</bold> and <bold>2</bold> and also have permanently porous\nframeworks but display different optical, magnetic, and sorption properties.\nIn particular, oxidation of the cluster fragment “switches\noff” its luminescence in the red region, and the incorporation\nof Br<sup>–</sup> leads to a decrease of the solvent-accessible\nvolume in the channels of <bold>3</bold> and <bold>4</bold>. Finally,\nthe green powders of <bold>3</bold> and <bold>4</bold> can be reduced\nback to the orange powders of <bold>1</bold> and <bold>2</bold> by\nreaction with hydrazine, thus displaying a rare ability for fully\nreversible chemical redox transitions. Compounds <bold>1</bold>–<bold>4</bold> are mentioned as a new class of redox-active cluster-based\nMOFs with potential usage as multifunctional materials for gas separation\nand chemical contamination sensors.</p>", "clean_text": "The redox-active rhenium octahedral cluster unit [Re6Se8(CN)6]4- was combined with Gd3+ ions and dicarboxylate linkers in novel types of metal-organic frameworks (MOFs) that display a set of functional properties. The hydrolytically stable complexes [{Gd(H2O)3}2(L)Re6Se8(CN)6]⋅nH2O (1, L = furan-2,5-dicarboxylate, fdc; 2, L = thiophene-2,5-dicarboxylate, tdc) exhibit a 3D framework of trigonal symmetry where 1D chains of [{Gd(H2O)3}2(L)]4+ are connected by [Re6Se8(CN)6]4- clusters. Frameworks contain spacious channels filled with H2O. Solvent molecules can be easily removed under vacuum to produce permanently porous solids with high volumetric CO2 uptake and remarkable CO2/N2 selectivity at room temperature. The frameworks demonstrate an ability for reversible redox transformations of the cluster fragment. The orange powders of compounds 1 and 2 react with Br2, yielding dark-green powders of [{Gd(H2O)3}2(L)Re6Se8(CN)6]Br⋅nH2O (3, L = fdc; 4, L = tdc). Compounds 3 and 4 are isostructural with 1 and 2 and also have permanently porous frameworks but display different optical, magnetic, and sorption properties. In particular, oxidation of the cluster fragment \"switches off\" its luminescence in the red region, and the incorporation of Br- leads to a decrease of the solvent-accessible volume in the channels of 3 and 4. Finally, the green powders of 3 and 4 can be reduced back to the orange powders of 1 and 2 by reaction with hydrazine, thus displaying a rare ability for fully reversible chemical redox transitions. Compounds 1-4 are mentioned as a new class of redox-active cluster-based MOFs with potential usage as multifunctional materials for gas separation and chemical contamination sensors.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Multicomponent metal−organic\nframeworks constructed from Gd<sup>3+</sup> ions, furan-2,5-dicarboxylate\n(fdc) or thiophene-2,5-dicarboxylate (tdc), and [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4−/3−</sup> cluster anions\nwere synthesized and investigated. Permanently porous frameworks [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(L)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·<italic>n</italic>H<sub>2</sub>O demonstrate\nred photoluminescence from rhenium cluster units, the paramagnetic\nbehavior typical for Gd<sup>3+</sup> ions and, after activation, impressive\nvolumetric CO<sub>2</sub> uptakes and very high adsorption selectivity\nof CO<sub>2</sub>/N<sub>2</sub> gas mixtures. The cluster anion may\nact as a redox center, making the frameworks capable of reversible\nchemical redox transitions.</p>", "clean_text": "Multicomponent metal-organic frameworks constructed from Gd3+ ions, furan-2,5-dicarboxylate (fdc) or thiophene-2,5-dicarboxylate (tdc), and [Re6Se8(CN)6]4-/3- cluster anions were synthesized and investigated. Permanently porous frameworks [{Gd(H2O)3}2(L)Re6Se8(CN)6]⋅nH2O demonstrate red photoluminescence from rhenium cluster units, the paramagnetic behavior typical for Gd3+ ions and, after activation, impressive volumetric CO2 uptakes and very high adsorption selectivity of CO2/N2 gas mixtures. The cluster anion may act as a redox center, making the frameworks capable of reversible chemical redox transitions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Lying on the crossing of fundamental coordination\nchemistry and the development of novel materials, metal–organic\nframeworks (MOFs) have become one of the most attractive research\nfields during the past 2 decades. Generally,\nMOFs can be self-assembled from a large number of metal ions and organic\nlinkers and can be regarded as multifunctional materials because of\na wide range of important properties. MOFs often combine properties\ncaused by specific framework architecture, e.g., permanent porosity, selective gas sorption and separation, and chemical stability, with those ones related to the properties of discrete building blocks\nor secondary building units (SBUs), e.g., luminescence and magnetism. The reasonable\nselection of SBUs with the desired set of physical properties, geometry\ncharacteristics, and charges is important for the synthesis of multifunctional\ncoordination polymers.\n</p>", "clean_text": "Introduction\n\nLying on the crossing of fundamental coordination chemistry and the development of novel materials, metal-organic frameworks (MOFs) have become one of the most attractive research fields during the past 2 decades. Generally, MOFs can be self-assembled from a large number of metal ions and organic linkers and can be regarded as multifunctional materials because of a wide range of important properties. MOFs often combine properties caused by specific framework architecture, e.g., permanent porosity, selective gas sorption and separation, and chemical stability, with those ones related to the properties of discrete building blocks or secondary building units (SBUs), e.g., luminescence and magnetism. The reasonable selection of SBUs with the desired set of physical properties, geometry characteristics, and charges is important for the synthesis of multifunctional coordination polymers. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Among the\nvariety of mono- and polynuclear SBUs based on metal ions, there is\na wide class of transition-metal cluster complexes (clusters) that\nhave very limited application for the construction of permanently\nporous coordination polymers. Within the scope of this work, cluster\ncompounds are defined as compounds containing covalent metal–metal\nbonds. Clusters typically consist of a\nrigid metal core surrounded by a set of strongly bonded inner ligands\nso that a highly stable voluminous fragment forms. The electronic\nstructures and related properties of clusters differ from those of\npolynuclear transition-metal complexes because of the formation of\nmolecular orbitals that are fully delocalized on all metal atoms within\nthe core. Once synthesized, the cluster\ncore retains its geometry in subsequent chemical and redox transformations,\nwhich allows one to consider the cluster fragments as a premade SBU\nfor the synthesis of coordination polymers.</p>", "clean_text": "Among the variety of mono- and polynuclear SBUs based on metal ions, there is a wide class of transition-metal cluster complexes (clusters) that have very limited application for the construction of permanently porous coordination polymers. Within the scope of this work, cluster compounds are defined as compounds containing covalent metal-metal bonds. Clusters typically consist of a rigid metal core surrounded by a set of strongly bonded inner ligands so that a highly stable voluminous fragment forms. The electronic structures and related properties of clusters differ from those of polynuclear transition-metal complexes because of the formation of molecular orbitals that are fully delocalized on all metal atoms within the core. Once synthesized, the cluster core retains its geometry in subsequent chemical and redox transformations, which allows one to consider the cluster fragments as a premade SBU for the synthesis of coordination polymers.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In order to find\nnew promising multifunctional materials, we explore the formation\nof organic–inorganic coordination polymers based on octahedral\nrhenium clusters of the [Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> (Q = S, Se, Te) type. Among the octahedral\nchalcogenide clusters of other transition metals, the rhenium ones display a unique combination of useful\nproperties and accessibility. Structures of the clusters include the\n{Re<sup>III</sup>\n<sub>6</sub>} octahedron bound by 12 equiv Re–Re\nbonds with 24 cluster valence electrons (CVEs) on them. Chalcogenide\nions Q<sup>2–</sup> coordinate faces of the octahedron, giving\na {Re<sub>6</sub>Q<sub>8</sub>}<sup>2+</sup> cluster core with idealized <italic>O</italic>\n<sub>\n<italic>h</italic>\n</sub> symmetry. The {Re<sub>6</sub>Q<sub>8</sub>}<sup>2+</sup> core is stable in aqueous and nonaqueous\nsolvents, as well as in alkaline or acidic environment and solvothermal\nconditions. Moreover, clusters based on the {Re<sub>6</sub>Q<sub>8</sub>}<sup>2+</sup> core display intense red luminescence and reversible\n{Re<sub>6</sub>Q<sub>8</sub>}<sup>2+</sup> to {Re<sub>6</sub>Q<sub>8</sub>}<sup>3+</sup> (24 to 23 CVE) redox transitions. The coordination\nof terminal CN groups to each Re atom of cluster core leads to the\nformation of [Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster anions, which are considered to be structural analogues\nof cyanometalates such as the ferrocyanide [Fe­(CN)<sub>6</sub>]<sup>4–</sup> with large, isotropically expanded central metal\natoms. Similarly with mononuclear cyanometallates,\n[Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> clusters\nreadily react with d and f metal cations in solution because of the\npresence of ambidentate CN groups, forming coordination polymers with\nmany unprecedented structures.\n</p>", "clean_text": "In order to find new promising multifunctional materials, we explore the formation of organic-inorganic coordination polymers based on octahedral rhenium clusters of the [Re6Q8(CN)6]4- (Q = S, Se, Te) type. Among the octahedral chalcogenide clusters of other transition metals, the rhenium ones display a unique combination of useful properties and accessibility. Structures of the clusters include the {ReIII 6} octahedron bound by 12 equiv Re-Re bonds with 24 cluster valence electrons (CVEs) on them. Chalcogenide ions Q2- coordinate faces of the octahedron, giving a {Re6Q8}2+ cluster core with idealized O  h  symmetry. The {Re6Q8}2+ core is stable in aqueous and nonaqueous solvents, as well as in alkaline or acidic environment and solvothermal conditions. Moreover, clusters based on the {Re6Q8}2+ core display intense red luminescence and reversible {Re6Q8}2+ to {Re6Q8}3+ (24 to 23 CVE) redox transitions. The coordination of terminal CN groups to each Re atom of cluster core leads to the formation of [Re6Q8(CN)6]4- cluster anions, which are considered to be structural analogues of cyanometalates such as the ferrocyanide [Fe(CN)6]4- with large, isotropically expanded central metal atoms. Similarly with mononuclear cyanometallates, [Re6Q8(CN)6]4- clusters readily react with d and f metal cations in solution because of the presence of ambidentate CN groups, forming coordination polymers with many unprecedented structures. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>A number of coordination polymers based on [Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster anions and transition-metal\ncations were synthesized in recent years, and their structures were\nstudied in details. However, the challenge to utilize the useful properties\nof cluster complexes through the creation of MOFs has not been solved\nto date. This work demonstrates an approach for the synthesis of a\nnew class of MOFs based on redox-active transition-metal cluster complexes\nand their key features. We report the synthesis and investigation\nof multicomponent MOFs constructed from Gd<sup>3+</sup> ions, furan-2,5-dicarboxylate\n(fdc) or thiophene-2,5-dicarboxylate (tdc), and [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–/3–</sup> cluster anions.\nCompounds [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·<italic>n</italic>H<sub>2</sub>O (<bold>1</bold>) and [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·<italic>n</italic>H<sub>2</sub>O (<bold>2</bold>) were synthesized by a self-assembly\nreaction in aqueous solution. Their structures are based on neutral\nframeworks and contain large channels with a complex inner surface.\nFrameworks <bold>1</bold> and <bold>2</bold> demonstrate excellent\nCO<sub>2</sub>/N<sub>2</sub> and CO<sub>2</sub>/CH<sub>4</sub> selectivity,\nred luminescence, paramagnetic behavior, and an ability to react with\noxidizing agents because of the presence of a redox-active cluster\nfragment. The crystalline, permanently porous compounds [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(L)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]­Br·<italic>n</italic>H<sub>2</sub>O (<bold>3</bold>, L = fdc; <bold>4</bold>, L = tdc) were synthesized by the\noxidation of <bold>1</bold> and <bold>2</bold> with bromine. Compounds <bold>3</bold> and <bold>4</bold> are isostructural with <bold>1</bold> and <bold>2</bold> but display different optical and magnetic properties.\nThe reverse reaction, namely, the reduction of compounds <bold>3</bold> and <bold>4</bold>, can easily be carried out using a solution of\nhydrazine.</p>", "clean_text": "A number of coordination polymers based on [Re6Q8(CN)6]4- cluster anions and transition-metal cations were synthesized in recent years, and their structures were studied in details. However, the challenge to utilize the useful properties of cluster complexes through the creation of MOFs has not been solved to date. This work demonstrates an approach for the synthesis of a new class of MOFs based on redox-active transition-metal cluster complexes and their key features. We report the synthesis and investigation of multicomponent MOFs constructed from Gd3+ ions, furan-2,5-dicarboxylate (fdc) or thiophene-2,5-dicarboxylate (tdc), and [Re6Se8(CN)6]4-/3- cluster anions. Compounds [{Gd(H2O)3}2(fdc)Re6Se8(CN)6]⋅nH2O (1) and [{Gd(H2O)3}2(tdc)Re6Se8(CN)6]⋅nH2O (2) were synthesized by a self-assembly reaction in aqueous solution. Their structures are based on neutral frameworks and contain large channels with a complex inner surface. Frameworks 1 and 2 demonstrate excellent CO2/N2 and CO2/CH4 selectivity, red luminescence, paramagnetic behavior, and an ability to react with oxidizing agents because of the presence of a redox-active cluster fragment. The crystalline, permanently porous compounds [{Gd(H2O)3}2(L)Re6Se8(CN)6]Br⋅nH2O (3, L = fdc; 4, L = tdc) were synthesized by the oxidation of 1 and 2 with bromine. Compounds 3 and 4 are isostructural with 1 and 2 but display different optical and magnetic properties. The reverse reaction, namely, the reduction of compounds 3 and 4, can easily be carried out using a solution of hydrazine.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Spectroscopic\nStudies</title><p>The starting cluster salt K<sub>4</sub>[Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·3.5H<sub>2</sub>O was prepared\nas described. Other reagents and solvents\nwere used as purchased. Elemental analysis was made on a EuroVector\nEA3000 analyzer. IR spectra in KBr pellets in the range 4000–375\ncm<sup>–1</sup> were recorded on a Bruker Scimitar FTS 2000\nspectrometer. Energy-dispersive spectroscopy (EDS) was performed on\na Hitachi TM-3000 electron microscope equipped with a Bruker Nano\nEDS analyzer. Thermal analysis in the temperature range 30–620\n°C was carried out using a Netzsch TG 209 F1 Iris instrument.\nThe experiments were performed under He flow (80 cm<sup>3</sup> min<sup>–1</sup>) at a 10 K min<sup>–1</sup> heating rate;\nthe sample mass was ∼7 mg. Powder X-ray diffraction (PXRD)\nanalysis was performed at room temperature on a Shimadzu XRD-7000\ndiffractometer. Room temperature excitation and emission spectra of\npowdered samples were recorded with a Horiba Jobin Yvon Fluorolog\n3 photoluminescence spectrometer equipped with a 450 W ozone-free\nXe lamp, a cooled PC177CE-010 photon detection module with a R2658\nphotomultiplier tube, and double-grating excitation and emission monochromators.\nExcitation and emission spectra were corrected for the source intensity\n(lamp and grating) and emission spectral response (detector and grating)\nby standard correction curves.</p>", "clean_text": "Experimental Section\n\nMaterials and Spectroscopic Studies\n\nThe starting cluster salt K4[Re6Se8(CN)6]⋅3.5H2O was prepared as described. Other reagents and solvents were used as purchased. Elemental analysis was made on a EuroVector EA3000 analyzer. IR spectra in KBr pellets in the range 4000-375 cm-1 were recorded on a Bruker Scimitar FTS 2000 spectrometer. Energy-dispersive spectroscopy (EDS) was performed on a Hitachi TM-3000 electron microscope equipped with a Bruker Nano EDS analyzer. Thermal analysis in the temperature range 30-620 °C was carried out using a Netzsch TG 209 F1 Iris instrument. The experiments were performed under He flow (80 cm3 min-1) at a 10 K min-1 heating rate; the sample mass was ~7 mg. Powder X-ray diffraction (PXRD) analysis was performed at room temperature on a Shimadzu XRD-7000 diffractometer. Room temperature excitation and emission spectra of powdered samples were recorded with a Horiba Jobin Yvon Fluorolog 3 photoluminescence spectrometer equipped with a 450 W ozone-free Xe lamp, a cooled PC177CE-010 photon detection module with a R2658 photomultiplier tube, and double-grating excitation and emission monochromators. Excitation and emission spectra were corrected for the source intensity (lamp and grating) and emission spectral response (detector and grating) by standard correction curves.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal X-ray Diffraction\n(XRD) Studies</title><p>Single crystals of compounds <bold>1</bold> and <bold>2</bold> for XRD analysis were obtained following the\ncorresponding synthetic procedures. Diffraction data were obtained\non an Agilent Xcalibur diffractometer equipped with a CCD AtlasS2\ndetector (Mo Kα, graphite monochromator, ω scans). Integration,\nabsorption correction, and determination of the unit cell parameters\nwere performed using the <italic>CrysAlisPro</italic> program package. The structures were solved by direct methods\nand refined by a full-matrix least-squares technique in the anisotropic\napproximation (except H atoms) using the <italic>SHELX-2013</italic> software. The positions of the H atoms\nof organic ligands were calculated geometrically and refined in the\nriding model. H atoms of the H<sub>2</sub>O molecules were not located.\nPart of the solvate H<sub>2</sub>O molecules in the structures <bold>1</bold> and <bold>2</bold> are highly disordered and cannot be refined\nas a set of discrete atoms. The <italic>PLATON</italic>/<italic>SQUEEZE</italic> procedure was applied to calculate the contribution to diffraction\nfrom the solvent region and thereby produced a set of solvent-free\ndiffraction intensities. The final compositions\nof the compounds were calculated by taking into account the <italic>SQUEEZE</italic> results. The total amounts of 195 e<sup>–</sup> in 1059 Å<sup>3</sup> and 1737 e<sup>–</sup> in 4552\nÅ<sup>3</sup> for compounds <bold>1</bold> and <bold>2</bold>, respectively, correspond to 1 additional H<sub>2</sub>O molecule\nfor compound <bold>1</bold> and 8.5 H<sub>2</sub>O molecules for compound <bold>2</bold>. The crystallographic data and details of the structure\nrefinements are summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S1</ext-link>.\nSelected bond distances are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S2</ext-link>. CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1583353\">1583353</ext-link> and <ext-link ext-link-type=\"ccdc\" xlink:href=\"1583354\">1583354</ext-link> contain the crystallographic data for compounds <bold>1</bold> and <bold>2</bold>, respectively.</p>", "clean_text": "Single-Crystal X-ray Diffraction (XRD) Studies\n\nSingle crystals of compounds 1 and 2 for XRD analysis were obtained following the corresponding synthetic procedures. Diffraction data were obtained on an Agilent Xcalibur diffractometer equipped with a CCD AtlasS2 detector (Mo Kα, graphite monochromator, ω scans). Integration, absorption correction, and determination of the unit cell parameters were performed using the CrysAlisPro program package. The structures were solved by direct methods and refined by a full-matrix least-squares technique in the anisotropic approximation (except H atoms) using the SHELX-2013 software. The positions of the H atoms of organic ligands were calculated geometrically and refined in the riding model. H atoms of the H2O molecules were not located. Part of the solvate H2O molecules in the structures 1 and 2 are highly disordered and cannot be refined as a set of discrete atoms. The PLATON/SQUEEZE procedure was applied to calculate the contribution to diffraction from the solvent region and thereby produced a set of solvent-free diffraction intensities. The final compositions of the compounds were calculated by taking into account the SQUEEZE results. The total amounts of 195 e- in 1059 Å3 and 1737 e- in 4552 Å3 for compounds 1 and 2, respectively, correspond to 1 additional H2O molecule for compound 1 and 8.5 H2O molecules for compound 2. The crystallographic data and details of the structure refinements are summarized in Table S1. Selected bond distances are listed in Table S2. CCDC 1583353 and 1583354 contain the crystallographic data for compounds 1 and 2, respectively.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Surface Area and Porous Structure</title><p>Analysis of the porous structure was performed by a N<sub>2</sub> adsorption technique using a Quantochrome Autosorb iQ at 77 K. Compounds\nwere initially activated in a dynamic vacuum at 60 °C for 2 h\nand then at 80 °C for 6 h. N<sub>2</sub> adsoprtion–desorption\nisotherms were measured within the range of relative pressures of\n10<sup>–6</sup> to 0.995. The specific surface area was calculated\nfrom the data obtained on the basis of the conventional Brunauer–Emmett–Teller\n(BET), Langmuir, and density functional theory (DFT) models. Pore-size\ndistributions were calculated using a nonlinear DFT equilibrium model\n(fitting errors are less than 1%).</p>", "clean_text": "Surface Area and Porous Structure\n\nAnalysis of the porous structure was performed by a N2 adsorption technique using a Quantochrome Autosorb iQ at 77 K. Compounds were initially activated in a dynamic vacuum at 60 °C for 2 h and then at 80 °C for 6 h. N2 adsoprtion-desorption isotherms were measured within the range of relative pressures of 10-6 to 0.995. The specific surface area was calculated from the data obtained on the basis of the conventional Brunauer-Emmett-Teller (BET), Langmuir, and density functional theory (DFT) models. Pore-size distributions were calculated using a nonlinear DFT equilibrium model (fitting errors are less than 1%).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>N<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> Sorption Experiments at 273 and 298 K</title><p>N<sub>2</sub>, CO<sub>2</sub>, and CH<sub>4</sub> adsorption isotherm\nmeasurements were carried out volumetrically on a Quantochrome Autosorb\niQ equipped with a TERMEX M01 thermostat to adjust the temperature\nwith 0.05 K accuracy. Adsorption–desorption isotherms were\nmeasured within the range of pressures of 1–800 Torr. The database\nof the National Institute of Standards and Technology was used as\na source of <italic>p</italic>–<italic>V</italic>–<italic>T</italic> relations at experimental pressures and temperatures.\n</p>", "clean_text": "N2, CO2, and CH4 Sorption Experiments at 273 and 298 K\n\nN2, CO2, and CH4 adsorption isotherm measurements were carried out volumetrically on a Quantochrome Autosorb iQ equipped with a TERMEX M01 thermostat to adjust the temperature with 0.05 K accuracy. Adsorption-desorption isotherms were measured within the range of pressures of 1-800 Torr. The database of the National Institute of Standards and Technology was used as a source of p-V-T relations at experimental pressures and temperatures. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Magnetochemical Analysis</title><p>The magnetic\ndata of <bold>1</bold>–<bold>4</bold> were collected using\na Quantum Design MPMS-5XL SQUID magnetometer. The polycrystalline\nsamples were compacted and immobilized into cylindrical poly­(tetrafluoroethylene)\ncapsules. The data were recorded as a function of the magnetic field\n(0.1–5.0 T at 2.0 K) and temperature (2.0–290 K at 0.1,\n1.0, and 3.0 T). They were corrected for the diamagnetic contributions\nof the sample holders and compounds (χ<sub>dia</sub>/10<sup>–3</sup> cm<sup>3</sup> mol<sup>–1</sup>: <bold>1</bold>, −1.08; <bold>2</bold>, −1.09; <bold>3</bold>, −1.04; <bold>4</bold>, −1.05). To quantify the magnetic properties, the\nexperimental data were modeled using an effective spin approach considering\ntwo effective spins of <italic>S</italic>\n<sub>eff</sub> = <sup>7</sup>/<sub>2</sub> with an effective <italic>g</italic> factor <italic>g</italic>\n<sub>eff</sub>, a Heisenberg exchange interaction (<italic>H</italic>\n<sub>ex</sub> = −2<italic>JS</italic>\n<sub>eff,1</sub>\n<italic>S</italic>\n<sub>eff,2</sub>), and a Zeeman term (<italic>H</italic>\n<sub>Z</sub> = μ<sub>B</sub>\n<italic>g</italic>\n<sub>eff</sub>\n<italic>B</italic>\n<italic>S</italic>\n<sub>eff</sub>). The data are\nfitted by employing computational framework <italic>CONDON</italic>.\n</p>", "clean_text": "Magnetochemical Analysis\n\nThe magnetic data of 1-4 were collected using a Quantum Design MPMS-5XL SQUID magnetometer. The polycrystalline samples were compacted and immobilized into cylindrical poly(tetrafluoroethylene) capsules. The data were recorded as a function of the magnetic field (0.1-5.0 T at 2.0 K) and temperature (2.0-290 K at 0.1, 1.0, and 3.0 T). They were corrected for the diamagnetic contributions of the sample holders and compounds (χdia/10-3 cm3 mol-1: 1, -1.08; 2, -1.09; 3, -1.04; 4, -1.05). To quantify the magnetic properties, the experimental data were modeled using an effective spin approach considering two effective spins of S eff = 7/2 with an effective g factor g eff, a Heisenberg exchange interaction (H ex = -2JS eff,1 S eff,2), and a Zeeman term (H Z = μB g eff B S eff). The data are fitted by employing computational framework CONDON. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Syntheses</title><p>All\nsynthetic procedures were performed in glass immersed in an oil bath.\nThe bath was installed on a magnetic stirrer equipped with an external\nthermocouple. The oil temperature was maintained at 100 °C. The\npH of the solution was measured using a portable pH meter.</p>", "clean_text": "Syntheses\n\nAll synthetic procedures were performed in glass immersed in an oil bath. The bath was installed on a magnetic stirrer equipped with an external thermocouple. The oil temperature was maintained at 100 °C. The pH of the solution was measured using a portable pH meter.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·<italic>n</italic>H<sub>2</sub>O (<bold>1</bold>)</title><p>2,5-Furandicarboxylic acid (8.5 mg, 0.054\nmmol) and potassium hydroxide (6 mg, 0.111 mmol) were stirred in 5\nmL of distilled H<sub>2</sub>O (pH = 5.65) until complete dissolution.\nSolutions of Gd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (50\nmg, 0.11 mmol) in 5 mL of H<sub>2</sub>O and K<sub>4</sub>[Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·3.5H<sub>2</sub>O (135\nmg, 0.064 mmol) were then sequentially added, forming a reaction mixture\nwith pH equal to 2.9. The reaction mixture was stirred until intensive\nprecipitation of the orange powder stopped (ca. 15 min). The hot mixture\nwas then filtered on a glass filter; the precipitate was washed with\nhot H<sub>2</sub>O and dried in air. Yield: 100 mg (70%). FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): ν­(CN) 2129 (s); ν­(OH)\n3566 (m), 3352 (m), 3200 (m); fdc: 1596 (s), 1557 (m), 1404 (m), 1384\n(s), 1362 (s), 1224 (w), 1207 (w), 1170 (w), 1030 (m), 967 (w), 821\n(w), 780 (s), 618 (w), 582 (w), 530 (w), 502 (w), 458 (w), 400 (m).\nAnal. Calcd for C<sub>12</sub>Gd<sub>2</sub>H<sub>34</sub>N<sub>6</sub>O<sub>21</sub>Re<sub>6</sub>Se<sub>8</sub> (<italic>n</italic> =\n10): C, 5.41; H, 1.29; N, 3.16. Found: C, 5.60; H, 1.30; N, 3.15.\nEDS: Gd:Re:Se = 1.8:6.0:8.2.</p>", "clean_text": "Synthesis of [{Gd(H2O)3}2(fdc)Re6Se8(CN)6]⋅nH2O (1)\n\n2,5-Furandicarboxylic acid (8.5 mg, 0.054 mmol) and potassium hydroxide (6 mg, 0.111 mmol) were stirred in 5 mL of distilled H2O (pH = 5.65) until complete dissolution. Solutions of Gd(NO3)3⋅6H2O (50 mg, 0.11 mmol) in 5 mL of H2O and K4[Re6Se8(CN)6]⋅3.5H2O (135 mg, 0.064 mmol) were then sequentially added, forming a reaction mixture with pH equal to 2.9. The reaction mixture was stirred until intensive precipitation of the orange powder stopped (ca. 15 min). The hot mixture was then filtered on a glass filter; the precipitate was washed with hot H2O and dried in air. Yield: 100 mg (70%). FT-IR (νmax, cm-1): ν(CN) 2129 (s); ν(OH) 3566 (m), 3352 (m), 3200 (m); fdc: 1596 (s), 1557 (m), 1404 (m), 1384 (s), 1362 (s), 1224 (w), 1207 (w), 1170 (w), 1030 (m), 967 (w), 821 (w), 780 (s), 618 (w), 582 (w), 530 (w), 502 (w), 458 (w), 400 (m). Anal. Calcd for C12Gd2H34N6O21Re6Se8 (n = 10): C, 5.41; H, 1.29; N, 3.16. Found: C, 5.60; H, 1.30; N, 3.15. EDS: Gd:Re:Se = 1.8:6.0:8.2.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Activated\n[{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>] (<bold>1a</bold>)</title><p>The as-synthesized\ncompound <bold>1</bold> was heated at 80 °C in a dynamic vacuum\nfor 6 h. The sample weight loss of 7.2% indicates the removal of 10.7\nH<sub>2</sub>O molecules per formula unit. FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): 3571 [s, ν<sub>as</sub>(OH)], 3351\n[s, ν<sub>s</sub>(OH)], 2127 [vs, ν­(CN)], 1729 (w), 1585\n(s), 1555 (s), 1524 (m), 1406 (s), 1385 (s), 1362 (s), 1225 (w), 1171\n(w), 1049 (w), 1030 (m), 966 (w), 822 (m), 781 (vs), 619 (m), 583\n(m), 529 (m), 502 (m), 457 (m), 401 (s).</p>", "clean_text": "Synthesis of Activated [{Gd(H2O)3}2(fdc)Re6Se8(CN)6] (1a)\n\nThe as-synthesized compound 1 was heated at 80 °C in a dynamic vacuum for 6 h. The sample weight loss of 7.2% indicates the removal of 10.7 H2O molecules per formula unit. FT-IR (νmax, cm-1): 3571 [s, νas(OH)], 3351 [s, νs(OH)], 2127 [vs, ν(CN)], 1729 (w), 1585 (s), 1555 (s), 1524 (m), 1406 (s), 1385 (s), 1362 (s), 1225 (w), 1171 (w), 1049 (w), 1030 (m), 966 (w), 822 (m), 781 (vs), 619 (m), 583 (m), 529 (m), 502 (m), 457 (m), 401 (s).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·<italic>n</italic>H<sub>2</sub>O (<bold>2</bold>)</title><p>Compound <bold>2</bold> was synthesized using the same\nprocedure as that for <bold>1</bold> except using of 2,5-thiofenedicarboxylic\nacid (9.5 mg, 0.055 mmol) instead of 2,5-furandicarboxylic acid. Yield:\n95 mg (66%). FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>):\nν­(CN) 2127 (s); ν­(OH) 3581 (m), 3660.0 (m), 2926 (w),\n2855 (w); tdc: 2579 (w), 1577 (s), 1521 (m), 1374 (s), 1323 (w), 1234­(w),\n1042 (w), 809 (w), 769 (s), 685 (w), 563 (w), 466 (m), 398 (m). Anal.\nCalcd for C<sub>12</sub>Gd<sub>2</sub>H<sub>34</sub>N<sub>6</sub>O<sub>20</sub>Re<sub>6</sub>S<sub>1</sub>Se<sub>8</sub> (<italic>n</italic> = 10): C, 5.38; H, 1.28; N, 3.14; S, 1.20. Found: C, 5.60; H, 1.20;\nN, 3.10; S, 1.30. EDS: Gd:Re:Se = 2.2:6.0:8.1.</p>", "clean_text": "Synthesis of [{Gd(H2O)3}2(tdc)Re6Se8(CN)6]⋅nH2O (2)\n\nCompound 2 was synthesized using the same procedure as that for 1 except using of 2,5-thiofenedicarboxylic acid (9.5 mg, 0.055 mmol) instead of 2,5-furandicarboxylic acid. Yield: 95 mg (66%). FT-IR (νmax, cm-1): ν(CN) 2127 (s); ν(OH) 3581 (m), 3660.0 (m), 2926 (w), 2855 (w); tdc: 2579 (w), 1577 (s), 1521 (m), 1374 (s), 1323 (w), 1234(w), 1042 (w), 809 (w), 769 (s), 685 (w), 563 (w), 466 (m), 398 (m). Anal. Calcd for C12Gd2H34N6O20Re6S1Se8 (n = 10): C, 5.38; H, 1.28; N, 3.14; S, 1.20. Found: C, 5.60; H, 1.20; N, 3.10; S, 1.30. EDS: Gd:Re:Se = 2.2:6.0:8.1.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof Activated [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>] (<bold>2a</bold>)</title><p>The synthesis of <bold>2a</bold> was carried out at the same conditions\nas those for <bold>1a</bold>. The sample weight loss of 9.8% indicates\nthe removal of 15.1 H<sub>2</sub>O molecules per formula unit. FT-IR\n(ν<sub>max</sub>, cm<sup>–1</sup>): ν­(CN) 2127\n(s); ν­(OH) 3581 (m), 3660 (m), 2926 (w), 2855 (w); tdc: 2579\n(w), 1577 (s), 1521 (m), 1374 (s), 1323 (w), 1234 (w), 1042 (w), 809\n(w), 769 (s), 685 (w), 563 (w), 466 (m), 398 (m).</p>", "clean_text": "Synthesis of Activated [{Gd(H2O)3}2(tdc)Re6Se8(CN)6] (2a)\n\nThe synthesis of 2a was carried out at the same conditions as those for 1a. The sample weight loss of 9.8% indicates the removal of 15.1 H2O molecules per formula unit. FT-IR (νmax, cm-1): ν(CN) 2127 (s); ν(OH) 3581 (m), 3660 (m), 2926 (w), 2855 (w); tdc: 2579 (w), 1577 (s), 1521 (m), 1374 (s), 1323 (w), 1234 (w), 1042 (w), 809 (w), 769 (s), 685 (w), 563 (w), 466 (m), 398 (m).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]­Br·<italic>n</italic>H<sub>2</sub>O (<bold>3</bold>)</title><p>The orange powder of compound <bold>1</bold> (200 mg, 0.075 mmol) was mixed with 5 mL of a 0.5% (v/v) solution\nof Br<sub>2</sub> in CH<sub>3</sub>CN. The mixture was heated to a\nboiling point. The color of the powder changed to dark green after\na few seconds of boiling; the product was separated from the mother\nsolution on a glass filter and washed with CH<sub>3</sub>CN. Yield:\n195 mg (95%). FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): ν­(CN) 2139 (s); ν­(OH) 3587 (m), 3354 (m); fdc: 1579\n(s), 1521 (m), 1372 (s), 1326 (w), 1234 (w), 1137 (w), 1040 (w), 807\n(w), 770 (s), 684 (w), 563 (w), 464 (m), 391 (m). Anal. Calcd for\nBr<sub>1</sub>C<sub>12</sub>Gd<sub>2</sub>H<sub>34</sub>N<sub>6</sub>O<sub>21</sub>Re<sub>6</sub>Se<sub>8</sub> (<italic>n</italic> =\n10): C, 5.26; H, 1.25; N, 3.07. Found: C, 5.60; H, 1.40; N, 3.00.</p>", "clean_text": "Synthesis of [{Gd(H2O)3}2(fdc)Re6Se8(CN)6]Br⋅nH2O (3)\n\nThe orange powder of compound 1 (200 mg, 0.075 mmol) was mixed with 5 mL of a 0.5% (v/v) solution of Br2 in CH3CN. The mixture was heated to a boiling point. The color of the powder changed to dark green after a few seconds of boiling; the product was separated from the mother solution on a glass filter and washed with CH3CN. Yield: 195 mg (95%). FT-IR (νmax, cm-1): ν(CN) 2139 (s); ν(OH) 3587 (m), 3354 (m); fdc: 1579 (s), 1521 (m), 1372 (s), 1326 (w), 1234 (w), 1137 (w), 1040 (w), 807 (w), 770 (s), 684 (w), 563 (w), 464 (m), 391 (m). Anal. Calcd for Br1C12Gd2H34N6O21Re6Se8 (n = 10): C, 5.26; H, 1.25; N, 3.07. Found: C, 5.60; H, 1.40; N, 3.00.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Activated [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]Br (<bold>3a</bold>)</title><p>The synthesis of <bold>3a</bold> was carried out at the\nsame conditions as those for <bold>1a</bold>. The sample weight loss\nof 7.3% indicates the removal of 11.2 H<sub>2</sub>O molecules per\nformula unit. FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): 3570 [s, ν<sub>as</sub>(OH)], 3350 [s, ν<sub>s</sub>(OH)], 2126 [vs, ν­(CN)], 1728 (w), 1585 (s), 1554 (s), 1523\n(m), 1406 (s), 1384 (s), 1361 (s), 1224 (w), 1170 (w), 1049 (w), 1030\n(m), 966 (w), 821 (m), 781 (vs), 619 (m), 582 (m), 528 (m), 501 (m),\n457 (m), 401 (s).</p>", "clean_text": "Synthesis of Activated [{Gd(H2O)3}2(fdc)Re6Se8(CN)6]Br (3a)\n\nThe synthesis of 3a was carried out at the same conditions as those for 1a. The sample weight loss of 7.3% indicates the removal of 11.2 H2O molecules per formula unit. FT-IR (νmax, cm-1): 3570 [s, νas(OH)], 3350 [s, νs(OH)], 2126 [vs, ν(CN)], 1728 (w), 1585 (s), 1554 (s), 1523 (m), 1406 (s), 1384 (s), 1361 (s), 1224 (w), 1170 (w), 1049 (w), 1030 (m), 966 (w), 821 (m), 781 (vs), 619 (m), 582 (m), 528 (m), 501 (m), 457 (m), 401 (s).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]­Br·<italic>n</italic>H<sub>2</sub>O (<bold>4</bold>)</title><p>Compound <bold>4</bold> was synthesized using the same procedure as that for <bold>3</bold> except using compound <bold>2</bold> (200 mg, 0.075 mmol)\ninstead of <bold>1</bold>. Yield: 195 mg (95%). FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): ν­(CN) 2140 (s); ν­(OH)\n3586 (m), 3351 (m); tdc: 1580 (s), 1521 (m), 1373 (s), 1326 (w), 1234\n(w), 1137 (w), 1040 (w), 807 (w), 770 (s), 684 (w), 562 (w), 464 (m),\n391 (m). Anal. Calcd for Br<sub>1</sub>C<sub>12</sub>Gd<sub>2</sub>H<sub>34</sub>N<sub>6</sub>O<sub>20</sub>Re<sub>6</sub>S<sub>1</sub>Se<sub>8</sub> (<italic>n</italic> = 10): C, 5.23; H, 1.24; N, 3.05;\nS, 1.16. Found: C, 5.65; H, 1.23; N, 3.00; S, 1.20.</p>", "clean_text": "Synthesis of [{Gd(H2O)3}2(tdc)Re6Se8(CN)6]Br⋅nH2O (4)\n\nCompound 4 was synthesized using the same procedure as that for 3 except using compound 2 (200 mg, 0.075 mmol) instead of 1. Yield: 195 mg (95%). FT-IR (νmax, cm-1): ν(CN) 2140 (s); ν(OH) 3586 (m), 3351 (m); tdc: 1580 (s), 1521 (m), 1373 (s), 1326 (w), 1234 (w), 1137 (w), 1040 (w), 807 (w), 770 (s), 684 (w), 562 (w), 464 (m), 391 (m). Anal. Calcd for Br1C12Gd2H34N6O20Re6S1Se8 (n = 10): C, 5.23; H, 1.24; N, 3.05; S, 1.16. Found: C, 5.65; H, 1.23; N, 3.00; S, 1.20.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof Activated [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]Br (<bold>4a</bold>)</title><p>The synthesis of <bold>4a</bold> was carried out at the same conditions\nas those for <bold>1a</bold>. The sample weight loss of 9.0% indicates\nthe removal of 14.2 H<sub>2</sub>O molecules per formula unit. FT-IR\n(ν<sub>max</sub>, cm<sup>–1</sup>): 3571 [s, ν<sub>as</sub>(OH)], 3351 [s, ν<sub>s</sub>(OH)], 2127 [vs, ν­(CN)],\n1729 (w), 1585 (s), 1555 (s), 1524 (m), 1406 (s), 1385 (s), 1362 (s),\n1225 (w), 1171 (w), 1049 (w), 1030 (m), 966 (w), 822 (m), 781 (vs),\n619 (m), 583 (m), 529 (m), 502 (m), 457 (m), 401 (s).</p>", "clean_text": "Synthesis of Activated [{Gd(H2O)3}2(tdc)Re6Se8(CN)6]Br (4a)\n\nThe synthesis of 4a was carried out at the same conditions as those for 1a. The sample weight loss of 9.0% indicates the removal of 14.2 H2O molecules per formula unit. FT-IR (νmax, cm-1): 3571 [s, νas(OH)], 3351 [s, νs(OH)], 2127 [vs, ν(CN)], 1729 (w), 1585 (s), 1555 (s), 1524 (m), 1406 (s), 1385 (s), 1362 (s), 1225 (w), 1171 (w), 1049 (w), 1030 (m), 966 (w), 822 (m), 781 (vs), 619 (m), 583 (m), 529 (m), 502 (m), 457 (m), 401 (s).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Synthesis and Crystal Structures</title><p>A number of cyanide-bridged coordination polymers have been constructed\nduring the past years using the self-assembly of transition-metal\nclusters and mononuclear transition-metal and lanthanide complex cations. Usually such frameworks are devoid\nof permanent porosity because of the close packing of voluminous cluster\nanions and metal cationic complexes or because of the presence of\nlarge counterions in the structure voids. The low yields and poor\nstability of crystalline phases toward acidic media, organic solvents,\nand the evaporation of solvent molecules also restrict the investigation\nof cluster-based coordination polymers as perspective materials. To\ndate, only a few cluster-extended analogues of Prussian blue were\nmanifested as materials because of their vapochromism, ion exchange, or\npermanent porosity. The permanent porosity\nhad not been reported until now for cluster-based coordination polymers\nwith organic linkers.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Crystal Structures\n\nA number of cyanide-bridged coordination polymers have been constructed during the past years using the self-assembly of transition-metal clusters and mononuclear transition-metal and lanthanide complex cations. Usually such frameworks are devoid of permanent porosity because of the close packing of voluminous cluster anions and metal cationic complexes or because of the presence of large counterions in the structure voids. The low yields and poor stability of crystalline phases toward acidic media, organic solvents, and the evaporation of solvent molecules also restrict the investigation of cluster-based coordination polymers as perspective materials. To date, only a few cluster-extended analogues of Prussian blue were manifested as materials because of their vapochromism, ion exchange, or permanent porosity. The permanent porosity had not been reported until now for cluster-based coordination polymers with organic linkers.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>MOFs <bold>1</bold> and <bold>2</bold> were synthesized by the reaction of [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster anions, Gd<sup>3+</sup> cations, and fdc (<bold>1</bold>) or tdc (<bold>2</bold>) in aqueous\nsolution. Heating of the reaction mixture with a stoichiometric ratio\nof the reagents led to the precipitation of orange crystalline solids.\nMany important MOFs have limited stability in aqueous environments. On the contrary, solid samples of <bold>1</bold> and <bold>2</bold> are stable in aqueous media for weeks.</p>", "clean_text": "MOFs 1 and 2 were synthesized by the reaction of [Re6Se8(CN)6]4- cluster anions, Gd3+ cations, and fdc (1) or tdc (2) in aqueous solution. Heating of the reaction mixture with a stoichiometric ratio of the reagents led to the precipitation of orange crystalline solids. Many important MOFs have limited stability in aqueous environments. On the contrary, solid samples of 1 and 2 are stable in aqueous media for weeks.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Compounds <bold>1</bold> and <bold>2</bold> are isostructural and\ncrystallize as orange hexagonal-shaped rods in a trigonal crystal\nsystem with the space group <italic>R</italic>3<italic>̅c</italic>. The asymmetric units ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">S1</ext-link>) contain three Re\natoms of the cluster core, four Se atoms of μ<sub>3</sub>-Se\nligands and three terminal CN<sup>–</sup> ligands, one Gd atom\nand three O atoms of its aqua ligands, two O atoms, three C atoms,\none H atom, and one heteroatom (O1 in <bold>1</bold> and S1 in <bold>2</bold>) of the carboxylate ligand. Disordered O atoms of solvate\nH<sub>2</sub>O molecules are also presented. All atoms are located\nin the general positions (<italic>x</italic>, <italic>y</italic>, <italic>z</italic>) except for the O1 and S1 ones, which lie on the 2-fold\naxis (<italic>x</italic>, <sup>1</sup>/<sub>3</sub>, <sup>1</sup>/<sub>12</sub>). The geometric parameters of the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster anion are typical\nand correlate well with the literature data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S2</ext-link>). The anion displays slightly distorted <italic>O</italic>\n<sub>\n<italic>h</italic>\n</sub> symmetry. The coordination environment\nof the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster anion contains six Gd<sup>3+</sup> cations coordinated to\nN atoms of the CN groups with an average Gd–N distance equal\nto about 2.50 Å. The Gd<sup>3+</sup> ions are located beside\naxes passing through the Re–CN bonds; the corresponding C–N–Gd\nbond angles are notably less than 180° and lie in the ranges\nof about 148–175 and 156–171° for <bold>1</bold> and <bold>2</bold>, respectively. The coordination environment of\nthe Gd<sup>3+</sup> cation includes three N atoms of cluster CN ligands,\nthree O atoms of aqua ligands, and two O atoms of the carboxylate\ngroups. Thereby, the Gd<sup>3+</sup> cation is surrounded by eight\nligands, forming a distorted square antiprism.</p>", "clean_text": "Compounds 1 and 2 are isostructural and crystallize as orange hexagonal-shaped rods in a trigonal crystal system with the space group R3̅c. The asymmetric units ( and S1) contain three Re atoms of the cluster core, four Se atoms of μ3-Se ligands and three terminal CN- ligands, one Gd atom and three O atoms of its aqua ligands, two O atoms, three C atoms, one H atom, and one heteroatom (O1 in 1 and S1 in 2) of the carboxylate ligand. Disordered O atoms of solvate H2O molecules are also presented. All atoms are located in the general positions (x, y, z) except for the O1 and S1 ones, which lie on the 2-fold axis (x, 1/3, 1/12). The geometric parameters of the [Re6Se8(CN)6]4- cluster anion are typical and correlate well with the literature data (Table S2). The anion displays slightly distorted O  h  symmetry. The coordination environment of the [Re6Se8(CN)6]4- cluster anion contains six Gd3+ cations coordinated to N atoms of the CN groups with an average Gd-N distance equal to about 2.50 Å. The Gd3+ ions are located beside axes passing through the Re-CN bonds; the corresponding C-N-Gd bond angles are notably less than 180° and lie in the ranges of about 148-175 and 156-171° for 1 and 2, respectively. The coordination environment of the Gd3+ cation includes three N atoms of cluster CN ligands, three O atoms of aqua ligands, and two O atoms of the carboxylate groups. Thereby, the Gd3+ cation is surrounded by eight ligands, forming a distorted square antiprism.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ORTEP drawing of the\nasymmetric unit in the structure of <bold>2</bold>. H atoms of the\nH<sub>2</sub>O molecules are not shown. Thermal ellipsoids of 75%\nprobability. Inset: Coordination environment of the Gd<sup>3+</sup> cation.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2017-029749_0010.tif\"></graphic>\n</fig>", "clean_text": " 1  ORTEP drawing of the asymmetric unit in the structure of 2. H atoms of the H2O molecules are not shown. Thermal ellipsoids of 75% probability. Inset: Coordination environment of the Gd3+ cation.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Each O atom of the planar carboxylate\nlinker connects with the Gd<sup>3+</sup> ion, linking into 1D chains\nformulated as {[Gd­(H<sub>2</sub>O)<sub>3</sub>]<sub>2</sub>(fdc)/(tdc)}<sup>4+</sup> ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">S2</ext-link>). Gd<sup>3+</sup> ions are located\nbeside the planes of the carboxylates, thus forming a nonplanar (GdOCO)<sub>2</sub> cycle with a Gd–Gd distance equal to 5.12 Å.\nThere are three series of nonintersecting 1D chains in the unit cell\nlying parallel to the [024], [−204], and [2–24] crystallographic\nplanes. The chains are connected to the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster anions through the\nGd–NC–Re bonds, and each cluster anion is linked\nwith the chains of all three directions. Therefore, the role of the\ncluster anion in the structure is linking the 1D chains into a rigid\n3D framework (a). The framework forms channels running along the <italic>c</italic> direction with a center on the 3̅ axis (b–d), which seem to be well-suitable\nfor the sorption of gas molecules. The channels demonstrate a quite\ncomplex spiral shape with a least diameter of 4.5 Å. The narrow\nhexagonal window is formed by H<sub>2</sub>O ligands of Gd<sup>3+</sup> cations (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">S3</ext-link>). However, there are cavities\nalong the channels with diameters of up to 9 Å. The <italic>PLATON</italic>\n-estimated guest-accessible volumes\nreach 28.4% and 29.5% for compounds <bold>1</bold> and <bold>2</bold>, respectively. The channel inner surface is decorated by H<sub>2</sub>O ligands of Gd<sup>3+</sup> cations, Se<sup>2–</sup> ligands\nof cluster anions, and O or S atoms of carboxylate moieties.</p>", "clean_text": "Each O atom of the planar carboxylate linker connects with the Gd3+ ion, linking into 1D chains formulated as {[Gd(H2O)3]2(fdc)/(tdc)}4+ ( and S2). Gd3+ ions are located beside the planes of the carboxylates, thus forming a nonplanar (GdOCO)2 cycle with a Gd-Gd distance equal to 5.12 Å. There are three series of nonintersecting 1D chains in the unit cell lying parallel to the [024], [-204], and [2-24] crystallographic planes. The chains are connected to the [Re6Se8(CN)6]4- cluster anions through the Gd-NC-Re bonds, and each cluster anion is linked with the chains of all three directions. Therefore, the role of the cluster anion in the structure is linking the 1D chains into a rigid 3D framework (a). The framework forms channels running along the c direction with a center on the 3̅ axis (b-d), which seem to be well-suitable for the sorption of gas molecules. The channels demonstrate a quite complex spiral shape with a least diameter of 4.5 Å. The narrow hexagonal window is formed by H2O ligands of Gd3+ cations (d and S3). However, there are cavities along the channels with diameters of up to 9 Å. The PLATON -estimated guest-accessible volumes reach 28.4% and 29.5% for compounds 1 and 2, respectively. The channel inner surface is decorated by H2O ligands of Gd3+ cations, Se2- ligands of cluster anions, and O or S atoms of carboxylate moieties.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Structure of\nthe {[Gd­(H<sub>2</sub>O)<sub>3</sub>]<sub>2</sub>(tdc)}<sup>4+</sup> chain within the framework of compound <bold>2</bold>. Thermal ellipsoids\nof 75% probability.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2017-029749_0011.tif\"></graphic>\n</fig>", "clean_text": " 2  Structure of the {[Gd(H2O)3]2(tdc)}4+ chain within the framework of compound 2. Thermal ellipsoids of 75% probability.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Crystal structures of\ncompound <bold>2</bold>. (a) Interconnection of {[Gd­(H<sub>2</sub>O)<sub>3</sub>]<sub>2</sub>(tdc)}<sup>4+</sup> chains by [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster\nanions. The {Re<sub>6</sub>} metal core is depicted as an orange polyhedron,\nμ<sub>3</sub>-Se ligands are omitted for clarity. (b) Schematic\nrepresentation of the crystal packing. The {Re<sub>6</sub>} metal\ncore is depicted as an orange polyhedron, the Gd<sup>3+</sup> ion\nwith its coordination environment is depicted as a blue polyhedron,\nand μ<sub>3</sub>-Se ligands are omitted for clarity. (c) Space-filling\nmodel of the framework in the view along the <italic>c</italic> axis.\n(d) Shape of the solvent-accessible surface of the channels calculated\nby the <italic>Mercury CSD 3.8</italic> program with default parameters\n(1.25 Å probe radius; 0.7 Å approximate grid spacing) in\nthe view along the <italic>c</italic> axis. H atoms of the tdc ligand\nand O atoms of the solvate H<sub>2</sub>O molecules are omitted for\nclarity.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2017-029749_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  Crystal structures of compound 2. (a) Interconnection of {[Gd(H2O)3]2(tdc)}4+ chains by [Re6Se8(CN)6]4- cluster anions. The {Re6} metal core is depicted as an orange polyhedron, μ3-Se ligands are omitted for clarity. (b) Schematic representation of the crystal packing. The {Re6} metal core is depicted as an orange polyhedron, the Gd3+ ion with its coordination environment is depicted as a blue polyhedron, and μ3-Se ligands are omitted for clarity. (c) Space-filling model of the framework in the view along the c axis. (d) Shape of the solvent-accessible surface of the channels calculated by the Mercury CSD 3.8 program with default parameters (1.25 Å probe radius; 0.7 Å approximate grid spacing) in the view along the c axis. H atoms of the tdc ligand and O atoms of the solvate H2O molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Redox Activity</title><p>The switching between the different redox states of the MOFs can\nbe exploited in order to modulate the conducting, magnetic, gas adsorption,\nand optical properties. Such compounds have attracted a lot of attention\nin recent years because of their possible applications as electrochromic\ndevices and electrocatalysts and also in molecular electronics. The reversible redox transitions determined\nby the metal atoms in the as-synthesized framework were reported for\na limited number of MOFs, in particular, based on the Fe<sup>II/III</sup>, V<sup>II/III/IV</sup>, Ti<sup>II/III/IV</sup>, Cu<sup>I/II</sup>, Cr<sup>II/III</sup>, and V<sup>III</sup>/V<sup>V</sup> centers. Hexanuclear rhenium metal clusters with {Re<sub>6</sub>Q<sub>8</sub>}<sup>2+</sup> cores (Q = S, Se, Te) are redox-active,\nshowing reversible oxidation from diamagnetic, luminescent forms based\non the {Re<sub>6</sub>Q<sub>8</sub>}<sup>2+</sup> core (24 CVE) to\nparamagnetic, nonluminescent species based on the {Re<sub>6</sub>Q<sub>8</sub>}<sup>3+</sup> core (23 CVE). In the case of [Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>3–/4–</sup> anions, <italic>E</italic>\n<sub>1/2</sub> values in CH<sub>3</sub>CN solutions are\nequal to 0.79, 0.57, and 0.31 V versus normal hydrogen electrode (NHE)\nfor Q = S, Se, and Te, respectively. The\noverall geometry of the clusters is almost unchanged after oxidation. This may allow one to make cluster-based coordination\npolymers that save the crystal structure after oxidation or reduction.\nTo date, there have been no literature data on the practical realization\nof this idea.</p>", "clean_text": "Redox Activity\n\nThe switching between the different redox states of the MOFs can be exploited in order to modulate the conducting, magnetic, gas adsorption, and optical properties. Such compounds have attracted a lot of attention in recent years because of their possible applications as electrochromic devices and electrocatalysts and also in molecular electronics. The reversible redox transitions determined by the metal atoms in the as-synthesized framework were reported for a limited number of MOFs, in particular, based on the FeII/III, VII/III/IV, TiII/III/IV, CuI/II, CrII/III, and VIII/VV centers. Hexanuclear rhenium metal clusters with {Re6Q8}2+ cores (Q = S, Se, Te) are redox-active, showing reversible oxidation from diamagnetic, luminescent forms based on the {Re6Q8}2+ core (24 CVE) to paramagnetic, nonluminescent species based on the {Re6Q8}3+ core (23 CVE). In the case of [Re6Q8(CN)6]3-/4- anions, E 1/2 values in CH3CN solutions are equal to 0.79, 0.57, and 0.31 V versus normal hydrogen electrode (NHE) for Q = S, Se, and Te, respectively. The overall geometry of the clusters is almost unchanged after oxidation. This may allow one to make cluster-based coordination polymers that save the crystal structure after oxidation or reduction. To date, there have been no literature data on the practical realization of this idea.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The reaction of <bold>1</bold> and <bold>2</bold> with Br<sub>2</sub> in CH<sub>3</sub>CN (<italic>E</italic>\n<sub>1/2</sub> = 0.70 V vs NHE) led to a\nfast change of the powder color from orange to dark green (). It was shown that\norange is typical for salts of the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> anion, while the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> anion forms green compounds. Oxidation of the cluster fragment within the\nstructures of <bold>1</bold> and <bold>2</bold> must led to the formation\nof positively charged frameworks [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc/tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>+</sup>. According to thermogravimetric analysis (TGA), elemental\nanalysis, and EDS, the green compounds have the compositions of <bold>3</bold> and <bold>4</bold>. Those compositions agree with the charge\nbalance and indicate that Br<sup>–</sup> anions readily incorporate\ninto the pores of the structures. Common inorganic oxidizing agents\nsuch as Ag<sup>+</sup>\n<sub>aq</sub> or air O<sub>2</sub> also react\nwith the powders <bold>1</bold> and <bold>2</bold> when heated, forming\ngreen species with similar powder patterns. In these cases, however,\nthe establishment of the anionic part and solvate composition of the\nresulting species is difficult. Weak oxidants like I<sub>2</sub> in\nCH<sub>3</sub>CN (<italic>E</italic>\n<sub>1/2</sub> = 0.26 V vs NHE)\ndid not react with <bold>1</bold> and <bold>2</bold>. A comparison\nof the PXRD patterns showed that compounds <bold>3</bold> and <bold>4</bold> are isostructural with <bold>1</bold> and <bold>2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S4</ext-link>). Unfortunately, our attempts\nto oxidize relatively large single crystals of <bold>1</bold> and <bold>2</bold> resulted in their cracking, preventing single-crystal XRD\nstudies of <bold>3</bold> and <bold>4</bold>.</p>", "clean_text": "The reaction of 1 and 2 with Br2 in CH3CN (E 1/2 = 0.70 V vs NHE) led to a fast change of the powder color from orange to dark green (). It was shown that orange is typical for salts of the [Re6Se8(CN)6]4- anion, while the [Re6Se8(CN)6]3- anion forms green compounds. Oxidation of the cluster fragment within the structures of 1 and 2 must led to the formation of positively charged frameworks [{Gd(H2O)3}2(fdc/tdc)Re6Se8(CN)6]+. According to thermogravimetric analysis (TGA), elemental analysis, and EDS, the green compounds have the compositions of 3 and 4. Those compositions agree with the charge balance and indicate that Br- anions readily incorporate into the pores of the structures. Common inorganic oxidizing agents such as Ag+ aq or air O2 also react with the powders 1 and 2 when heated, forming green species with similar powder patterns. In these cases, however, the establishment of the anionic part and solvate composition of the resulting species is difficult. Weak oxidants like I2 in CH3CN (E 1/2 = 0.26 V vs NHE) did not react with 1 and 2. A comparison of the PXRD patterns showed that compounds 3 and 4 are isostructural with 1 and 2 (Figure S4). Unfortunately, our attempts to oxidize relatively large single crystals of 1 and 2 resulted in their cracking, preventing single-crystal XRD studies of 3 and 4.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Photographic images of\nthe bulk phases of compounds <bold>2</bold> (orange) and <bold>4</bold> (dark green).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2017-029749_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  Photographic images of the bulk phases of compounds 2 (orange) and 4 (dark green).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Oxidation of the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> to [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> anions\nis a reversible process for the discrete anions in solution. The reduction\ncan be implemented by both electrochemical and chemical methods. Until now, there have been no examples of reversible\noxidation of these cluster anions in the structures of coordination\npolymers. We have found that hydrazine can act as an effective reducing\nagent for the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> cluster anion in the structures of compounds <bold>3</bold> and <bold>4</bold>. Green powders of compounds <bold>3</bold> and <bold>4</bold> react with N<sub>2</sub>H<sub>4</sub> at room temperature, yielding\norange powders of compounds <bold>1</bold> and <bold>2</bold>, respectively.\nMaterials restore the luminescence after reduction. In contrast to\ncompounds <bold>1</bold> and <bold>2</bold>, compounds <bold>3</bold> and <bold>4</bold> display less hydrolytic stability. In order to\nprevent hydrolysis and degradation of the crystal structures of compounds <bold>3</bold> and <bold>4</bold>, CH<sub>3</sub>CN was used as the reaction\nmedium for the redox processes. Monitoring of the powder patterns\nrevealed that compounds save their crystal structures after at least\nthree cycles of oxidation and reduction by CH<sub>3</sub>CN solutions\nof Br<sub>2</sub> and N<sub>2</sub>H<sub>4</sub>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S5</ext-link>).</p>", "clean_text": "Oxidation of the [Re6Se8(CN)6]4- to [Re6Se8(CN)6]3- anions is a reversible process for the discrete anions in solution. The reduction can be implemented by both electrochemical and chemical methods. Until now, there have been no examples of reversible oxidation of these cluster anions in the structures of coordination polymers. We have found that hydrazine can act as an effective reducing agent for the [Re6Se8(CN)6]3- cluster anion in the structures of compounds 3 and 4. Green powders of compounds 3 and 4 react with N2H4 at room temperature, yielding orange powders of compounds 1 and 2, respectively. Materials restore the luminescence after reduction. In contrast to compounds 1 and 2, compounds 3 and 4 display less hydrolytic stability. In order to prevent hydrolysis and degradation of the crystal structures of compounds 3 and 4, CH3CN was used as the reaction medium for the redox processes. Monitoring of the powder patterns revealed that compounds save their crystal structures after at least three cycles of oxidation and reduction by CH3CN solutions of Br2 and N2H4, respectively (Figure S5).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The redox potentials of hydrazine\nin aqueous solutions (<italic>E</italic>\n<sub>pc</sub> = 0.34 V vs\nNHE at pH = 7) and organic solvents are\nsimilar to the corresponding potentials of symmetrical and unsymmetrical\ndimethylhydrazines (UDMHs), and, therefore,\nthe latter are able to act as reducing agents for compounds <bold>3</bold> and <bold>4</bold>. Hydrazine and unsymmetrical UDMH are\nthe components of rocket fuels and have many applications in the chemical\nindustry. All of them dissolve in water\neasily and can be absorbed through the skin or by inhalation, causing\nconfirmed damage together with teratogenic or mutagenic effects in\nlaboratory animals. The detection of\nhydrazines was carried out by complex and time-consuming analytical\ntechniques including chromatography, mass spectrometry, coulometry,\npotentiometry, titrimetry, and colorimetry. Chemical sensing, particularly the fluorescence spectroscopic technique,\nis a promising method for the detection of toxic species because of\nits simplicity and high sensitivity. The\ncolor change and rise of luminescence as a result of the reduction\nof compounds <bold>3</bold> and <bold>4</bold> are unique examples\nof the rapid and reversible optical response for hydrazine.</p>", "clean_text": "The redox potentials of hydrazine in aqueous solutions (E pc = 0.34 V vs NHE at pH = 7) and organic solvents are similar to the corresponding potentials of symmetrical and unsymmetrical dimethylhydrazines (UDMHs), and, therefore, the latter are able to act as reducing agents for compounds 3 and 4. Hydrazine and unsymmetrical UDMH are the components of rocket fuels and have many applications in the chemical industry. All of them dissolve in water easily and can be absorbed through the skin or by inhalation, causing confirmed damage together with teratogenic or mutagenic effects in laboratory animals. The detection of hydrazines was carried out by complex and time-consuming analytical techniques including chromatography, mass spectrometry, coulometry, potentiometry, titrimetry, and colorimetry. Chemical sensing, particularly the fluorescence spectroscopic technique, is a promising method for the detection of toxic species because of its simplicity and high sensitivity. The color change and rise of luminescence as a result of the reduction of compounds 3 and 4 are unique examples of the rapid and reversible optical response for hydrazine.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>In comparison with <bold>1</bold> and <bold>2</bold>, compounds <bold>3</bold> and <bold>4</bold> show different sets of physical properties.\nThe powders of compounds <bold>1</bold> and <bold>2</bold> show broad\nemission in the wavelength region of 600–900 nm, which is typical\nfor most {Re<sub>6</sub>Se<sub>8</sub>}<sup>2+</sup>-based compounds\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S6</ext-link>). The [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster was reported\nas a cluster with the highest emission quantum yields in both solution\nand the solid state within the family of [Re<sub>6</sub>Q<sub>8</sub>L<sub>6</sub>] species (Q = S, Se, or Te; L = various inorganic and\norganic ligands). The emission intensity\nof compound <bold>2</bold> is similar to the intensity of the initial\nsalt K<sub>4</sub>[Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·3.5H<sub>2</sub>O, while compound <bold>1</bold> demonstrates less intense\nluminescence. At the same time, compounds <bold>3</bold> and <bold>4</bold> showed no emission in the red region. Considering that compounds <bold>1</bold>–<bold>4</bold> did not exhibit Gd-induced luminescence\nin the UV region near 310 nm (most probably because of quenching by\nH<sub>2</sub>O molecules), one can see\nthat the reduction of <bold>3</bold> and <bold>4</bold> switches on\nthe luminescence in the red region, which can be a well-detectable\nsignal for chemical contamination sensors.</p>", "clean_text": "In comparison with 1 and 2, compounds 3 and 4 show different sets of physical properties. The powders of compounds 1 and 2 show broad emission in the wavelength region of 600-900 nm, which is typical for most {Re6Se8}2+-based compounds (Figure S6). The [Re6Se8(CN)6]4- cluster was reported as a cluster with the highest emission quantum yields in both solution and the solid state within the family of [Re6Q8L6] species (Q = S, Se, or Te; L = various inorganic and organic ligands). The emission intensity of compound 2 is similar to the intensity of the initial salt K4[Re6Se8(CN)6]⋅3.5H2O, while compound 1 demonstrates less intense luminescence. At the same time, compounds 3 and 4 showed no emission in the red region. Considering that compounds 1-4 did not exhibit Gd-induced luminescence in the UV region near 310 nm (most probably because of quenching by H2O molecules), one can see that the reduction of 3 and 4 switches on the luminescence in the red region, which can be a well-detectable signal for chemical contamination sensors.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Thermal Stability, Activation,\nand Porosity</title><p>The pores of the as-synthesized compounds <bold>1</bold>–<bold>4</bold> are filled with H<sub>2</sub>O molecules,\npartially located by XRD of <bold>1</bold> and <bold>2</bold>. According\nto the TGA data (a,b), the bulk of <bold>1</bold> and <bold>2</bold> lose solvate\nH<sub>2</sub>O molecules in the temperature range 20–130 °C\nwith the maximum rate of weight loss at about 75 °C. The total\nmass loss in this step is 8.1% [219 atomic mass units (amu); 12.2\nH<sub>2</sub>O molecules per formula unit] for <bold>1</bold> and\n8.0% (217 amu; 12.0 H<sub>2</sub>O molecules per formula unit) for <bold>2</bold>. The data correlate well with the amounts of water found\nby X-ray crystallography and elemental analyses (9.0 and 12.5 H<sub>2</sub>O molecules per formula unit for <bold>1</bold> and <bold>2</bold>, respectively). The removal of H<sub>2</sub>O molecules\ncoordinated to Gd<sup>III</sup> ions occurs at the wide temperature\nrange of 130–260 °C.</p>", "clean_text": "Thermal Stability, Activation, and Porosity\n\nThe pores of the as-synthesized compounds 1-4 are filled with H2O molecules, partially located by XRD of 1 and 2. According to the TGA data (a,b), the bulk of 1 and 2 lose solvate H2O molecules in the temperature range 20-130 °C with the maximum rate of weight loss at about 75 °C. The total mass loss in this step is 8.1% [219 atomic mass units (amu); 12.2 H2O molecules per formula unit] for 1 and 8.0% (217 amu; 12.0 H2O molecules per formula unit) for 2. The data correlate well with the amounts of water found by X-ray crystallography and elemental analyses (9.0 and 12.5 H2O molecules per formula unit for 1 and 2, respectively). The removal of H2O molecules coordinated to GdIII ions occurs at the wide temperature range of 130-260 °C.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TGA and DTG diagrams for <bold>1</bold> (a), <bold>2</bold> (b), <bold>3</bold> (c), and <bold>4</bold> (d).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2017-029749_0003.tif\"></graphic>\n</fig>", "clean_text": " 5  TGA and DTG diagrams for 1 (a), 2 (b), 3 (c), and 4 (d).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>Compounds <bold>3</bold> and <bold>4</bold> demonstrate similar methods for thermal decomposition and\nlose 7.4% and 7.2% of total mass (205 and 200 amu, respectively) at\ntemperatures of 20–130 °C (c,d). Oxidation of the framework does not\naffect, therefore, the solvate composition in spite of the partial\noccupancy of the channel volume by Br<sup>–</sup> anions. Surprisingly,\ncoordinated H<sub>2</sub>O molecules were removed at relatively low\ntemperatures (up to 180 °C) with a maximum rate of weight loss\nat 141 °C for both <bold>3</bold> and <bold>4</bold>. In this\nstep, the compounds lose 1.7% and 1.9% of their mass (47 and 53 amu,\nrespectively).</p>", "clean_text": "Compounds 3 and 4 demonstrate similar methods for thermal decomposition and lose 7.4% and 7.2% of total mass (205 and 200 amu, respectively) at temperatures of 20-130 °C (c,d). Oxidation of the framework does not affect, therefore, the solvate composition in spite of the partial occupancy of the channel volume by Br- anions. Surprisingly, coordinated H2O molecules were removed at relatively low temperatures (up to 180 °C) with a maximum rate of weight loss at 141 °C for both 3 and 4. In this step, the compounds lose 1.7% and 1.9% of their mass (47 and 53 amu, respectively).", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>According to PXRD, compounds <bold>1</bold>–<bold>4</bold> save the crystallinity during long-time storage at 140 °C\nin a static Ar atmosphere (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S7</ext-link>).\nAt higher temperatures, cleavage of intense peaks on the PXRD patterns\nindicates the gradual destruction of the frameworks. Amorphization\nof Ln-based MOFs during thermal activation is widely known and is\noften associated with the in situ formation of open lanthanide sites\n(OLSs). The organic donors from the neighboring\norganic linkers may occupy the OLSs, causing a collapse of the frameworks.\n</p>", "clean_text": "According to PXRD, compounds 1-4 save the crystallinity during long-time storage at 140 °C in a static Ar atmosphere (Figure S7). At higher temperatures, cleavage of intense peaks on the PXRD patterns indicates the gradual destruction of the frameworks. Amorphization of Ln-based MOFs during thermal activation is widely known and is often associated with the in situ formation of open lanthanide sites (OLSs). The organic donors from the neighboring organic linkers may occupy the OLSs, causing a collapse of the frameworks. ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Activation of compounds <bold>1</bold>–<bold>4</bold> was achieved by heating the powders in vacuo at 80 °C\nfor 6 h, yielding the solvent-free frameworks <bold>1a</bold>–<bold>4a</bold>. The permanent porosity and textural characteristics of\nthe samples obtained were established by N<sub>2</sub> adsorption\nat 77 K. All compounds possess type Ia adsorption isotherms according\nto IUPAC recommendations ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">S8</ext-link>), which is typical for microporous compounds with pore diameters\nof less than 1 nm. Adsorption–desorption hysteresis is negligible.\nThe calculated parameters of porous structures are given in . Oxidizing compounds <bold>1</bold> and <bold>2</bold> into <bold>3</bold> and <bold>4</bold> correspondingly leads to a slightly decrease of the surface area\nand pore volume because of partial channel blocking by bromide, which\nis not surprising in the case of charged frameworks. The hypothesis is confirmed by a comparison of the pore-size\ndistributions. Patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S9</ext-link>) show\nthe presence of narrow micropores in all samples with pore diameters\nof less than 1 nm, which is in good agreement with the single-crystal\nX-ray structural data.</p>", "clean_text": "Activation of compounds 1-4 was achieved by heating the powders in vacuo at 80 °C for 6 h, yielding the solvent-free frameworks 1a-4a. The permanent porosity and textural characteristics of the samples obtained were established by N2 adsorption at 77 K. All compounds possess type Ia adsorption isotherms according to IUPAC recommendations ( and S8), which is typical for microporous compounds with pore diameters of less than 1 nm. Adsorption-desorption hysteresis is negligible. The calculated parameters of porous structures are given in . Oxidizing compounds 1 and 2 into 3 and 4 correspondingly leads to a slightly decrease of the surface area and pore volume because of partial channel blocking by bromide, which is not surprising in the case of charged frameworks. The hypothesis is confirmed by a comparison of the pore-size distributions. Patterns (Figure S9) show the presence of narrow micropores in all samples with pore diameters of less than 1 nm, which is in good agreement with the single-crystal X-ray structural data.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>N<sub>2</sub> adsorption–desorption isotherms at\n77 K (filled symbols for the adsorption branch and open symbols for\nthe desorption one).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2017-029749_0004.tif\"></graphic>\n</fig>", "clean_text": " 6  N2 adsorption-desorption isotherms at 77 K (filled symbols for the adsorption branch and open symbols for the desorption one).   ", "data": null, "include_properties": null}, {"idx": 40, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Parameters of the Porous Structures of Samples <bold>1a</bold>–<bold>4a</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col3\" rowsep=\"1\">specific surface area, m<sup>2</sup> g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col6\" rowsep=\"1\">\n<italic>V</italic>\n<sub>pore</sub>, cm<sup>3</sup> g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">density, g cm<sup>–3</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">Langmuir</oasis:entry>\n<oasis:entry align=\"center\">BET</oasis:entry>\n<oasis:entry align=\"center\">DFT</oasis:entry>\n<oasis:entry align=\"center\">theory<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">total<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">DFT</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>ads</sub>(N<sub>2</sub>)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>, cm<sup>3</sup>(STP) g<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1a</bold>\n</oasis:entry>\n<oasis:entry>3.551</oasis:entry>\n<oasis:entry>163</oasis:entry>\n<oasis:entry>158</oasis:entry>\n<oasis:entry>263</oasis:entry>\n<oasis:entry>0.085</oasis:entry>\n<oasis:entry>0.087</oasis:entry>\n<oasis:entry>0.092</oasis:entry>\n<oasis:entry>55.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2a</bold>\n</oasis:entry>\n<oasis:entry>3.432</oasis:entry>\n<oasis:entry>289</oasis:entry>\n<oasis:entry>251</oasis:entry>\n<oasis:entry>453</oasis:entry>\n<oasis:entry>0.109</oasis:entry>\n<oasis:entry>0.120</oasis:entry>\n<oasis:entry>0.143</oasis:entry>\n<oasis:entry>76.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3a</bold>\n</oasis:entry>\n<oasis:entry>3.666</oasis:entry>\n<oasis:entry>114</oasis:entry>\n<oasis:entry>112</oasis:entry>\n<oasis:entry>121</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.048</oasis:entry>\n<oasis:entry>0.044</oasis:entry>\n<oasis:entry>30.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4a</bold>\n</oasis:entry>\n<oasis:entry>3.544</oasis:entry>\n<oasis:entry>227</oasis:entry>\n<oasis:entry>222</oasis:entry>\n<oasis:entry>236</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.107</oasis:entry>\n<oasis:entry>0.099</oasis:entry>\n<oasis:entry>69.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Calculated by the <italic>Mercury CSD 3.8</italic> routine using\nCIF files with eliminated solvate H<sub>2</sub>O molecules.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Measured at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.95.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["property"], "content": "<p>The specific <italic>gravimetric</italic> surface areas for compounds\nare not impressive. However, solids <bold>1</bold>–<bold>4</bold> demonstrate high crystallographic density because of the presence\nof heavy Re, Se, and Gd atoms in their composition. The corresponding\nvalues are about 3.4–3.7 g mL<sup>–1</sup> versus about\n1.0 or even less for classical MOF materials or silica. Therefore,\na comparison of the <italic>volumetric</italic> surface areas of adsorbents\nwill give a more correct imagination of the real porosity. Thus, the\nBET surface areas for compounds <bold>1a</bold>–<bold>4a</bold> are 561, 861, 411, and 787 m<sup>2</sup> mL<sup>–1</sup>,\ncorrespondingly. These values are comparable with the surface areas\nof very porous MOFs such as MOF-5 (636 m<sup>2</sup> mL<sup>–1</sup>) and HKUST-1 (845 m<sup>2</sup> mL<sup>–1</sup>).\n</p>", "clean_text": "The specific gravimetric surface areas for compounds are not impressive. However, solids 1-4 demonstrate high crystallographic density because of the presence of heavy Re, Se, and Gd atoms in their composition. The corresponding values are about 3.4-3.7 g mL-1 versus about 1.0 or even less for classical MOF materials or silica. Therefore, a comparison of the volumetric surface areas of adsorbents will give a more correct imagination of the real porosity. Thus, the BET surface areas for compounds 1a-4a are 561, 861, 411, and 787 m2 mL-1, correspondingly. These values are comparable with the surface areas of very porous MOFs such as MOF-5 (636 m2 mL-1) and HKUST-1 (845 m2 mL-1). ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>Compounds <bold>2a</bold> and <bold>4a</bold> containing the tdc ligand display slightly\nhigher values of the surface areas than compounds <bold>1a</bold> and <bold>3a</bold> with the fdc ligand in spite of isostructural frameworks.\nThe assumption correlates with the mass loss during activation, which\nwas about 7% for compounds <bold>1</bold> and <bold>3</bold> and about\n9% for compounds <bold>2</bold> and <bold>4</bold>, respectively.\nMoreover, the pore-size distribution curves indicate equal channel\napertures in <bold>1a</bold> and <bold>2a</bold> but less pore volume\nof the latter one (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S9</ext-link>). On the basis\nof our numerous attempts, we consider that optimal conditions were\nused for activation. Increasing the activation time or temperature\nled to structure collapse and nonporous samples. The structure collapse\ncan be caused by the in situ formation of OLSs and their coordination\nby organic donors from neighboring organic linkers. Considering that lanthanides are known as elements binding\npreferably the O-donor ligands, one can see that fdc-containing frameworks\nmight be unstable if the open sites are formed during activation.\nWe suppose that replacement of the fdc ligand by the tdc one provides\nthe opportunity to synthesize isostructural frameworks with improved\nstability and porosity.</p>", "clean_text": "Compounds 2a and 4a containing the tdc ligand display slightly higher values of the surface areas than compounds 1a and 3a with the fdc ligand in spite of isostructural frameworks. The assumption correlates with the mass loss during activation, which was about 7% for compounds 1 and 3 and about 9% for compounds 2 and 4, respectively. Moreover, the pore-size distribution curves indicate equal channel apertures in 1a and 2a but less pore volume of the latter one (Figure S9). On the basis of our numerous attempts, we consider that optimal conditions were used for activation. Increasing the activation time or temperature led to structure collapse and nonporous samples. The structure collapse can be caused by the in situ formation of OLSs and their coordination by organic donors from neighboring organic linkers. Considering that lanthanides are known as elements binding preferably the O-donor ligands, one can see that fdc-containing frameworks might be unstable if the open sites are formed during activation. We suppose that replacement of the fdc ligand by the tdc one provides the opportunity to synthesize isostructural frameworks with improved stability and porosity.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<title>Low-Pressure Adsorption of CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> at 273 and 298 K</title><p>Because\ncompounds <bold>1</bold>–<bold>4</bold> possess narrow pores\ndecorated by different heteroatoms, the potential for binary gas mixture\nseparation was evaluated. Adsorption isotherms at 273 and 298 K were\nmeasured for CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> (). Gas uptakes at\n1 bar and corresponding temperatures are summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S3</ext-link>. As one can see, CO<sub>2</sub> uptake\nis several times higher than that for CH<sub>4</sub> or N<sub>2</sub>. The <italic>gravimetric</italic> CO<sub>2</sub> uptake on <bold>1a</bold> and <bold>2a</bold> is not high because of the heavy metal\ncontent, but the values obtained at 1 bar and 298 K are comparable\nwith the adsorption capacity of some other MOFs with high CO<sub>2</sub> uptake such as MOF-5 (0.82 mmol g<sup>–1</sup>), ZIF-8 (1.02\nmmol g<sup>–1</sup>), or MIL-53­(Cr) (2.03 mmol g<sup>–1</sup>). Meanwhile, the <italic>volumetric</italic> uptake is also quite\nimportant because of its influence on the volume of the adsorbent\nbed. The volumetric CO<sub>2</sub> uptakes of both <bold>1a</bold> and <bold>2a</bold> at 1 bar and 298 K are very good and comparable\nwith the best values for MOF materials, such as Mg-MOF-74 (2.92 mmol\nmL<sup>–1</sup>) and HKUST-1 (4.91 mmol mL<sup>–1</sup>).\n</p>", "clean_text": "Low-Pressure Adsorption of CO2, CH4, and N2 at 273 and 298 K\n\nBecause compounds 1-4 possess narrow pores decorated by different heteroatoms, the potential for binary gas mixture separation was evaluated. Adsorption isotherms at 273 and 298 K were measured for CO2, CH4, and N2 (). Gas uptakes at 1 bar and corresponding temperatures are summarized in Table S3. As one can see, CO2 uptake is several times higher than that for CH4 or N2. The gravimetric CO2 uptake on 1a and 2a is not high because of the heavy metal content, but the values obtained at 1 bar and 298 K are comparable with the adsorption capacity of some other MOFs with high CO2 uptake such as MOF-5 (0.82 mmol g-1), ZIF-8 (1.02 mmol g-1), or MIL-53(Cr) (2.03 mmol g-1). Meanwhile, the volumetric uptake is also quite important because of its influence on the volume of the adsorbent bed. The volumetric CO2 uptakes of both 1a and 2a at 1 bar and 298 K are very good and comparable with the best values for MOF materials, such as Mg-MOF-74 (2.92 mmol mL-1) and HKUST-1 (4.91 mmol mL-1). ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>CO<sub>2</sub> (squares), CH<sub>4</sub> (circles), and N<sub>2</sub> (triangles) adsorption isotherms on <bold>1a</bold>–<bold>4a</bold> at 273 K (left column) and 298 K\n(right column).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2017-029749_0005.tif\"></graphic>\n</fig>", "clean_text": " 7  CO2 (squares), CH4 (circles), and N2 (triangles) adsorption isotherms on 1a-4a at 273 K (left column) and 298 K (right column).   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>Oxidation of rhenium\nclusters in both frameworks and the proposed occupation of the channel\nvolume by bromide lead to a slight decrease of the CO<sub>2</sub> uptake,\nwhich is especially well noticeable at 298 K. The CH<sub>4</sub> and\nN<sub>2</sub> adsorption curves almost coincide for nonoxidized and\noxidized samples because of the quite low capacity in general.</p>", "clean_text": "Oxidation of rhenium clusters in both frameworks and the proposed occupation of the channel volume by bromide lead to a slight decrease of the CO2 uptake, which is especially well noticeable at 298 K. The CH4 and N2 adsorption curves almost coincide for nonoxidized and oxidized samples because of the quite low capacity in general.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<p>The heat of adsorption is another significant parameter influencing\nthe performance of a material for capture and separation applications\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S7 and Figure S12</ext-link>). The isosteric\nheat of adsorption can be evaluated by the virial or Clausius–Clapeyron\nequation using isotherms at two different temperatures for each adsorbate–adsorbent\nsystem. Interestingly, the heats of CO<sub>2</sub> adsorption are\nrelatively high, ca. 35 kJ mol<sup>–1</sup>. Such values are\ncharacteristic for adsorbents with special interactions between the\nadsorbate and adsorbent, for example, for MOFs with exposed metal\nsites or additional base centers such as amines. The quite strong interaction of CO<sub>2</sub> with all\nstudied frameworks may be explained by the presence of aqua ligands\nof Gd atoms even in activated samples as well as by good decoration\nof the framework channels by different heteroatoms that increase the\nvan der Waals forces between the adsorbed molecules and surface. Such\nhigh adsorption enthalpies in the entire coverage range are more than\n2 times greater than the enthalpy of CO<sub>2</sub> vaporization (∼16.5\nkJ mol<sup>–1</sup>). The large\nvolumetric CO<sub>2</sub> uptake and modest CH<sub>4</sub> and N<sub>2</sub> uptakes allow us to suppose that studying materials may possess\na good performance for the separation of postcombustion flue gas (predominantly\na CO<sub>2</sub>/N<sub>2</sub> separation is needed) or natural gas\n(the separation of CH<sub>4</sub> from CO<sub>2</sub> and N<sub>2</sub> is important).</p>", "clean_text": "The heat of adsorption is another significant parameter influencing the performance of a material for capture and separation applications (Table S7 and Figure S12). The isosteric heat of adsorption can be evaluated by the virial or Clausius-Clapeyron equation using isotherms at two different temperatures for each adsorbate-adsorbent system. Interestingly, the heats of CO2 adsorption are relatively high, ca. 35 kJ mol-1. Such values are characteristic for adsorbents with special interactions between the adsorbate and adsorbent, for example, for MOFs with exposed metal sites or additional base centers such as amines. The quite strong interaction of CO2 with all studied frameworks may be explained by the presence of aqua ligands of Gd atoms even in activated samples as well as by good decoration of the framework channels by different heteroatoms that increase the van der Waals forces between the adsorbed molecules and surface. Such high adsorption enthalpies in the entire coverage range are more than 2 times greater than the enthalpy of CO2 vaporization (~16.5 kJ mol-1). The large volumetric CO2 uptake and modest CH4 and N2 uptakes allow us to suppose that studying materials may possess a good performance for the separation of postcombustion flue gas (predominantly a CO2/N2 separation is needed) or natural gas (the separation of CH4 from CO2 and N2 is important).", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>While the gas storage applications need adsorbents\nwith high capacity and low density, the separation applications have\nno limitations on the density of materials because the volume of the\nadsorbent bed is more important. Theoretical predictions of binary\ngas mixture separation were performed by taking into account high\nvolumetric CO<sub>2</sub> uptakes for <bold>1</bold> and <bold>2</bold>. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S8</ext-link> shows the results of selectivity\nfactor calculations for three binary mixtures of CO<sub>2</sub>/N<sub>2</sub>, CO<sub>2</sub>/CH<sub>4</sub>, and CH<sub>4</sub>/N<sub>2</sub> at 273 and 298 K using three common methods for the evaluation\nof adsorption selectivity factor (<italic>S</italic>) from single-component\nadsorption isotherms. These are (i) the ratio of adsorbed volumes,\n(ii) the ratio of Henry constants (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S6</ext-link>), and (iii) ideal adsorbed solution theory (IAST). IAST calculations\nwere performed in order to estimate the corresponding selectivity\nfactors at different gas mixture compositions and absolute pressures.\nThe relationships between the molar fractions of the component in\nthe adsorbed state and in the gas phase at the overall gas pressure <italic>p</italic> = 1 bar and temperatures 273 and 298 K were defined, and\nthe dependency of the selectivity factors on the total pressure and\ngas mixture composition was calculated.</p>", "clean_text": "While the gas storage applications need adsorbents with high capacity and low density, the separation applications have no limitations on the density of materials because the volume of the adsorbent bed is more important. Theoretical predictions of binary gas mixture separation were performed by taking into account high volumetric CO2 uptakes for 1 and 2. Table S8 shows the results of selectivity factor calculations for three binary mixtures of CO2/N2, CO2/CH4, and CH4/N2 at 273 and 298 K using three common methods for the evaluation of adsorption selectivity factor (S) from single-component adsorption isotherms. These are (i) the ratio of adsorbed volumes, (ii) the ratio of Henry constants (Table S6), and (iii) ideal adsorbed solution theory (IAST). IAST calculations were performed in order to estimate the corresponding selectivity factors at different gas mixture compositions and absolute pressures. The relationships between the molar fractions of the component in the adsorbed state and in the gas phase at the overall gas pressure p = 1 bar and temperatures 273 and 298 K were defined, and the dependency of the selectivity factors on the total pressure and gas mixture composition was calculated.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["property"], "content": "<p>Both compounds <bold>1a</bold> and <bold>2a</bold> possess high CO<sub>2</sub>/N<sub>2</sub> () and CO<sub>2</sub>/CH<sub>4</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S13</ext-link>) selectivities,\nwhile there is no significant CH<sub>4</sub>/N<sub>2</sub> selectivity\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S14</ext-link>). According to IAST calculations\nand the Henry constants, the selectivity factors for CO<sub>2</sub>/N<sub>2</sub> and CO<sub>2</sub>/CH<sub>4</sub> separation decrease\nwith increasing temperature, while the ratios of adsorbed volumes\nfollow the opposite tendency. The highest CO<sub>2</sub>/N<sub>2</sub> selectivity factor is demonstrated by compound <bold>2a</bold> at\n273 K, reaching more than 400 at a total pressure of 1 bar (). According to the\nIAST prediction, the selectivity factor takes extremely high values\nat a CO<sub>2</sub> mole fraction of less than 0.1, which is useful\nfor the purification of flue gas. In addition, compound <bold>2a</bold> demonstrates a higher selectivity factor than <bold>1a</bold> for\na CO<sub>2</sub>/CH<sub>4</sub> binary mixture at both 273 and 298\nK. Such a tendency could be explained by larger CO<sub>2</sub> uptake\non compound <bold>2a</bold> than <bold>1a</bold> due to a S-containing\nfdc moiety instead of an O-containing fdc one.</p>", "clean_text": "Both compounds 1a and 2a possess high CO2/N2 () and CO2/CH4 (Figure S13) selectivities, while there is no significant CH4/N2 selectivity (Figure S14). According to IAST calculations and the Henry constants, the selectivity factors for CO2/N2 and CO2/CH4 separation decrease with increasing temperature, while the ratios of adsorbed volumes follow the opposite tendency. The highest CO2/N2 selectivity factor is demonstrated by compound 2a at 273 K, reaching more than 400 at a total pressure of 1 bar (). According to the IAST prediction, the selectivity factor takes extremely high values at a CO2 mole fraction of less than 0.1, which is useful for the purification of flue gas. In addition, compound 2a demonstrates a higher selectivity factor than 1a for a CO2/CH4 binary mixture at both 273 and 298 K. Such a tendency could be explained by larger CO2 uptake on compound 2a than 1a due to a S-containing fdc moiety instead of an O-containing fdc one.", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Predictions of the equilibrium\ngas- and adsorbed-phase compositions by IAST for equimolar CO<sub>2</sub>/N<sub>2</sub> binary gas mixtures (solid lines) on <bold>1a</bold> and <bold>3a</bold> (top row) and <bold>2a</bold> and <bold>4a</bold> (bottom row) at a total pressure of 1 bar and temperatures\nof 273 K (left column) and 298 K (right column) and dependencies of\nthe adsorption selectivity on the mole fraction of CO<sub>2</sub> in\na binary mixture at 1 bar (dashed lines).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic-2017-029749_0006.tif\"></graphic>\n</fig>", "clean_text": " 8  Predictions of the equilibrium gas- and adsorbed-phase compositions by IAST for equimolar CO2/N2 binary gas mixtures (solid lines) on 1a and 3a (top row) and 2a and 4a (bottom row) at a total pressure of 1 bar and temperatures of 273 K (left column) and 298 K (right column) and dependencies of the adsorption selectivity on the mole fraction of CO2 in a binary mixture at 1 bar (dashed lines).   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The incorporation of sterically available binding sites,\nsuch as heteroatoms of a ligand, can be a useful method to increase\nthe gas sorption capacity of MOFs. To\ninvestigate the effect of different heteroatoms, it is necessary to\nsynthesize isostructural compounds that differ in the heteroatom of\nthe organic linker. A limited number of such studies are presented\nin the literature for S-containing ligands. A rare example is the\nZr-btdc framework, which is a structural\nanalogue of UiO-67, except the structure\nof the organic linker (2,2′-bithiophene-5,5′-dicarboxylate,\nbtdc, vs 4,4′-biphenyldicarboxylate, bpdc). Zr-btdc showed\nmore enhanced H<sub>2</sub> and CO<sub>2</sub> capacities than UiO-67,\npossibly because of the more electronegative potential\non the surface of the btdc ligand in comparison with the bpdc one.\nIn the case of compounds <bold>1</bold>–<bold>4</bold>, substitution\nof the fdc moiety into the tdc one leads to enhancement of the CO<sub>2</sub> sorption ability and better CO<sub>2</sub>/N<sub>2</sub> and\nCO<sub>2</sub>/CH<sub>4</sub> selectivity despite the less electronegative potential of the tdc moiety. Therefore, the incorporation\nof different heteroatoms into the isostructural frameworks may improve\nthe sorption properties by more complex mechanisms.</p>", "clean_text": "The incorporation of sterically available binding sites, such as heteroatoms of a ligand, can be a useful method to increase the gas sorption capacity of MOFs. To investigate the effect of different heteroatoms, it is necessary to synthesize isostructural compounds that differ in the heteroatom of the organic linker. A limited number of such studies are presented in the literature for S-containing ligands. A rare example is the Zr-btdc framework, which is a structural analogue of UiO-67, except the structure of the organic linker (2,2'-bithiophene-5,5'-dicarboxylate, btdc, vs 4,4'-biphenyldicarboxylate, bpdc). Zr-btdc showed more enhanced H2 and CO2 capacities than UiO-67, possibly because of the more electronegative potential on the surface of the btdc ligand in comparison with the bpdc one. In the case of compounds 1-4, substitution of the fdc moiety into the tdc one leads to enhancement of the CO2 sorption ability and better CO2/N2 and CO2/CH4 selectivity despite the less electronegative potential of the tdc moiety. Therefore, the incorporation of different heteroatoms into the isostructural frameworks may improve the sorption properties by more complex mechanisms.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["property"], "content": "<title>Magnetochemical\nAnalysis</title><p>To date, investigation of possible exchange interactions\nin the coordination polymers based on paramagnetic [Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> anions and Ln<sup>3+</sup> cations was limited to the report where weak antiferromagnetic\ninteractions were found in the inorganic framework. The synthesis of compounds <bold>1</bold>–<bold>4</bold> provided us an opportunity to find out whether the presence\nof organic linkers affects the possible exchange interactions in such\npolymers, so a detailed magnetochemical study was carried out. The\nmagnetic data of both compounds <bold>1</bold> and <bold>2</bold> are\nshown in .\nBecause the structures of the compounds differ solely in the linkers\n(fdc vs tdc) between the Gd<sup>III</sup> centers, the magnetic data\nare expected to be very similar. Consistent with that expectation,\nthe values of χ<sub>m</sub>\n<italic>T</italic> reach 15.67 cm<sup>3</sup> K mol<sup>–1</sup> (<bold>1</bold>) and 15.71 cm<sup>3</sup> K mol<sup>–1</sup> (<bold>2</bold>), respectively,\nat 290 K. These values are slightly below the value of 15.76 cm<sup>3</sup> K mol<sup>–1</sup> expected for two noninteracting\nisotropic spin centers (<italic>S</italic> = <sup>7</sup>/<sub>2</sub>; <italic>g</italic> = <italic>g</italic>\n<sub>e</sub> ≈ 2.00).\nThis is because the <italic>g</italic> factor of the Gd<sup>III</sup> centers is slightly less than that of the free electron (<italic>g</italic>\n<sub>e</sub>) because of significant contributions from\nexcited states mixed into the ground state by spin–orbit coupling. Upon cooling of the compound, the values of\nχ<sub>m</sub>\n<italic>T</italic> stay almost constant down to <italic>T</italic> ≈ 25 K and subsequently decrease to 10.81 and 10.78\ncm<sup>3</sup> K mol<sup>–1</sup>, respectively, at 1.0 T and\n2.0 K. Although the decrease of χ<sub>m</sub>\n<italic>T</italic> at low temperatures is mainly due to saturation effects caused by\nan applied field of 1.0 T, it is potentially also due to very small\nantiferromagnetic exchange interactions between the two Gd<sup>III</sup> centers mediated via two carboxylate linkers. At 2.0 K, the molar\nmagnetization <italic>M</italic>\n<sub>m</sub> is linear in <italic>B</italic> up to ca. 0.5 T. At 5.0 T, <italic>M</italic>\n<sub>m</sub> is 13.9<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> (for <bold>1</bold>) and 13.7<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> (for <bold>2</bold>), indicating a saturation value of about 14<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> (or slightly less, <italic>M</italic>\n<sub>m,sat</sub> = <italic>gSN</italic>\n<sub>A</sub>μ<sub>B</sub> per Gd<sup>III</sup> center) in agreement with very small\nor no exchange interactions between the Gd<sup>III</sup> centers.\nThe least-squares fits reproduce the data well with relative root-mean-square\nerrors SQ = 0.5% (<bold>1</bold>) and 0.6% (<bold>2</bold>), respectively,\nas indicated by the solid lines in . The fit parameters for both sets of data\nare described by <italic>g</italic>\n<sub>eff</sub> = 1.99 ± 0.01\nand <italic>J</italic> = −(0.01 ± 0.01) cm<sup>–1</sup>. These parameters represent two isotropic spin centers, which either\ndo not interact or interact via very weak antiferromagnetic exchange\ninteractions. Furthermore, the centers are characterized by a <italic>g</italic> factor that is slightly less than <italic>g</italic>\n<sub>e</sub>, in agreement with the expectations for Gd<sup>III</sup> centers.</p>", "clean_text": "Magnetochemical Analysis\n\nTo date, investigation of possible exchange interactions in the coordination polymers based on paramagnetic [Re6Q8(CN)6]3- anions and Ln3+ cations was limited to the report where weak antiferromagnetic interactions were found in the inorganic framework. The synthesis of compounds 1-4 provided us an opportunity to find out whether the presence of organic linkers affects the possible exchange interactions in such polymers, so a detailed magnetochemical study was carried out. The magnetic data of both compounds 1 and 2 are shown in . Because the structures of the compounds differ solely in the linkers (fdc vs tdc) between the GdIII centers, the magnetic data are expected to be very similar. Consistent with that expectation, the values of χm T reach 15.67 cm3 K mol-1 (1) and 15.71 cm3 K mol-1 (2), respectively, at 290 K. These values are slightly below the value of 15.76 cm3 K mol-1 expected for two noninteracting isotropic spin centers (S = 7/2; g = g e ~ 2.00). This is because the g factor of the GdIII centers is slightly less than that of the free electron (g e) because of significant contributions from excited states mixed into the ground state by spin-orbit coupling. Upon cooling of the compound, the values of χm T stay almost constant down to T ~ 25 K and subsequently decrease to 10.81 and 10.78 cm3 K mol-1, respectively, at 1.0 T and 2.0 K. Although the decrease of χm T at low temperatures is mainly due to saturation effects caused by an applied field of 1.0 T, it is potentially also due to very small antiferromagnetic exchange interactions between the two GdIII centers mediated via two carboxylate linkers. At 2.0 K, the molar magnetization M m is linear in B up to ca. 0.5 T. At 5.0 T, M m is 13.9N AμB (for 1) and 13.7N AμB (for 2), indicating a saturation value of about 14N AμB (or slightly less, M m,sat = gSN AμB per GdIII center) in agreement with very small or no exchange interactions between the GdIII centers. The least-squares fits reproduce the data well with relative root-mean-square errors SQ = 0.5% (1) and 0.6% (2), respectively, as indicated by the solid lines in . The fit parameters for both sets of data are described by g eff = 1.99 ± 0.01 and J = -(0.01 ± 0.01) cm-1. These parameters represent two isotropic spin centers, which either do not interact or interact via very weak antiferromagnetic exchange interactions. Furthermore, the centers are characterized by a g factor that is slightly less than g e, in agreement with the expectations for GdIII centers.", "data": null, "include_properties": null}, {"idx": 52, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature\ndependence of χ<sub>m</sub>\n<italic>T</italic> at 1.0 T and field\ndependence of the molar magnetization at 2.0 K of <bold>1</bold> (a)\nand <bold>2</bold> (b).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic-2017-029749_0007.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of χm T at 1.0 T and field dependence of the molar magnetization at 2.0 K of 1 (a) and 2 (b).   ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["property"], "content": "<p>Besides two Gd<sup>III</sup> centers, compounds <bold>3</bold> and <bold>4</bold> comprise one paramagnetic [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> cluster per formula\nunit. Each Gd<sup>III</sup> center is connected to three of those\nclusters, thus potentially allowing for more complicated patterns\nof exchange interaction pathways within both compounds. In addition,\nelectron paramagnetic resonance analysis of the discrete [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> cluster anion\nshowed that the unpaired electron is located at one of the chalcogenide\nions rather than at one of the Re ions. The magnetic data of <bold>3</bold> and <bold>4</bold> are shown\nin . At 290\nK and 0.1 T, the χ<sub>m</sub>\n<italic>T</italic> values are\n16.26 cm<sup>3</sup> K mol<sup>–1</sup> (<bold>3</bold>) and\n16.23 cm<sup>3</sup> K mol<sup>–1</sup> (<bold>4</bold>). These\nvalues confirm oxidation of the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> clusters in <bold>1</bold> and <bold>2</bold> to the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters in <bold>3</bold> and <bold>4</bold>, respectively.\nUpon cooling of the compounds, χ<sub>m</sub>\n<italic>T</italic> slowly decreases, reaching 15.80 and 15.84 cm<sup>3</sup> K mol<sup>–1</sup>, respectively, at 2.0 K. The molar magnetizations\nat this temperature are linear in <italic>B</italic> up to approximately\n0.5 T and take a value of 14.6<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> at 5.0 T for both compounds. To roughly estimate the exchange\ninteractions between the Gd<sup>III</sup> dimers and paramagnetic\n[Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters, we use the least-squares fit parameters of <bold>3</bold> and <bold>4</bold>, respectively, to calculate the potential contributions\nof the Gd<sup>III</sup> dimers (dashed lines in ). The differences between\nthe experimental and calculated data are mainly due to the paramagnetic\nproperties of the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> cluster and secondarily due to exchange interactions.\nThe resulting difference data are indicated as dots in . The difference data reveal\nsimilar behavior for both compounds: at 290 K and 0.1 T, the χ<sub>m</sub>\n<italic>T</italic> values are 0.61 cm<sup>3</sup> K mol<sup>–1</sup>. By decreasing the temperature, χ<sub>m</sub>\n<italic>T</italic> slightly and nonlinearly decreases to a minimum\nat approximately 35 K and increases upon further cooling.</p>", "clean_text": "Besides two GdIII centers, compounds 3 and 4 comprise one paramagnetic [Re6Se8(CN)6]3- cluster per formula unit. Each GdIII center is connected to three of those clusters, thus potentially allowing for more complicated patterns of exchange interaction pathways within both compounds. In addition, electron paramagnetic resonance analysis of the discrete [Re6Se8(CN)6]3- cluster anion showed that the unpaired electron is located at one of the chalcogenide ions rather than at one of the Re ions. The magnetic data of 3 and 4 are shown in . At 290 K and 0.1 T, the χm T values are 16.26 cm3 K mol-1 (3) and 16.23 cm3 K mol-1 (4). These values confirm oxidation of the [Re6Se8(CN)6]4- clusters in 1 and 2 to the [Re6Se8(CN)6]3- clusters in 3 and 4, respectively. Upon cooling of the compounds, χm T slowly decreases, reaching 15.80 and 15.84 cm3 K mol-1, respectively, at 2.0 K. The molar magnetizations at this temperature are linear in B up to approximately 0.5 T and take a value of 14.6N AμB at 5.0 T for both compounds. To roughly estimate the exchange interactions between the GdIII dimers and paramagnetic [Re6Se8(CN)6]3- clusters, we use the least-squares fit parameters of 3 and 4, respectively, to calculate the potential contributions of the GdIII dimers (dashed lines in ). The differences between the experimental and calculated data are mainly due to the paramagnetic properties of the [Re6Se8(CN)6]3- cluster and secondarily due to exchange interactions. The resulting difference data are indicated as dots in . The difference data reveal similar behavior for both compounds: at 290 K and 0.1 T, the χm T values are 0.61 cm3 K mol-1. By decreasing the temperature, χm T slightly and nonlinearly decreases to a minimum at approximately 35 K and increases upon further cooling.", "data": null, "include_properties": null}, {"idx": 54, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Temperature\ndependence of χ<sub>m</sub>\n<italic>T</italic> at 0.1 T and field\ndependence of the molar magnetization at 2.0 K of <bold>3</bold> (a)\nand <bold>4</bold> (b): (open circles) data; (dashed lines) contributions\nof the two Gd<sup>III</sup> centers according to the least-squares\nfits of <bold>1</bold> and <bold>2</bold>, respectively; (dots) differences\nof the data and Gd<sup>III</sup> contributions.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ic-2017-029749_0008.tif\"></graphic>\n</fig>", "clean_text": " 10  Temperature dependence of χm T at 0.1 T and field dependence of the molar magnetization at 2.0 K of 3 (a) and 4 (b): (open circles) data; (dashed lines) contributions of the two GdIII centers according to the least-squares fits of 1 and 2, respectively; (dots) differences of the data and GdIII contributions.   ", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["property"], "content": "<p>At 2.0 K, the molar magnetizations <italic>M</italic>\n<sub>m</sub> are linear in <italic>B</italic> up to 0.5 T and reach a\nvalue of 0.8<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> at 5.0\nT without being saturated. The value of 0.61 cm<sup>3</sup> K mol<sup>–1</sup>, corresponding to μ<sub>eff</sub> = 2.2 μ<sub>B</sub>, is significantly larger than that reported earlier (μ<sub>eff</sub> = 1.9 μ<sub>B</sub>, derived from the Curie–Weiss\nlaw, which is, however, only valid in the case of pure spin systems). We assume that the differences are due to different\nmethods of determining the diamagnetic correction of the compounds\nbecause the corresponding χ<sub>m</sub>\n<italic>T</italic> versus <italic>T</italic> curve is, in addition, almost linear and has a small but\ndistinct slope. Such behavior can be identified for <bold>3</bold> and <bold>4</bold> for temperatures above 100 K. Below this temperature,\nthe values of χ<sub>m</sub>\n<italic>T</italic> decrease more\nrapidly than those for such a center without interactions, which may\nindicate small antiferromagnetic exchange interactions. The occurrence\nof maxima at the lowest temperatures hints at further ferromagnetic\nexchange interactions. The relatively low value of the molar magnetization\nat 5.0 T indicates the presence of exchange interactions between the\nGd<sup>III</sup> centers and [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters. In summary, compounds <bold>3</bold> and <bold>4</bold> consist of antiferromagnetically coupled\nGd<sup>III</sup> dimers. These dimers most likely interact with the\n[Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters with predominantly ferromagnetic exchange interactions,\nthereby forming 3D magnetic networks. All of these exchange interactions\nare, however, very weak.</p>", "clean_text": "At 2.0 K, the molar magnetizations M m are linear in B up to 0.5 T and reach a value of 0.8N AμB at 5.0 T without being saturated. The value of 0.61 cm3 K mol-1, corresponding to μeff = 2.2 μB, is significantly larger than that reported earlier (μeff = 1.9 μB, derived from the Curie-Weiss law, which is, however, only valid in the case of pure spin systems). We assume that the differences are due to different methods of determining the diamagnetic correction of the compounds because the corresponding χm T versus T curve is, in addition, almost linear and has a small but distinct slope. Such behavior can be identified for 3 and 4 for temperatures above 100 K. Below this temperature, the values of χm T decrease more rapidly than those for such a center without interactions, which may indicate small antiferromagnetic exchange interactions. The occurrence of maxima at the lowest temperatures hints at further ferromagnetic exchange interactions. The relatively low value of the molar magnetization at 5.0 T indicates the presence of exchange interactions between the GdIII centers and [Re6Se8(CN)6]3- clusters. In summary, compounds 3 and 4 consist of antiferromagnetically coupled GdIII dimers. These dimers most likely interact with the [Re6Se8(CN)6]3- clusters with predominantly ferromagnetic exchange interactions, thereby forming 3D magnetic networks. All of these exchange interactions are, however, very weak.", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, it was found\nthat transition-metal clusters could be used as functional building\nblocks for the synthesis of MOFs. The noncharged, permanently porous\nframeworks <bold>1</bold> and <bold>2</bold> were constructed from\nGd<sup>3+</sup> ions, fdc or tdc (tdc), and [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> clusters. The compounds\nembody all of the advantages of using several building blocks of different\nnature in one structure and demonstrate the set of features that is\ngreater than the sum of the properties of the building units. Compounds <bold>1</bold> and <bold>2</bold> demonstrate red photoluminescence from\ncluster units, the paramagnetic behavior typical for Gd<sup>3+</sup> ions and, after activation, an impressive adsorption of CO<sub>2</sub>.</p>", "clean_text": "Conclusion\n\nIn summary, it was found that transition-metal clusters could be used as functional building blocks for the synthesis of MOFs. The noncharged, permanently porous frameworks 1 and 2 were constructed from Gd3+ ions, fdc or tdc (tdc), and [Re6Se8(CN)6]4- clusters. The compounds embody all of the advantages of using several building blocks of different nature in one structure and demonstrate the set of features that is greater than the sum of the properties of the building units. Compounds 1 and 2 demonstrate red photoluminescence from cluster units, the paramagnetic behavior typical for Gd3+ ions and, after activation, an impressive adsorption of CO2.", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>We have shown that a cluster anion incorporated in the structure\nMOF may act as the redox center. The treatment of orange compounds <bold>1</bold> and <bold>2</bold> with a bromine solution leads to one-electron\noxidation of cluster units within the frameworks and the formation\nof green powders of compounds <bold>3</bold> and <bold>4</bold>, respectively.\nThe latter display the same powder patterns as those of <bold>1</bold> and <bold>2</bold> but the different sets of physical properties\nincluding color, luminescence, magnetism, and sorption characteristics.\nParticularly, compounds <bold>3</bold> and <bold>4</bold> are nonluminescent\nand display 3D magnetic networks where antiferromagnetically coupled\nGd<sup>III</sup> dimers interact with the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters with predominantly\nferromagnetic exchange interactions. Moreover, the oxidized frameworks <bold>3</bold> and <bold>4</bold> can be easily reduced in the solid state,\nrestoring all of the properties of compounds <bold>1</bold> and <bold>2</bold>, respectively. Thus, compounds <bold>1</bold>–<bold>4</bold> belong to the narrow group of MOFs capable of reversible\noxidation, saving the crystal structure. Such compounds have attracted\na lot of attention in recent years because of their possible applications\nin electrochromic devices and as electrocatalysts and also in molecular\nelectronics. Considering that Br<sub>2</sub> and N<sub>2</sub>H<sub>4</sub> are highly toxic industrial pollutants, compounds <bold>1</bold>–<bold>4</bold> may be used as chemical sensors for aggressive\nchemicals with any preferred type of response from the color change,\nluminescent, or magnetic behavior.</p>", "clean_text": "We have shown that a cluster anion incorporated in the structure MOF may act as the redox center. The treatment of orange compounds 1 and 2 with a bromine solution leads to one-electron oxidation of cluster units within the frameworks and the formation of green powders of compounds 3 and 4, respectively. The latter display the same powder patterns as those of 1 and 2 but the different sets of physical properties including color, luminescence, magnetism, and sorption characteristics. Particularly, compounds 3 and 4 are nonluminescent and display 3D magnetic networks where antiferromagnetically coupled GdIII dimers interact with the [Re6Se8(CN)6]3- clusters with predominantly ferromagnetic exchange interactions. Moreover, the oxidized frameworks 3 and 4 can be easily reduced in the solid state, restoring all of the properties of compounds 1 and 2, respectively. Thus, compounds 1-4 belong to the narrow group of MOFs capable of reversible oxidation, saving the crystal structure. Such compounds have attracted a lot of attention in recent years because of their possible applications in electrochromic devices and as electrocatalysts and also in molecular electronics. Considering that Br2 and N2H4 are highly toxic industrial pollutants, compounds 1-4 may be used as chemical sensors for aggressive chemicals with any preferred type of response from the color change, luminescent, or magnetic behavior.", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.7b02974\">10.1021/acs.inorgchem.7b02974</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional structural\nand gas adsorption data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Additional structural\nand gas adsorption data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1583353\">1583353</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1583354\">1583354</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.7b02974.  Additional structural and gas adsorption data (PDF)   \n\nAdditional structural and gas adsorption data (PDF)\n\nCCDC 1583353-1583354 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 14, 15, 16, 17, 18, 19, 20", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis\nof [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·<italic>n</italic>H<sub>2</sub>O (<bold>1</bold>)</title><p>2,5-Furandicarboxylic acid (8.5 mg, 0.054\nmmol) and potassium hydroxide (6 mg, 0.111 mmol) were stirred in 5\nmL of distilled H<sub>2</sub>O (pH = 5.65) until complete dissolution.\nSolutions of Gd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (50\nmg, 0.11 mmol) in 5 mL of H<sub>2</sub>O and K<sub>4</sub>[Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·3.5H<sub>2</sub>O (135\nmg, 0.064 mmol) were then sequentially added, forming a reaction mixture\nwith pH equal to 2.9. The reaction mixture was stirred until intensive\nprecipitation of the orange powder stopped (ca. 15 min). The hot mixture\nwas then filtered on a glass filter; the precipitate was washed with\nhot H<sub>2</sub>O and dried in air. Yield: 100 mg (70%). FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): ν­(CN) 2129 (s); ν­(OH)\n3566 (m), 3352 (m), 3200 (m); fdc: 1596 (s), 1557 (m), 1404 (m), 1384\n(s), 1362 (s), 1224 (w), 1207 (w), 1170 (w), 1030 (m), 967 (w), 821\n(w), 780 (s), 618 (w), 582 (w), 530 (w), 502 (w), 458 (w), 400 (m).\nAnal. Calcd for C<sub>12</sub>Gd<sub>2</sub>H<sub>34</sub>N<sub>6</sub>O<sub>21</sub>Re<sub>6</sub>Se<sub>8</sub> (<italic>n</italic> =\n10): C, 5.41; H, 1.29; N, 3.16. Found: C, 5.60; H, 1.30; N, 3.15.\nEDS: Gd:Re:Se = 1.8:6.0:8.2.</p><title>Synthesis of Activated\n[{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>] (<bold>1a</bold>)</title><p>The as-synthesized\ncompound <bold>1</bold> was heated at 80 °C in a dynamic vacuum\nfor 6 h. The sample weight loss of 7.2% indicates the removal of 10.7\nH<sub>2</sub>O molecules per formula unit. FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): 3571 [s, ν<sub>as</sub>(OH)], 3351\n[s, ν<sub>s</sub>(OH)], 2127 [vs, ν­(CN)], 1729 (w), 1585\n(s), 1555 (s), 1524 (m), 1406 (s), 1385 (s), 1362 (s), 1225 (w), 1171\n(w), 1049 (w), 1030 (m), 966 (w), 822 (m), 781 (vs), 619 (m), 583\n(m), 529 (m), 502 (m), 457 (m), 401 (s).</p><title>Synthesis of [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]·<italic>n</italic>H<sub>2</sub>O (<bold>2</bold>)</title><p>Compound <bold>2</bold> was synthesized using the same\nprocedure as that for <bold>1</bold> except using of 2,5-thiofenedicarboxylic\nacid (9.5 mg, 0.055 mmol) instead of 2,5-furandicarboxylic acid. Yield:\n95 mg (66%). FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>):\nν­(CN) 2127 (s); ν­(OH) 3581 (m), 3660.0 (m), 2926 (w),\n2855 (w); tdc: 2579 (w), 1577 (s), 1521 (m), 1374 (s), 1323 (w), 1234­(w),\n1042 (w), 809 (w), 769 (s), 685 (w), 563 (w), 466 (m), 398 (m). Anal.\nCalcd for C<sub>12</sub>Gd<sub>2</sub>H<sub>34</sub>N<sub>6</sub>O<sub>20</sub>Re<sub>6</sub>S<sub>1</sub>Se<sub>8</sub> (<italic>n</italic> = 10): C, 5.38; H, 1.28; N, 3.14; S, 1.20. Found: C, 5.60; H, 1.20;\nN, 3.10; S, 1.30. EDS: Gd:Re:Se = 2.2:6.0:8.1.</p><title>Synthesis\nof Activated [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>] (<bold>2a</bold>)</title><p>The synthesis of <bold>2a</bold> was carried out at the same conditions\nas those for <bold>1a</bold>. The sample weight loss of 9.8% indicates\nthe removal of 15.1 H<sub>2</sub>O molecules per formula unit. FT-IR\n(ν<sub>max</sub>, cm<sup>–1</sup>): ν­(CN) 2127\n(s); ν­(OH) 3581 (m), 3660 (m), 2926 (w), 2855 (w); tdc: 2579\n(w), 1577 (s), 1521 (m), 1374 (s), 1323 (w), 1234 (w), 1042 (w), 809\n(w), 769 (s), 685 (w), 563 (w), 466 (m), 398 (m).</p><title>Synthesis\nof [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]­Br·<italic>n</italic>H<sub>2</sub>O (<bold>3</bold>)</title><p>The orange powder of compound <bold>1</bold> (200 mg, 0.075 mmol) was mixed with 5 mL of a 0.5% (v/v) solution\nof Br<sub>2</sub> in CH<sub>3</sub>CN. The mixture was heated to a\nboiling point. The color of the powder changed to dark green after\na few seconds of boiling; the product was separated from the mother\nsolution on a glass filter and washed with CH<sub>3</sub>CN. Yield:\n195 mg (95%). FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): ν­(CN) 2139 (s); ν­(OH) 3587 (m), 3354 (m); fdc: 1579\n(s), 1521 (m), 1372 (s), 1326 (w), 1234 (w), 1137 (w), 1040 (w), 807\n(w), 770 (s), 684 (w), 563 (w), 464 (m), 391 (m). Anal. Calcd for\nBr<sub>1</sub>C<sub>12</sub>Gd<sub>2</sub>H<sub>34</sub>N<sub>6</sub>O<sub>21</sub>Re<sub>6</sub>Se<sub>8</sub> (<italic>n</italic> =\n10): C, 5.26; H, 1.25; N, 3.07. Found: C, 5.60; H, 1.40; N, 3.00.</p><title>Synthesis of Activated [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(fdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]Br (<bold>3a</bold>)</title><p>The synthesis of <bold>3a</bold> was carried out at the\nsame conditions as those for <bold>1a</bold>. The sample weight loss\nof 7.3% indicates the removal of 11.2 H<sub>2</sub>O molecules per\nformula unit. FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): 3570 [s, ν<sub>as</sub>(OH)], 3350 [s, ν<sub>s</sub>(OH)], 2126 [vs, ν­(CN)], 1728 (w), 1585 (s), 1554 (s), 1523\n(m), 1406 (s), 1384 (s), 1361 (s), 1224 (w), 1170 (w), 1049 (w), 1030\n(m), 966 (w), 821 (m), 781 (vs), 619 (m), 582 (m), 528 (m), 501 (m),\n457 (m), 401 (s).</p><title>Synthesis of [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]­Br·<italic>n</italic>H<sub>2</sub>O (<bold>4</bold>)</title><p>Compound <bold>4</bold> was synthesized using the same procedure as that for <bold>3</bold> except using compound <bold>2</bold> (200 mg, 0.075 mmol)\ninstead of <bold>1</bold>. Yield: 195 mg (95%). FT-IR (ν<sub>max</sub>, cm<sup>–1</sup>): ν­(CN) 2140 (s); ν­(OH)\n3586 (m), 3351 (m); tdc: 1580 (s), 1521 (m), 1373 (s), 1326 (w), 1234\n(w), 1137 (w), 1040 (w), 807 (w), 770 (s), 684 (w), 562 (w), 464 (m),\n391 (m). Anal. Calcd for Br<sub>1</sub>C<sub>12</sub>Gd<sub>2</sub>H<sub>34</sub>N<sub>6</sub>O<sub>20</sub>Re<sub>6</sub>S<sub>1</sub>Se<sub>8</sub> (<italic>n</italic> = 10): C, 5.23; H, 1.24; N, 3.05;\nS, 1.16. Found: C, 5.65; H, 1.23; N, 3.00; S, 1.20.</p><title>Synthesis\nof Activated [{Gd­(H<sub>2</sub>O)<sub>3</sub>}<sub>2</sub>(tdc)­Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]Br (<bold>4a</bold>)</title><p>The synthesis of <bold>4a</bold> was carried out at the same conditions\nas those for <bold>1a</bold>. The sample weight loss of 9.0% indicates\nthe removal of 14.2 H<sub>2</sub>O molecules per formula unit. FT-IR\n(ν<sub>max</sub>, cm<sup>–1</sup>): 3571 [s, ν<sub>as</sub>(OH)], 3351 [s, ν<sub>s</sub>(OH)], 2127 [vs, ν­(CN)],\n1729 (w), 1585 (s), 1555 (s), 1524 (m), 1406 (s), 1385 (s), 1362 (s),\n1225 (w), 1171 (w), 1049 (w), 1030 (m), 966 (w), 822 (m), 781 (vs),\n619 (m), 583 (m), 529 (m), 502 (m), 457 (m), 401 (s).</p>", "clean_text": "Synthesis of [{Gd(H2O)3}2(fdc)Re6Se8(CN)6]⋅nH2O (1)\n\n2,5-Furandicarboxylic acid (8.5 mg, 0.054 mmol) and potassium hydroxide (6 mg, 0.111 mmol) were stirred in 5 mL of distilled H2O (pH = 5.65) until complete dissolution. Solutions of Gd(NO3)3⋅6H2O (50 mg, 0.11 mmol) in 5 mL of H2O and K4[Re6Se8(CN)6]⋅3.5H2O (135 mg, 0.064 mmol) were then sequentially added, forming a reaction mixture with pH equal to 2.9. The reaction mixture was stirred until intensive precipitation of the orange powder stopped (ca. 15 min). The hot mixture was then filtered on a glass filter; the precipitate was washed with hot H2O and dried in air. Yield: 100 mg (70%). FT-IR (νmax, cm-1): ν(CN) 2129 (s); ν(OH) 3566 (m), 3352 (m), 3200 (m); fdc: 1596 (s), 1557 (m), 1404 (m), 1384 (s), 1362 (s), 1224 (w), 1207 (w), 1170 (w), 1030 (m), 967 (w), 821 (w), 780 (s), 618 (w), 582 (w), 530 (w), 502 (w), 458 (w), 400 (m). Anal. Calcd for C12Gd2H34N6O21Re6Se8 (n = 10): C, 5.41; H, 1.29; N, 3.16. Found: C, 5.60; H, 1.30; N, 3.15. EDS: Gd:Re:Se = 1.8:6.0:8.2.\n\nSynthesis of Activated [{Gd(H2O)3}2(fdc)Re6Se8(CN)6] (1a)\n\nThe as-synthesized compound 1 was heated at 80 °C in a dynamic vacuum for 6 h. The sample weight loss of 7.2% indicates the removal of 10.7 H2O molecules per formula unit. FT-IR (νmax, cm-1): 3571 [s, νas(OH)], 3351 [s, νs(OH)], 2127 [vs, ν(CN)], 1729 (w), 1585 (s), 1555 (s), 1524 (m), 1406 (s), 1385 (s), 1362 (s), 1225 (w), 1171 (w), 1049 (w), 1030 (m), 966 (w), 822 (m), 781 (vs), 619 (m), 583 (m), 529 (m), 502 (m), 457 (m), 401 (s).\n\nSynthesis of [{Gd(H2O)3}2(tdc)Re6Se8(CN)6]⋅nH2O (2)\n\nCompound 2 was synthesized using the same procedure as that for 1 except using of 2,5-thiofenedicarboxylic acid (9.5 mg, 0.055 mmol) instead of 2,5-furandicarboxylic acid. Yield: 95 mg (66%). FT-IR (νmax, cm-1): ν(CN) 2127 (s); ν(OH) 3581 (m), 3660.0 (m), 2926 (w), 2855 (w); tdc: 2579 (w), 1577 (s), 1521 (m), 1374 (s), 1323 (w), 1234(w), 1042 (w), 809 (w), 769 (s), 685 (w), 563 (w), 466 (m), 398 (m). Anal. Calcd for C12Gd2H34N6O20Re6S1Se8 (n = 10): C, 5.38; H, 1.28; N, 3.14; S, 1.20. Found: C, 5.60; H, 1.20; N, 3.10; S, 1.30. EDS: Gd:Re:Se = 2.2:6.0:8.1.\n\nSynthesis of Activated [{Gd(H2O)3}2(tdc)Re6Se8(CN)6] (2a)\n\nThe synthesis of 2a was carried out at the same conditions as those for 1a. The sample weight loss of 9.8% indicates the removal of 15.1 H2O molecules per formula unit. FT-IR (νmax, cm-1): ν(CN) 2127 (s); ν(OH) 3581 (m), 3660 (m), 2926 (w), 2855 (w); tdc: 2579 (w), 1577 (s), 1521 (m), 1374 (s), 1323 (w), 1234 (w), 1042 (w), 809 (w), 769 (s), 685 (w), 563 (w), 466 (m), 398 (m).\n\nSynthesis of [{Gd(H2O)3}2(fdc)Re6Se8(CN)6]Br⋅nH2O (3)\n\nThe orange powder of compound 1 (200 mg, 0.075 mmol) was mixed with 5 mL of a 0.5% (v/v) solution of Br2 in CH3CN. The mixture was heated to a boiling point. The color of the powder changed to dark green after a few seconds of boiling; the product was separated from the mother solution on a glass filter and washed with CH3CN. Yield: 195 mg (95%). FT-IR (νmax, cm-1): ν(CN) 2139 (s); ν(OH) 3587 (m), 3354 (m); fdc: 1579 (s), 1521 (m), 1372 (s), 1326 (w), 1234 (w), 1137 (w), 1040 (w), 807 (w), 770 (s), 684 (w), 563 (w), 464 (m), 391 (m). Anal. Calcd for Br1C12Gd2H34N6O21Re6Se8 (n = 10): C, 5.26; H, 1.25; N, 3.07. Found: C, 5.60; H, 1.40; N, 3.00.\n\nSynthesis of Activated [{Gd(H2O)3}2(fdc)Re6Se8(CN)6]Br (3a)\n\nThe synthesis of 3a was carried out at the same conditions as those for 1a. The sample weight loss of 7.3% indicates the removal of 11.2 H2O molecules per formula unit. FT-IR (νmax, cm-1): 3570 [s, νas(OH)], 3350 [s, νs(OH)], 2126 [vs, ν(CN)], 1728 (w), 1585 (s), 1554 (s), 1523 (m), 1406 (s), 1384 (s), 1361 (s), 1224 (w), 1170 (w), 1049 (w), 1030 (m), 966 (w), 821 (m), 781 (vs), 619 (m), 582 (m), 528 (m), 501 (m), 457 (m), 401 (s).\n\nSynthesis of [{Gd(H2O)3}2(tdc)Re6Se8(CN)6]Br⋅nH2O (4)\n\nCompound 4 was synthesized using the same procedure as that for 3 except using compound 2 (200 mg, 0.075 mmol) instead of 1. Yield: 195 mg (95%). FT-IR (νmax, cm-1): ν(CN) 2140 (s); ν(OH) 3586 (m), 3351 (m); tdc: 1580 (s), 1521 (m), 1373 (s), 1326 (w), 1234 (w), 1137 (w), 1040 (w), 807 (w), 770 (s), 684 (w), 562 (w), 464 (m), 391 (m). Anal. Calcd for Br1C12Gd2H34N6O20Re6S1Se8 (n = 10): C, 5.23; H, 1.24; N, 3.05; S, 1.16. Found: C, 5.65; H, 1.23; N, 3.00; S, 1.20.\n\nSynthesis of Activated [{Gd(H2O)3}2(tdc)Re6Se8(CN)6]Br (4a)\n\nThe synthesis of 4a was carried out at the same conditions as those for 1a. The sample weight loss of 9.0% indicates the removal of 14.2 H2O molecules per formula unit. FT-IR (νmax, cm-1): 3571 [s, νas(OH)], 3351 [s, νs(OH)], 2127 [vs, ν(CN)], 1729 (w), 1585 (s), 1555 (s), 1524 (m), 1406 (s), 1385 (s), 1362 (s), 1225 (w), 1171 (w), 1049 (w), 1030 (m), 966 (w), 822 (m), 781 (vs), 619 (m), 583 (m), 529 (m), 502 (m), 457 (m), 401 (s).", "data": [{"meta": {"name": "[{Gd­(H2O)3}2(fdc)­Re6Se8(CN)6]·nH2O", "symbol": "1", "chemical formula": "C12Gd2H34N6O21Re6Se8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "2,5-Furandicarboxylic acid", "amount": "8.5", "unit": "mg"}, {"name": "potassium hydroxide", "amount": "6", "unit": "mg"}, {"name": "Gd(NO3)3·6H2O", "amount": "50", "unit": "mg"}, {"name": "K4[Re6Se8(CN)6]·3.5H2O", "amount": "135", "unit": "mg"}], "solution": [{"name": "distilled H2O", "amount": "5", "unit": "mL"}, {"name": "H2O", "amount": "5", "unit": "mL"}, {"name": "H2O", "amount": "5", "unit": "mL"}, {"name": "CH3CN", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "", "time": "15 min"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "hot H2O", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "70%"}, {"meta": {"name": "Activated [{Gd­(H2O)3}2(fdc)­Re6Se8(CN)6]", "symbol": "1a", "chemical formula": "C12Gd2H34N6O21Re6Se8"}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "", "atmosphere": "dynamic vacuum", "heat treatment temperature": "80°C", "heat treatment time": "6 h", "heating rate": "", "cooling rate": ""}], "yield": ""}, {"meta": {"name": "[{Gd­(H2O)3}2(tdc)­Re6Se8(CN)6]·nH2O", "symbol": "2", "chemical formula": "C12Gd2H34N6O20Re6S1Se8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "2,5-thiofenedicarboxylic acid", "amount": "9.5", "unit": "mg"}, {"name": "potassium hydroxide", "amount": "6", "unit": "mg"}, {"name": "Gd(NO3)3·6H2O", "amount": "50", "unit": "mg"}, {"name": "K4[Re6Se8(CN)6]·3.5H2O", "amount": "135", "unit": "mg"}], "solution": [{"name": "distilled H2O", "amount": "5", "unit": "mL"}, {"name": "H2O", "amount": "5", "unit": "mL"}, {"name": "H2O", "amount": "5", "unit": "mL"}, {"name": "CH3CN", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "", "time": "15 min"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "hot H2O", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "66%"}, {"meta": {"name": "Activated [{Gd­(H2O)3}2(tdc)­Re6Se8(CN)6]", "symbol": "2a", "chemical formula": "C12Gd2H34N6O20Re6S1Se8"}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "", "atmosphere": "dynamic vacuum", "heat treatment temperature": "80°C", "heat treatment time": "6 h", "heating rate": "", "cooling rate": ""}], "yield": ""}, {"meta": {"name": "[{Gd­(H2O)3}2(fdc)­Re6Se8(CN)6]­Br·nH2O", "symbol": "3", "chemical formula": "Br1C12Gd2H34N6O21Re6Se8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[{Gd­(H2O)3}2(fdc)­Re6Se8(CN)6]", "amount": "200", "unit": "mg"}, {"name": "Br2", "amount": "5", "unit": "mL"}], "solution": [{"name": "CH3CN", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "boiling point", "time": "a few seconds"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "CH3CN", "amount": ""}], "yield": "95%"}, {"meta": {"name": "Activated [{Gd­(H2O)3}2(fdc)­Re6Se8(CN)6]Br", "symbol": "3a", "chemical formula": "Br1C12Gd2H34N6O21Re6Se8"}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "", "atmosphere": "dynamic vacuum", "heat treatment temperature": "80°C", "heat treatment time": "6 h", "heating rate": "", "cooling rate": ""}], "yield": ""}, {"meta": {"name": "[{Gd­(H2O)3}2(tdc)­Re6Se8(CN)6]­Br·nH2O", "symbol": "4", "chemical formula": "Br1C12Gd2H34N6O20Re6S1Se8"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[{Gd­(H2O)3}2(tdc)­Re6Se8(CN)6]", "amount": "200", "unit": "mg"}, {"name": "Br2", "amount": "5", "unit": "mL"}], "solution": [{"name": "CH3CN", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "boiling point", "time": "a few seconds"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "CH3CN", "amount": ""}], "yield": "95%"}, {"meta": {"name": "Activated [{Gd­(H2O)3}2(tdc)­Re6Se8(CN)6]Br", "symbol": "4a", "chemical formula": "Br1C12Gd2H34N6O20Re6S1Se8"}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "", "atmosphere": "dynamic vacuum", "heat treatment temperature": "80°C", "heat treatment time": "6 h", "heating rate": "", "cooling rate": ""}], "yield": ""}], "include_properties": ["chemical_synthesis", "pH_adjustment", "filtration", "washing", "drying", "chemical_synthesis", "heat_treatment", "chemical_synthesis", "pH_adjustment", "filtration", "washing", "chemical_synthesis", "heat_treatment", "chemical_synthesis", "pH_adjustment", "filtration", "washing", "chemical_synthesis", "heat_treatment", "chemical_synthesis", "pH_adjustment", "filtration", "washing"]}, {"idx": "34, 36, 41, 43, 46, 48, 51", "type": "text", "classification": "property", "content": "<title>Thermal Stability, Activation,\nand Porosity</title><p>The pores of the as-synthesized compounds <bold>1</bold>–<bold>4</bold> are filled with H<sub>2</sub>O molecules,\npartially located by XRD of <bold>1</bold> and <bold>2</bold>. According\nto the TGA data (a,b), the bulk of <bold>1</bold> and <bold>2</bold> lose solvate\nH<sub>2</sub>O molecules in the temperature range 20–130 °C\nwith the maximum rate of weight loss at about 75 °C. The total\nmass loss in this step is 8.1% [219 atomic mass units (amu); 12.2\nH<sub>2</sub>O molecules per formula unit] for <bold>1</bold> and\n8.0% (217 amu; 12.0 H<sub>2</sub>O molecules per formula unit) for <bold>2</bold>. The data correlate well with the amounts of water found\nby X-ray crystallography and elemental analyses (9.0 and 12.5 H<sub>2</sub>O molecules per formula unit for <bold>1</bold> and <bold>2</bold>, respectively). The removal of H<sub>2</sub>O molecules\ncoordinated to Gd<sup>III</sup> ions occurs at the wide temperature\nrange of 130–260 °C.</p><p>Compounds <bold>3</bold> and <bold>4</bold> demonstrate similar methods for thermal decomposition and\nlose 7.4% and 7.2% of total mass (205 and 200 amu, respectively) at\ntemperatures of 20–130 °C (c,d). Oxidation of the framework does not\naffect, therefore, the solvate composition in spite of the partial\noccupancy of the channel volume by Br<sup>–</sup> anions. Surprisingly,\ncoordinated H<sub>2</sub>O molecules were removed at relatively low\ntemperatures (up to 180 °C) with a maximum rate of weight loss\nat 141 °C for both <bold>3</bold> and <bold>4</bold>. In this\nstep, the compounds lose 1.7% and 1.9% of their mass (47 and 53 amu,\nrespectively).</p><p>The specific <italic>gravimetric</italic> surface areas for compounds\nare not impressive. However, solids <bold>1</bold>–<bold>4</bold> demonstrate high crystallographic density because of the presence\nof heavy Re, Se, and Gd atoms in their composition. The corresponding\nvalues are about 3.4–3.7 g mL<sup>–1</sup> versus about\n1.0 or even less for classical MOF materials or silica. Therefore,\na comparison of the <italic>volumetric</italic> surface areas of adsorbents\nwill give a more correct imagination of the real porosity. Thus, the\nBET surface areas for compounds <bold>1a</bold>–<bold>4a</bold> are 561, 861, 411, and 787 m<sup>2</sup> mL<sup>–1</sup>,\ncorrespondingly. These values are comparable with the surface areas\nof very porous MOFs such as MOF-5 (636 m<sup>2</sup> mL<sup>–1</sup>) and HKUST-1 (845 m<sup>2</sup> mL<sup>–1</sup>).\n</p><title>Low-Pressure Adsorption of CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> at 273 and 298 K</title><p>Because\ncompounds <bold>1</bold>–<bold>4</bold> possess narrow pores\ndecorated by different heteroatoms, the potential for binary gas mixture\nseparation was evaluated. Adsorption isotherms at 273 and 298 K were\nmeasured for CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> (). Gas uptakes at\n1 bar and corresponding temperatures are summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S3</ext-link>. As one can see, CO<sub>2</sub> uptake\nis several times higher than that for CH<sub>4</sub> or N<sub>2</sub>. The <italic>gravimetric</italic> CO<sub>2</sub> uptake on <bold>1a</bold> and <bold>2a</bold> is not high because of the heavy metal\ncontent, but the values obtained at 1 bar and 298 K are comparable\nwith the adsorption capacity of some other MOFs with high CO<sub>2</sub> uptake such as MOF-5 (0.82 mmol g<sup>–1</sup>), ZIF-8 (1.02\nmmol g<sup>–1</sup>), or MIL-53­(Cr) (2.03 mmol g<sup>–1</sup>). Meanwhile, the <italic>volumetric</italic> uptake is also quite\nimportant because of its influence on the volume of the adsorbent\nbed. The volumetric CO<sub>2</sub> uptakes of both <bold>1a</bold> and <bold>2a</bold> at 1 bar and 298 K are very good and comparable\nwith the best values for MOF materials, such as Mg-MOF-74 (2.92 mmol\nmL<sup>–1</sup>) and HKUST-1 (4.91 mmol mL<sup>–1</sup>).\n</p><p>The heat of adsorption is another significant parameter influencing\nthe performance of a material for capture and separation applications\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Table S7 and Figure S12</ext-link>). The isosteric\nheat of adsorption can be evaluated by the virial or Clausius–Clapeyron\nequation using isotherms at two different temperatures for each adsorbate–adsorbent\nsystem. Interestingly, the heats of CO<sub>2</sub> adsorption are\nrelatively high, ca. 35 kJ mol<sup>–1</sup>. Such values are\ncharacteristic for adsorbents with special interactions between the\nadsorbate and adsorbent, for example, for MOFs with exposed metal\nsites or additional base centers such as amines. The quite strong interaction of CO<sub>2</sub> with all\nstudied frameworks may be explained by the presence of aqua ligands\nof Gd atoms even in activated samples as well as by good decoration\nof the framework channels by different heteroatoms that increase the\nvan der Waals forces between the adsorbed molecules and surface. Such\nhigh adsorption enthalpies in the entire coverage range are more than\n2 times greater than the enthalpy of CO<sub>2</sub> vaporization (∼16.5\nkJ mol<sup>–1</sup>). The large\nvolumetric CO<sub>2</sub> uptake and modest CH<sub>4</sub> and N<sub>2</sub> uptakes allow us to suppose that studying materials may possess\na good performance for the separation of postcombustion flue gas (predominantly\na CO<sub>2</sub>/N<sub>2</sub> separation is needed) or natural gas\n(the separation of CH<sub>4</sub> from CO<sub>2</sub> and N<sub>2</sub> is important).</p><p>Both compounds <bold>1a</bold> and <bold>2a</bold> possess high CO<sub>2</sub>/N<sub>2</sub> () and CO<sub>2</sub>/CH<sub>4</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S13</ext-link>) selectivities,\nwhile there is no significant CH<sub>4</sub>/N<sub>2</sub> selectivity\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b02974/suppl_file/ic7b02974_si_001.pdf\">Figure S14</ext-link>). According to IAST calculations\nand the Henry constants, the selectivity factors for CO<sub>2</sub>/N<sub>2</sub> and CO<sub>2</sub>/CH<sub>4</sub> separation decrease\nwith increasing temperature, while the ratios of adsorbed volumes\nfollow the opposite tendency. The highest CO<sub>2</sub>/N<sub>2</sub> selectivity factor is demonstrated by compound <bold>2a</bold> at\n273 K, reaching more than 400 at a total pressure of 1 bar (). According to the\nIAST prediction, the selectivity factor takes extremely high values\nat a CO<sub>2</sub> mole fraction of less than 0.1, which is useful\nfor the purification of flue gas. In addition, compound <bold>2a</bold> demonstrates a higher selectivity factor than <bold>1a</bold> for\na CO<sub>2</sub>/CH<sub>4</sub> binary mixture at both 273 and 298\nK. Such a tendency could be explained by larger CO<sub>2</sub> uptake\non compound <bold>2a</bold> than <bold>1a</bold> due to a S-containing\nfdc moiety instead of an O-containing fdc one.</p><title>Magnetochemical\nAnalysis</title><p>To date, investigation of possible exchange interactions\nin the coordination polymers based on paramagnetic [Re<sub>6</sub>Q<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> anions and Ln<sup>3+</sup> cations was limited to the report where weak antiferromagnetic\ninteractions were found in the inorganic framework. The synthesis of compounds <bold>1</bold>–<bold>4</bold> provided us an opportunity to find out whether the presence\nof organic linkers affects the possible exchange interactions in such\npolymers, so a detailed magnetochemical study was carried out. The\nmagnetic data of both compounds <bold>1</bold> and <bold>2</bold> are\nshown in .\nBecause the structures of the compounds differ solely in the linkers\n(fdc vs tdc) between the Gd<sup>III</sup> centers, the magnetic data\nare expected to be very similar. Consistent with that expectation,\nthe values of χ<sub>m</sub>\n<italic>T</italic> reach 15.67 cm<sup>3</sup> K mol<sup>–1</sup> (<bold>1</bold>) and 15.71 cm<sup>3</sup> K mol<sup>–1</sup> (<bold>2</bold>), respectively,\nat 290 K. These values are slightly below the value of 15.76 cm<sup>3</sup> K mol<sup>–1</sup> expected for two noninteracting\nisotropic spin centers (<italic>S</italic> = <sup>7</sup>/<sub>2</sub>; <italic>g</italic> = <italic>g</italic>\n<sub>e</sub> ≈ 2.00).\nThis is because the <italic>g</italic> factor of the Gd<sup>III</sup> centers is slightly less than that of the free electron (<italic>g</italic>\n<sub>e</sub>) because of significant contributions from\nexcited states mixed into the ground state by spin–orbit coupling. Upon cooling of the compound, the values of\nχ<sub>m</sub>\n<italic>T</italic> stay almost constant down to <italic>T</italic> ≈ 25 K and subsequently decrease to 10.81 and 10.78\ncm<sup>3</sup> K mol<sup>–1</sup>, respectively, at 1.0 T and\n2.0 K. Although the decrease of χ<sub>m</sub>\n<italic>T</italic> at low temperatures is mainly due to saturation effects caused by\nan applied field of 1.0 T, it is potentially also due to very small\nantiferromagnetic exchange interactions between the two Gd<sup>III</sup> centers mediated via two carboxylate linkers. At 2.0 K, the molar\nmagnetization <italic>M</italic>\n<sub>m</sub> is linear in <italic>B</italic> up to ca. 0.5 T. At 5.0 T, <italic>M</italic>\n<sub>m</sub> is 13.9<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> (for <bold>1</bold>) and 13.7<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> (for <bold>2</bold>), indicating a saturation value of about 14<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> (or slightly less, <italic>M</italic>\n<sub>m,sat</sub> = <italic>gSN</italic>\n<sub>A</sub>μ<sub>B</sub> per Gd<sup>III</sup> center) in agreement with very small\nor no exchange interactions between the Gd<sup>III</sup> centers.\nThe least-squares fits reproduce the data well with relative root-mean-square\nerrors SQ = 0.5% (<bold>1</bold>) and 0.6% (<bold>2</bold>), respectively,\nas indicated by the solid lines in . The fit parameters for both sets of data\nare described by <italic>g</italic>\n<sub>eff</sub> = 1.99 ± 0.01\nand <italic>J</italic> = −(0.01 ± 0.01) cm<sup>–1</sup>. These parameters represent two isotropic spin centers, which either\ndo not interact or interact via very weak antiferromagnetic exchange\ninteractions. Furthermore, the centers are characterized by a <italic>g</italic> factor that is slightly less than <italic>g</italic>\n<sub>e</sub>, in agreement with the expectations for Gd<sup>III</sup> centers.</p>", "clean_text": "Thermal Stability, Activation, and Porosity\n\nThe pores of the as-synthesized compounds 1-4 are filled with H2O molecules, partially located by XRD of 1 and 2. According to the TGA data (a,b), the bulk of 1 and 2 lose solvate H2O molecules in the temperature range 20-130 °C with the maximum rate of weight loss at about 75 °C. The total mass loss in this step is 8.1% [219 atomic mass units (amu); 12.2 H2O molecules per formula unit] for 1 and 8.0% (217 amu; 12.0 H2O molecules per formula unit) for 2. The data correlate well with the amounts of water found by X-ray crystallography and elemental analyses (9.0 and 12.5 H2O molecules per formula unit for 1 and 2, respectively). The removal of H2O molecules coordinated to GdIII ions occurs at the wide temperature range of 130-260 °C.\n\nCompounds 3 and 4 demonstrate similar methods for thermal decomposition and lose 7.4% and 7.2% of total mass (205 and 200 amu, respectively) at temperatures of 20-130 °C (c,d). Oxidation of the framework does not affect, therefore, the solvate composition in spite of the partial occupancy of the channel volume by Br- anions. Surprisingly, coordinated H2O molecules were removed at relatively low temperatures (up to 180 °C) with a maximum rate of weight loss at 141 °C for both 3 and 4. In this step, the compounds lose 1.7% and 1.9% of their mass (47 and 53 amu, respectively).\n\nThe specific gravimetric surface areas for compounds are not impressive. However, solids 1-4 demonstrate high crystallographic density because of the presence of heavy Re, Se, and Gd atoms in their composition. The corresponding values are about 3.4-3.7 g mL-1 versus about 1.0 or even less for classical MOF materials or silica. Therefore, a comparison of the volumetric surface areas of adsorbents will give a more correct imagination of the real porosity. Thus, the BET surface areas for compounds 1a-4a are 561, 861, 411, and 787 m2 mL-1, correspondingly. These values are comparable with the surface areas of very porous MOFs such as MOF-5 (636 m2 mL-1) and HKUST-1 (845 m2 mL-1). \n\nLow-Pressure Adsorption of CO2, CH4, and N2 at 273 and 298 K\n\nBecause compounds 1-4 possess narrow pores decorated by different heteroatoms, the potential for binary gas mixture separation was evaluated. Adsorption isotherms at 273 and 298 K were measured for CO2, CH4, and N2 (). Gas uptakes at 1 bar and corresponding temperatures are summarized in Table S3. As one can see, CO2 uptake is several times higher than that for CH4 or N2. The gravimetric CO2 uptake on 1a and 2a is not high because of the heavy metal content, but the values obtained at 1 bar and 298 K are comparable with the adsorption capacity of some other MOFs with high CO2 uptake such as MOF-5 (0.82 mmol g-1), ZIF-8 (1.02 mmol g-1), or MIL-53(Cr) (2.03 mmol g-1). Meanwhile, the volumetric uptake is also quite important because of its influence on the volume of the adsorbent bed. The volumetric CO2 uptakes of both 1a and 2a at 1 bar and 298 K are very good and comparable with the best values for MOF materials, such as Mg-MOF-74 (2.92 mmol mL-1) and HKUST-1 (4.91 mmol mL-1). \n\nThe heat of adsorption is another significant parameter influencing the performance of a material for capture and separation applications (Table S7 and Figure S12). The isosteric heat of adsorption can be evaluated by the virial or Clausius-Clapeyron equation using isotherms at two different temperatures for each adsorbate-adsorbent system. Interestingly, the heats of CO2 adsorption are relatively high, ca. 35 kJ mol-1. Such values are characteristic for adsorbents with special interactions between the adsorbate and adsorbent, for example, for MOFs with exposed metal sites or additional base centers such as amines. The quite strong interaction of CO2 with all studied frameworks may be explained by the presence of aqua ligands of Gd atoms even in activated samples as well as by good decoration of the framework channels by different heteroatoms that increase the van der Waals forces between the adsorbed molecules and surface. Such high adsorption enthalpies in the entire coverage range are more than 2 times greater than the enthalpy of CO2 vaporization (~16.5 kJ mol-1). The large volumetric CO2 uptake and modest CH4 and N2 uptakes allow us to suppose that studying materials may possess a good performance for the separation of postcombustion flue gas (predominantly a CO2/N2 separation is needed) or natural gas (the separation of CH4 from CO2 and N2 is important).\n\nBoth compounds 1a and 2a possess high CO2/N2 () and CO2/CH4 (Figure S13) selectivities, while there is no significant CH4/N2 selectivity (Figure S14). According to IAST calculations and the Henry constants, the selectivity factors for CO2/N2 and CO2/CH4 separation decrease with increasing temperature, while the ratios of adsorbed volumes follow the opposite tendency. The highest CO2/N2 selectivity factor is demonstrated by compound 2a at 273 K, reaching more than 400 at a total pressure of 1 bar (). According to the IAST prediction, the selectivity factor takes extremely high values at a CO2 mole fraction of less than 0.1, which is useful for the purification of flue gas. In addition, compound 2a demonstrates a higher selectivity factor than 1a for a CO2/CH4 binary mixture at both 273 and 298 K. Such a tendency could be explained by larger CO2 uptake on compound 2a than 1a due to a S-containing fdc moiety instead of an O-containing fdc one.\n\nMagnetochemical Analysis\n\nTo date, investigation of possible exchange interactions in the coordination polymers based on paramagnetic [Re6Q8(CN)6]3- anions and Ln3+ cations was limited to the report where weak antiferromagnetic interactions were found in the inorganic framework. The synthesis of compounds 1-4 provided us an opportunity to find out whether the presence of organic linkers affects the possible exchange interactions in such polymers, so a detailed magnetochemical study was carried out. The magnetic data of both compounds 1 and 2 are shown in . Because the structures of the compounds differ solely in the linkers (fdc vs tdc) between the GdIII centers, the magnetic data are expected to be very similar. Consistent with that expectation, the values of χm T reach 15.67 cm3 K mol-1 (1) and 15.71 cm3 K mol-1 (2), respectively, at 290 K. These values are slightly below the value of 15.76 cm3 K mol-1 expected for two noninteracting isotropic spin centers (S = 7/2; g = g e ~ 2.00). This is because the g factor of the GdIII centers is slightly less than that of the free electron (g e) because of significant contributions from excited states mixed into the ground state by spin-orbit coupling. Upon cooling of the compound, the values of χm T stay almost constant down to T ~ 25 K and subsequently decrease to 10.81 and 10.78 cm3 K mol-1, respectively, at 1.0 T and 2.0 K. Although the decrease of χm T at low temperatures is mainly due to saturation effects caused by an applied field of 1.0 T, it is potentially also due to very small antiferromagnetic exchange interactions between the two GdIII centers mediated via two carboxylate linkers. At 2.0 K, the molar magnetization M m is linear in B up to ca. 0.5 T. At 5.0 T, M m is 13.9N AμB (for 1) and 13.7N AμB (for 2), indicating a saturation value of about 14N AμB (or slightly less, M m,sat = gSN AμB per GdIII center) in agreement with very small or no exchange interactions between the GdIII centers. The least-squares fits reproduce the data well with relative root-mean-square errors SQ = 0.5% (1) and 0.6% (2), respectively, as indicated by the solid lines in . The fit parameters for both sets of data are described by g eff = 1.99 ± 0.01 and J = -(0.01 ± 0.01) cm-1. These parameters represent two isotropic spin centers, which either do not interact or interact via very weak antiferromagnetic exchange interactions. Furthermore, the centers are characterized by a g factor that is slightly less than g e, in agreement with the expectations for GdIII centers.", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "25", "unit": "K", "type": "antiferromagnetic exchange interactions", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "25", "unit": "K", "type": "antiferromagnetic exchange interactions", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": "53, 55", "type": "text", "classification": "property", "content": "<p>Besides two Gd<sup>III</sup> centers, compounds <bold>3</bold> and <bold>4</bold> comprise one paramagnetic [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> cluster per formula\nunit. Each Gd<sup>III</sup> center is connected to three of those\nclusters, thus potentially allowing for more complicated patterns\nof exchange interaction pathways within both compounds. In addition,\nelectron paramagnetic resonance analysis of the discrete [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> cluster anion\nshowed that the unpaired electron is located at one of the chalcogenide\nions rather than at one of the Re ions. The magnetic data of <bold>3</bold> and <bold>4</bold> are shown\nin . At 290\nK and 0.1 T, the χ<sub>m</sub>\n<italic>T</italic> values are\n16.26 cm<sup>3</sup> K mol<sup>–1</sup> (<bold>3</bold>) and\n16.23 cm<sup>3</sup> K mol<sup>–1</sup> (<bold>4</bold>). These\nvalues confirm oxidation of the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> clusters in <bold>1</bold> and <bold>2</bold> to the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters in <bold>3</bold> and <bold>4</bold>, respectively.\nUpon cooling of the compounds, χ<sub>m</sub>\n<italic>T</italic> slowly decreases, reaching 15.80 and 15.84 cm<sup>3</sup> K mol<sup>–1</sup>, respectively, at 2.0 K. The molar magnetizations\nat this temperature are linear in <italic>B</italic> up to approximately\n0.5 T and take a value of 14.6<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> at 5.0 T for both compounds. To roughly estimate the exchange\ninteractions between the Gd<sup>III</sup> dimers and paramagnetic\n[Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters, we use the least-squares fit parameters of <bold>3</bold> and <bold>4</bold>, respectively, to calculate the potential contributions\nof the Gd<sup>III</sup> dimers (dashed lines in ). The differences between\nthe experimental and calculated data are mainly due to the paramagnetic\nproperties of the [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> cluster and secondarily due to exchange interactions.\nThe resulting difference data are indicated as dots in . The difference data reveal\nsimilar behavior for both compounds: at 290 K and 0.1 T, the χ<sub>m</sub>\n<italic>T</italic> values are 0.61 cm<sup>3</sup> K mol<sup>–1</sup>. By decreasing the temperature, χ<sub>m</sub>\n<italic>T</italic> slightly and nonlinearly decreases to a minimum\nat approximately 35 K and increases upon further cooling.</p><p>At 2.0 K, the molar magnetizations <italic>M</italic>\n<sub>m</sub> are linear in <italic>B</italic> up to 0.5 T and reach a\nvalue of 0.8<italic>N</italic>\n<sub>A</sub>μ<sub>B</sub> at 5.0\nT without being saturated. The value of 0.61 cm<sup>3</sup> K mol<sup>–1</sup>, corresponding to μ<sub>eff</sub> = 2.2 μ<sub>B</sub>, is significantly larger than that reported earlier (μ<sub>eff</sub> = 1.9 μ<sub>B</sub>, derived from the Curie–Weiss\nlaw, which is, however, only valid in the case of pure spin systems). We assume that the differences are due to different\nmethods of determining the diamagnetic correction of the compounds\nbecause the corresponding χ<sub>m</sub>\n<italic>T</italic> versus <italic>T</italic> curve is, in addition, almost linear and has a small but\ndistinct slope. Such behavior can be identified for <bold>3</bold> and <bold>4</bold> for temperatures above 100 K. Below this temperature,\nthe values of χ<sub>m</sub>\n<italic>T</italic> decrease more\nrapidly than those for such a center without interactions, which may\nindicate small antiferromagnetic exchange interactions. The occurrence\nof maxima at the lowest temperatures hints at further ferromagnetic\nexchange interactions. The relatively low value of the molar magnetization\nat 5.0 T indicates the presence of exchange interactions between the\nGd<sup>III</sup> centers and [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters. In summary, compounds <bold>3</bold> and <bold>4</bold> consist of antiferromagnetically coupled\nGd<sup>III</sup> dimers. These dimers most likely interact with the\n[Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>3–</sup> clusters with predominantly ferromagnetic exchange interactions,\nthereby forming 3D magnetic networks. All of these exchange interactions\nare, however, very weak.</p>", "clean_text": "Besides two GdIII centers, compounds 3 and 4 comprise one paramagnetic [Re6Se8(CN)6]3- cluster per formula unit. Each GdIII center is connected to three of those clusters, thus potentially allowing for more complicated patterns of exchange interaction pathways within both compounds. In addition, electron paramagnetic resonance analysis of the discrete [Re6Se8(CN)6]3- cluster anion showed that the unpaired electron is located at one of the chalcogenide ions rather than at one of the Re ions. The magnetic data of 3 and 4 are shown in . At 290 K and 0.1 T, the χm T values are 16.26 cm3 K mol-1 (3) and 16.23 cm3 K mol-1 (4). These values confirm oxidation of the [Re6Se8(CN)6]4- clusters in 1 and 2 to the [Re6Se8(CN)6]3- clusters in 3 and 4, respectively. Upon cooling of the compounds, χm T slowly decreases, reaching 15.80 and 15.84 cm3 K mol-1, respectively, at 2.0 K. The molar magnetizations at this temperature are linear in B up to approximately 0.5 T and take a value of 14.6N AμB at 5.0 T for both compounds. To roughly estimate the exchange interactions between the GdIII dimers and paramagnetic [Re6Se8(CN)6]3- clusters, we use the least-squares fit parameters of 3 and 4, respectively, to calculate the potential contributions of the GdIII dimers (dashed lines in ). The differences between the experimental and calculated data are mainly due to the paramagnetic properties of the [Re6Se8(CN)6]3- cluster and secondarily due to exchange interactions. The resulting difference data are indicated as dots in . The difference data reveal similar behavior for both compounds: at 290 K and 0.1 T, the χm T values are 0.61 cm3 K mol-1. By decreasing the temperature, χm T slightly and nonlinearly decreases to a minimum at approximately 35 K and increases upon further cooling.\n\nAt 2.0 K, the molar magnetizations M m are linear in B up to 0.5 T and reach a value of 0.8N AμB at 5.0 T without being saturated. The value of 0.61 cm3 K mol-1, corresponding to μeff = 2.2 μB, is significantly larger than that reported earlier (μeff = 1.9 μB, derived from the Curie-Weiss law, which is, however, only valid in the case of pure spin systems). We assume that the differences are due to different methods of determining the diamagnetic correction of the compounds because the corresponding χm T versus T curve is, in addition, almost linear and has a small but distinct slope. Such behavior can be identified for 3 and 4 for temperatures above 100 K. Below this temperature, the values of χm T decrease more rapidly than those for such a center without interactions, which may indicate small antiferromagnetic exchange interactions. The occurrence of maxima at the lowest temperatures hints at further ferromagnetic exchange interactions. The relatively low value of the molar magnetization at 5.0 T indicates the presence of exchange interactions between the GdIII centers and [Re6Se8(CN)6]3- clusters. In summary, compounds 3 and 4 consist of antiferromagnetically coupled GdIII dimers. These dimers most likely interact with the [Re6Se8(CN)6]3- clusters with predominantly ferromagnetic exchange interactions, thereby forming 3D magnetic networks. All of these exchange interactions are, however, very weak.", "data": [[{"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "magnetic susceptibility": [{"value": "16.26", "unit": "cm3 K mol-1", "temperature": "290 K", "condition": "0.1 T"}, {"value": "15.80", "unit": "cm3 K mol-1", "temperature": "2.0 K", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "magnetic susceptibility": [{"value": "16.23", "unit": "cm3 K mol-1", "temperature": "290 K", "condition": "0.1 T"}, {"value": "15.84", "unit": "cm3 K mol-1", "temperature": "2.0 K", "condition": ""}]}]], "include_properties": ["magnetic_susceptibility", "etc"]}, {"idx": 40, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Parameters of the Porous Structures of Samples <bold>1a</bold>–<bold>4a</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col3\" rowsep=\"1\">specific surface area, m<sup>2</sup> g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col6\" rowsep=\"1\">\n<italic>V</italic>\n<sub>pore</sub>, cm<sup>3</sup> g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">density, g cm<sup>–3</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">Langmuir</oasis:entry>\n<oasis:entry align=\"center\">BET</oasis:entry>\n<oasis:entry align=\"center\">DFT</oasis:entry>\n<oasis:entry align=\"center\">theory<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">total<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">DFT</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>ads</sub>(N<sub>2</sub>)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>, cm<sup>3</sup>(STP) g<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1a</bold>\n</oasis:entry>\n<oasis:entry>3.551</oasis:entry>\n<oasis:entry>163</oasis:entry>\n<oasis:entry>158</oasis:entry>\n<oasis:entry>263</oasis:entry>\n<oasis:entry>0.085</oasis:entry>\n<oasis:entry>0.087</oasis:entry>\n<oasis:entry>0.092</oasis:entry>\n<oasis:entry>55.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2a</bold>\n</oasis:entry>\n<oasis:entry>3.432</oasis:entry>\n<oasis:entry>289</oasis:entry>\n<oasis:entry>251</oasis:entry>\n<oasis:entry>453</oasis:entry>\n<oasis:entry>0.109</oasis:entry>\n<oasis:entry>0.120</oasis:entry>\n<oasis:entry>0.143</oasis:entry>\n<oasis:entry>76.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3a</bold>\n</oasis:entry>\n<oasis:entry>3.666</oasis:entry>\n<oasis:entry>114</oasis:entry>\n<oasis:entry>112</oasis:entry>\n<oasis:entry>121</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.048</oasis:entry>\n<oasis:entry>0.044</oasis:entry>\n<oasis:entry>30.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>4a</bold>\n</oasis:entry>\n<oasis:entry>3.544</oasis:entry>\n<oasis:entry>227</oasis:entry>\n<oasis:entry>222</oasis:entry>\n<oasis:entry>236</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.107</oasis:entry>\n<oasis:entry>0.099</oasis:entry>\n<oasis:entry>69.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Calculated by the <italic>Mercury CSD 3.8</italic> routine using\nCIF files with eliminated solvate H<sub>2</sub>O molecules.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Measured at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.95.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Parameters of the Porous Structures of Samples 1a–4a\n\n| sample | density, g cm–3 | specific surface area, m² g–1 Langmuir | specific surface area, m² g–1 BET | specific surface area, m² g–1 DFT | theory[^a] | total[^b] | specific surface area, m² g–1 DFT | V ads(N₂)[^b], cm³(STP) g–1 |\n|--------|-----------------|----------------------------------------|-----------------------------------|-----------------------------------|------------|-----------|-----------------------------------|---------------------------|\n| 1a     | 3.551           | 163                                    | 158                               | 263                               | 0.085      | 0.087     | 0.092                             | 55.9                      |\n| 2a     | 3.432           | 289                                    | 251                               | 453                               | 0.109      | 0.120     | 0.143                             | 76.6                      |\n| 3a     | 3.666           | 114                                    | 112                               | 121                               |            | 0.048     | 0.044                             | 30.7                      |\n| 4a     | 3.544           | 227                                    | 222                               | 236                               |            | 0.107     | 0.099                             | 69.2                      |\n\n[^a]: Calculated by the Mercury CSD 3.8 routine using CIF files with eliminated solvate H₂O molecules.\n[^b]: Measured at P/P₀ = 0.95.", "data": ["substring not found"], "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ORTEP drawing of the\nasymmetric unit in the structure of <bold>2</bold>. H atoms of the\nH<sub>2</sub>O molecules are not shown. Thermal ellipsoids of 75%\nprobability. Inset: Coordination environment of the Gd<sup>3+</sup> cation.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2017-029749_0010.tif\"></graphic>\n</fig>", "clean_text": " 1  ORTEP drawing of the asymmetric unit in the structure of 2. H atoms of the H2O molecules are not shown. Thermal ellipsoids of 75% probability. Inset: Coordination environment of the Gd3+ cation.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Structure of\nthe {[Gd­(H<sub>2</sub>O)<sub>3</sub>]<sub>2</sub>(tdc)}<sup>4+</sup> chain within the framework of compound <bold>2</bold>. Thermal ellipsoids\nof 75% probability.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2017-029749_0011.tif\"></graphic>\n</fig>", "clean_text": " 2  Structure of the {[Gd(H2O)3]2(tdc)}4+ chain within the framework of compound 2. Thermal ellipsoids of 75% probability.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Crystal structures of\ncompound <bold>2</bold>. (a) Interconnection of {[Gd­(H<sub>2</sub>O)<sub>3</sub>]<sub>2</sub>(tdc)}<sup>4+</sup> chains by [Re<sub>6</sub>Se<sub>8</sub>(CN)<sub>6</sub>]<sup>4–</sup> cluster\nanions. The {Re<sub>6</sub>} metal core is depicted as an orange polyhedron,\nμ<sub>3</sub>-Se ligands are omitted for clarity. (b) Schematic\nrepresentation of the crystal packing. The {Re<sub>6</sub>} metal\ncore is depicted as an orange polyhedron, the Gd<sup>3+</sup> ion\nwith its coordination environment is depicted as a blue polyhedron,\nand μ<sub>3</sub>-Se ligands are omitted for clarity. (c) Space-filling\nmodel of the framework in the view along the <italic>c</italic> axis.\n(d) Shape of the solvent-accessible surface of the channels calculated\nby the <italic>Mercury CSD 3.8</italic> program with default parameters\n(1.25 Å probe radius; 0.7 Å approximate grid spacing) in\nthe view along the <italic>c</italic> axis. H atoms of the tdc ligand\nand O atoms of the solvate H<sub>2</sub>O molecules are omitted for\nclarity.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2017-029749_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  Crystal structures of compound 2. (a) Interconnection of {[Gd(H2O)3]2(tdc)}4+ chains by [Re6Se8(CN)6]4- cluster anions. The {Re6} metal core is depicted as an orange polyhedron, μ3-Se ligands are omitted for clarity. (b) Schematic representation of the crystal packing. The {Re6} metal core is depicted as an orange polyhedron, the Gd3+ ion with its coordination environment is depicted as a blue polyhedron, and μ3-Se ligands are omitted for clarity. (c) Space-filling model of the framework in the view along the c axis. (d) Shape of the solvent-accessible surface of the channels calculated by the Mercury CSD 3.8 program with default parameters (1.25 Å probe radius; 0.7 Å approximate grid spacing) in the view along the c axis. H atoms of the tdc ligand and O atoms of the solvate H2O molecules are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Photographic images of\nthe bulk phases of compounds <bold>2</bold> (orange) and <bold>4</bold> (dark green).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2017-029749_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  Photographic images of the bulk phases of compounds 2 (orange) and 4 (dark green).   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TGA and DTG diagrams for <bold>1</bold> (a), <bold>2</bold> (b), <bold>3</bold> (c), and <bold>4</bold> (d).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2017-029749_0003.tif\"></graphic>\n</fig>", "clean_text": " 5  TGA and DTG diagrams for 1 (a), 2 (b), 3 (c), and 4 (d).   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>N<sub>2</sub> adsorption–desorption isotherms at\n77 K (filled symbols for the adsorption branch and open symbols for\nthe desorption one).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2017-029749_0004.tif\"></graphic>\n</fig>", "clean_text": " 6  N2 adsorption-desorption isotherms at 77 K (filled symbols for the adsorption branch and open symbols for the desorption one).   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>CO<sub>2</sub> (squares), CH<sub>4</sub> (circles), and N<sub>2</sub> (triangles) adsorption isotherms on <bold>1a</bold>–<bold>4a</bold> at 273 K (left column) and 298 K\n(right column).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2017-029749_0005.tif\"></graphic>\n</fig>", "clean_text": " 7  CO2 (squares), CH4 (circles), and N2 (triangles) adsorption isotherms on 1a-4a at 273 K (left column) and 298 K (right column).   ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Predictions of the equilibrium\ngas- and adsorbed-phase compositions by IAST for equimolar CO<sub>2</sub>/N<sub>2</sub> binary gas mixtures (solid lines) on <bold>1a</bold> and <bold>3a</bold> (top row) and <bold>2a</bold> and <bold>4a</bold> (bottom row) at a total pressure of 1 bar and temperatures\nof 273 K (left column) and 298 K (right column) and dependencies of\nthe adsorption selectivity on the mole fraction of CO<sub>2</sub> in\na binary mixture at 1 bar (dashed lines).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic-2017-029749_0006.tif\"></graphic>\n</fig>", "clean_text": " 8  Predictions of the equilibrium gas- and adsorbed-phase compositions by IAST for equimolar CO2/N2 binary gas mixtures (solid lines) on 1a and 3a (top row) and 2a and 4a (bottom row) at a total pressure of 1 bar and temperatures of 273 K (left column) and 298 K (right column) and dependencies of the adsorption selectivity on the mole fraction of CO2 in a binary mixture at 1 bar (dashed lines).   ", "data": null, "include_properties": null}, {"idx": 52, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature\ndependence of χ<sub>m</sub>\n<italic>T</italic> at 1.0 T and field\ndependence of the molar magnetization at 2.0 K of <bold>1</bold> (a)\nand <bold>2</bold> (b).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic-2017-029749_0007.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of χm T at 1.0 T and field dependence of the molar magnetization at 2.0 K of 1 (a) and 2 (b).   ", "data": null, "include_properties": null}, {"idx": 54, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Temperature\ndependence of χ<sub>m</sub>\n<italic>T</italic> at 0.1 T and field\ndependence of the molar magnetization at 2.0 K of <bold>3</bold> (a)\nand <bold>4</bold> (b): (open circles) data; (dashed lines) contributions\nof the two Gd<sup>III</sup> centers according to the least-squares\nfits of <bold>1</bold> and <bold>2</bold>, respectively; (dots) differences\nof the data and Gd<sup>III</sup> contributions.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ic-2017-029749_0008.tif\"></graphic>\n</fig>", "clean_text": " 10  Temperature dependence of χm T at 0.1 T and field dependence of the molar magnetization at 2.0 K of 3 (a) and 4 (b): (open circles) data; (dashed lines) contributions of the two GdIII centers according to the least-squares fits of 1 and 2, respectively; (dots) differences of the data and GdIII contributions.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.7b02974", "title": "\nMultifunctional Metal–Organic Frameworks Based\non Redox-Active Rhenium Octahedral Clusters\n", "journal": "American Chemical Society", "date": "2018.02", "author_list": ["Litvinova\nYulia M.", "Gayfulin\nYakov M.", "Kovalenko\nKonstantin A.", "Samsonenko\nDenis G.", "van Leusen\nJan", "Korolkov\nIlya V.", "Fedin\nVladimir P.", "Mironov\nYuri V."]}}