{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic8b00683.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>A robust\npaddle-wheel Cu­(II)-based metal–organic framework (MOF) <bold>1</bold>, having dual functionalities, namely, Lewis acid and basic\nsites, has been explored as a heterogeneous catalyst. This MOF, because\nof its large void volume (10298 Å<sup>3</sup>, 67.6%), large\nsurface area (1480 m<sup>2</sup>/g), and high thermal stability, encouraged\nus to see its applicability in two catalytic reactions, namely, oxidative\nC–O coupling (cross-dehydrogentaive coupling reaction) involving\ndirect C–H activation and Friedländer reaction under\nsolvent free and ambient conditions. This study demonstrates the green\naspect of MOFs in coupling reactions because of the simplified recovery,\nshorter reaction time, minimum waste, and smooth activation of the\nC–H bond, which is very challenging in synthetic chemistry.</p>", "clean_text": "A robust paddle-wheel Cu(II)-based metal-organic framework (MOF) 1, having dual functionalities, namely, Lewis acid and basic sites, has been explored as a heterogeneous catalyst. This MOF, because of its large void volume (10298 Å3, 67.6%), large surface area (1480 m2/g), and high thermal stability, encouraged us to see its applicability in two catalytic reactions, namely, oxidative C-O coupling (cross-dehydrogentaive coupling reaction) involving direct C-H activation and Friedländer reaction under solvent free and ambient conditions. This study demonstrates the green aspect of MOFs in coupling reactions because of the simplified recovery, shorter reaction time, minimum waste, and smooth activation of the C-H bond, which is very challenging in synthetic chemistry.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A Cu­(II) metal−organic framework having a 3,3,4,4-connected\nnet described by topology <italic>\n<bold>mfj</bold>\n</italic> has been\nsynthesized and contains nanoporous space. This has been used for\ncross-dehydrogenative coupling and Friedländer reactions.</p>", "clean_text": "A Cu(II) metal-organic framework having a 3,3,4,4-connected net described by topology  mfj  has been synthesized and contains nanoporous space. This has been used for cross-dehydrogenative coupling and Friedländer reactions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Today, it is highly\ndesirable to obtain a catalyst that can exhibit multifunctional activity\ntoward various catalytic transformations. Among these, metal–organic\nframeworks (MOFs) have captured considerable attention within the\nscientific community across a range of different laboratories. The\npast several years have witnessed vigorous efforts to develop and\napply MOFs in gas storage, CO<sub>2</sub> sequestration, gas separation,\nsensors, optics, biomedical devices, and catalysis. However, the\nutilization of MOFs in catalysis has not been explored that much compared\nto their possible applications in gas storage and capture. The nanoporosity\nof a MOF coupled with a replete number of transition metal sites in\nMOF can be applicable as catalytic sites unless the free coordination\npositions are not utilized in the construction of MOFs. It has been\nreported that many MOFs were employed for transition metal-catalyzed\nreactions, which are routinely used in the synthesis of a number of\nvaluable compounds. Thus, the MOF has been examined as a heterogeneous catalyst. Some\nMOFs are more prone to heat and chemicals, and the lack of availability\nof a free coordination position retards their application in catalysis.\nIn the green chemistry context, it is imperative to develop more environmentally\nfriendly and versatile catalytic systems; we are hopeful we can examine\nthese aspects of MOFs, which are vitally important because of simplified\nrecovery and reusability of a catalyst.</p>", "clean_text": "Introduction\n\nToday, it is highly desirable to obtain a catalyst that can exhibit multifunctional activity toward various catalytic transformations. Among these, metal-organic frameworks (MOFs) have captured considerable attention within the scientific community across a range of different laboratories. The past several years have witnessed vigorous efforts to develop and apply MOFs in gas storage, CO2 sequestration, gas separation, sensors, optics, biomedical devices, and catalysis. However, the utilization of MOFs in catalysis has not been explored that much compared to their possible applications in gas storage and capture. The nanoporosity of a MOF coupled with a replete number of transition metal sites in MOF can be applicable as catalytic sites unless the free coordination positions are not utilized in the construction of MOFs. It has been reported that many MOFs were employed for transition metal-catalyzed reactions, which are routinely used in the synthesis of a number of valuable compounds. Thus, the MOF has been examined as a heterogeneous catalyst. Some MOFs are more prone to heat and chemicals, and the lack of availability of a free coordination position retards their application in catalysis. In the green chemistry context, it is imperative to develop more environmentally friendly and versatile catalytic systems; we are hopeful we can examine these aspects of MOFs, which are vitally important because of simplified recovery and reusability of a catalyst.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Transition metal-catalyzed\nC–C and C–heteroatom cross-coupling reactions have attracted\nsignificant attention for the synthesis of a variety of valuable chemicals\nand important intermediates. Despite the\ngreat achievement in classical C–C bond formation methods,\ngenerally they use prefunctionalized starting materials that require\nadditional steps and produce severe environmental hazards. Also, in the transition metal-catalyzed C–heteroatom coupling\nreaction, C–H bond activation is a highly challenging process\nbecause of the inertness. Thus, the direct activation of the C–H\nbond is a possible way to solve this problem. To overcome these synthetic difficulties, we aim to develop such\na catalyst that could offer a sustainable and green perspective in\nterms of such cross-coupling reactions with improved synthetic protocols.\nTo illustrate the aforementioned arguments, we have chosen the cross-dehydrogenative\ncoupling reaction for C–H activation. Such coupling reactions\noffer short and efficient synthetic schemes, which are key aspects\nfor the next generation of C–C or C–heteroatom bond\nformations. In addition, considering\nthe robustness and Lewis acidity of MOF <bold>1</bold>, quinoline\nsynthesis has been performed via Friedländer reaction to probe\nits further applicability in catalysis. Quinoline and its derivatives\nare well-known compounds that display a broad range of biological\nsignificance.\n</p>", "clean_text": "Transition metal-catalyzed C-C and C-heteroatom cross-coupling reactions have attracted significant attention for the synthesis of a variety of valuable chemicals and important intermediates. Despite the great achievement in classical C-C bond formation methods, generally they use prefunctionalized starting materials that require additional steps and produce severe environmental hazards. Also, in the transition metal-catalyzed C-heteroatom coupling reaction, C-H bond activation is a highly challenging process because of the inertness. Thus, the direct activation of the C-H bond is a possible way to solve this problem. To overcome these synthetic difficulties, we aim to develop such a catalyst that could offer a sustainable and green perspective in terms of such cross-coupling reactions with improved synthetic protocols. To illustrate the aforementioned arguments, we have chosen the cross-dehydrogenative coupling reaction for C-H activation. Such coupling reactions offer short and efficient synthetic schemes, which are key aspects for the next generation of C-C or C-heteroatom bond formations. In addition, considering the robustness and Lewis acidity of MOF 1, quinoline synthesis has been performed via Friedländer reaction to probe its further applicability in catalysis. Quinoline and its derivatives are well-known compounds that display a broad range of biological significance. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and General Methods</title><p>All the required chemicals for the synthesis of MOF and catalytic\nreactions were purchased from Sigma-Aldrich or S. D. Fine Chemicals.\nThe various spectroscopic data were collected for characterization\nof the compounds as described in our previous report. Field emission scanning electron microscopy (FE-SEM) images\nwere collected on a CARL ZEISS EVO 50 instrument, at an acceleration\nvoltage of 15.00 kV with 200000× magnification.</p>", "clean_text": "Experimental Section\n\nMaterials and General Methods\n\nAll the required chemicals for the synthesis of MOF and catalytic reactions were purchased from Sigma-Aldrich or S. D. Fine Chemicals. The various spectroscopic data were collected for characterization of the compounds as described in our previous report. Field emission scanning electron microscopy (FE-SEM) images were collected on a CARL ZEISS EVO 50 instrument, at an acceleration voltage of 15.00 kV with 200000× magnification.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Synthesis\nof {[Cu<sub>6</sub>(<bold>L</bold>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·(14DMF)­(9H<sub>2</sub>O)}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>)</title><p>The synthesis of <bold>1</bold> was achieved\nfollowing our previous report.\n</p><title>General\nProcedure for Cross-Dehydrogenative Coupling Reactions</title><p>A\nsolution of 2-hydroxybenzaldehyde (1.0 mmol) in 1,4-dioxane (4 mL,\n50 mmol) was placed in a 10 mL round-bottom flask preloaded with catalyst <bold>1′</bold> (1 wt %). Then, <italic>tert</italic>-butyl hydroperoxide\n(70 wt % in water, 0.436 mL, 3.0 mmol) was added to the resulting\nmixture. The mixture was stirred at 100 °C for 1 h. To monitor\nthe reaction, thin layer chromatography (TLC) (using a 2:1 <italic>n</italic>-hexane/ethyl acetate mixture as the eluent) was performed.\nThen, the reaction mixture was filtered and washed successively with\nCH<sub>2</sub>Cl<sub>2</sub> to recover the catalyst. The filtrate\nwas passed through anhydrous Na<sub>2</sub>SO<sub>4</sub>, and the\nsolvent was evaporated. The crude product was purified by silica gel\ncolumn chromatography (eluent being 10% ethyl acetate in <italic>n</italic>-hexane) to give the product. The recovered catalyst was washed thoroughly\nand reused after reactivation at 130 °C under vacuum for 6 h.</p>", "clean_text": "Synthesis of {[Cu6(L)3(H2O)6]⋅(14DMF)(9H2O)} n  (1)\n\nThe synthesis of 1 was achieved following our previous report. \n\nGeneral Procedure for Cross-Dehydrogenative Coupling Reactions\n\nA solution of 2-hydroxybenzaldehyde (1.0 mmol) in 1,4-dioxane (4 mL, 50 mmol) was placed in a 10 mL round-bottom flask preloaded with catalyst 1' (1 wt %). Then, tert-butyl hydroperoxide (70 wt % in water, 0.436 mL, 3.0 mmol) was added to the resulting mixture. The mixture was stirred at 100 °C for 1 h. To monitor the reaction, thin layer chromatography (TLC) (using a 2:1 n-hexane/ethyl acetate mixture as the eluent) was performed. Then, the reaction mixture was filtered and washed successively with CH2Cl2 to recover the catalyst. The filtrate was passed through anhydrous Na2SO4, and the solvent was evaporated. The crude product was purified by silica gel column chromatography (eluent being 10% ethyl acetate in n-hexane) to give the product. The recovered catalyst was washed thoroughly and reused after reactivation at 130 °C under vacuum for 6 h.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>General Procedure for Friedländer Reaction</title><p>Acetylacetone\n(5 mmol), <bold>1′</bold> (1 wt %), and 2-aminoarylketone (1\nmmol) were added to the 25 mL round-bottom flask, and the mixture\nwas heated at 80 °C under solvent free conditions until the total\nconsumption of the reactants was detected by TLC, which took ∼8\nh. After cooling, the reaction mixture was filtered and washed thoroughly\nwith CH<sub>2</sub>Cl<sub>2</sub> to remove any possible adhered products\non the catalyst surface. The filtrate was passed through Na<sub>2</sub>SO<sub>4</sub>, and the solvent was evaporated. The crude product\nwas purified by silica gel column chromatography using an <italic>n</italic>-hexane/ethyl acetate mixture (19:1 ratio) as the eluent\nto give the desired product. The recovered catalyst was washed thoroughly\nand reused after reactivation at 130 °C under vacuum for 6 h.</p>", "clean_text": "General Procedure for Friedländer Reaction\n\nAcetylacetone (5 mmol), 1' (1 wt %), and 2-aminoarylketone (1 mmol) were added to the 25 mL round-bottom flask, and the mixture was heated at 80 °C under solvent free conditions until the total consumption of the reactants was detected by TLC, which took ~8 h. After cooling, the reaction mixture was filtered and washed thoroughly with CH2Cl2 to remove any possible adhered products on the catalyst surface. The filtrate was passed through Na2SO4, and the solvent was evaporated. The crude product was purified by silica gel column chromatography using an n-hexane/ethyl acetate mixture (19:1 ratio) as the eluent to give the desired product. The recovered catalyst was washed thoroughly and reused after reactivation at 130 °C under vacuum for 6 h.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>In our previous work, we had synthesized the thermally robust MOF\n{[Cu<sub>6</sub>(<bold>L</bold>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·(14DMF)­(9H<sub>2</sub>O)}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>) from a bent amino-functionalized tetracarboxylate ligand, <bold>H</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>L</bold> (a), and Cu­(NO<sub>3</sub>)<sub>2</sub> under solvothermal conditions. The framework consisted of\npaddle-wheel Cu<sub>2</sub>(CO<sub>2</sub>)<sub>4</sub> secondary\nbuilding units (SBUs). Water molecules occupying the axial positions\nof the SBU could be easily removed by heating, leading to the formation\nof highly porous (67.6% void volume) <bold>1′</bold> in which\nthe metal ions became coordinatively unsaturated with enough coordination\nspace available for heterogeneous catalysis. The Brunauer–Emmett–Teller\n(BET) surface area of this MOF was found to be 1480 m<sup>2</sup> g<sup>–1</sup>, with a pore volume of 0.88 cm<sup>3</sup> g<sup>–1</sup>. From a topological point of view, it has a 3,3,4,4-connected\nnet with <italic>\n<bold>mfj</bold>\n</italic> topology and can be considered\nas a close packing of channels, shown in c. The framework was endowed with large spherical\ncages (b) with\na diameter of ∼11 Å (atom–atom distances excluding\nvan der Waals radii). The Lewis acidity of these cages increased because\nof the vacant coordination positions (d) on copper, and hence, the compound was\nexplored as a nanomolecular vessel for C–O bond and C–C\nbond coupling reactions, viz., cross-dehydrogentaive coupling (CDC)\nand Friedländer reactions, respectively.</p>", "clean_text": "Results and Discussion\n\nIn our previous work, we had synthesized the thermally robust MOF {[Cu6(L)3(H2O)6]⋅(14DMF)(9H2O)} n  (1) from a bent amino-functionalized tetracarboxylate ligand, H  4  L (a), and Cu(NO3)2 under solvothermal conditions. The framework consisted of paddle-wheel Cu2(CO2)4 secondary building units (SBUs). Water molecules occupying the axial positions of the SBU could be easily removed by heating, leading to the formation of highly porous (67.6% void volume) 1' in which the metal ions became coordinatively unsaturated with enough coordination space available for heterogeneous catalysis. The Brunauer-Emmett-Teller (BET) surface area of this MOF was found to be 1480 m2 g-1, with a pore volume of 0.88 cm3 g-1. From a topological point of view, it has a 3,3,4,4-connected net with  mfj  topology and can be considered as a close packing of channels, shown in c. The framework was endowed with large spherical cages (b) with a diameter of ~11 Å (atom-atom distances excluding van der Waals radii). The Lewis acidity of these cages increased because of the vacant coordination positions (d) on copper, and hence, the compound was explored as a nanomolecular vessel for C-O bond and C-C bond coupling reactions, viz., cross-dehydrogentaive coupling (CDC) and Friedländer reactions, respectively.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Ligand <bold>H</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>L</bold>. (b) Nanospherical cages\nin <bold>1</bold>. (c) <italic>\n<bold>mfj</bold>\n</italic> topology\nin <bold>1</bold> (closely packed by nanospherical cages). (d) Replete\nnumber of open metal sites (polyhedra).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2018-006837_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Ligand H  4  L. (b) Nanospherical cages in 1. (c)  mfj  topology in 1 (closely packed by nanospherical cages). (d) Replete number of open metal sites (polyhedra).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Cross-Dehydrogenative Coupling Reactions</title><p>Direct C–C\nand C–heteroatom bond formation through C–H bond activation\nhas emerged as a versatile tool for introducing complexities into\nmolecules from simple precursors in synthetic organic chemistry. In particular, cross-dehydrogenative coupling reactions under oxidative\nconditions are atom economical and prevent prefunctionalization of\nthe coupling partner and hence offer a superior pathway for coupling\nreactions.\n</p>", "clean_text": "Cross-Dehydrogenative Coupling Reactions\n\nDirect C-C and C-heteroatom bond formation through C-H bond activation has emerged as a versatile tool for introducing complexities into molecules from simple precursors in synthetic organic chemistry. In particular, cross-dehydrogenative coupling reactions under oxidative conditions are atom economical and prevent prefunctionalization of the coupling partner and hence offer a superior pathway for coupling reactions. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>We have explored the cross-dehydrogenative coupling reactions\nby direct C–H activation of 1,4-dioxane with 2-carbonyl-substituted\nphenols () under\nsolvent free conditions using <italic>tert</italic>-butyl hydroperoxide\n(TBHP) as an oxidant. In a typical experiment, a mixture of substituted\n2-hydroxybenzaldehyde (1.0 mmol) and 1,4-dioxane (4 mL, 50 mmol) was\nadded to a flask containing catalyst <bold>1′</bold> (1 wt\n%). Then, TBHP (70 wt % in water, 0.436 mL, 3.0 mmol) was added. The\nreaction mixture was stirred at 100 °C for 1 h, and its progress\nwas observed by TLC.</p>", "clean_text": "We have explored the cross-dehydrogenative coupling reactions by direct C-H activation of 1,4-dioxane with 2-carbonyl-substituted phenols () under solvent free conditions using tert-butyl hydroperoxide (TBHP) as an oxidant. In a typical experiment, a mixture of substituted 2-hydroxybenzaldehyde (1.0 mmol) and 1,4-dioxane (4 mL, 50 mmol) was added to a flask containing catalyst 1' (1 wt %). Then, TBHP (70 wt % in water, 0.436 mL, 3.0 mmol) was added. The reaction mixture was stirred at 100 °C for 1 h, and its progress was observed by TLC.", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>CDC Reactions under\nSolvent Free Conditions at 100 °C<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx1\" position=\"float\" xlink:href=\"ic-2018-006837_0005.tif\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">R<sub>1</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">R<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">yield (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>96</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>OMe</oasis:entry>\n<oasis:entry>92</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>84</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>NO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>65</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>unsubstituted phenol</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>10</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>Cu(OAc)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>73</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>Cu(NO<sub>3</sub>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>71</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>no catalyst</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>no reaction</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Reaction conditions: hydroxybenzaldehyde\n(1.0 mmol), <bold>1′</bold> (1 wt %), 1,4-dioxane (4 mL, 50\nmmol), <italic>tert</italic>-butyl hydroperoxide (70 wt % in water,\n0.436 mL, 3.0 mmol).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Yield\nof the isolated product.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>A look at the results indicated that the unsubstituted 2-hydroxybenzaldehyde\n(, entry 1)\nand electron-donating group on 2-hydroxybenzaldehyde (, entry 2) afforded comparable\nyields, while the presence of electron-withdrawing groups at the <italic>para</italic> position to the phenolic -OH group (, entries 3 and 4) led to a\ndecrease in the yield of the desired product. Phenol was almost unreactive\nwith only 10% conversion after 4 h (, entry 5). In the absence of catalyst <bold>1′</bold>, the reaction showed no progress (, entry 8), which indicated\nthe catalytic nature of <bold>1′</bold>. The identity of the\nproduct in each case was confirmed by electrospray ionization mass\nspectrometry (ESI-MS), <sup>1</sup>H nuclear magnetic resonance (NMR),\nand <sup>13</sup>C NMR (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">Figures S1–S12</ext-link>) after silica gel column chromatography.</p>", "clean_text": "A look at the results indicated that the unsubstituted 2-hydroxybenzaldehyde (, entry 1) and electron-donating group on 2-hydroxybenzaldehyde (, entry 2) afforded comparable yields, while the presence of electron-withdrawing groups at the para position to the phenolic -OH group (, entries 3 and 4) led to a decrease in the yield of the desired product. Phenol was almost unreactive with only 10% conversion after 4 h (, entry 5). In the absence of catalyst 1', the reaction showed no progress (, entry 8), which indicated the catalytic nature of 1'. The identity of the product in each case was confirmed by electrospray ionization mass spectrometry (ESI-MS), 1H nuclear magnetic resonance (NMR), and 13C NMR (Figures S1-S12) after silica gel column chromatography.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Catalyst <bold>1′</bold> exhibited profound catalytic activity compared to that of other\npaddle-wheel Cu MOFs such as Cu<sub>3</sub>(BTC)<sub>2</sub>, Cu­(BDC),\nand Cu­(BPDC) and catalytic activity superior to that of Cu<sub>2</sub>(BPDC)<sub>2</sub>(BPY) as reported by the Phan group. Also, <bold>1′</bold> offers advantages\nover homogeneous copper salts such as Cu­(OAc)<sub>2</sub> and Cu­(NO<sub>3</sub>)<sub>2</sub> (, entries 6 and 7) in terms of both catalytic activity and\ncatalyst recyclability. The recyclability of a catalyst makes it viable\nfor commercial applications; hence, catalyst <bold>1′</bold> was investigated for its recoverability and recyclability in the\ncoupling reaction. After the coupling reaction was complete, the catalyst\nwas separated by simple filtration, washed with methanol followed\nby DCM to remove the physisorbed product, and then activated by being\nheated at 130 °C for 6 h under vacuum to reactivate the catalyst.\nThe recovered catalyst was then reused in the successive reactions\nunder the same conditions that were used for the first run. In fact,\nan 85% yield was still achieved in the fifth run (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">Figure S13</ext-link>); nonetheless, crystallinity was maintained during\nthe course of the reaction, which was evident after assessment via\npowder X-ray diffraction (PXRD) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">Figure S14</ext-link>).</p>", "clean_text": "Catalyst 1' exhibited profound catalytic activity compared to that of other paddle-wheel Cu MOFs such as Cu3(BTC)2, Cu(BDC), and Cu(BPDC) and catalytic activity superior to that of Cu2(BPDC)2(BPY) as reported by the Phan group. Also, 1' offers advantages over homogeneous copper salts such as Cu(OAc)2 and Cu(NO3)2 (, entries 6 and 7) in terms of both catalytic activity and catalyst recyclability. The recyclability of a catalyst makes it viable for commercial applications; hence, catalyst 1' was investigated for its recoverability and recyclability in the coupling reaction. After the coupling reaction was complete, the catalyst was separated by simple filtration, washed with methanol followed by DCM to remove the physisorbed product, and then activated by being heated at 130 °C for 6 h under vacuum to reactivate the catalyst. The recovered catalyst was then reused in the successive reactions under the same conditions that were used for the first run. In fact, an 85% yield was still achieved in the fifth run (Figure S13); nonetheless, crystallinity was maintained during the course of the reaction, which was evident after assessment via powder X-ray diffraction (PXRD) (Figure S14).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The heterogeneity of catalyst <bold>1′</bold> was\njustified by a hot filtration test, following the standard protocol. The reaction mixture was filtered after 15 min\n(∼38% yield) to separate the catalyst. The resulting reaction\nmixture did not afford the further progress, establishing the heterogeneity\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">Figure S15</ext-link>).</p>", "clean_text": "The heterogeneity of catalyst 1' was justified by a hot filtration test, following the standard protocol. The reaction mixture was filtered after 15 min (~38% yield) to separate the catalyst. The resulting reaction mixture did not afford the further progress, establishing the heterogeneity (Figure S15).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>A simple and straightforward\nprobable mechanism for the CDC reaction is given in . The open Cu­(II) site first\nforms a chelate complex with hydroxyaldehyde (step A). At the same\ntime, TBHP generates hydroxyl and <italic>tert</italic>-butoxyl radicals.\nThe produced <italic>tert</italic>-butoxyl radical abstracts hydrogen\nfrom carbon adjacent to the oxygen atom of dioxane and forms a radical\ndioxane species. The hydroxyl radical takes hydrogen from the chelate\ncomplex and leaves a water molecule (step B). The formation of the\ndesired product takes place during the reaction of the dioxane radical\nwith the proposed chelate complex.</p>", "clean_text": "A simple and straightforward probable mechanism for the CDC reaction is given in . The open Cu(II) site first forms a chelate complex with hydroxyaldehyde (step A). At the same time, TBHP generates hydroxyl and tert-butoxyl radicals. The produced tert-butoxyl radical abstracts hydrogen from carbon adjacent to the oxygen atom of dioxane and forms a radical dioxane species. The hydroxyl radical takes hydrogen from the chelate complex and leaves a water molecule (step B). The formation of the desired product takes place during the reaction of the dioxane radical with the proposed chelate complex.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Plausible Mechanism for the CDC Reaction</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2018-006837_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Plausible Mechanism for the CDC Reaction   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["synthesis condition"], "content": "<title>Friedländer Reactions</title><p>The Friedländer reaction offers an efficient and straightforward\nsynthetic protocol for the synthesis of various nitrogen heterocycles\nand quinoline derivatives that are of paramount importance in various\nbiological functions. In addition to their biological activity, they are also useful in\nthe synthesis of nanostructured material with enhanced optoelectronic\nproperties. Because of their importance, several methods have\nbeen reported using a diverse range of catalysts such as Al<sub>2</sub>O<sub>3</sub>, H<sub>2</sub>SO<sub>4</sub>/SiO<sub>2</sub>, NaHSO<sub>4</sub>/SiO<sub>2</sub>, MCM-41, etc., but none of these methods are free from harsh reaction\nconditions or longer reaction times. However, only a few studies have\nreported using MOF as a catalyst. Therefore, it is straightforward and logical to develop\na catalyst for better catalytic efficiency. Here, the synthesis of\nquinoline derivatives via the Friedländer heteroannulation\nreactions between aminoaryl ketones and acetylacetone were attempted\nusing <bold>1′</bold> (1 wt %) as the catalyst (). Initially, the reaction of\nacetylacetone with 2-aminobenzophenone was chosen as a model reaction\nthat afforded the corresponding product in an excellent yield (95%).\nThe profound catalytic activity of <bold>1′</bold> for Friedländer\nsynthesis could be attributed to the replete number and easy accessibility\nof the empty Cu­(II) binding sites and also accessible amine groups\npromoting facile substrates and active site interactions. Thereafter,\na variety of 2-aminoaryl ketones that afforded the desired products\nin satisfactory isolated yields were used. With 4-nitro and 4-chloro\nderivatives of 2-aminobenzophenone, the yields were 76 and 90%, respectively\n(, entries 3\nand 4, respectively). Furthermore, in the absence of <bold>1′</bold>, the reaction gave an 11% yield (, entry 5).</p>", "clean_text": "Friedländer Reactions\n\nThe Friedländer reaction offers an efficient and straightforward synthetic protocol for the synthesis of various nitrogen heterocycles and quinoline derivatives that are of paramount importance in various biological functions. In addition to their biological activity, they are also useful in the synthesis of nanostructured material with enhanced optoelectronic properties. Because of their importance, several methods have been reported using a diverse range of catalysts such as Al2O3, H2SO4/SiO2, NaHSO4/SiO2, MCM-41, etc., but none of these methods are free from harsh reaction conditions or longer reaction times. However, only a few studies have reported using MOF as a catalyst. Therefore, it is straightforward and logical to develop a catalyst for better catalytic efficiency. Here, the synthesis of quinoline derivatives via the Friedländer heteroannulation reactions between aminoaryl ketones and acetylacetone were attempted using 1' (1 wt %) as the catalyst (). Initially, the reaction of acetylacetone with 2-aminobenzophenone was chosen as a model reaction that afforded the corresponding product in an excellent yield (95%). The profound catalytic activity of 1' for Friedländer synthesis could be attributed to the replete number and easy accessibility of the empty Cu(II) binding sites and also accessible amine groups promoting facile substrates and active site interactions. Thereafter, a variety of 2-aminoaryl ketones that afforded the desired products in satisfactory isolated yields were used. With 4-nitro and 4-chloro derivatives of 2-aminobenzophenone, the yields were 76 and 90%, respectively (, entries 3 and 4, respectively). Furthermore, in the absence of 1', the reaction gave an 11% yield (, entry 5).", "data": null, "include_properties": null}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Friedländer\nReactions under Solvent Free Conditions at 80 °C<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx2\" position=\"float\" xlink:href=\"ic-2018-006837_0006.tif\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">R<sub>1</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">R<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">yield (%)<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Ph</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>95</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>89</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Ph</oasis:entry>\n<oasis:entry>NO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>76</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Ph</oasis:entry>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Ph</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>11</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Reaction conditions: acetylacetone (5.0 mmol), 2-aminoarylketone\n(1 mmol) reacted at 80 °C in the presence of <bold>1′</bold> (1 wt %). No solvents were taken.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Yield of the isolated product.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>In general, <bold>1′</bold> (1 wt %) was added\nto a mixture of 2-aminoarylketone (1 mmol) and acetylacetone (5 mmol),\nand the mixture was heated at 80 °C under solvent free conditions\nfor 8 h. After the mixture had cooled, the catalyst was removed by\nfiltration and the reaction mixture was washed thoroughly with CH<sub>2</sub>Cl<sub>2</sub> to remove the possible adhered product from\nthe catalyst surface. The desired product was purified by silica gel\ncolumn chromatography using an <italic>n</italic>-hexane/ethyl acetate\nmixture (19:1 ratio) as the eluent. In each case, the catalytic product\nwas characterized by ESI-MS, <sup>1</sup>H NMR, and <sup>13</sup>C\nNMR (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">Figures S16–S27</ext-link>). The recovered\ncatalyst was dried at 130 °C for 6 h under vacuum for its reuse.\nNo significant decrease in catalytic activity or crystallinity was\nobserved after up to four cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">Figures S28 and S29</ext-link>), and the heterogeneous nature of the catalyst was\nagain established by a hot filtration test (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">Figure S30</ext-link>).</p>", "clean_text": "In general, 1' (1 wt %) was added to a mixture of 2-aminoarylketone (1 mmol) and acetylacetone (5 mmol), and the mixture was heated at 80 °C under solvent free conditions for 8 h. After the mixture had cooled, the catalyst was removed by filtration and the reaction mixture was washed thoroughly with CH2Cl2 to remove the possible adhered product from the catalyst surface. The desired product was purified by silica gel column chromatography using an n-hexane/ethyl acetate mixture (19:1 ratio) as the eluent. In each case, the catalytic product was characterized by ESI-MS, 1H NMR, and 13C NMR (Figures S16-S27). The recovered catalyst was dried at 130 °C for 6 h under vacuum for its reuse. No significant decrease in catalytic activity or crystallinity was observed after up to four cycles (Figures S28 and S29), and the heterogeneous nature of the catalyst was again established by a hot filtration test (Figure S30).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>A probable mechanism of Friedländer reaction\nhas also been proposed () on the basis of the work reported by the Cejka group. Concerted effects of a pair of two paddle-wheel\nunits here lead to the proximity of reactants to each other and enhance\nthe reaction rate. The proposed mechanism involves first stabilization\nof both reactants on neighboring open metal sites (<bold>A</bold>).\nThis aids the formation of intermolecular aldol intermediate <bold>B</bold>, followed by loss of a water molecule to form <bold>C</bold>. Subsequently, intramolecular proton transfer generates <bold>D</bold>, from which the loss of a water molecule takes place, resulting\nin the desired product quinoline.</p>", "clean_text": "A probable mechanism of Friedländer reaction has also been proposed () on the basis of the work reported by the Cejka group. Concerted effects of a pair of two paddle-wheel units here lead to the proximity of reactants to each other and enhance the reaction rate. The proposed mechanism involves first stabilization of both reactants on neighboring open metal sites (A). This aids the formation of intermolecular aldol intermediate B, followed by loss of a water molecule to form C. Subsequently, intramolecular proton transfer generates D, from which the loss of a water molecule takes place, resulting in the desired product quinoline.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Plausible Mechanism for the Friedländer\nReaction</title>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2018-006837_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Plausible Mechanism for the Friedländer Reaction   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The crystallinity\nand morphology of the recovered catalyst were further analyzed by\nFE-SEM. FE-SEM images in the case of the CDC reaction before and after\nthe fifth run of catalytic cycle were compared (). The crystalline nature and morphology\nof the catalyst before and after the catalysis were retained. In a\nsimilar way, an FE-SEM image has been taken for Friedländer\nreaction after the fourth run of the catalytic cycle, and this image\nshowed a similar morphology before and after the catalysis. All images\nbefore and after the catalysis displaying agglomeration of particles\nthat was significant in the fresh catalyst and later the gaps present\nbetween the agglomerating areas were probably due to loss of the catalytically\nactive site.</p>", "clean_text": "The crystallinity and morphology of the recovered catalyst were further analyzed by FE-SEM. FE-SEM images in the case of the CDC reaction before and after the fifth run of catalytic cycle were compared (). The crystalline nature and morphology of the catalyst before and after the catalysis were retained. In a similar way, an FE-SEM image has been taken for Friedländer reaction after the fourth run of the catalytic cycle, and this image showed a similar morphology before and after the catalysis. All images before and after the catalysis displaying agglomeration of particles that was significant in the fresh catalyst and later the gaps present between the agglomerating areas were probably due to loss of the catalytically active site.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>FE-SEM images (a) of the fresh catalyst, (b) after the\nfifth run of the CDC reaction, and (c) after the fourth run of the\nFriedländer reaction.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2018-006837_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  FE-SEM images (a) of the fresh catalyst, (b) after the fifth run of the CDC reaction, and (c) after the fourth run of the Friedländer reaction.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, a robust Cu MOF possessing <italic>\n<bold>mfj</bold>\n</italic> topology is systematically investigated\nas a molecular vessel for oxidative CDC and Friedländer reactions.\nIn CDC and Friedländer reactions, the catalyst could be easily\nrecovered and recycled without a significant loss of catalytic activity\nafter up to five and four times, respectively. This study provides\nan ideal platform for further improving catalyst design, and the catalysts\ncan serve as single versatile tools for various catalytic needs.</p>", "clean_text": "Conclusions\n\nIn summary, a robust Cu MOF possessing  mfj  topology is systematically investigated as a molecular vessel for oxidative CDC and Friedländer reactions. In CDC and Friedländer reactions, the catalyst could be easily recovered and recycled without a significant loss of catalytic activity after up to five and four times, respectively. This study provides an ideal platform for further improving catalyst design, and the catalysts can serve as single versatile tools for various catalytic needs.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.8b00683\">10.1021/acs.inorgchem.8b00683</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Several types\nof spectroscopic data, PXRD patterns, and additional figures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.8b00683.  Several types of spectroscopic data, PXRD patterns, and additional figures (PDF)   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Several types\nof spectroscopic data, PXRD patterns, and additional figures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.8b00683/suppl_file/ic8b00683_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare\nno competing financial interest.</p>", "clean_text": "Several types of spectroscopic data, PXRD patterns, and additional figures (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 18, "type": "text", "classification": "synthesis condition", "content": "<title>Friedländer Reactions</title><p>The Friedländer reaction offers an efficient and straightforward\nsynthetic protocol for the synthesis of various nitrogen heterocycles\nand quinoline derivatives that are of paramount importance in various\nbiological functions. In addition to their biological activity, they are also useful in\nthe synthesis of nanostructured material with enhanced optoelectronic\nproperties. Because of their importance, several methods have\nbeen reported using a diverse range of catalysts such as Al<sub>2</sub>O<sub>3</sub>, H<sub>2</sub>SO<sub>4</sub>/SiO<sub>2</sub>, NaHSO<sub>4</sub>/SiO<sub>2</sub>, MCM-41, etc., but none of these methods are free from harsh reaction\nconditions or longer reaction times. However, only a few studies have\nreported using MOF as a catalyst. Therefore, it is straightforward and logical to develop\na catalyst for better catalytic efficiency. Here, the synthesis of\nquinoline derivatives via the Friedländer heteroannulation\nreactions between aminoaryl ketones and acetylacetone were attempted\nusing <bold>1′</bold> (1 wt %) as the catalyst (). Initially, the reaction of\nacetylacetone with 2-aminobenzophenone was chosen as a model reaction\nthat afforded the corresponding product in an excellent yield (95%).\nThe profound catalytic activity of <bold>1′</bold> for Friedländer\nsynthesis could be attributed to the replete number and easy accessibility\nof the empty Cu­(II) binding sites and also accessible amine groups\npromoting facile substrates and active site interactions. Thereafter,\na variety of 2-aminoaryl ketones that afforded the desired products\nin satisfactory isolated yields were used. With 4-nitro and 4-chloro\nderivatives of 2-aminobenzophenone, the yields were 76 and 90%, respectively\n(, entries 3\nand 4, respectively). Furthermore, in the absence of <bold>1′</bold>, the reaction gave an 11% yield (, entry 5).</p>", "clean_text": "Friedländer Reactions\n\nThe Friedländer reaction offers an efficient and straightforward synthetic protocol for the synthesis of various nitrogen heterocycles and quinoline derivatives that are of paramount importance in various biological functions. In addition to their biological activity, they are also useful in the synthesis of nanostructured material with enhanced optoelectronic properties. Because of their importance, several methods have been reported using a diverse range of catalysts such as Al2O3, H2SO4/SiO2, NaHSO4/SiO2, MCM-41, etc., but none of these methods are free from harsh reaction conditions or longer reaction times. However, only a few studies have reported using MOF as a catalyst. Therefore, it is straightforward and logical to develop a catalyst for better catalytic efficiency. Here, the synthesis of quinoline derivatives via the Friedländer heteroannulation reactions between aminoaryl ketones and acetylacetone were attempted using 1' (1 wt %) as the catalyst (). Initially, the reaction of acetylacetone with 2-aminobenzophenone was chosen as a model reaction that afforded the corresponding product in an excellent yield (95%). The profound catalytic activity of 1' for Friedländer synthesis could be attributed to the replete number and easy accessibility of the empty Cu(II) binding sites and also accessible amine groups promoting facile substrates and active site interactions. Thereafter, a variety of 2-aminoaryl ketones that afforded the desired products in satisfactory isolated yields were used. With 4-nitro and 4-chloro derivatives of 2-aminobenzophenone, the yields were 76 and 90%, respectively (, entries 3 and 4, respectively). Furthermore, in the absence of 1', the reaction gave an 11% yield (, entry 5).", "data": [{"meta": {"name": "Friedländer Reactions", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "Friedländer reaction", "catalyst": "MOF", "catalyst name": "1′", "catalyst amount": "1 wt %", "yield": "95%", "reaction": "acetylacetone with 2-aminobenzophenone"}, {"synthesis method": "Friedländer reaction", "catalyst": "MOF", "catalyst name": "1′", "catalyst amount": "1 wt %", "yield": "76%", "reaction": "4-nitro derivatives of 2-aminobenzophenone"}, {"synthesis method": "Friedländer reaction", "catalyst": "MOF", "catalyst name": "1′", "catalyst amount": "1 wt %", "yield": "90%", "reaction": "4-chloro derivatives of 2-aminobenzophenone"}, {"synthesis method": "Friedländer reaction", "catalyst": "", "catalyst name": "", "catalyst amount": "", "yield": "11%", "reaction": ""}]}], "include_properties": ["chemical_synthesis"]}, {"idx": "1, 8", "type": "text", "classification": "property", "content": "<p>A robust\npaddle-wheel Cu­(II)-based metal–organic framework (MOF) <bold>1</bold>, having dual functionalities, namely, Lewis acid and basic\nsites, has been explored as a heterogeneous catalyst. This MOF, because\nof its large void volume (10298 Å<sup>3</sup>, 67.6%), large\nsurface area (1480 m<sup>2</sup>/g), and high thermal stability, encouraged\nus to see its applicability in two catalytic reactions, namely, oxidative\nC–O coupling (cross-dehydrogentaive coupling reaction) involving\ndirect C–H activation and Friedländer reaction under\nsolvent free and ambient conditions. This study demonstrates the green\naspect of MOFs in coupling reactions because of the simplified recovery,\nshorter reaction time, minimum waste, and smooth activation of the\nC–H bond, which is very challenging in synthetic chemistry.</p><title>Results and Discussion</title><p>In our previous work, we had synthesized the thermally robust MOF\n{[Cu<sub>6</sub>(<bold>L</bold>)<sub>3</sub>(H<sub>2</sub>O)<sub>6</sub>]·(14DMF)­(9H<sub>2</sub>O)}<sub>\n<italic>n</italic>\n</sub> (<bold>1</bold>) from a bent amino-functionalized tetracarboxylate ligand, <bold>H</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>L</bold> (a), and Cu­(NO<sub>3</sub>)<sub>2</sub> under solvothermal conditions. The framework consisted of\npaddle-wheel Cu<sub>2</sub>(CO<sub>2</sub>)<sub>4</sub> secondary\nbuilding units (SBUs). Water molecules occupying the axial positions\nof the SBU could be easily removed by heating, leading to the formation\nof highly porous (67.6% void volume) <bold>1′</bold> in which\nthe metal ions became coordinatively unsaturated with enough coordination\nspace available for heterogeneous catalysis. The Brunauer–Emmett–Teller\n(BET) surface area of this MOF was found to be 1480 m<sup>2</sup> g<sup>–1</sup>, with a pore volume of 0.88 cm<sup>3</sup> g<sup>–1</sup>. From a topological point of view, it has a 3,3,4,4-connected\nnet with <italic>\n<bold>mfj</bold>\n</italic> topology and can be considered\nas a close packing of channels, shown in c. The framework was endowed with large spherical\ncages (b) with\na diameter of ∼11 Å (atom–atom distances excluding\nvan der Waals radii). The Lewis acidity of these cages increased because\nof the vacant coordination positions (d) on copper, and hence, the compound was\nexplored as a nanomolecular vessel for C–O bond and C–C\nbond coupling reactions, viz., cross-dehydrogentaive coupling (CDC)\nand Friedländer reactions, respectively.</p>", "clean_text": "A robust paddle-wheel Cu(II)-based metal-organic framework (MOF) 1, having dual functionalities, namely, Lewis acid and basic sites, has been explored as a heterogeneous catalyst. This MOF, because of its large void volume (10298 Å3, 67.6%), large surface area (1480 m2/g), and high thermal stability, encouraged us to see its applicability in two catalytic reactions, namely, oxidative C-O coupling (cross-dehydrogentaive coupling reaction) involving direct C-H activation and Friedländer reaction under solvent free and ambient conditions. This study demonstrates the green aspect of MOFs in coupling reactions because of the simplified recovery, shorter reaction time, minimum waste, and smooth activation of the C-H bond, which is very challenging in synthetic chemistry.\n\nResults and Discussion\n\nIn our previous work, we had synthesized the thermally robust MOF {[Cu6(L)3(H2O)6]⋅(14DMF)(9H2O)} n  (1) from a bent amino-functionalized tetracarboxylate ligand, H  4  L (a), and Cu(NO3)2 under solvothermal conditions. The framework consisted of paddle-wheel Cu2(CO2)4 secondary building units (SBUs). Water molecules occupying the axial positions of the SBU could be easily removed by heating, leading to the formation of highly porous (67.6% void volume) 1' in which the metal ions became coordinatively unsaturated with enough coordination space available for heterogeneous catalysis. The Brunauer-Emmett-Teller (BET) surface area of this MOF was found to be 1480 m2 g-1, with a pore volume of 0.88 cm3 g-1. From a topological point of view, it has a 3,3,4,4-connected net with  mfj  topology and can be considered as a close packing of channels, shown in c. The framework was endowed with large spherical cages (b) with a diameter of ~11 Å (atom-atom distances excluding van der Waals radii). The Lewis acidity of these cages increased because of the vacant coordination positions (d) on copper, and hence, the compound was explored as a nanomolecular vessel for C-O bond and C-C bond coupling reactions, viz., cross-dehydrogentaive coupling (CDC) and Friedländer reactions, respectively.", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1480", "unit": "m2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.88", "unit": "cm3/g", "condition": ""}], "topology": [{"value": "3,3,4,4-connected", "condition": ""}]}, {"meta": {"name": "", "symbol": "1'", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1480", "unit": "m2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.88", "unit": "cm3/g", "condition": ""}], "topology": [{"value": "3,3,4,4-connected", "condition": ""}]}]], "include_properties": ["surface_area", "porosity", "pore_volume", "topology"]}, {"idx": 12, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>CDC Reactions under\nSolvent Free Conditions at 100 °C<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx1\" position=\"float\" xlink:href=\"ic-2018-006837_0005.tif\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">R<sub>1</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">R<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">yield (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>96</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>OMe</oasis:entry>\n<oasis:entry>92</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>84</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>NO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>65</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>unsubstituted phenol</oasis:entry>\n<oasis:entry>–</oasis:entry>\n<oasis:entry>10</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>Cu(OAc)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>73</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>Cu(NO<sub>3</sub>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>71</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>no catalyst</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>no reaction</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Reaction conditions: hydroxybenzaldehyde\n(1.0 mmol), <bold>1′</bold> (1 wt %), 1,4-dioxane (4 mL, 50\nmmol), <italic>tert</italic>-butyl hydroperoxide (70 wt % in water,\n0.436 mL, 3.0 mmol).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Yield\nof the isolated product.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. CDC Reactions under Solvent Free Conditions at 100 °C[^a]\n\n| entry | catalyst | R<sub>1</sub> | R<sub>2</sub> | yield (%)[^b] |\n|-------|----------|--------------|--------------|--------------|\n| 1     | 1′       | H            | H            | 96           |\n| 2     | 1′       | H            | OMe          | 92           |\n| 3     | 1′       | Cl           | H            | 84           |\n| 4     | 1′       | NO<sub>2</sub> | H            | 65           |\n| 5     | 1′       | unsubstituted phenol | – | 10           |\n| 6     | Cu(OAc)<sub>2</sub> | H | H | 73           |\n| 7     | Cu(NO<sub>3</sub>)<sub>2</sub> | H | H | 71           |\n| 8     | no catalyst | H | H | no reaction  |\n\n[^a]: Reaction conditions: hydroxybenzaldehyde (1.0 mmol), 1′ (1 wt %), 1,4-dioxane (4 mL, 50 mmol), tert-butyl hydroperoxide (70 wt % in water, 0.436 mL, 3.0 mmol).\n[^b]: Yield of the isolated product.", "data": ["substring not found"], "include_properties": null}, {"idx": 19, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Friedländer\nReactions under Solvent Free Conditions at 80 °C<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"fx2\" position=\"float\" xlink:href=\"ic-2018-006837_0006.tif\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">R<sub>1</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">R<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">yield (%)<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Ph</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>95</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>89</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Ph</oasis:entry>\n<oasis:entry>NO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>76</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Ph</oasis:entry>\n<oasis:entry>Cl</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>1′</oasis:entry>\n<oasis:entry>Ph</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>11</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Reaction conditions: acetylacetone (5.0 mmol), 2-aminoarylketone\n(1 mmol) reacted at 80 °C in the presence of <bold>1′</bold> (1 wt %). No solvents were taken.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Yield of the isolated product.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Friedländer Reactions under Solvent Free Conditions at 80 °C[^a]\n\n| entry | catalyst | R<sub>1</sub> | R<sub>2</sub> | yield (%)[^b] |\n|-------|----------|--------------|--------------|--------------|\n| 1     | 1′       | Ph           | H            | 95           |\n| 2     | 1′       | CH<sub>3</sub> | H            | 89           |\n| 3     | 1′       | Ph           | NO<sub>2</sub> | 76           |\n| 4     | 1′       | Ph           | Cl           | 90           |\n| 5     | 1′       | Ph           | H            | 11           |\n\n[^a]: Reaction conditions: acetylacetone (5.0 mmol), 2-aminoarylketone (1 mmol) reacted at 80 °C in the presence of 1′ (1 wt %). No solvents were taken.\n[^b]: Yield of the isolated product.", "data": ["substring not found"], "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Ligand <bold>H</bold>\n<sub>\n<bold>4</bold>\n</sub>\n<bold>L</bold>. (b) Nanospherical cages\nin <bold>1</bold>. (c) <italic>\n<bold>mfj</bold>\n</italic> topology\nin <bold>1</bold> (closely packed by nanospherical cages). (d) Replete\nnumber of open metal sites (polyhedra).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2018-006837_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Ligand H  4  L. (b) Nanospherical cages in 1. (c)  mfj  topology in 1 (closely packed by nanospherical cages). (d) Replete number of open metal sites (polyhedra).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Plausible Mechanism for the CDC Reaction</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2018-006837_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Plausible Mechanism for the CDC Reaction   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Plausible Mechanism for the Friedländer\nReaction</title>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2018-006837_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  Plausible Mechanism for the Friedländer Reaction   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>FE-SEM images (a) of the fresh catalyst, (b) after the\nfifth run of the CDC reaction, and (c) after the fourth run of the\nFriedländer reaction.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2018-006837_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  FE-SEM images (a) of the fresh catalyst, (b) after the fifth run of the CDC reaction, and (c) after the fourth run of the Friedländer reaction.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.8b00683", "title": "\nA Multifunctional Metal–Organic Framework for\nOxidative C–O Coupling Involving Direct C–H Activation\nand Synthesis of Quinolines\n", "journal": "American Chemical Society", "date": "2018.06", "author_list": ["Sharma\nVivekanand", "De\nDinesh", "Bharadwaj\nParimal K."]}}