{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic9b01727.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframework-derived lithium cobaltate nanoparticles\nwere fabricated by annealing of the ZIF-67 precursor with Li<sub>2</sub>CO<sub>3</sub> under air, followed by homogeneous AlF<sub>3</sub> coating and carbon nanotubes (CNTs) wrapping. The as-prepared AlF<sub>3</sub>-coated LiCoO<sub>2</sub>/CNTs electrode can act as a potential\ncathode for enhanced lithium storage at both room temperature and\nan elevated temperature of 50 °C.</p>", "clean_text": "Metal-organic framework-derived lithium cobaltate nanoparticles were fabricated by annealing of the ZIF-67 precursor with Li2CO3 under air, followed by homogeneous AlF3 coating and carbon nanotubes (CNTs) wrapping. The as-prepared AlF3-coated LiCoO2/CNTs electrode can act as a potential cathode for enhanced lithium storage at both room temperature and an elevated temperature of 50 °C.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The\nincorporation of aluminum fluoride and carbon nanotubes\ncan effectively improve the lithium storage capacity of LiCoO<sub>2</sub> derived from ZIF-67 as a sacrificial template. More importantly,\nkinetic analysis on the basis of cyclic voltammograms indicates that\na pseudocapacitive effect primarily contributed to the high lithium\nstorage capacity.</p>", "clean_text": "The incorporation of aluminum fluoride and carbon nanotubes can effectively improve the lithium storage capacity of LiCoO2 derived from ZIF-67 as a sacrificial template. More importantly, kinetic analysis on the basis of cyclic voltammograms indicates that a pseudocapacitive effect primarily contributed to the high lithium storage capacity.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Ever since the commercialization\nof Li-ion batteries (LIBs), first by Sony\nCorp., LIBs are the main source of power for portable electronic devices\neven nowadays. Revolutionizing the current state of electronic products\nor transportation, Li<sub>\n<italic>x</italic>\n</sub>CoO<sub>2</sub> has\nbeen regarded as a positive material of the LIB energy-storage system\nowing to its superior specific energy, high working potential, and\nespecially easy preparation process. Nanocrystallization and surface\ncoating are the two most applied methods to modify and design a cathode.\nThe use of a nanostructure can efficiently shorten the diffusion path\nof Li<sup>+</sup>, enhance the specific surface, and facilitate better\ninsertion/extraction of Li ions. Kawamura and coauthors proved that\nLiCoO<sub>2</sub> nanopowders with optimal size could improve the\nhigh-rate capability of LIBs. Moreover,\nsurface coating of the electrode material is an effective method for\nimproving electronic conductivity and rate capability. For instance,\nScott and co-workers reported a nanoscale Al<sub>2</sub>O<sub>3</sub> coating as a LiCoO<sub>2</sub> protective layer, which enable a\nstable high rate capacity. In addition\nto oxides (such as TiO<sub>2</sub>, ZnO, ZrO<sub>2</sub>\n),\nfluorides can also be used for the surface modification\nand decoration of LiCoO<sub>2</sub>.</p>", "clean_text": "Ever since the commercialization of Li-ion batteries (LIBs), first by Sony Corp., LIBs are the main source of power for portable electronic devices even nowadays. Revolutionizing the current state of electronic products or transportation, Li x CoO2 has been regarded as a positive material of the LIB energy-storage system owing to its superior specific energy, high working potential, and especially easy preparation process. Nanocrystallization and surface coating are the two most applied methods to modify and design a cathode. The use of a nanostructure can efficiently shorten the diffusion path of Li+, enhance the specific surface, and facilitate better insertion/extraction of Li ions. Kawamura and coauthors proved that LiCoO2 nanopowders with optimal size could improve the high-rate capability of LIBs. Moreover, surface coating of the electrode material is an effective method for improving electronic conductivity and rate capability. For instance, Scott and co-workers reported a nanoscale Al2O3 coating as a LiCoO2 protective layer, which enable a stable high rate capacity. In addition to oxides (such as TiO2, ZnO, ZrO2 ), fluorides can also be used for the surface modification and decoration of LiCoO2.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs) possess high porosity, controllable\ntopological diversity, and large specific surface area. MOFs could serve as templates in the field of\nenergy storage and conversion. ZIF-67, a cobalt-based\nzeolitic imidazolate framework (one subset of MOFs), has been widely\nused as a precursor to fabricate metal oxides/sulfides, such as CoS<sub>2</sub>, Co<sub>3</sub>O<sub>4</sub>, CuCo<sub>2</sub>O<sub>4</sub>, and ZnCo<sub>2</sub>O<sub>4</sub>–ZnO–C. Inspired by this, herein, we report the design\nand synthesis of AlF<sub>3</sub>-coated MOF-derived LiCoO<sub>2</sub> wrapped by carbon nanotubes (CNTs; namely, LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>). When tested as a cathode material for LIBs, this electrode\nexhibits improved lithium storage.</p>", "clean_text": "Metal-organic frameworks (MOFs) possess high porosity, controllable topological diversity, and large specific surface area. MOFs could serve as templates in the field of energy storage and conversion. ZIF-67, a cobalt-based zeolitic imidazolate framework (one subset of MOFs), has been widely used as a precursor to fabricate metal oxides/sulfides, such as CoS2, Co3O4, CuCo2O4, and ZnCo2O4-ZnO-C. Inspired by this, herein, we report the design and synthesis of AlF3-coated MOF-derived LiCoO2 wrapped by carbon nanotubes (CNTs; namely, LiCoO2/CNTs@AlF3). When tested as a cathode material for LIBs, this electrode exhibits improved lithium storage.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The fabrication process of\nLiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> is illustrated in . By utilizing one-step\ncalcination between the ZIF-67 precursor\nand Li<sub>2</sub>CO<sub>3</sub>, followed by AlF<sub>3</sub> coating\nand CNT wrapping, LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> nanoparticles\nwere successfully fabricated. Scanning electron microscopy (SEM) shows\nthat the ZIF-67 precursor possesses a typical polyhedral appearance\nwith a uniform size of 500 nm (a). During the synthesis procedure, the shapes of the\nnanoparticles were clear and no agglomeration was observed (b,c). Finally, LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> are uniformly wrapped with CNTs (d). Transmission\nelectron microscopy (TEM) images verify the presence of CNTs and a\nAlF<sub>3</sub> layer with a thickness of approximately 5 nm (e,f), while the TEM\nimages of bare LiCoO<sub>2</sub> are presented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S1</ext-link> for a better comparison. Furthermore, elemental\nmapping analysis indicates that C, Co, O, Al, F, and N elements are\nuniformly distributed in the powder (g). Because Li is a light element, it cannot\nbe recognized.\n</p>", "clean_text": "The fabrication process of LiCoO2/CNTs@AlF3 is illustrated in . By utilizing one-step calcination between the ZIF-67 precursor and Li2CO3, followed by AlF3 coating and CNT wrapping, LiCoO2/CNTs@AlF3 nanoparticles were successfully fabricated. Scanning electron microscopy (SEM) shows that the ZIF-67 precursor possesses a typical polyhedral appearance with a uniform size of 500 nm (a). During the synthesis procedure, the shapes of the nanoparticles were clear and no agglomeration was observed (b,c). Finally, LiCoO2/CNTs@AlF3 are uniformly wrapped with CNTs (d). Transmission electron microscopy (TEM) images verify the presence of CNTs and a AlF3 layer with a thickness of approximately 5 nm (e,f), while the TEM images of bare LiCoO2 are presented in Figure S1 for a better comparison. Furthermore, elemental mapping analysis indicates that C, Co, O, Al, F, and N elements are uniformly distributed in the powder (g). Because Li is a light element, it cannot be recognized. ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration\nof the Preparation of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>\n</title>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic9b01727_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Preparation of LiCoO2/CNTs@AlF3    ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of (a) ZIF-67, (b) LiCoO<sub>2</sub>, (c) LiCoO<sub>2</sub>@AlF<sub>3</sub>, and (d) LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>. (e and f) TEM images of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>.\n(g) Elemental mapping images. (h) XRD pattern, (i) Full XPS analysis.\n(j) Raman spectrum. (k) N<sub>2</sub> adsorption–desorption\nisotherm of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic9b01727_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of (a) ZIF-67, (b) LiCoO2, (c) LiCoO2@AlF3, and (d) LiCoO2/CNTs@AlF3. (e and f) TEM images of LiCoO2/CNTs@AlF3. (g) Elemental mapping images. (h) XRD pattern, (i) Full XPS analysis. (j) Raman spectrum. (k) N2 adsorption-desorption isotherm of LiCoO2/CNTs@AlF3.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>Powder X-ray diffraction (PXRD) in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S2</ext-link> confirmed the successful preparation of ZIF-67. As for LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>, the characteristic peaks are in good\nagreement with the hexagonal layered LiCoO<sub>2</sub> (JCPDS 70-2685)\nwith the <italic>R</italic>3̅<italic>m</italic> space group\n(h). No diffraction\npeaks related to AlF<sub>3</sub> are observed, indicating that the\nAlF<sub>3</sub> layer only remains on the surface of the nanoparticles. X-ray photoelectron spectroscopy (XPS) further\ndetects the signals of C, O, F, Al, Co, and N elements in the spectrum\n(i). The C\npeak originates from the adjunct CNTs and decomposition of organic\nligands during pyrolysis. Because of the presence of a hetero N atom\nin the 2-methylimidazole ligand, a weak characteristic peak of the\nN element can be found. High-resolution XPS spectra of C 1s, Co 2p,\nAl 2p, and F 1s are provided in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3</ext-link>. For the C 1s spectra in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3a</ext-link>,\nfour peaks can be attributed to C–C, C–O, CN,\nand CO (recorded at 284.8, 285.9, 286.6, and 288.9 eV). The\ncharacteristic peaks of Co 2p<sub>3/2</sub> and Co 2p<sub>1/2</sub> are located at 779.8 and 794.8 eV, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3b</ext-link>). The main Al 2p peak at 76.3 eV corresponds to\nthe Al–F bond, and the small peak at 71.35 eV may be caused\nby the contact of aluminum with air (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3c</ext-link>). The F 1s peak is located at 685.2 eV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3d</ext-link>). The Raman spectrum of the\nLiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> sample displays the Raman bands\nof the A<sub>1g</sub> and E<sub>g</sub> modes for layered LiCoO<sub>2</sub> at 596 and 486 cm<sup>–1</sup> (j). The intensity\nof the G band is much higher than that of the D band, indicating a\ngreat increase in the degree of the graphitic crystalline structure\nbecause of the use of CNTs. Elemental\nanalysis confirms that the C content reaches up to 21.06 wt %. The\nN<sub>2</sub> adsorption–desorption isotherm shows a moderate\nBrunauer–Emmett–Teller specific surface area of 72.6\nm<sup>2</sup> g<sup>–1</sup> (k). On the basis of the Barrett–Joyner–Halenda\nmodel, the corresponding pore size has two hierarchical porosities:\nmesopores and macropores (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S4</ext-link>). This\nporous property can provide a convenient pathway for electrolyte diffusion\nand Li-ion transfer.</p>", "clean_text": "Powder X-ray diffraction (PXRD) in Figure S2 confirmed the successful preparation of ZIF-67. As for LiCoO2/CNTs@AlF3, the characteristic peaks are in good agreement with the hexagonal layered LiCoO2 (JCPDS 70-2685) with the R3̅m space group (h). No diffraction peaks related to AlF3 are observed, indicating that the AlF3 layer only remains on the surface of the nanoparticles. X-ray photoelectron spectroscopy (XPS) further detects the signals of C, O, F, Al, Co, and N elements in the spectrum (i). The C peak originates from the adjunct CNTs and decomposition of organic ligands during pyrolysis. Because of the presence of a hetero N atom in the 2-methylimidazole ligand, a weak characteristic peak of the N element can be found. High-resolution XPS spectra of C 1s, Co 2p, Al 2p, and F 1s are provided in Figure S3. For the C 1s spectra in Figure S3a, four peaks can be attributed to C-C, C-O, CN, and CO (recorded at 284.8, 285.9, 286.6, and 288.9 eV). The characteristic peaks of Co 2p3/2 and Co 2p1/2 are located at 779.8 and 794.8 eV, respectively (Figure S3b). The main Al 2p peak at 76.3 eV corresponds to the Al-F bond, and the small peak at 71.35 eV may be caused by the contact of aluminum with air (Figure S3c). The F 1s peak is located at 685.2 eV (Figure S3d). The Raman spectrum of the LiCoO2/CNTs@AlF3 sample displays the Raman bands of the A1g and Eg modes for layered LiCoO2 at 596 and 486 cm-1 (j). The intensity of the G band is much higher than that of the D band, indicating a great increase in the degree of the graphitic crystalline structure because of the use of CNTs. Elemental analysis confirms that the C content reaches up to 21.06 wt %. The N2 adsorption-desorption isotherm shows a moderate Brunauer-Emmett-Teller specific surface area of 72.6 m2 g-1 (k). On the basis of the Barrett-Joyner-Halenda model, the corresponding pore size has two hierarchical porosities: mesopores and macropores (Figure S4). This porous property can provide a convenient pathway for electrolyte diffusion and Li-ion transfer.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>The electrochemical properties of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrodes were evaluated. Cyclic voltammetry\n(CV) curves\nare shown in a. In the first cycle, the main anode and cathode peaks were observed\nat 3.87 and 4.06 V, respectively. The reaction mechanism can be described\nas follows: <italic>x</italic>Li<sup>+</sup> + Li<sub>1–<italic>x</italic>\n</sub>CoO<sub>2</sub> + <italic>x</italic>e<sup>–</sup> ⇌ LiCoO<sub>2</sub>. The capacity\nof LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> is preserved at a stable\nvalue of 96.7 mAh g<sup>–1</sup> after 500 cycles at 2 C. Even\nat a higher rate of 5 C, this electrode still delivers a specific\ncapacity of 89.8 mAh g<sup>–1</sup>, demonstrating more superior\nhigh-current charging/discharging feasibility than commercial LiCoO<sub>2</sub> (b).\nFor comparison, we also tested the electrochemical capabilities of\nthe other three fabricated LiCoO<sub>2</sub>, LiCoO<sub>2</sub>@AlF<sub>3</sub>, and LiCoO<sub>2</sub>/CNTs electrodes. The PXRD patterns\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S5</ext-link> depicted their successful\nsynthesis. As presented in c, these cathodes exhibit initial discharge capacities\nof 113.8 mAh g<sup>–1</sup> (for LiCoO<sub>2</sub>), 123 mAh\ng<sup>–1</sup> (for LiCoO<sub>2</sub>@AlF<sub>3</sub>), 127.3\nmAh g<sup>–1</sup> (for LiCoO<sub>2</sub>/CNTs), and 134.9\nmAh g<sup>–1</sup> (for LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>) at 1 C (1 C = 274 mA g<sup>–1</sup>). Voltage plateaus at\naround 3.89 and 3.97 V represent the typical electrochemical behavior\nof LiCoO<sub>2</sub> materials. The charge/discharge\nperformances among the four materials are depicted in d. Among them, the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode manifests the best property\nby retaining around 120 mAh g<sup>–1</sup> at 1 C after 200\ncycles with a fading rate of only 0.05% per cycle. The outstanding\nperformance of the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode\ncan be attributed to the introduction of CNTs and surface modification\nof AlF<sub>3</sub>. CNTs can provide a faster transfer path for electrons.\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S6</ext-link>, the intensity of\nthe G band in the Raman spectra significantly increases with the combination\nof CNTs. As presented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Table S1</ext-link>, the\nas-prepared LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> shows a capacity\nimprovement comparable with those of other reported coated LiCoO<sub>2</sub>, indicating that the proposed strategy for the synthesis\nof LiCoO<sub>2</sub> derived from a MOF as the template is useful\nin enhancing the electrochemical properties. Moreover, the AlF<sub>3</sub> layer can inhibit the fast growth of a cathode solid electrolyte\ninterphase film during cycling, enhancing the capacity retention of\nthe LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode credibly. The rate capabilities over a current density\nrange from 0.2 to 5 C are displayed in e. Obviously, the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode delivers the best reversible capacities with 143,\n135, 127, and 114 mAh g<sup>–1</sup> at 0.5, 1, 2, and 5 C,\nrespectively. As seen from f, it is evident that the diameter of the semicircle\nin LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> is lower than those of the\nother three electrodes, indicating a lower resistance value for better\nLi<sup>+</sup> migration and a faster transfer kinetic process.\n</p>", "clean_text": "The electrochemical properties of LiCoO2/CNTs@AlF3 electrodes were evaluated. Cyclic voltammetry (CV) curves are shown in a. In the first cycle, the main anode and cathode peaks were observed at 3.87 and 4.06 V, respectively. The reaction mechanism can be described as follows: xLi+ + Li1-x CoO2 + xe- ⇌ LiCoO2. The capacity of LiCoO2/CNTs@AlF3 is preserved at a stable value of 96.7 mAh g-1 after 500 cycles at 2 C. Even at a higher rate of 5 C, this electrode still delivers a specific capacity of 89.8 mAh g-1, demonstrating more superior high-current charging/discharging feasibility than commercial LiCoO2 (b). For comparison, we also tested the electrochemical capabilities of the other three fabricated LiCoO2, LiCoO2@AlF3, and LiCoO2/CNTs electrodes. The PXRD patterns in Figure S5 depicted their successful synthesis. As presented in c, these cathodes exhibit initial discharge capacities of 113.8 mAh g-1 (for LiCoO2), 123 mAh g-1 (for LiCoO2@AlF3), 127.3 mAh g-1 (for LiCoO2/CNTs), and 134.9 mAh g-1 (for LiCoO2/CNTs@AlF3) at 1 C (1 C = 274 mA g-1). Voltage plateaus at around 3.89 and 3.97 V represent the typical electrochemical behavior of LiCoO2 materials. The charge/discharge performances among the four materials are depicted in d. Among them, the LiCoO2/CNTs@AlF3 electrode manifests the best property by retaining around 120 mAh g-1 at 1 C after 200 cycles with a fading rate of only 0.05% per cycle. The outstanding performance of the LiCoO2/CNTs@AlF3 electrode can be attributed to the introduction of CNTs and surface modification of AlF3. CNTs can provide a faster transfer path for electrons. As shown in Figure S6, the intensity of the G band in the Raman spectra significantly increases with the combination of CNTs. As presented in Table S1, the as-prepared LiCoO2/CNTs@AlF3 shows a capacity improvement comparable with those of other reported coated LiCoO2, indicating that the proposed strategy for the synthesis of LiCoO2 derived from a MOF as the template is useful in enhancing the electrochemical properties. Moreover, the AlF3 layer can inhibit the fast growth of a cathode solid electrolyte interphase film during cycling, enhancing the capacity retention of the LiCoO2/CNTs@AlF3 electrode credibly. The rate capabilities over a current density range from 0.2 to 5 C are displayed in e. Obviously, the LiCoO2/CNTs@AlF3 electrode delivers the best reversible capacities with 143, 135, 127, and 114 mAh g-1 at 0.5, 1, 2, and 5 C, respectively. As seen from f, it is evident that the diameter of the semicircle in LiCoO2/CNTs@AlF3 is lower than those of the other three electrodes, indicating a lower resistance value for better Li+ migration and a faster transfer kinetic process. ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) CV curves of the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode.\n(b) Long cycling performances of commercial and LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrodes. (c) First charge/discharge profiles of LiCoO<sub>2</sub>, LiCoO<sub>2</sub>@AlF<sub>3</sub>, LiCoO<sub>2</sub>/CNTs,\nand LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrodes. (d) Cycling\nperformance and Coulombic efficiency at 1 C. (e) Rate capabilities.\n(f) Electron impact spectra.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic9b01727_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) CV curves of the LiCoO2/CNTs@AlF3 electrode. (b) Long cycling performances of commercial and LiCoO2/CNTs@AlF3 electrodes. (c) First charge/discharge profiles of LiCoO2, LiCoO2@AlF3, LiCoO2/CNTs, and LiCoO2/CNTs@AlF3 electrodes. (d) Cycling performance and Coulombic efficiency at 1 C. (e) Rate capabilities. (f) Electron impact spectra.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The kinetic origin of the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode\nwas studied according to the CV curves at different scan\nrates (a).\nAs the sweep speed increases from 0.2 to 1.2 mV s<sup>–1</sup>, the shapes of the CV curves remain analogous. Notably, the intrinsic\nrelationship between the capacitance and diffusion can be qualitatively\nconsidered by the measured current (<italic>i</italic>) and scanning\nrate (<italic>v</italic>) with the equation <italic>i</italic> = <italic>av</italic>\n<sup>\n<italic>b</italic>\n</sup>, where <italic>a</italic> is an adjustable constant and the power coefficient <italic>b</italic> is an indicator of stored charge kinetics in the electrode. The electrochemical reaction is dominated by\nLi<sup>+</sup> diffusion when <italic>b</italic> is approaches 0.5,\nwhile the reaction is controlled by both diffusion-controlled and\nsurface-induced capacitive processes if the value of <italic>b</italic> is between 0.5 and 1.0. b displays log <italic>i</italic> versus log<italic>v</italic> plots of peaks 1 and 2, whose slopes (<italic>b</italic> value) are 0.685 and 0.644, demonstrating that the behavior of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> is primarily controlled by the surface\nprocess, achieving better rate capability and extended cycle stability\nthan merely diffusion-controlled reactions. By separation of the current response <italic>i</italic> at the\nfixed potential into a capacitive effect (<italic>k</italic>\n<sub>2</sub>\n<italic>v</italic>) and diffusion control (<italic>k</italic>\n<sub>1</sub>\n<italic>v</italic>\n<sup>1/2</sup>), the contribution of the\ncapacitance and diffusion can be further quantified with the equation <italic>i</italic> (V) = <italic>k</italic>\n<sub>1</sub>\n<italic>v</italic>\n<sup>1/2</sup> + <italic>k</italic>\n<sub>2</sub>\n<italic>v</italic>. Thus, we distinguished the contribution\nby plotting <italic>i</italic> (V)/<italic>v</italic>\n<sup>1/2</sup> versus <italic>v</italic>\n<sup>1/2</sup> to define <italic>k</italic>\n<sub>1</sub> and <italic>k</italic>\n<sub>2</sub>. On the basis of\nthe results, the total voltage profile of the CV curve at 0.8 mV s<sup>–1</sup> (c) has been divided into a diffusion area (blue-shaded region)\nand a dominated capacitance area (red-shaded region; the calculated\ncapacitive contribution of 57.21%). Meanwhile, data of the two contributions\nare summarized in d, which shows an ascendant tendency of the pseudocapacitive\ncontribution as the scan rate increases. The high capacitance contribution\nat high scan rates proves the stable long-term ability and superior\nrate performance provided by the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode.</p>", "clean_text": "The kinetic origin of the LiCoO2/CNTs@AlF3 electrode was studied according to the CV curves at different scan rates (a). As the sweep speed increases from 0.2 to 1.2 mV s-1, the shapes of the CV curves remain analogous. Notably, the intrinsic relationship between the capacitance and diffusion can be qualitatively considered by the measured current (i) and scanning rate (v) with the equation i = av  b , where a is an adjustable constant and the power coefficient b is an indicator of stored charge kinetics in the electrode. The electrochemical reaction is dominated by Li+ diffusion when b is approaches 0.5, while the reaction is controlled by both diffusion-controlled and surface-induced capacitive processes if the value of b is between 0.5 and 1.0. b displays log i versus logv plots of peaks 1 and 2, whose slopes (b value) are 0.685 and 0.644, demonstrating that the behavior of LiCoO2/CNTs@AlF3 is primarily controlled by the surface process, achieving better rate capability and extended cycle stability than merely diffusion-controlled reactions. By separation of the current response i at the fixed potential into a capacitive effect (k 2 v) and diffusion control (k 1 v 1/2), the contribution of the capacitance and diffusion can be further quantified with the equation i (V) = k 1 v 1/2 + k 2 v. Thus, we distinguished the contribution by plotting i (V)/v 1/2 versus v 1/2 to define k 1 and k 2. On the basis of the results, the total voltage profile of the CV curve at 0.8 mV s-1 (c) has been divided into a diffusion area (blue-shaded region) and a dominated capacitance area (red-shaded region; the calculated capacitive contribution of 57.21%). Meanwhile, data of the two contributions are summarized in d, which shows an ascendant tendency of the pseudocapacitive contribution as the scan rate increases. The high capacitance contribution at high scan rates proves the stable long-term ability and superior rate performance provided by the LiCoO2/CNTs@AlF3 electrode.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Kinetic analysis of the Li<sup>+</sup> storage. (a) CV\ncurves of\nthe LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode. (b) Logarithmic\nrelationship between the peak current density and scan rates. (c)\nCapacitive contribution (red area) to the total contribution. (d)\nContribution ratio between the capacitive and diffusion parts.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic9b01727_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Kinetic analysis of the Li+ storage. (a) CV curves of the LiCoO2/CNTs@AlF3 electrode. (b) Logarithmic relationship between the peak current density and scan rates. (c) Capacitive contribution (red area) to the total contribution. (d) Contribution ratio between the capacitive and diffusion parts.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>To further evaluate the ability of the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> cathode at an elevated temperature of\n50 °C, galvanostatic\ncharge/discharge and rate performance tests were conducted. As depicted\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S7a</ext-link>, the specific capacity remains\nas 96.8 mAh g<sup>–1</sup> with a relatively high capacity\nretention after 200 cycles. In addition, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S7b</ext-link> shows the variations in the capacities with increasing\ncycle number. Obviously, the reversible capacities of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> at each current density are better than the\ncommercial ones, exerting a fairly good rate performance and current\nwithstanding capability at high temperature correspondingly.</p>", "clean_text": "To further evaluate the ability of the LiCoO2/CNTs@AlF3 cathode at an elevated temperature of 50 °C, galvanostatic charge/discharge and rate performance tests were conducted. As depicted in Figure S7a, the specific capacity remains as 96.8 mAh g-1 with a relatively high capacity retention after 200 cycles. In addition, Figure S7b shows the variations in the capacities with increasing cycle number. Obviously, the reversible capacities of LiCoO2/CNTs@AlF3 at each current density are better than the commercial ones, exerting a fairly good rate performance and current withstanding capability at high temperature correspondingly.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>In conclusion, we have developed a novel strategy to synthesize\na lithium cobaltate cathode by annealing the ZIF-67 precursor together\nwith the integration of AlF<sub>3</sub> and CNTs. The excellent electrochemical\nbehavior can be attributed to the following: First, because of strong\ncomplexation among the metal ion and organic ligand of the ZIF-67\nprecursor, the as-prepared cathode material has a uniform elemental\ndistribution, high crystallinity, and N doping. Second, CNTs can be\nemployed as rapid electron channels for transportation, and the AlF<sub>3</sub> surface layer prevents Co ions from being dissolved in the\nelectrolyte during charging and discharging. Finally, the surface\nprocesses dominated by capacitance contributions ensure faster reaction\nkinetics and more stable cycling performance. We believe that the\nsynthetic strategy proposed in this work may shed light on the fabrication\nof a promising electrode material derived from MOFs for energy storage.</p>", "clean_text": "In conclusion, we have developed a novel strategy to synthesize a lithium cobaltate cathode by annealing the ZIF-67 precursor together with the integration of AlF3 and CNTs. The excellent electrochemical behavior can be attributed to the following: First, because of strong complexation among the metal ion and organic ligand of the ZIF-67 precursor, the as-prepared cathode material has a uniform elemental distribution, high crystallinity, and N doping. Second, CNTs can be employed as rapid electron channels for transportation, and the AlF3 surface layer prevents Co ions from being dissolved in the electrolyte during charging and discharging. Finally, the surface processes dominated by capacitance contributions ensure faster reaction kinetics and more stable cycling performance. We believe that the synthetic strategy proposed in this work may shed light on the fabrication of a promising electrode material derived from MOFs for energy storage.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.9b01727\">10.1021/acs.inorgchem.9b01727</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental section,\nTEM images, PXRD patterns, XPS\nspectra, pore-size distribution curve, Raman spectra, discharge capacity\nand Coulombic efficiency, and a comparison of electrochemical properties\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.9b01727.  Experimental section, TEM images, PXRD patterns, XPS spectra, pore-size distribution curve, Raman spectra, discharge capacity and Coulombic efficiency, and a comparison of electrochemical properties (PDF)   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Experimental section,\nTEM images, PXRD patterns, XPS\nspectra, pore-size distribution curve, Raman spectra, discharge capacity\nand Coulombic efficiency, and a comparison of electrochemical properties\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Experimental section, TEM images, PXRD patterns, XPS spectra, pore-size distribution curve, Raman spectra, discharge capacity and Coulombic efficiency, and a comparison of electrochemical properties (PDF)", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9, 13", "type": "text", "classification": "property", "content": "<p>Powder X-ray diffraction (PXRD) in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S2</ext-link> confirmed the successful preparation of ZIF-67. As for LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>, the characteristic peaks are in good\nagreement with the hexagonal layered LiCoO<sub>2</sub> (JCPDS 70-2685)\nwith the <italic>R</italic>3̅<italic>m</italic> space group\n(h). No diffraction\npeaks related to AlF<sub>3</sub> are observed, indicating that the\nAlF<sub>3</sub> layer only remains on the surface of the nanoparticles. X-ray photoelectron spectroscopy (XPS) further\ndetects the signals of C, O, F, Al, Co, and N elements in the spectrum\n(i). The C\npeak originates from the adjunct CNTs and decomposition of organic\nligands during pyrolysis. Because of the presence of a hetero N atom\nin the 2-methylimidazole ligand, a weak characteristic peak of the\nN element can be found. High-resolution XPS spectra of C 1s, Co 2p,\nAl 2p, and F 1s are provided in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3</ext-link>. For the C 1s spectra in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3a</ext-link>,\nfour peaks can be attributed to C–C, C–O, CN,\nand CO (recorded at 284.8, 285.9, 286.6, and 288.9 eV). The\ncharacteristic peaks of Co 2p<sub>3/2</sub> and Co 2p<sub>1/2</sub> are located at 779.8 and 794.8 eV, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3b</ext-link>). The main Al 2p peak at 76.3 eV corresponds to\nthe Al–F bond, and the small peak at 71.35 eV may be caused\nby the contact of aluminum with air (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3c</ext-link>). The F 1s peak is located at 685.2 eV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S3d</ext-link>). The Raman spectrum of the\nLiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> sample displays the Raman bands\nof the A<sub>1g</sub> and E<sub>g</sub> modes for layered LiCoO<sub>2</sub> at 596 and 486 cm<sup>–1</sup> (j). The intensity\nof the G band is much higher than that of the D band, indicating a\ngreat increase in the degree of the graphitic crystalline structure\nbecause of the use of CNTs. Elemental\nanalysis confirms that the C content reaches up to 21.06 wt %. The\nN<sub>2</sub> adsorption–desorption isotherm shows a moderate\nBrunauer–Emmett–Teller specific surface area of 72.6\nm<sup>2</sup> g<sup>–1</sup> (k). On the basis of the Barrett–Joyner–Halenda\nmodel, the corresponding pore size has two hierarchical porosities:\nmesopores and macropores (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S4</ext-link>). This\nporous property can provide a convenient pathway for electrolyte diffusion\nand Li-ion transfer.</p><p>The electrochemical properties of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrodes were evaluated. Cyclic voltammetry\n(CV) curves\nare shown in a. In the first cycle, the main anode and cathode peaks were observed\nat 3.87 and 4.06 V, respectively. The reaction mechanism can be described\nas follows: <italic>x</italic>Li<sup>+</sup> + Li<sub>1–<italic>x</italic>\n</sub>CoO<sub>2</sub> + <italic>x</italic>e<sup>–</sup> ⇌ LiCoO<sub>2</sub>. The capacity\nof LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> is preserved at a stable\nvalue of 96.7 mAh g<sup>–1</sup> after 500 cycles at 2 C. Even\nat a higher rate of 5 C, this electrode still delivers a specific\ncapacity of 89.8 mAh g<sup>–1</sup>, demonstrating more superior\nhigh-current charging/discharging feasibility than commercial LiCoO<sub>2</sub> (b).\nFor comparison, we also tested the electrochemical capabilities of\nthe other three fabricated LiCoO<sub>2</sub>, LiCoO<sub>2</sub>@AlF<sub>3</sub>, and LiCoO<sub>2</sub>/CNTs electrodes. The PXRD patterns\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S5</ext-link> depicted their successful\nsynthesis. As presented in c, these cathodes exhibit initial discharge capacities\nof 113.8 mAh g<sup>–1</sup> (for LiCoO<sub>2</sub>), 123 mAh\ng<sup>–1</sup> (for LiCoO<sub>2</sub>@AlF<sub>3</sub>), 127.3\nmAh g<sup>–1</sup> (for LiCoO<sub>2</sub>/CNTs), and 134.9\nmAh g<sup>–1</sup> (for LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>) at 1 C (1 C = 274 mA g<sup>–1</sup>). Voltage plateaus at\naround 3.89 and 3.97 V represent the typical electrochemical behavior\nof LiCoO<sub>2</sub> materials. The charge/discharge\nperformances among the four materials are depicted in d. Among them, the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode manifests the best property\nby retaining around 120 mAh g<sup>–1</sup> at 1 C after 200\ncycles with a fading rate of only 0.05% per cycle. The outstanding\nperformance of the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode\ncan be attributed to the introduction of CNTs and surface modification\nof AlF<sub>3</sub>. CNTs can provide a faster transfer path for electrons.\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S6</ext-link>, the intensity of\nthe G band in the Raman spectra significantly increases with the combination\nof CNTs. As presented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Table S1</ext-link>, the\nas-prepared LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> shows a capacity\nimprovement comparable with those of other reported coated LiCoO<sub>2</sub>, indicating that the proposed strategy for the synthesis\nof LiCoO<sub>2</sub> derived from a MOF as the template is useful\nin enhancing the electrochemical properties. Moreover, the AlF<sub>3</sub> layer can inhibit the fast growth of a cathode solid electrolyte\ninterphase film during cycling, enhancing the capacity retention of\nthe LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode credibly. The rate capabilities over a current density\nrange from 0.2 to 5 C are displayed in e. Obviously, the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode delivers the best reversible capacities with 143,\n135, 127, and 114 mAh g<sup>–1</sup> at 0.5, 1, 2, and 5 C,\nrespectively. As seen from f, it is evident that the diameter of the semicircle\nin LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> is lower than those of the\nother three electrodes, indicating a lower resistance value for better\nLi<sup>+</sup> migration and a faster transfer kinetic process.\n</p><p>To further evaluate the ability of the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> cathode at an elevated temperature of\n50 °C, galvanostatic\ncharge/discharge and rate performance tests were conducted. As depicted\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S7a</ext-link>, the specific capacity remains\nas 96.8 mAh g<sup>–1</sup> with a relatively high capacity\nretention after 200 cycles. In addition, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b01727/suppl_file/ic9b01727_si_001.pdf\">Figure S7b</ext-link> shows the variations in the capacities with increasing\ncycle number. Obviously, the reversible capacities of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> at each current density are better than the\ncommercial ones, exerting a fairly good rate performance and current\nwithstanding capability at high temperature correspondingly.</p>", "clean_text": "Powder X-ray diffraction (PXRD) in Figure S2 confirmed the successful preparation of ZIF-67. As for LiCoO2/CNTs@AlF3, the characteristic peaks are in good agreement with the hexagonal layered LiCoO2 (JCPDS 70-2685) with the R3̅m space group (h). No diffraction peaks related to AlF3 are observed, indicating that the AlF3 layer only remains on the surface of the nanoparticles. X-ray photoelectron spectroscopy (XPS) further detects the signals of C, O, F, Al, Co, and N elements in the spectrum (i). The C peak originates from the adjunct CNTs and decomposition of organic ligands during pyrolysis. Because of the presence of a hetero N atom in the 2-methylimidazole ligand, a weak characteristic peak of the N element can be found. High-resolution XPS spectra of C 1s, Co 2p, Al 2p, and F 1s are provided in Figure S3. For the C 1s spectra in Figure S3a, four peaks can be attributed to C-C, C-O, CN, and CO (recorded at 284.8, 285.9, 286.6, and 288.9 eV). The characteristic peaks of Co 2p3/2 and Co 2p1/2 are located at 779.8 and 794.8 eV, respectively (Figure S3b). The main Al 2p peak at 76.3 eV corresponds to the Al-F bond, and the small peak at 71.35 eV may be caused by the contact of aluminum with air (Figure S3c). The F 1s peak is located at 685.2 eV (Figure S3d). The Raman spectrum of the LiCoO2/CNTs@AlF3 sample displays the Raman bands of the A1g and Eg modes for layered LiCoO2 at 596 and 486 cm-1 (j). The intensity of the G band is much higher than that of the D band, indicating a great increase in the degree of the graphitic crystalline structure because of the use of CNTs. Elemental analysis confirms that the C content reaches up to 21.06 wt %. The N2 adsorption-desorption isotherm shows a moderate Brunauer-Emmett-Teller specific surface area of 72.6 m2 g-1 (k). On the basis of the Barrett-Joyner-Halenda model, the corresponding pore size has two hierarchical porosities: mesopores and macropores (Figure S4). This porous property can provide a convenient pathway for electrolyte diffusion and Li-ion transfer.\n\nThe electrochemical properties of LiCoO2/CNTs@AlF3 electrodes were evaluated. Cyclic voltammetry (CV) curves are shown in a. In the first cycle, the main anode and cathode peaks were observed at 3.87 and 4.06 V, respectively. The reaction mechanism can be described as follows: xLi+ + Li1-x CoO2 + xe- ⇌ LiCoO2. The capacity of LiCoO2/CNTs@AlF3 is preserved at a stable value of 96.7 mAh g-1 after 500 cycles at 2 C. Even at a higher rate of 5 C, this electrode still delivers a specific capacity of 89.8 mAh g-1, demonstrating more superior high-current charging/discharging feasibility than commercial LiCoO2 (b). For comparison, we also tested the electrochemical capabilities of the other three fabricated LiCoO2, LiCoO2@AlF3, and LiCoO2/CNTs electrodes. The PXRD patterns in Figure S5 depicted their successful synthesis. As presented in c, these cathodes exhibit initial discharge capacities of 113.8 mAh g-1 (for LiCoO2), 123 mAh g-1 (for LiCoO2@AlF3), 127.3 mAh g-1 (for LiCoO2/CNTs), and 134.9 mAh g-1 (for LiCoO2/CNTs@AlF3) at 1 C (1 C = 274 mA g-1). Voltage plateaus at around 3.89 and 3.97 V represent the typical electrochemical behavior of LiCoO2 materials. The charge/discharge performances among the four materials are depicted in d. Among them, the LiCoO2/CNTs@AlF3 electrode manifests the best property by retaining around 120 mAh g-1 at 1 C after 200 cycles with a fading rate of only 0.05% per cycle. The outstanding performance of the LiCoO2/CNTs@AlF3 electrode can be attributed to the introduction of CNTs and surface modification of AlF3. CNTs can provide a faster transfer path for electrons. As shown in Figure S6, the intensity of the G band in the Raman spectra significantly increases with the combination of CNTs. As presented in Table S1, the as-prepared LiCoO2/CNTs@AlF3 shows a capacity improvement comparable with those of other reported coated LiCoO2, indicating that the proposed strategy for the synthesis of LiCoO2 derived from a MOF as the template is useful in enhancing the electrochemical properties. Moreover, the AlF3 layer can inhibit the fast growth of a cathode solid electrolyte interphase film during cycling, enhancing the capacity retention of the LiCoO2/CNTs@AlF3 electrode credibly. The rate capabilities over a current density range from 0.2 to 5 C are displayed in e. Obviously, the LiCoO2/CNTs@AlF3 electrode delivers the best reversible capacities with 143, 135, 127, and 114 mAh g-1 at 0.5, 1, 2, and 5 C, respectively. As seen from f, it is evident that the diameter of the semicircle in LiCoO2/CNTs@AlF3 is lower than those of the other three electrodes, indicating a lower resistance value for better Li+ migration and a faster transfer kinetic process. \n\nTo further evaluate the ability of the LiCoO2/CNTs@AlF3 cathode at an elevated temperature of 50 °C, galvanostatic charge/discharge and rate performance tests were conducted. As depicted in Figure S7a, the specific capacity remains as 96.8 mAh g-1 with a relatively high capacity retention after 200 cycles. In addition, Figure S7b shows the variations in the capacities with increasing cycle number. Obviously, the reversible capacities of LiCoO2/CNTs@AlF3 at each current density are better than the commercial ones, exerting a fairly good rate performance and current withstanding capability at high temperature correspondingly.", "data": [[{"meta": {"name": "ZIF-67", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "powder X-ray diffraction (PXRD)", "value": "", "unit": "", "condition": ""}, {"property name": "X-ray photoelectron spectroscopy (XPS)", "value": "", "unit": "", "condition": ""}, {"property name": "Raman spectrum", "value": "", "unit": "", "condition": ""}, {"property name": "elemental analysis", "value": "", "unit": "", "condition": ""}, {"property name": "N2 adsorption-desorption isotherm", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration\nof the Preparation of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>\n</title>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic9b01727_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Preparation of LiCoO2/CNTs@AlF3    ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of (a) ZIF-67, (b) LiCoO<sub>2</sub>, (c) LiCoO<sub>2</sub>@AlF<sub>3</sub>, and (d) LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>. (e and f) TEM images of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>.\n(g) Elemental mapping images. (h) XRD pattern, (i) Full XPS analysis.\n(j) Raman spectrum. (k) N<sub>2</sub> adsorption–desorption\nisotherm of LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic9b01727_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of (a) ZIF-67, (b) LiCoO2, (c) LiCoO2@AlF3, and (d) LiCoO2/CNTs@AlF3. (e and f) TEM images of LiCoO2/CNTs@AlF3. (g) Elemental mapping images. (h) XRD pattern, (i) Full XPS analysis. (j) Raman spectrum. (k) N2 adsorption-desorption isotherm of LiCoO2/CNTs@AlF3.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) CV curves of the LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode.\n(b) Long cycling performances of commercial and LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrodes. (c) First charge/discharge profiles of LiCoO<sub>2</sub>, LiCoO<sub>2</sub>@AlF<sub>3</sub>, LiCoO<sub>2</sub>/CNTs,\nand LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrodes. (d) Cycling\nperformance and Coulombic efficiency at 1 C. (e) Rate capabilities.\n(f) Electron impact spectra.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic9b01727_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) CV curves of the LiCoO2/CNTs@AlF3 electrode. (b) Long cycling performances of commercial and LiCoO2/CNTs@AlF3 electrodes. (c) First charge/discharge profiles of LiCoO2, LiCoO2@AlF3, LiCoO2/CNTs, and LiCoO2/CNTs@AlF3 electrodes. (d) Cycling performance and Coulombic efficiency at 1 C. (e) Rate capabilities. (f) Electron impact spectra.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Kinetic analysis of the Li<sup>+</sup> storage. (a) CV\ncurves of\nthe LiCoO<sub>2</sub>/CNTs@AlF<sub>3</sub> electrode. (b) Logarithmic\nrelationship between the peak current density and scan rates. (c)\nCapacitive contribution (red area) to the total contribution. (d)\nContribution ratio between the capacitive and diffusion parts.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic9b01727_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Kinetic analysis of the Li+ storage. (a) CV curves of the LiCoO2/CNTs@AlF3 electrode. (b) Logarithmic relationship between the peak current density and scan rates. (c) Capacitive contribution (red area) to the total contribution. (d) Contribution ratio between the capacitive and diffusion parts.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.9b01727", "title": "\nMethod for Synthesis of Zeolitic Imidazolate Framework-Derived\nLiCoO2/CNTs@AlF3 with Enhanced Lithium Storage\nCapacity\n", "journal": "American Chemical Society", "date": "2019.09", "author_list": ["Cheng\nQiuxia", "Zhou\nJianen", "Ke\nChunxian", "Qin\nLuzhu", "Lin\nXiaoming", "Lokesh\nBudigi", "Zhang\nGang", "Cai\nYuepeng"]}}