{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic9b03732.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Boronic acid groups\nhave a high affinity toward <italic>cis</italic>-diols, which, when\nsuspended in a metal–organic framework, generate a novel adsorbent\nfor <italic>cis</italic>-diols. In this work, we followed a metal–ligand-fragment-coassembly\n(MLFC) approach to develop a series of water-stable barium metal–organic\nframeworks with uniform distribution of free boronic acid in the scaffold.\nThe <sup>11</sup>B nuclear magnetic resonance (NMR) and X-ray photoelectron\nspectroscopic (XPS) investigations show the enhancement in the inclusion\nas the feed amount of boronic acid moiety increases. The findings\nof the adsorption studies elucidated the importance of furanose isomeric\nform of <italic>cis</italic>-diols in determining the adsorption efficiency.\nGalactose is the favorable adsorbate which has the maximum number\nof molecules in its furanose isomeric form (∼7%). The\ndeveloped MOFs are promising candidates for the isolation of <italic>cis</italic>-diols from aqueous solutions.</p>", "clean_text": "Boronic acid groups have a high affinity toward cis-diols, which, when suspended in a metal-organic framework, generate a novel adsorbent for cis-diols. In this work, we followed a metal-ligand-fragment-coassembly (MLFC) approach to develop a series of water-stable barium metal-organic frameworks with uniform distribution of free boronic acid in the scaffold. The 11B nuclear magnetic resonance (NMR) and X-ray photoelectron spectroscopic (XPS) investigations show the enhancement in the inclusion as the feed amount of boronic acid moiety increases. The findings of the adsorption studies elucidated the importance of furanose isomeric form of cis-diols in determining the adsorption efficiency. Galactose is the favorable adsorbate which has the maximum number of molecules in its furanose isomeric form (~7%). The developed MOFs are promising candidates for the isolation of cis-diols from aqueous solutions.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A series of boronic acid incorporated barium MOFs are utilized\nfor the adsorption of <italic>cis</italic>-diols from aqueous solutions\nand the furanose isomeric form of <italic>cis</italic>-diols determined\nthe adsorption efficiency.</p><title>Introduction</title><p>Compounds with <italic>cis</italic>-diol groups fall into a wide variety of categories like\ncarbohydrates, glucosides, glycoproteins, and so on. They have numerous functional roles in biological systems,\nsuch as in the human and animal body, and are essential for the existence\nof life on earth. The low abundance of <italic>cis</italic>-diol-containing molecules demands their isolation and separation\nbefore a successful analysis. There are\nmany methods for the study of <italic>cis</italic>-diols, important\nones being high-performance liquid chromatography (HPLC), gas chromatography (GC), and capillary zone electrophoresis (CZE); however, the enrichment techniques which are cardinal in determining\nthe competence of the study are very few. Adsorption is at the top\nof the list of concentration methods where the adsorbent plays a crucial\nrole. Several functional materials are\nutilized as adsorbents for <italic>cis</italic>-diols, among which\nmolecules containing boronic acid moieties stand out. They function as robust sensors for important small molecules\nlike diols and anions and could be encompassed\nas part of a membrane surface or suspended as free functional groups\nin the reaction system for an electrochemical or photochemical response. Boronic acid groups show high affinity to bind to the <italic>cis</italic>-diols in an alkaline medium, resulting in the formation of an ester; therefore, materials with boronic acid fragments\nare well-known for their application in the field of enrichment and\nseparation of <italic>cis</italic>-diols.\n</p>", "clean_text": "A series of boronic acid incorporated barium MOFs are utilized for the adsorption of cis-diols from aqueous solutions and the furanose isomeric form of cis-diols determined the adsorption efficiency.\n\nIntroduction\n\nCompounds with cis-diol groups fall into a wide variety of categories like carbohydrates, glucosides, glycoproteins, and so on. They have numerous functional roles in biological systems, such as in the human and animal body, and are essential for the existence of life on earth. The low abundance of cis-diol-containing molecules demands their isolation and separation before a successful analysis. There are many methods for the study of cis-diols, important ones being high-performance liquid chromatography (HPLC), gas chromatography (GC), and capillary zone electrophoresis (CZE); however, the enrichment techniques which are cardinal in determining the competence of the study are very few. Adsorption is at the top of the list of concentration methods where the adsorbent plays a crucial role. Several functional materials are utilized as adsorbents for cis-diols, among which molecules containing boronic acid moieties stand out. They function as robust sensors for important small molecules like diols and anions and could be encompassed as part of a membrane surface or suspended as free functional groups in the reaction system for an electrochemical or photochemical response. Boronic acid groups show high affinity to bind to the cis-diols in an alkaline medium, resulting in the formation of an ester; therefore, materials with boronic acid fragments are well-known for their application in the field of enrichment and separation of cis-diols. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) are polymeric materials renowned for their use in the adsorption\nand removal of numerous chemical molecules from different solvent\nsystems. Metal–ligand-fragment-coassembly (MLFC) is an excellent way\nof introducing mesopores into the MOFs by synthesizing the same with\na ligand and its fragment with a desirable functional group. MLFC\nreduces the chance of clogging the pores, which is a significant drawback\nof the postsynthetic modification (PSM). In this way, grafting of a functional group into the MOF, which\nhas a distinct affinity for any of the likely substrates could be\ncarried out to develop a high-performance functional material.\n</p>", "clean_text": "Metal-organic frameworks (MOFs) are polymeric materials renowned for their use in the adsorption and removal of numerous chemical molecules from different solvent systems. Metal-ligand-fragment-coassembly (MLFC) is an excellent way of introducing mesopores into the MOFs by synthesizing the same with a ligand and its fragment with a desirable functional group. MLFC reduces the chance of clogging the pores, which is a significant drawback of the postsynthetic modification (PSM). In this way, grafting of a functional group into the MOF, which has a distinct affinity for any of the likely substrates could be carried out to develop a high-performance functional material. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Here, we demonstrate the solvothermal\nsynthesis of a barium MOF with trimesic acid (BTC) ligand (<bold>1-B</bold>) and a set of six boronic acids incorporated MOFs having analogous\nstructures of <bold>1-B</bold>. The <bold>1-B</bold> analogues are\ndeveloped through the MLFC approach by the addition of calculated\namounts of 5-boronoisopthalic acid (BIA) (). The MOFs obtained by the MLFC method are\nnamed as <bold>(1:6)-B</bold> to <bold>(1:1)-B,</bold> where the feed\nratio of BIA to BTC is from 1:6 to 1:1. The presence of boronic acid\nin the framework was characterized through sevaral state-of-art techniques.\nAll the MOFs, along with the parent framework <bold>1-B</bold>, were\ntested for their ability to bind with various <italic>cis</italic>-diols in the aqueous medium. The boronic acid suspended MOFs are\nfound to be adaptable adsorbents for the same.</p>", "clean_text": "Here, we demonstrate the solvothermal synthesis of a barium MOF with trimesic acid (BTC) ligand (1-B) and a set of six boronic acids incorporated MOFs having analogous structures of 1-B. The 1-B analogues are developed through the MLFC approach by the addition of calculated amounts of 5-boronoisopthalic acid (BIA) (). The MOFs obtained by the MLFC method are named as (1:6)-B to (1:1)-B, where the feed ratio of BIA to BTC is from 1:6 to 1:1. The presence of boronic acid in the framework was characterized through sevaral state-of-art techniques. All the MOFs, along with the parent framework 1-B, were tested for their ability to bind with various cis-diols in the aqueous medium. The boronic acid suspended MOFs are found to be adaptable adsorbents for the same.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Scheme Showing the\nSynthesis of MOFs with and without Modulator</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic9b03732_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Scheme Showing the Synthesis of MOFs with and without Modulator   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The adsorption capacity was calculated at different pH values and\nfound to be better at pH 8. The efficiency of <italic>cis</italic>-diol adsorption increases with the increment of boronic acid in\nthe framework. The order of adsorption is galactose &gt; glucose &gt;\nmannose &gt; xylose and is decided by the presence of furanose isomer\nin the diol, which is maximum for galactose. Mechanistic studies elucidated\nthat the adsorption kinetics are pseudo-second-order and that they\nfollow the Langmuir adsorption isotherm.</p>", "clean_text": "The adsorption capacity was calculated at different pH values and found to be better at pH 8. The efficiency of cis-diol adsorption increases with the increment of boronic acid in the framework. The order of adsorption is galactose > glucose > mannose > xylose and is decided by the presence of furanose isomer in the diol, which is maximum for galactose. Mechanistic studies elucidated that the adsorption kinetics are pseudo-second-order and that they follow the Langmuir adsorption isotherm.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Materials\nand Methods</title><title>Synthesis</title><title>Synthesis of <bold>1-B</bold>\n</title><p>Ba­(NO<sub>3</sub>)<sub>2</sub> (0.2 mmol) and trimesic acid (BTC) (0.2 mmol)\nwere dissolved in a mixture of 5 mL each of water and <italic>N</italic>,<italic>N</italic>′-dimethylformamide (DMF) in a glass vial\nby sonication. The solution was transferred to a 20 mL Teflon lined\nautoclave and placed in a preheated oven at 120 °C for 24 h.\nThe autoclave was cooled to room temperature, and the white crystals\nobtained were washed with fresh DMF and air-dried before further use.</p>", "clean_text": "Materials and Methods\n\nSynthesis\n\nSynthesis of 1-B \n\nBa(NO3)2 (0.2 mmol) and trimesic acid (BTC) (0.2 mmol) were dissolved in a mixture of 5 mL each of water and N,N'-dimethylformamide (DMF) in a glass vial by sonication. The solution was transferred to a 20 mL Teflon lined autoclave and placed in a preheated oven at 120 °C for 24 h. The autoclave was cooled to room temperature, and the white crystals obtained were washed with fresh DMF and air-dried before further use.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Synthesis of <bold>(1:1)-B</bold>–<bold>(1:6)-B</bold>\n</title><p>The procedure followed was the same as the\nabove except that a mixture of BTC and 5-boronoisopthalic acid (BIA)\nwere used instead of pure BTC. The six sets of MOFs have different\nratios of the two ligands ((<italic>x</italic>:<italic>y</italic>)\nbeing the ratio of BIA and BTC, respectively).</p>", "clean_text": "Synthesis of (1:1)-B-(1:6)-B \n\nThe procedure followed was the same as the above except that a mixture of BTC and 5-boronoisopthalic acid (BIA) were used instead of pure BTC. The six sets of MOFs have different ratios of the two ligands ((x:y) being the ratio of BIA and BTC, respectively).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>Powder X-ray diffraction (PXRD) data were collected using an X’pert\nPRO (PANalytics) powder diffractometer equipped with Cu Kα radiation\n(1.5405 Å). The <sup>11</sup>B nuclear magnetic resonance (<sup>11</sup>B NMR) analyses were carried out using an AVANCE II-500 (Bruker)\nNMR spectrometer to find the amount of BIA incorporated in each MOF.\nBriefly, 25 mg of each sample was digested with a mixture of NaOD\nand D<sub>2</sub>O. The supernatant was transferred to a synthetic\nquartz NMR tube of B &lt; 0.01 ppm with a known quantity of NaBF<sub>4</sub> as an internal standard during the analysis. The peak obtained\nfrom the reference was utilized to calculate the incorporated BIA\nquantitatively. An FEI NOVA NANOSEM 450 scanning electron microscope\n(SEM) with an acceleration voltage 15 kV was used to determine the\nparticle size and morphology of the MOFs. The samples for the analysis\nwere prepared by coating a small drop of MOF suspension in water onto\na silica grid and drying under vacuum for 24 h. A TecnaiG2 TF20S twin\ntransmission electron microscope (TEM, 300 kV) was used to record\nhigh-resolution images. TEM–EDX mapping was performed for identifying\nthe presence of elements of interest like boron, barium, carbon, and\noxygen. The Fourier-transform infrared (FT-IR) spectral data were\nrecorded using KBr pellets in the range of 4000–400 cm<sup>–1</sup>, with an FT-IR prestige-21 (Shimadzu) spectrometer.</p>", "clean_text": "Characterization\n\nPowder X-ray diffraction (PXRD) data were collected using an X'pert PRO (PANalytics) powder diffractometer equipped with Cu Kα radiation (1.5405 Å). The 11B nuclear magnetic resonance (11B NMR) analyses were carried out using an AVANCE II-500 (Bruker) NMR spectrometer to find the amount of BIA incorporated in each MOF. Briefly, 25 mg of each sample was digested with a mixture of NaOD and D2O. The supernatant was transferred to a synthetic quartz NMR tube of B < 0.01 ppm with a known quantity of NaBF4 as an internal standard during the analysis. The peak obtained from the reference was utilized to calculate the incorporated BIA quantitatively. An FEI NOVA NANOSEM 450 scanning electron microscope (SEM) with an acceleration voltage 15 kV was used to determine the particle size and morphology of the MOFs. The samples for the analysis were prepared by coating a small drop of MOF suspension in water onto a silica grid and drying under vacuum for 24 h. A TecnaiG2 TF20S twin transmission electron microscope (TEM, 300 kV) was used to record high-resolution images. TEM-EDX mapping was performed for identifying the presence of elements of interest like boron, barium, carbon, and oxygen. The Fourier-transform infrared (FT-IR) spectral data were recorded using KBr pellets in the range of 4000-400 cm-1, with an FT-IR prestige-21 (Shimadzu) spectrometer.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Thermogravimetric analyses (TGA) were performed on an SDT Q600\n(Shimadzu) analyzer in flowing nitrogen with a heating rate of 10\n°C per minute. The nitrogen adsorption–desorption studies\nwere carried out at 77 K using a Micromeritics 3 Flex automatic volumetric\nadsorption instrument, and the surface area was calculated using the\nBrunauer–Emmett–Teller (BET) method after degassing\nat 100 <sup>0</sup> C for 12 h. The binding energy and composition\nof the samples were analyzed using X-ray photoelectron spectra (XPS)\nusing the Omicron instrument, and the data were analyzed with the\nCasa XPS software. The HPLC measurements were done using an LC-2030\ninstrument, Shimadzu, Japan.</p>", "clean_text": "Thermogravimetric analyses (TGA) were performed on an SDT Q600 (Shimadzu) analyzer in flowing nitrogen with a heating rate of 10 °C per minute. The nitrogen adsorption-desorption studies were carried out at 77 K using a Micromeritics 3 Flex automatic volumetric adsorption instrument, and the surface area was calculated using the Brunauer-Emmett-Teller (BET) method after degassing at 100 0 C for 12 h. The binding energy and composition of the samples were analyzed using X-ray photoelectron spectra (XPS) using the Omicron instrument, and the data were analyzed with the Casa XPS software. The HPLC measurements were done using an LC-2030 instrument, Shimadzu, Japan.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Adsorption of <italic>cis</italic>-Diols\nby the Activated MOFs</title><p>The activation of the MOF samples was\ncarried out for removing the water molecules inside the pores by heating\nat 100 °C for 12 h under vacuum. The activated samples were preserved\nin a desiccator before the adsorption tests, and the adsorption of\nseveral <italic>cis</italic>-diols (like glucose, galactose, xylose,\nand mannose) from aqueous solutions was carried out by the activated\nMOFs (<bold>1-B</bold> and <bold>(1:1)-B</bold> to <bold>(1:6)-B</bold>).</p>", "clean_text": "Adsorption of cis-Diols by the Activated MOFs\n\nThe activation of the MOF samples was carried out for removing the water molecules inside the pores by heating at 100 °C for 12 h under vacuum. The activated samples were preserved in a desiccator before the adsorption tests, and the adsorption of several cis-diols (like glucose, galactose, xylose, and mannose) from aqueous solutions was carried out by the activated MOFs (1-B and (1:1)-B to (1:6)-B).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Stock solutions (concentration of 2 g/L) of the <italic>cis</italic>-diols galactose, glucose, mannose, and xylose were prepared\nin distilled water and stored in a cool and dry place. All the working\nsolutions were obtained by diluting the stock solutions with distilled\nwater. The pH of the test solution was adjusted to the required value\nusing minute quantities of 0.1 M HCl or 0.1 M NaOH aqueous solutions.</p>", "clean_text": "Stock solutions (concentration of 2 g/L) of the cis-diols galactose, glucose, mannose, and xylose were prepared in distilled water and stored in a cool and dry place. All the working solutions were obtained by diluting the stock solutions with distilled water. The pH of the test solution was adjusted to the required value using minute quantities of 0.1 M HCl or 0.1 M NaOH aqueous solutions.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Adsorption Kinetic Studies</title><p>The adsorption experiments were\ncarried out at room temperature. First, 50 mL of the <italic>cis</italic>-diol solutions of an initial concentration of 200 mg/L was taken\nin 250 mL Erlenmeyer flasks, and the pH was adjusted to 8 with 0.1\nM NaOH. Next, 50 mg of the activated MOF was added, and the suspensions\nwere agitated at 100 rpm in an orbital shaker. Aliquots were withdrawn\nat certain time intervals, and the supernatant was collected by centrifugation\nat 10000 rpm for 10 min followed by the filtration using a 0.22 μm\nsyringe filter to remove any small residues of MOF. The <italic>cis</italic>-diol concentration was surveyed by HPLC with a refractive index\ndetector and was figured by plotting a standard calibration curve.\nThe quantity of <italic>cis</italic>-diol adsorbed onto the MOF at\nany given time was computed using the initial concentration and concentration\nobtained after adsorption.</p>", "clean_text": "Adsorption Kinetic Studies\n\nThe adsorption experiments were carried out at room temperature. First, 50 mL of the cis-diol solutions of an initial concentration of 200 mg/L was taken in 250 mL Erlenmeyer flasks, and the pH was adjusted to 8 with 0.1 M NaOH. Next, 50 mg of the activated MOF was added, and the suspensions were agitated at 100 rpm in an orbital shaker. Aliquots were withdrawn at certain time intervals, and the supernatant was collected by centrifugation at 10000 rpm for 10 min followed by the filtration using a 0.22 μm syringe filter to remove any small residues of MOF. The cis-diol concentration was surveyed by HPLC with a refractive index detector and was figured by plotting a standard calibration curve. The quantity of cis-diol adsorbed onto the MOF at any given time was computed using the initial concentration and concentration obtained after adsorption.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Adsorption Equilibrium Studies</title><p>For\nthe adsorption isotherm studies, 50 mL of the <italic>cis</italic>-diol solutions of varying concentrations maintained at pH 8 were\nutilized with an adsorbent dose of 1 g/L. The process was allowed\nto continue for 24 h, and resultant <italic>cis</italic>-diol solutions\nwere collected by centrifugation. The supernatants were obtained with\na syringe filter of pore size 0.22 μm before the HPLC analysis.\nThe adsorption capacity (<italic>q</italic>\n<sub>e</sub>) of the MOFs\nwas calculated from the initial (<italic>C</italic>\n<sub>i</sub>) and\nfinal (<italic>C</italic>\n<sub>e</sub>) concentrations of <italic>cis</italic>-diols per gram of the adsorbent.</p>", "clean_text": "Adsorption Equilibrium Studies\n\nFor the adsorption isotherm studies, 50 mL of the cis-diol solutions of varying concentrations maintained at pH 8 were utilized with an adsorbent dose of 1 g/L. The process was allowed to continue for 24 h, and resultant cis-diol solutions were collected by centrifugation. The supernatants were obtained with a syringe filter of pore size 0.22 μm before the HPLC analysis. The adsorption capacity (q e) of the MOFs was calculated from the initial (C i) and final (C e) concentrations of cis-diols per gram of the adsorbent.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>All of the experiments were\ncarried out at least three times to obtain concordant results. The\nstudy was continued by changing the pH of the working solution, time\nof adsorption, and the amount of adsorbents to optimize the best condition.\nThe experimental error was calculated to be less than 5% for all the\nadsorption results.</p>", "clean_text": "All of the experiments were carried out at least three times to obtain concordant results. The study was continued by changing the pH of the working solution, time of adsorption, and the amount of adsorbents to optimize the best condition. The experimental error was calculated to be less than 5% for all the adsorption results.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>MLFC as an\ninnovative scheme benefits in making modified MOFs from a known structure\nby the coassembly of a ligand and its fragment. It helps in the formation\nof defective MOFs, which are superior in terms of properties like\nsurface area, porosity, and reactivity. The MLFC guided\nsynthesis leads to the replacement of some of the BTC moieties by\nBIA and thereby introducing the free boronic acid groups into the\nscaffold.</p>", "clean_text": "Results and Discussion\n\nMLFC as an innovative scheme benefits in making modified MOFs from a known structure by the coassembly of a ligand and its fragment. It helps in the formation of defective MOFs, which are superior in terms of properties like surface area, porosity, and reactivity. The MLFC guided synthesis leads to the replacement of some of the BTC moieties by BIA and thereby introducing the free boronic acid groups into the scaffold.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Structural Description of <bold>1-B</bold>, [Ba<sub>3</sub>(C<sub>9</sub>H<sub>3</sub>O<sub>6</sub>)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O</title><p>Single-crystal X-ray diffraction\nresults reveal that <bold>1-B</bold> crystallizes in the monoclinic\nspace group <italic>P</italic>2<sub>1</sub>/<italic>c</italic> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Tables S1–S3</ext-link>). The asymmetric unit consists\nof two Ba<sup>2+</sup> ions with different coordination modes, one\nBTC ligand, two coordinated water molecules, and one guest water molecule\n(a). The trinuclear\nbarium SBUs is comprised of a deca-coordinated barium ion connected\nwith the octa-coordinated barium ions on both sides (symmetrically\nequivalent) (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">S1</ext-link>). The apical barium atoms (Ba(1))\nare connected with three BTC ligands and two water molecules. Ba(1)\ncoordinated to eight oxygen atoms in which two are coordinated water\nmolecules that form a trigonal bicapped prism geometry. Ba(2) is deca-coordinated\nand has bicapped square antiprismatic geometry (c). A similar structure was reported in the\nliterature. The Ba–O (carboxylate)\nbond lengths were found to be between 2.653(2) and 3.017(2) Å,\nwhich is consistent with the reported bond lengths for alkaline earth\nmetal–oxygen (carboxylate) bonds. These trimeric Ba-units linked through carboxylate moieties to form\nthe three-dimensional structure (d).</p>", "clean_text": "Structural Description of 1-B, [Ba3(C9H3O6)2(H2O)4]⋅2H2O\n\nSingle-crystal X-ray diffraction results reveal that 1-B crystallizes in the monoclinic space group P21/c (Tables S1-S3). The asymmetric unit consists of two Ba2+ ions with different coordination modes, one BTC ligand, two coordinated water molecules, and one guest water molecule (a). The trinuclear barium SBUs is comprised of a deca-coordinated barium ion connected with the octa-coordinated barium ions on both sides (symmetrically equivalent) (b and S1). The apical barium atoms (Ba(1)) are connected with three BTC ligands and two water molecules. Ba(1) coordinated to eight oxygen atoms in which two are coordinated water molecules that form a trigonal bicapped prism geometry. Ba(2) is deca-coordinated and has bicapped square antiprismatic geometry (c). A similar structure was reported in the literature. The Ba-O (carboxylate) bond lengths were found to be between 2.653(2) and 3.017(2) Å, which is consistent with the reported bond lengths for alkaline earth metal-oxygen (carboxylate) bonds. These trimeric Ba-units linked through carboxylate moieties to form the three-dimensional structure (d).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Asymmetric unit and (b) secondary building\nunit of <bold>1-B</bold>; (c) The (i) and (ii) notations represent\nthe trigonal bicapped prism and bicapped square antiprismatic geometries\naround Ba(1) and Ba(2), respectively; (d) the three-dimensional structural\narrangement of <bold>1-B</bold>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic9b03732_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Asymmetric unit and (b) secondary building unit of 1-B; (c) The (i) and (ii) notations represent the trigonal bicapped prism and bicapped square antiprismatic geometries around Ba(1) and Ba(2), respectively; (d) the three-dimensional structural arrangement of 1-B.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Structural Description of the MOFs <bold>(1:1)-B</bold> to <bold>(1:6)-B</bold>\n</title><p>The six MOFs were formed by the addition\nof calculated amounts of BIA during the synthesis of <bold>1-B</bold>. We assumed the replacement of some of the linker BTC by the BIA\nmolecules while maintaining the structural integrity. The PXRD patterns\nof the boronic acid incorporated MOFs (<bold>(1:1)-B</bold> to <bold>(1:6)-B</bold>) matched well with the simulated PXRD pattern obtained\nfrom the single-crystal structure of the compound <bold>1-B</bold>, indicating the purity of all the compounds. This unambiguously\nrevealed that the MOFs prepared by the addition of calculated amounts\nof BIA maintains the same structure as that of the parent MOF <bold>1-B</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figure S2</ext-link>). The intact PXRD\npatterns of the MOFs after soaking in the water for 24 h ascertained\nthe structural stability in the aqueous medium (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figure S3</ext-link>).</p>", "clean_text": "Structural Description of the MOFs (1:1)-B to (1:6)-B \n\nThe six MOFs were formed by the addition of calculated amounts of BIA during the synthesis of 1-B. We assumed the replacement of some of the linker BTC by the BIA molecules while maintaining the structural integrity. The PXRD patterns of the boronic acid incorporated MOFs ((1:1)-B to (1:6)-B) matched well with the simulated PXRD pattern obtained from the single-crystal structure of the compound 1-B, indicating the purity of all the compounds. This unambiguously revealed that the MOFs prepared by the addition of calculated amounts of BIA maintains the same structure as that of the parent MOF 1-B (Figure S2). The intact PXRD patterns of the MOFs after soaking in the water for 24 h ascertained the structural stability in the aqueous medium (Figure S3).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Incorporation of the Boronic Acid Group</title><p>The presence of free boronic acid groups in the MOFs <bold>(1:1)-B</bold> to <bold>(1:6)-B</bold> was confirmed and quantitatively determined\nby the <sup>11</sup>B-NMR analysis ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">S4</ext-link>). The\npeaks at −17.3 and −20.4 ppm belong to the boron atoms\nof BIA and the reference NaBF<sub>4</sub>, respectively. The amount\nof BIA in the feed (which is known) is considered as the theoretical\ndata and is compared with that incorporated in the MOFs calculated\nfrom NMR peaks. The comparison of theoretical and experimental data\ndemonstrated that the incorporated BIA increases proportional to the\nfeed and reaches the highest possible coordination without rupturing\nthe scaffold. The maximum uptake of BIA is found to be 73.76% in <bold>(1:1)-B</bold>, which corresponds to 0.0612 mmol of BIA per gram\nof the MOF. Any further attempt to increase the feed of BIA results\nin the formation of a new structure as evidenced by the XRD pattern\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figure S5</ext-link>).</p>", "clean_text": "Incorporation of the Boronic Acid Group\n\nThe presence of free boronic acid groups in the MOFs (1:1)-B to (1:6)-B was confirmed and quantitatively determined by the 11B-NMR analysis ( and S4). The peaks at -17.3 and -20.4 ppm belong to the boron atoms of BIA and the reference NaBF4, respectively. The amount of BIA in the feed (which is known) is considered as the theoretical data and is compared with that incorporated in the MOFs calculated from NMR peaks. The comparison of theoretical and experimental data demonstrated that the incorporated BIA increases proportional to the feed and reaches the highest possible coordination without rupturing the scaffold. The maximum uptake of BIA is found to be 73.76% in (1:1)-B, which corresponds to 0.0612 mmol of BIA per gram of the MOF. Any further attempt to increase the feed of BIA results in the formation of a new structure as evidenced by the XRD pattern (Figure S5).", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>\n<sup>11</sup>B NMR spectra\nof all the MOFs.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic9b03732_0002.tif\"></graphic>\n</fig>", "clean_text": " 2   11B NMR spectra of all the MOFs.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Scanning electron microscopic\nimages imply that <bold>1-B</bold> MOF has the shape of a perfect\ndiamond with a very smooth surface ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">S6</ext-link>). The\ncross-section of the crystal indicates it is naturally layered and\npossibly has breakage and layer shearing. All the MOFs obtained by\nthe addition of BIA (<bold>(1:1)-B</bold> to <bold>(1:6)-B</bold>)\nhave a rod-like structure that is assumed to be formed from the cleavage\nof the diamond assembly. The TEM-EDX elemental mapping of the BIA\nsuspended MOF shows the uniform distribution of barium, boron, carbon,\nand oxygen throughout the structure (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figure S7</ext-link>).</p>", "clean_text": "Scanning electron microscopic images imply that 1-B MOF has the shape of a perfect diamond with a very smooth surface ( and S6). The cross-section of the crystal indicates it is naturally layered and possibly has breakage and layer shearing. All the MOFs obtained by the addition of BIA ((1:1)-B to (1:6)-B) have a rod-like structure that is assumed to be formed from the cleavage of the diamond assembly. The TEM-EDX elemental mapping of the BIA suspended MOF shows the uniform distribution of barium, boron, carbon, and oxygen throughout the structure (Figure S7).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of (a) <bold>1-B</bold> and (b) <bold>(1:1)-B</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic9b03732_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of (a) 1-B and (b) (1:1)-B.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The incorporation of boronic acid is examined by\nXPS analysis as well ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">S8</ext-link>). The B 1s peak in the\nsurvey spectrum (b) indicates the presence of suspended BIA in <bold>(1:1)-B</bold>. c represents\nthe variation in the intensity of CO, CB, CC/CC,\nand OCO bonds in the frameworks. As the feed ratio\nof BIA to BTC increases from 1:6 to 1:1, the intensity of the CB\nbond peak at 283.89 eV upsurges. Besides, the drop in the peak intensities\nof OCO, CO, and CC/CC bonds\nindicates the corresponding decline in the bound BTC. This proved\nthat BIA is incorporated in the structure. The N<sub>2</sub> adsorption\nisotherm is collected for all the compounds, and the N<sub>2</sub> uptake capacity is found to be gradually increased with the increment\nof boronic acid in the structure ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">S9; Table S4</ext-link>). This may be due to the creation of coordinatively unsaturated\nmetal sites in the MOF scaffold from missing linker defects which\nlead to the enhancement of the overall surface area.\n</p>", "clean_text": "The incorporation of boronic acid is examined by XPS analysis as well ( and S8). The B 1s peak in the survey spectrum (b) indicates the presence of suspended BIA in (1:1)-B. c represents the variation in the intensity of CO, CB, CC/CC, and OCO bonds in the frameworks. As the feed ratio of BIA to BTC increases from 1:6 to 1:1, the intensity of the CB bond peak at 283.89 eV upsurges. Besides, the drop in the peak intensities of OCO, CO, and CC/CC bonds indicates the corresponding decline in the bound BTC. This proved that BIA is incorporated in the structure. The N2 adsorption isotherm is collected for all the compounds, and the N2 uptake capacity is found to be gradually increased with the increment of boronic acid in the structure ( and S9; Table S4). This may be due to the creation of coordinatively unsaturated metal sites in the MOF scaffold from missing linker defects which lead to the enhancement of the overall surface area. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS survey spectra of (a)<bold>1-B</bold> and (b) <bold>(1:1)-B</bold>. Inset in (b) displays the zoomed image showing B 1s. The c (i)\nand c (ii) are the deconvoluted C 1s peaks of <bold>(1:6)-B</bold> and <bold>(1:1)-B</bold> respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic9b03732_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  XPS survey spectra of (a)1-B and (b) (1:1)-B. Inset in (b) displays the zoomed image showing B 1s. The c (i) and c (ii) are the deconvoluted C 1s peaks of (1:6)-B and (1:1)-B respectively.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>N<sub>2</sub> adsorption–desorption isotherm of all the MOFs.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic9b03732_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  N2 adsorption-desorption isotherm of all the MOFs.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Carbohydrate Adsorption Studies</title><p>The replacement of some of the BTC linker molecules, which is a tricarboxylic\nacid with the dicarboxylic BIA molecules, leads to the formation of\ndefect sites in the MOF scaffold. Hence, the incorporation not only\nintroduces new boronic acid functional groups in the structure but\nalso helps in increasing the surface area of the resultant framework. The thermal stability (proved by TGA experiments, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figure S10</ext-link>), available surface area, and the suspended boronic\nacid moieties inspired us to explore the adsorption properties of\nthese MOFs toward <italic>cis</italic>-diols.</p>", "clean_text": "Carbohydrate Adsorption Studies\n\nThe replacement of some of the BTC linker molecules, which is a tricarboxylic acid with the dicarboxylic BIA molecules, leads to the formation of defect sites in the MOF scaffold. Hence, the incorporation not only introduces new boronic acid functional groups in the structure but also helps in increasing the surface area of the resultant framework. The thermal stability (proved by TGA experiments, Figure S10), available surface area, and the suspended boronic acid moieties inspired us to explore the adsorption properties of these MOFs toward cis-diols.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The adsorption\nwas studied between the pH range of 6–9, and pH 8 was found\nto be optimum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figure S11a</ext-link>). The structural\nstability of all the MOFs was checked by collecting the PXRD spectra\nafter soaking them in the water of different pH values and also after\nthe adsorption studies (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figures S12 and S13</ext-link>). The adsorption data obtained by the activated MOFs with incorporated\nBIA were compared to that from the parent compound, <bold>1-B</bold>, and to one another. The competence of adsorption was found to be\nbetter for the <bold>(1:1)-B</bold> as expected as it carries the\nhighest amount of BIA among all the synthesized MOFs. Also, the adsorption\nefficiency for the <italic>cis</italic>-diols was in the order galactose\n&gt; glucose &gt; mannose &gt; xylose. The regeneration of the MOF\nby dipping it in acidic solution was not accomplished because of the\ninstability of all the MOFs in acidic conditions.</p>", "clean_text": "The adsorption was studied between the pH range of 6-9, and pH 8 was found to be optimum (Figure S11a). The structural stability of all the MOFs was checked by collecting the PXRD spectra after soaking them in the water of different pH values and also after the adsorption studies (Figures S12 and S13). The adsorption data obtained by the activated MOFs with incorporated BIA were compared to that from the parent compound, 1-B, and to one another. The competence of adsorption was found to be better for the (1:1)-B as expected as it carries the highest amount of BIA among all the synthesized MOFs. Also, the adsorption efficiency for the cis-diols was in the order galactose > glucose > mannose > xylose. The regeneration of the MOF by dipping it in acidic solution was not accomplished because of the instability of all the MOFs in acidic conditions.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The infrared\nspectrum of the <bold>(1:1)-B</bold> was collected before and after\nthe adsorption of galactose and compared with that of the pure galactose\nmolecule. The appearance of a new peak around 2950 cm<sup>–1</sup> in the MOF after the adsorption indicates the presence of C–H\nbonds of the galactose molecules (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figures S14 and S15</ext-link>).</p>", "clean_text": "The infrared spectrum of the (1:1)-B was collected before and after the adsorption of galactose and compared with that of the pure galactose molecule. The appearance of a new peak around 2950 cm-1 in the MOF after the adsorption indicates the presence of C-H bonds of the galactose molecules (Figures S14 and S15).", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<title>Adsorption Kinetics and Equilibrium Studies</title><p>The adsorption kinetics and equilibrium studies were carried out\nusing the data acquired from the adsorption experiments with the MOF <bold>(1:1)-B</bold> since it was found to be superior in action compared\nto the other adsorbents (). The batch adsorption experiments provided valuable\ndata about both the <italic>cis</italic>-diol diffusion through the\nMOF framework and the possible interaction with the boronic acid moieties. a shows the effect\nof contact time for the galactose adsorption on the MOF <bold>(1:1)-B</bold>. The adsorption process was notable in the initial hours, followed\nby a slowing pace and reaching equilibrium. The maximum adsorption\nwas calculated to be 56 mg of galactose per gram of the MOF.</p>", "clean_text": "Adsorption Kinetics and Equilibrium Studies\n\nThe adsorption kinetics and equilibrium studies were carried out using the data acquired from the adsorption experiments with the MOF (1:1)-B since it was found to be superior in action compared to the other adsorbents (). The batch adsorption experiments provided valuable data about both the cis-diol diffusion through the MOF framework and the possible interaction with the boronic acid moieties. a shows the effect of contact time for the galactose adsorption on the MOF (1:1)-B. The adsorption process was notable in the initial hours, followed by a slowing pace and reaching equilibrium. The maximum adsorption was calculated to be 56 mg of galactose per gram of the MOF.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison\nof the adsorption capacity of each MOFs for the representative <italic>cis</italic>-diols galactose, glucose, mannose, and xylose.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic9b03732_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Comparison of the adsorption capacity of each MOFs for the representative cis-diols galactose, glucose, mannose, and xylose.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The adsorption mechanism was derived by using the\ntwo most common kinetic models, pseudo-first-order and pseudo-second-order.\nThe agreement between the experimental facts and predicted values\nby the models is depicted by the correlation coefficient (<italic>R</italic>\n<sup>2</sup>). The pseudo-first-order and pseudo-second-order\nmodels in their linearized forms are shown in . The various adsorption parameters are presented\nin . The pseudo-second-order\nmodel was a better fit, evident by the correlation coefficient obtained,\nwhich is close to unity and also reveals that the rate-determining\nstep is chemical adsorption of <italic>cis</italic>-diols to the MOFs.\nThe linear regression coefficient calculated for the pseudo-first-order\nmodel was low and the <italic>q</italic>\n<sub>\n<italic>e</italic>\n</sub> value calculated was not in agreement with the experimentally obtained\nquantity. The values of <italic>R</italic>\n<sup>2</sup> and <italic>q</italic>\n<sub>\n<italic>e</italic>\n</sub> computed from the experimental\ndata by applying the pseudo-second-order model were more resounding.</p>", "clean_text": "The adsorption mechanism was derived by using the two most common kinetic models, pseudo-first-order and pseudo-second-order. The agreement between the experimental facts and predicted values by the models is depicted by the correlation coefficient (R 2). The pseudo-first-order and pseudo-second-order models in their linearized forms are shown in . The various adsorption parameters are presented in . The pseudo-second-order model was a better fit, evident by the correlation coefficient obtained, which is close to unity and also reveals that the rate-determining step is chemical adsorption of cis-diols to the MOFs. The linear regression coefficient calculated for the pseudo-first-order model was low and the q  e  value calculated was not in agreement with the experimentally obtained quantity. The values of R 2 and q  e  computed from the experimental data by applying the pseudo-second-order model were more resounding.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) The\nvariation of adsorption with time, (b) pseudo-first-order kinetic\nmodel, and (c) pseudo-second-order kinetic model.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic9b03732_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) The variation of adsorption with time, (b) pseudo-first-order kinetic model, and (c) pseudo-second-order kinetic model.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Kinetic Constants for the Removal of Galactose by <bold>(1:1)-B</bold>\n<xref ref-type=\"table-fn\" rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\">Pseudo-first-order</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic>K</italic>\n<sub>1</sub> (min<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>\n<italic>e</italic>\n</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0.22</oasis:entry>\n<oasis:entry>15.95</oasis:entry>\n<oasis:entry>0.92</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\">Pseudo-second-order</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic>K</italic>\n<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>\n<italic>e</italic>\n</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0.0018</oasis:entry>\n<oasis:entry>45.45</oasis:entry>\n<oasis:entry>0.95</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>\n<italic>C</italic>\n<sub>0</sub> =\n200 mg L<sup>–1</sup>; pH = 8; <italic>T</italic> = 30 °C.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The adsorption isotherm models\nare significant to specify the interaction between the MOFs and the <italic>cis</italic>-diols, which may shed light toward the mechanism followed\n(). The adsorption\nequilibrium data were applied to Langmuir and Freundlich adsorption\nmodels, and the results of their linear regression (<italic>R</italic>\n<sup>2</sup>) was used to find a better fitting model among these.\nThe adsorption parameters and regression coefficients are listed in . The Langmuir isotherm\nmodel is in better agreement with the adsorption considering the maximum\nadsorption capacity (<italic>q</italic>\n<sub>max</sub>) and correlation\ncoefficient (<italic>R</italic>\n<sup>2</sup>). It also reveals the\nhomogeneous nature of the adsorption surface. With the Langmuir model,\nthe plots of <inline-formula>\n<alternatives>\n<graphic xlink:href=\"ic9b03732_m001.gif\"></graphic>\n<mml:math display=\"inline\">\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</inline-formula>\n<italic>vs C</italic>\n<sub>\n<italic>e</italic>\n</sub> exhibit linearity for the whole concentration range.</p>", "clean_text": "The adsorption isotherm models are significant to specify the interaction between the MOFs and the cis-diols, which may shed light toward the mechanism followed (). The adsorption equilibrium data were applied to Langmuir and Freundlich adsorption models, and the results of their linear regression (R 2) was used to find a better fitting model among these. The adsorption parameters and regression coefficients are listed in . The Langmuir isotherm model is in better agreement with the adsorption considering the maximum adsorption capacity (q max) and correlation coefficient (R 2). It also reveals the homogeneous nature of the adsorption surface. With the Langmuir model, the plots of         C   e       q   e        vs C  e  exhibit linearity for the whole concentration range.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) The Langmuir and\n(b) Freundlich adsorption models.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic9b03732_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) The Langmuir and (b) Freundlich adsorption models.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Langmuir and Freundlich Isotherm Constants for the\nAdsorption of Galactose by <bold>(1:1)-B</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\">Langmuir model</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic>K</italic>\n<sub>L</sub> (L/mg)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>m</sub>\n<sub>a</sub>\n<sub>x</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>75.012</oasis:entry>\n<oasis:entry>27.03</oasis:entry>\n<oasis:entry>0.98</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\">Freundlich model</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic>K</italic>\n<sub>F</sub> (L/mg)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>m</sub>\n<sub>a</sub>\n<sub>x</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>18.54</oasis:entry>\n<oasis:entry>14.73</oasis:entry>\n<oasis:entry>0.96</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Adsorption\nMechanism</title><p>When the BIA replaces a calculated amount of BTC,\nwe were able to achieve a resultant scaffold with the uniform embedment\nof the boronic acid groups. These free-standing moieties bind to the\nhydroxyl groups of diols resulting in a five-membered cyclic ester. The pH of the <italic>cis</italic>-diol solution\nplays a prominent role in determining the adsorption efficiency. According\nto Mohapatra et al., the formation of a tetrahedral intermediate is\nthe rate-determining step in the diol binding, which occurs at a pH\nnear to the p<italic>K</italic>\n<sub>a</sub> of the phenylboronic acid\nor more specifically when pH is in between the p<italic>K</italic>\n<sub>a</sub> of the glycolic acid and phenylboronic acid. Lu et al. explained the likelihood of the boron\natom in the boronic acid group to exist in the tetrahedral form preferably\nto the trigonal form which leads to the stronger interaction with\nthe monosaccharides in slightly alkaline conditions. The pH-dependent study demonstrated the enhancement of adsorption\nas the pH increases. Likewise, the structure of the <italic>cis</italic>-diols also plays a vital role in determining the likelihood of adsorption.\nThe pyranose and furanose isomeric forms of <italic>cis</italic>-diols\ninterconvert, and the boronic acid moiety has a higher affinity to\nbind with the furanose form. Galactose\nidentified as having the greater percentage abundance (∼7%)\nof its furanose isomer in the aqueous solutions compared to the other <italic>cis</italic>-diol candidates. Hence, galactose binds well with the\nboronic acid groups and theoretically the most efficient adsorbate. The other <italic>cis</italic>-diols glucose, mannose, and xylose\nhave almost 1% of its molecules in the furanose form. The trend in adsorption efficiency as per our experimental\nresults follow a similar order with galactose acts as the better adsorbate\nfollowed by glucose, mannose, and xylose.</p>", "clean_text": "Adsorption Mechanism\n\nWhen the BIA replaces a calculated amount of BTC, we were able to achieve a resultant scaffold with the uniform embedment of the boronic acid groups. These free-standing moieties bind to the hydroxyl groups of diols resulting in a five-membered cyclic ester. The pH of the cis-diol solution plays a prominent role in determining the adsorption efficiency. According to Mohapatra et al., the formation of a tetrahedral intermediate is the rate-determining step in the diol binding, which occurs at a pH near to the pK a of the phenylboronic acid or more specifically when pH is in between the pK a of the glycolic acid and phenylboronic acid. Lu et al. explained the likelihood of the boron atom in the boronic acid group to exist in the tetrahedral form preferably to the trigonal form which leads to the stronger interaction with the monosaccharides in slightly alkaline conditions. The pH-dependent study demonstrated the enhancement of adsorption as the pH increases. Likewise, the structure of the cis-diols also plays a vital role in determining the likelihood of adsorption. The pyranose and furanose isomeric forms of cis-diols interconvert, and the boronic acid moiety has a higher affinity to bind with the furanose form. Galactose identified as having the greater percentage abundance (~7%) of its furanose isomer in the aqueous solutions compared to the other cis-diol candidates. Hence, galactose binds well with the boronic acid groups and theoretically the most efficient adsorbate. The other cis-diols glucose, mannose, and xylose have almost 1% of its molecules in the furanose form. The trend in adsorption efficiency as per our experimental results follow a similar order with galactose acts as the better adsorbate followed by glucose, mannose, and xylose.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Summary</title><p>A series\nof MOFs having identical structures of a parent MOF scaffold were\nsynthesized with varying amounts of boronic acid incorporation through\nan MLFC approach. The boronic acid moieties in the MOF skeleton were\nutilized for the adsorptive removal of <italic>cis</italic>-diols\nfrom aqueous solutions considering the affinity of the boronic acid\nwith the <italic>cis</italic>-diols. XPS and <sup>11</sup>B NMR data\nconfirmed the presence of boronic acid groups and that the percentage\nof feed is directly proportional to the amount of incorporated active\nboronic acid groups in the framework. The adsorption study was carried\nout with all the MOFs, and the efficiency was compared both in terms\nof the amount of boronic acid groups and the nature of <italic>cis</italic>-diol. The <bold>(1:1)-B</bold> is learned to be better, and the\nsubstrate removal was found to be in the order of galactose &gt; glucose\n&gt; mannose &gt; xylose. This trend depends on the percentage of\nfuranose isomer present in the substrate. The adsorption kinetics\nis of pseudo-second-order in nature, and it follows Langmuir adsorption\nisotherm.</p>", "clean_text": "Summary\n\nA series of MOFs having identical structures of a parent MOF scaffold were synthesized with varying amounts of boronic acid incorporation through an MLFC approach. The boronic acid moieties in the MOF skeleton were utilized for the adsorptive removal of cis-diols from aqueous solutions considering the affinity of the boronic acid with the cis-diols. XPS and 11B NMR data confirmed the presence of boronic acid groups and that the percentage of feed is directly proportional to the amount of incorporated active boronic acid groups in the framework. The adsorption study was carried out with all the MOFs, and the efficiency was compared both in terms of the amount of boronic acid groups and the nature of cis-diol. The (1:1)-B is learned to be better, and the substrate removal was found to be in the order of galactose > glucose > mannose > xylose. This trend depends on the percentage of furanose isomer present in the substrate. The adsorption kinetics is of pseudo-second-order in nature, and it follows Langmuir adsorption isotherm.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.9b03732?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.9b03732</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials and\nmethods and all characterization data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Materials and\nmethods and all characterization data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1973496\">1973496</ext-link> contains the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.9b03732.  Materials and methods and all characterization data (PDF)   \n\nMaterials and methods and all characterization data (PDF)\n\nCCDC 1973496 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Materials\nand Methods</title><title>Synthesis</title><title>Synthesis of <bold>1-B</bold>\n</title><p>Ba­(NO<sub>3</sub>)<sub>2</sub> (0.2 mmol) and trimesic acid (BTC) (0.2 mmol)\nwere dissolved in a mixture of 5 mL each of water and <italic>N</italic>,<italic>N</italic>′-dimethylformamide (DMF) in a glass vial\nby sonication. The solution was transferred to a 20 mL Teflon lined\nautoclave and placed in a preheated oven at 120 °C for 24 h.\nThe autoclave was cooled to room temperature, and the white crystals\nobtained were washed with fresh DMF and air-dried before further use.</p>", "clean_text": "Materials and Methods\n\nSynthesis\n\nSynthesis of 1-B \n\nBa(NO3)2 (0.2 mmol) and trimesic acid (BTC) (0.2 mmol) were dissolved in a mixture of 5 mL each of water and N,N'-dimethylformamide (DMF) in a glass vial by sonication. The solution was transferred to a 20 mL Teflon lined autoclave and placed in a preheated oven at 120 °C for 24 h. The autoclave was cooled to room temperature, and the white crystals obtained were washed with fresh DMF and air-dried before further use.", "data": [{"meta": {"name": "1-B", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "Ba­(NO3)2 (0.2 mmol), trimesic acid (BTC) (0.2 mmol)", "power": "", "solvent": "water (5 mL), N,N'-dimethylformamide (DMF) (5 mL)", "temperature": "120 °C", "time": "24 h", "type": ""}, {"synthesis method": "washing", "washing solution": "fresh DMF", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}]}], "include_properties": ["solvothermal_synthesis", "sonication", "washing", "drying"]}, {"idx": "20, 30", "type": "text", "classification": "property", "content": "<title>Incorporation of the Boronic Acid Group</title><p>The presence of free boronic acid groups in the MOFs <bold>(1:1)-B</bold> to <bold>(1:6)-B</bold> was confirmed and quantitatively determined\nby the <sup>11</sup>B-NMR analysis ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">S4</ext-link>). The\npeaks at −17.3 and −20.4 ppm belong to the boron atoms\nof BIA and the reference NaBF<sub>4</sub>, respectively. The amount\nof BIA in the feed (which is known) is considered as the theoretical\ndata and is compared with that incorporated in the MOFs calculated\nfrom NMR peaks. The comparison of theoretical and experimental data\ndemonstrated that the incorporated BIA increases proportional to the\nfeed and reaches the highest possible coordination without rupturing\nthe scaffold. The maximum uptake of BIA is found to be 73.76% in <bold>(1:1)-B</bold>, which corresponds to 0.0612 mmol of BIA per gram\nof the MOF. Any further attempt to increase the feed of BIA results\nin the formation of a new structure as evidenced by the XRD pattern\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03732/suppl_file/ic9b03732_si_001.pdf\">Figure S5</ext-link>).</p><title>Adsorption Kinetics and Equilibrium Studies</title><p>The adsorption kinetics and equilibrium studies were carried out\nusing the data acquired from the adsorption experiments with the MOF <bold>(1:1)-B</bold> since it was found to be superior in action compared\nto the other adsorbents (). The batch adsorption experiments provided valuable\ndata about both the <italic>cis</italic>-diol diffusion through the\nMOF framework and the possible interaction with the boronic acid moieties. a shows the effect\nof contact time for the galactose adsorption on the MOF <bold>(1:1)-B</bold>. The adsorption process was notable in the initial hours, followed\nby a slowing pace and reaching equilibrium. The maximum adsorption\nwas calculated to be 56 mg of galactose per gram of the MOF.</p>", "clean_text": "Incorporation of the Boronic Acid Group\n\nThe presence of free boronic acid groups in the MOFs (1:1)-B to (1:6)-B was confirmed and quantitatively determined by the 11B-NMR analysis ( and S4). The peaks at -17.3 and -20.4 ppm belong to the boron atoms of BIA and the reference NaBF4, respectively. The amount of BIA in the feed (which is known) is considered as the theoretical data and is compared with that incorporated in the MOFs calculated from NMR peaks. The comparison of theoretical and experimental data demonstrated that the incorporated BIA increases proportional to the feed and reaches the highest possible coordination without rupturing the scaffold. The maximum uptake of BIA is found to be 73.76% in (1:1)-B, which corresponds to 0.0612 mmol of BIA per gram of the MOF. Any further attempt to increase the feed of BIA results in the formation of a new structure as evidenced by the XRD pattern (Figure S5).\n\nAdsorption Kinetics and Equilibrium Studies\n\nThe adsorption kinetics and equilibrium studies were carried out using the data acquired from the adsorption experiments with the MOF (1:1)-B since it was found to be superior in action compared to the other adsorbents (). The batch adsorption experiments provided valuable data about both the cis-diol diffusion through the MOF framework and the possible interaction with the boronic acid moieties. a shows the effect of contact time for the galactose adsorption on the MOF (1:1)-B. The adsorption process was notable in the initial hours, followed by a slowing pace and reaching equilibrium. The maximum adsorption was calculated to be 56 mg of galactose per gram of the MOF.", "data": [[{"meta": {"name": "", "symbol": "1:1-B", "chemical formula": ""}, "etc": [{"property name": "boronic acid group", "value": "", "unit": "", "condition": ""}, {"property name": "boron atoms", "value": "", "unit": "", "condition": ""}, {"property name": "amount of BIA", "value": "0.0612", "unit": "mmol/g", "condition": ""}, {"property name": "maximum uptake of BIA", "value": "73.76", "unit": "%", "condition": ""}, {"property name": "formation of a new structure", "value": "", "unit": "", "condition": ""}, {"property name": "adsorption kinetics", "value": "", "unit": "", "condition": ""}, {"property name": "equilibrium studies", "value": "", "unit": "", "condition": ""}, {"property name": "galactose adsorption", "value": "56", "unit": "mg/g", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 34, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Kinetic Constants for the Removal of Galactose by <bold>(1:1)-B</bold>\n<xref ref-type=\"table-fn\" rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\">Pseudo-first-order</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic>K</italic>\n<sub>1</sub> (min<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>\n<italic>e</italic>\n</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0.22</oasis:entry>\n<oasis:entry>15.95</oasis:entry>\n<oasis:entry>0.92</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\">Pseudo-second-order</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic>K</italic>\n<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>\n<italic>e</italic>\n</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0.0018</oasis:entry>\n<oasis:entry>45.45</oasis:entry>\n<oasis:entry>0.95</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>\n<italic>C</italic>\n<sub>0</sub> =\n200 mg L<sup>–1</sup>; pH = 8; <italic>T</italic> = 30 °C.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Kinetic Constants for the Removal of Galactose by (1:1)-B[^a]\n\n| Pseudo-first-order |       |       |\n|--------------------|-------|-------|\n| K<sub>1</sub> (min<sup>–1</sup>) | q<sub>e</sub> (mg/g) | R<sup>2</sup> |\n| 0.22               | 15.95 | 0.92  |\n\n| Pseudo-second-order |       |       |\n|---------------------|-------|-------|\n| K<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>) | q<sub>e</sub> (mg/g) | R<sup>2</sup> |\n| 0.0018              | 45.45 | 0.95  |\n\n[^a]: C<sub>0</sub> = 200 mg L<sup>–1</sup>; pH = 8; T = 30 °C.", "data": ["substring not found"], "include_properties": null}, {"idx": 37, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Langmuir and Freundlich Isotherm Constants for the\nAdsorption of Galactose by <bold>(1:1)-B</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\">Langmuir model</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic>K</italic>\n<sub>L</sub> (L/mg)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>m</sub>\n<sub>a</sub>\n<sub>x</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>75.012</oasis:entry>\n<oasis:entry>27.03</oasis:entry>\n<oasis:entry>0.98</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\">Freundlich model</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic>K</italic>\n<sub>F</sub> (L/mg)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>m</sub>\n<sub>a</sub>\n<sub>x</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>18.54</oasis:entry>\n<oasis:entry>14.73</oasis:entry>\n<oasis:entry>0.96</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Langmuir and Freundlich Isotherm Constants for the Adsorption of Galactose by (1:1)-B\n\n| Langmuir model |  K<sub>L</sub> (L/mg) | q<sub>m</sub><sub>a</sub><sub>x</sub> (mg/g) | R<sup>2</sup> |\n|----------------|----------------------|-----------------------------------------------|--------------|\n| 75.012         | 27.03                | 0.98                                          |              |\n\n| Freundlich model | K<sub>F</sub> (L/mg) | q<sub>m</sub><sub>a</sub><sub>x</sub> (mg/g) | R<sup>2</sup> |\n|------------------|----------------------|-----------------------------------------------|--------------|\n| 18.54            | 14.73                | 0.96                                          |              |", "data": ["substring not found"], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Scheme Showing the\nSynthesis of MOFs with and without Modulator</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic9b03732_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Scheme Showing the Synthesis of MOFs with and without Modulator   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Asymmetric unit and (b) secondary building\nunit of <bold>1-B</bold>; (c) The (i) and (ii) notations represent\nthe trigonal bicapped prism and bicapped square antiprismatic geometries\naround Ba(1) and Ba(2), respectively; (d) the three-dimensional structural\narrangement of <bold>1-B</bold>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic9b03732_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Asymmetric unit and (b) secondary building unit of 1-B; (c) The (i) and (ii) notations represent the trigonal bicapped prism and bicapped square antiprismatic geometries around Ba(1) and Ba(2), respectively; (d) the three-dimensional structural arrangement of 1-B.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>\n<sup>11</sup>B NMR spectra\nof all the MOFs.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic9b03732_0002.tif\"></graphic>\n</fig>", "clean_text": " 2   11B NMR spectra of all the MOFs.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of (a) <bold>1-B</bold> and (b) <bold>(1:1)-B</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic9b03732_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of (a) 1-B and (b) (1:1)-B.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS survey spectra of (a)<bold>1-B</bold> and (b) <bold>(1:1)-B</bold>. Inset in (b) displays the zoomed image showing B 1s. The c (i)\nand c (ii) are the deconvoluted C 1s peaks of <bold>(1:6)-B</bold> and <bold>(1:1)-B</bold> respectively.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic9b03732_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  XPS survey spectra of (a)1-B and (b) (1:1)-B. Inset in (b) displays the zoomed image showing B 1s. The c (i) and c (ii) are the deconvoluted C 1s peaks of (1:6)-B and (1:1)-B respectively.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>N<sub>2</sub> adsorption–desorption isotherm of all the MOFs.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic9b03732_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  N2 adsorption-desorption isotherm of all the MOFs.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison\nof the adsorption capacity of each MOFs for the representative <italic>cis</italic>-diols galactose, glucose, mannose, and xylose.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic9b03732_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Comparison of the adsorption capacity of each MOFs for the representative cis-diols galactose, glucose, mannose, and xylose.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) The\nvariation of adsorption with time, (b) pseudo-first-order kinetic\nmodel, and (c) pseudo-second-order kinetic model.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic9b03732_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) The variation of adsorption with time, (b) pseudo-first-order kinetic model, and (c) pseudo-second-order kinetic model.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) The Langmuir and\n(b) Freundlich adsorption models.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic9b03732_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) The Langmuir and (b) Freundlich adsorption models.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.9b03732", "title": "\nWater Stable Boronic Acid Grafted Barium Metal–Organic\nFramework for the Selective Adsorption of cis-Diols\n", "journal": "American\nChemical Society", "date": "2020.04", "author_list": ["Pankajakshan\nAsha", "Mandal\nSukhendu"]}}