{"filepath": "../L2M3_data/1_application_papers/acs_xml/ie1c01291.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>This\nwork examines the performance of three ethylene-selective\nmaterials that have the potential to enable “ethylene capture”\nfrom streams that are relatively dilute in ethylene. Although there\nare many components in such streams, two common competing sorbates\nare ethylene and water. While studies on binary C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> separation exist, they neglect\nto explore the effects of humidity. In this work, both dry and humid\nC<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> breakthroughs\nwere conducted on the following metal–organic frameworks (MOFs): CuBTC, Ni-MOF-74, and zeolite 13X.\nAll three materials were able to separate ethylene from ethane under\n40% relative humidity. Although water molecules were expected to compete\nwith ethylene and ethane for adsorption sites, breakthrough experiments\nshowed that C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> can still be separated with high selectivity under low humidity\nconditions. However, at high humidity conditions, the ethylene capture\nperformance of all the sorbents is diminished or not observable.</p>", "clean_text": "This work examines the performance of three ethylene-selective materials that have the potential to enable \"ethylene capture\" from streams that are relatively dilute in ethylene. Although there are many components in such streams, two common competing sorbates are ethylene and water. While studies on binary C2H4/C2H6 separation exist, they neglect to explore the effects of humidity. In this work, both dry and humid C2H4/C2H6 breakthroughs were conducted on the following metal-organic frameworks (MOFs): CuBTC, Ni-MOF-74, and zeolite 13X. All three materials were able to separate ethylene from ethane under 40% relative humidity. Although water molecules were expected to compete with ethylene and ethane for adsorption sites, breakthrough experiments showed that C2H4 and C2H6 can still be separated with high selectivity under low humidity conditions. However, at high humidity conditions, the ethylene capture performance of all the sorbents is diminished or not observable.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Ethylene is one of the most widely used compounds in the chemical\nindustry. Accordingly, its overall worldwide production exceeds that\nof any other organic chemical. In the\npetrochemical industry, ethylene is traditionally produced by steam\ncracking, a process that converts large hydrocarbons into smaller\nones. An alternative to steam cracking\nis the oxidative coupling of methane (OCM). OCM, which has received\nremarkable attention for a number of years, converts methane directly\ninto ethylene using heterogeneous catalysts. OCM catalysts however typically produce unwanted byproducts such\nas C<sub>2</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>2</sub>, CO, H<sub>2</sub>O, and H<sub>2</sub>. These byproducts\nmust be separated out during the final steps. It would be advantageous\nto directly remove ethylene from such multicomponent streams, a process\nwe refer to as “ethylene capture” due to conditions\nthat are analogous with those found in CO<sub>2</sub> capture. Beyond OCM systems, the ethylene capture technology finds utility\nin the recovery of high-value products from refinery purge streams.\nAdsorption technology is perhaps best suited for the selective recovery\nof a single dilute component from a complex multicomponent mixture,\nand thus, we focus on that separation modality in this work. Although\na variety of contaminants must be considered for eventual deployment\nof such a technology, we confine ourselves to two of the most important\nones in this work: ethane and water.</p>", "clean_text": "Introduction\n\nEthylene is one of the most widely used compounds in the chemical industry. Accordingly, its overall worldwide production exceeds that of any other organic chemical. In the petrochemical industry, ethylene is traditionally produced by steam cracking, a process that converts large hydrocarbons into smaller ones. An alternative to steam cracking is the oxidative coupling of methane (OCM). OCM, which has received remarkable attention for a number of years, converts methane directly into ethylene using heterogeneous catalysts. OCM catalysts however typically produce unwanted byproducts such as C2H6, C2H2, CO, H2O, and H2. These byproducts must be separated out during the final steps. It would be advantageous to directly remove ethylene from such multicomponent streams, a process we refer to as \"ethylene capture\" due to conditions that are analogous with those found in CO2 capture. Beyond OCM systems, the ethylene capture technology finds utility in the recovery of high-value products from refinery purge streams. Adsorption technology is perhaps best suited for the selective recovery of a single dilute component from a complex multicomponent mixture, and thus, we focus on that separation modality in this work. Although a variety of contaminants must be considered for eventual deployment of such a technology, we confine ourselves to two of the most important ones in this work: ethane and water.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs) are porous and crystalline\nmaterials comprised of metal ions/clusters and organic linkers. MOFs are attractive candidates for hydrocarbon separation because\nof their high surface areas, tunable pore sizes, and ability to exhibit\ndesired gas sorption behaviors through the many post-synthetic modification\ntechniques available. MOFs with open metal sites (e.g., MOF-74 and CuBTC) preferentially\nadsorb ethylene over ethane because of the strong π–π\ncomplexation interactions between the open metal sites and the double\nbond of ethylene. The water vapor stability of MOFs and\nthe impact that water vapor has on gas adsorption (e.g., CO<sub>2</sub>, SO<sub>2</sub>, NH<sub>3</sub>, etc.) have been extensively studied in the literature. In most of these\ncases, water will compete with the target adsorbate and lower the\nfinal adsorption capacity. However, the effect of water on adsorption\nof other gases is not always deleterious. For example, CO<sub>2</sub> adsorption was shown to be enhanced via occupation of open metal\nsites by coordinated water molecules, a phenomenon first predicted\nby molecular simulation and subsequently validated by experiments. Although many humid gas adsorption studies in\nMOFs with open Cu sites have been conducted,\nthe effect of water vapor on ethylene capture has not yet been fully\nexplored.</p>", "clean_text": "Metal-organic frameworks (MOFs) are porous and crystalline materials comprised of metal ions/clusters and organic linkers. MOFs are attractive candidates for hydrocarbon separation because of their high surface areas, tunable pore sizes, and ability to exhibit desired gas sorption behaviors through the many post-synthetic modification techniques available. MOFs with open metal sites (e.g., MOF-74 and CuBTC) preferentially adsorb ethylene over ethane because of the strong π-π complexation interactions between the open metal sites and the double bond of ethylene. The water vapor stability of MOFs and the impact that water vapor has on gas adsorption (e.g., CO2, SO2, NH3, etc.) have been extensively studied in the literature. In most of these cases, water will compete with the target adsorbate and lower the final adsorption capacity. However, the effect of water on adsorption of other gases is not always deleterious. For example, CO2 adsorption was shown to be enhanced via occupation of open metal sites by coordinated water molecules, a phenomenon first predicted by molecular simulation and subsequently validated by experiments. Although many humid gas adsorption studies in MOFs with open Cu sites have been conducted, the effect of water vapor on ethylene capture has not yet been fully explored.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To investigate the performance of humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> separation of MOF materials,\ntwo open-metal-site\nMOFs, CuBTC and Ni-MOF-74, were selected. These two materials have\npreviously been investigated for dry ethylene/ethane separations but\nhave never been studied under humid ethylene/ethane conditions. Zeolite\n13X was also chosen to serve as a point of comparison for the selectivity\nand capacities of dry and humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> adsorption. Like the two MOFs, 13X also shows strong\npreferential adsorption of C<sub>2</sub>H<sub>4</sub> over C<sub>2</sub>H<sub>6</sub>. Unlike open-metal-site MOFs, however, its high selectivity\nis a result of π-ion complexation interactions between electropositive\ncations (Na<sup>+</sup>) and π bonds of C<sub>2</sub>H<sub>4</sub> and not because of strong π–π complexation interactions. Due to its hydrophilic nature, 13X exhibits a high affinity for\nwater molecules and a high adsorption capacity for water. When exposed to humid gases, 13X can be poisoned\nby water vapor very easily and consequently lose its capability for\ngas adsorption and separation. Similarly, it has been\nshown that the strong affinity between the adsorbent surface and water\nmolecules will cause water to compete with C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> for open metal sites\nor other adsorption sites. We observed that as\nthe water adsorbs and poisons CuBTC and Ni-MOF-74, the overall adsorption\ncapacity decreases but the C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> selectivity increases at the beginning. However, this\napparent limitation of open-metal-site MOFs and 13X can be attractive\nfor pressure swing adsorption applications. If C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> can still be adsorbed and\nseparated under humid conditions, as the pressure is decreased, they\nwould also desorb faster than the strongly adsorbed H<sub>2</sub>O.\nThe outlet stream would contain high-concentration C<sub>2</sub>H<sub>4</sub>, and the adsorbed water can later be removed by increasing\nthe temperature. Our experimental results demonstrate that all three\nmaterials are able to separate ethylene from ethane under 40% relative\nhumidity, but the total adsorption capacity will decrease due to the\ncompetitive adsorption of water. Water will eventually poison the\nmaterials after certain number of cycles, rendering them unable to\nseparate C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub>. However,\nall three materials can be regenerated by increasing the regeneration\ntemperature.</p>", "clean_text": "To investigate the performance of humid C2H4/C2H6 separation of MOF materials, two open-metal-site MOFs, CuBTC and Ni-MOF-74, were selected. These two materials have previously been investigated for dry ethylene/ethane separations but have never been studied under humid ethylene/ethane conditions. Zeolite 13X was also chosen to serve as a point of comparison for the selectivity and capacities of dry and humid C2H4/C2H6 adsorption. Like the two MOFs, 13X also shows strong preferential adsorption of C2H4 over C2H6. Unlike open-metal-site MOFs, however, its high selectivity is a result of π-ion complexation interactions between electropositive cations (Na+) and π bonds of C2H4 and not because of strong π-π complexation interactions. Due to its hydrophilic nature, 13X exhibits a high affinity for water molecules and a high adsorption capacity for water. When exposed to humid gases, 13X can be poisoned by water vapor very easily and consequently lose its capability for gas adsorption and separation. Similarly, it has been shown that the strong affinity between the adsorbent surface and water molecules will cause water to compete with C2H4 and C2H6 for open metal sites or other adsorption sites. We observed that as the water adsorbs and poisons CuBTC and Ni-MOF-74, the overall adsorption capacity decreases but the C2H4/C2H6 selectivity increases at the beginning. However, this apparent limitation of open-metal-site MOFs and 13X can be attractive for pressure swing adsorption applications. If C2H4 and C2H6 can still be adsorbed and separated under humid conditions, as the pressure is decreased, they would also desorb faster than the strongly adsorbed H2O. The outlet stream would contain high-concentration C2H4, and the adsorbed water can later be removed by increasing the temperature. Our experimental results demonstrate that all three materials are able to separate ethylene from ethane under 40% relative humidity, but the total adsorption capacity will decrease due to the competitive adsorption of water. Water will eventually poison the materials after certain number of cycles, rendering them unable to separate C2H4/C2H6. However, all three materials can be regenerated by increasing the regeneration temperature.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>All chemicals required in this study were\nused as received (without any purification) from commercial sources:\nnickel­(II) nitrate hexahydrate [Ni­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O], copper (II) hydroxide [Cu­(OH)<sub>2</sub>], and terephthalic\nacid (BDC) from Sigma-Aldrich. 2,5-Dihydroxyterephthalic acid (DHTA)\nwas received from TCI America. <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-Dimethylformamide (DMF) and ethanol were obtained from VWR.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nAll chemicals required in this study were used as received (without any purification) from commercial sources: nickel(II) nitrate hexahydrate [Ni(NO3)2⋅6H2O], copper (II) hydroxide [Cu(OH)2], and terephthalic acid (BDC) from Sigma-Aldrich. 2,5-Dihydroxyterephthalic acid (DHTA) was received from TCI America. N,N-Dimethylformamide (DMF) and ethanol were obtained from VWR.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof Ni-MOF-74</title><p>Synthesis of Ni-MOF-74 was performed\nfollowing the reported procedures. 0.53\ng of Ni­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 0.5 g\nof DHTA were dissolved in 45 mL of DMF, 3 mL of ethanol, and 3 mL\nof deionized (DI) water. The solution was equally divided into five\n20 mL vials and heated at 125 °C for 21 h. The mother liquor\nwas decanted. The brown solid product was washed three times with\nDMF and three times with methanol. The product was left immersed in\nmethanol. Prior to equilibrium experiments, the product was activated\nunder vacuum at 180 °C for 18 h and activated under helium flow\nat 180 °C for 18 h before breakthrough testing.</p>", "clean_text": "Synthesis of Ni-MOF-74\n\nSynthesis of Ni-MOF-74 was performed following the reported procedures. 0.53 g of Ni(NO3)2⋅6H2O and 0.5 g of DHTA were dissolved in 45 mL of DMF, 3 mL of ethanol, and 3 mL of deionized (DI) water. The solution was equally divided into five 20 mL vials and heated at 125 °C for 21 h. The mother liquor was decanted. The brown solid product was washed three times with DMF and three times with methanol. The product was left immersed in methanol. Prior to equilibrium experiments, the product was activated under vacuum at 180 °C for 18 h and activated under helium flow at 180 °C for 18 h before breakthrough testing.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of\nCuBTC</title><p>CuBTC particles were synthesized\nusing a modified method. 1 g of Cu­(OH)<sub>2</sub> (10.3 mmol) was added to 10 mL of DI water, and separately,\n1.217 g of trimesic acid (5.8 mmol) was added to 27 mL of ethanol.\nThe second solution containing the organic linker and ethanol was\nthen poured into the first solution. The mixed solution was left stirring\nfor 1 h at room temperature and left undisturbed for another 4 h.\nThe product was centrifuged, washed with DMF three times, and then\nwashed with methanol three times. It was left out to dry in the fume\nhood and exposed to air overnight. The product was activated at 150 °C\nunder vacuum overnight prior to equilibrium adsorption experiments.\nFor breakthrough testing, the product was activated under helium flow\nat 150 °C.</p>", "clean_text": "Synthesis of CuBTC\n\nCuBTC particles were synthesized using a modified method. 1 g of Cu(OH)2 (10.3 mmol) was added to 10 mL of DI water, and separately, 1.217 g of trimesic acid (5.8 mmol) was added to 27 mL of ethanol. The second solution containing the organic linker and ethanol was then poured into the first solution. The mixed solution was left stirring for 1 h at room temperature and left undisturbed for another 4 h. The product was centrifuged, washed with DMF three times, and then washed with methanol three times. It was left out to dry in the fume hood and exposed to air overnight. The product was activated at 150 °C under vacuum overnight prior to equilibrium adsorption experiments. For breakthrough testing, the product was activated under helium flow at 150 °C.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>13X</title><p>13X was purchased from Sigma-Aldrich\nwith a particle\nsize of 60–80 mesh (177–250 μm). The product was\nactivated at 200 °C under vacuum overnight prior to equilibrium\nadsorption experiments. For breakthrough testing, the product was\nactivated under helium flow at 200 °C.</p>", "clean_text": "13X\n\n13X was purchased from Sigma-Aldrich with a particle size of 60-80 mesh (177-250 μm). The product was activated at 200 °C under vacuum overnight prior to equilibrium adsorption experiments. For breakthrough testing, the product was activated under helium flow at 200 °C.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Power X-ray Diffraction</title><p>Power X-ray diffraction (PXRD)\npatterns were collected using a PANalytical X’Pert X-ray diffractometer\ncoupled with an X′ Celerator detector and Cu Kα (λ\n= 1.5418 Å) source radiation at room temperature.</p>", "clean_text": "Power X-ray Diffraction\n\nPower X-ray diffraction (PXRD) patterns were collected using a PANalytical X'Pert X-ray diffractometer coupled with an X' Celerator detector and Cu Kα (λ = 1.5418 Å) source radiation at room temperature.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>N<sub>2</sub> Physisorption Isotherms</title><p>N<sub>2</sub> physisorption isotherms\nwere collected at 77 K on a Quadrasorb system\nfrom Quantachrome Instruments. All samples were activated following\nthe conditions in the above synthesis procedures before measurement\nusing a FloVac degasser also from Quantachrome. Nitrogen adsorption\nanalysis was performed on all samples, and surface area were determined\nby applying Brunauer–Emmett–Teller theory over the pressure\nrange (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub>) 0.003–0.05.\n</p>", "clean_text": "N2 Physisorption Isotherms\n\nN2 physisorption isotherms were collected at 77 K on a Quadrasorb system from Quantachrome Instruments. All samples were activated following the conditions in the above synthesis procedures before measurement using a FloVac degasser also from Quantachrome. Nitrogen adsorption analysis was performed on all samples, and surface area were determined by applying Brunauer-Emmett-Teller theory over the pressure range (P/P 0) 0.003-0.05. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Adsorption Isotherm Measurement</title><p>C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> adsorption\nisotherms were\nmeasured at 293 K and over a pressure range of 0–1 bar on an\nIGA-001 microbalance from Hiden Isochema. H<sub>2</sub>O adsorption\nisotherms were measured with a Micromeritics 3Flex surface characterization\nanalyzer at 293 K and over a relative pressure range (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub>) of 0–0.85. The 3Flex runs\non its own internal equilibrium criteria; it will dynamically calculate\nthe derivative at the midpoint of 11 successive pressure readings\nand then compare subsequent derivative calculations to the previous\nvalue until they fall within 0.01% of each other. The minimum equilibration\ndelay at less than 99.5% RH is 600 s. Additionally, the pressure tolerancethe\nacceptable range before which the 3Flex will record pressure readingswas\nselected by the 3Flex as the lower value of either 6.66 mbar or 2.5%\nof the pressure reading. All samples were activated following the\nconditions in the above synthesis procedures before measurement.</p>", "clean_text": "Adsorption Isotherm Measurement\n\nC2H4 and C2H6 adsorption isotherms were measured at 293 K and over a pressure range of 0-1 bar on an IGA-001 microbalance from Hiden Isochema. H2O adsorption isotherms were measured with a Micromeritics 3Flex surface characterization analyzer at 293 K and over a relative pressure range (P/P 0) of 0-0.85. The 3Flex runs on its own internal equilibrium criteria; it will dynamically calculate the derivative at the midpoint of 11 successive pressure readings and then compare subsequent derivative calculations to the previous value until they fall within 0.01% of each other. The minimum equilibration delay at less than 99.5% RH is 600 s. Additionally, the pressure tolerancethe acceptable range before which the 3Flex will record pressure readingswas selected by the 3Flex as the lower value of either 6.66 mbar or 2.5% of the pressure reading. All samples were activated following the conditions in the above synthesis procedures before measurement.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Breakthrough Experiments</title><p>Breakthrough experiments were\nconducted using a home-built instrument (schematic shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Feed flow rates were controlled via\nmass flow controllers (MKS Instruments, Inc). All adsorbents used\nin the breakthrough experiments were first sieved to a particle size\nbetween 425 and 850 μm. The packed adsorbent column [an 85 ×\n4.5 mm (length × inner diameter) stainless-steel tube] with an\nadsorbent mass of 150 mg was activated by purging with a constant\nHe flow (20 cm<sup>3</sup>/min). For dry C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> breakthrough experiments, an equimolar\nmixture of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> was introduced at a total flow rate of 5 cm<sup>3</sup>/min and\nlater mixed with a 5 cm<sup>3</sup>/min stream of helium, which gives\nan initial concentration of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> of 11.16 mmol/cm<sup>3</sup>. The system temperature\nwas maintained at 20 °C. For the humid breakthrough experiments,\na dry C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> equimolar\nmixture was passed through a water bubbler at a flow rate of 5 cm<sup>3</sup>/min. The humidified stream was then mixed with a 5 cm<sup>3</sup>/min stream of helium, resulting in a measured relative humidity\nof approximately 40%. Humid breakthrough curves on pre-humidified\nadsorbents were measured by first equilibrating the fixed bed to humid\nhelium with a relative humidity of approximately 80% at a flow rate\nof 5 cm<sup>3</sup>/min for 24 h. After equilibration with water at\nthis condition, a dry C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> equimolar feed mixture was then introduced at 5 cm<sup>3</sup>/min and mixed with humid helium. The gas composition at the column\noutlet was determined by mass spectrometry. Fixed-bed system specifications\nare further detailed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. Recycling and stability tests were performed by running humid breakthrough\nand then regenerating materials with heating based on the activation\ncondition of each material.</p>", "clean_text": "Breakthrough Experiments\n\nBreakthrough experiments were conducted using a home-built instrument (schematic shown in Figure S1). Feed flow rates were controlled via mass flow controllers (MKS Instruments, Inc). All adsorbents used in the breakthrough experiments were first sieved to a particle size between 425 and 850 μm. The packed adsorbent column [an 85 × 4.5 mm (length × inner diameter) stainless-steel tube] with an adsorbent mass of 150 mg was activated by purging with a constant He flow (20 cm3/min). For dry C2H4/C2H6 breakthrough experiments, an equimolar mixture of C2H4 and C2H6 was introduced at a total flow rate of 5 cm3/min and later mixed with a 5 cm3/min stream of helium, which gives an initial concentration of C2H4 and C2H6 of 11.16 mmol/cm3. The system temperature was maintained at 20 °C. For the humid breakthrough experiments, a dry C2H4/C2H6 equimolar mixture was passed through a water bubbler at a flow rate of 5 cm3/min. The humidified stream was then mixed with a 5 cm3/min stream of helium, resulting in a measured relative humidity of approximately 40%. Humid breakthrough curves on pre-humidified adsorbents were measured by first equilibrating the fixed bed to humid helium with a relative humidity of approximately 80% at a flow rate of 5 cm3/min for 24 h. After equilibration with water at this condition, a dry C2H4/C2H6 equimolar feed mixture was then introduced at 5 cm3/min and mixed with humid helium. The gas composition at the column outlet was determined by mass spectrometry. Fixed-bed system specifications are further detailed in the Supporting Information. Recycling and stability tests were performed by running humid breakthrough and then regenerating materials with heating based on the activation condition of each material.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Results\nand Discussion</title><title>Dry Ethylene/Ethane Separation</title><p>CuBTC,\nNi-MOF-74, and zeolite 13X exhibit preferential adsorption of ethylene\nover ethane and are able to effectively separate ethylene from ethane\naccording to the measured breakthrough curves. However, their shared selectivity for ethylene arises from two different\nmechanisms. CuBTC and Ni-MOF-74 have a large number of open metal\nsites that can form strong π-complexation interactions with\nunsaturated double bonds of ethylene, while 13X separates ethylene\nfrom ethane with its electropositive cations (Na<sup>+</sup>) that\ncan form strong interactions with the unsaturated double bond of C<sub>2</sub>H<sub>4</sub>. To evaluate the dry and humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> separation performance of\nthese three materials, breakthrough experiments were conducted at\n293 K and 1 bar. In agreement with literature results, all adsorbents\nwere more selective for C<sub>2</sub>H<sub>4</sub> than C<sub>2</sub>H<sub>6</sub>, as seen in . In all three breakthrough curves, the weakly binding\nadsorbate exits the column earlier than the strongly binding adsorbate.\nThe rollup observed in the breakthrough curves was caused by the simultaneous\nadsorption of C<sub>2</sub>H<sub>4</sub>, promoting the forced desorption\nof C<sub>2</sub>H<sub>6</sub> shown in .  shows that the dynamic adsorption capacity for ethylene\nin CuBTC (4.22 mmol/g) is higher than that of both Ni-MOF-74 (3.00\nmmol/g) and 13X (1.79 mmol/g) at 1 bar (partial pressure of the C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> gas mixture is 0.5\nbar). This result is due to CuBTC having a higher surface area and\npore volume than both Ni-MOF-74 and 13X. The breakthrough C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> selectivity for each material\nwas calculated as<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>S</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">S</italic> is the selectivity\nfor component 1 over component 2, <italic toggle=\"yes\">x</italic> is the adsorbed\nphase mole fraction, and <italic toggle=\"yes\">y</italic> is the gas phase mole\nfraction. Although CuBTC displayed the highest C<sub>2</sub>H<sub>4</sub> capacity, its adsorption selectivity (2.3) is lower than\nthat of both Ni-MOF-74 (3.7) and 13X (5.3) due to a lower open-metal-site\ndensity (the percentage of sites with preferential adsorption of C<sub>2</sub>H<sub>4</sub> over C<sub>2</sub>H<sub>6</sub>). This result\nis consistent with previously reported data.\n</p>", "clean_text": "Results and Discussion\n\nDry Ethylene/Ethane Separation\n\nCuBTC, Ni-MOF-74, and zeolite 13X exhibit preferential adsorption of ethylene over ethane and are able to effectively separate ethylene from ethane according to the measured breakthrough curves. However, their shared selectivity for ethylene arises from two different mechanisms. CuBTC and Ni-MOF-74 have a large number of open metal sites that can form strong π-complexation interactions with unsaturated double bonds of ethylene, while 13X separates ethylene from ethane with its electropositive cations (Na+) that can form strong interactions with the unsaturated double bond of C2H4. To evaluate the dry and humid C2H4/C2H6 separation performance of these three materials, breakthrough experiments were conducted at 293 K and 1 bar. In agreement with literature results, all adsorbents were more selective for C2H4 than C2H6, as seen in . In all three breakthrough curves, the weakly binding adsorbate exits the column earlier than the strongly binding adsorbate. The rollup observed in the breakthrough curves was caused by the simultaneous adsorption of C2H4, promoting the forced desorption of C2H6 shown in .  shows that the dynamic adsorption capacity for ethylene in CuBTC (4.22 mmol/g) is higher than that of both Ni-MOF-74 (3.00 mmol/g) and 13X (1.79 mmol/g) at 1 bar (partial pressure of the C2H4/C2H6 gas mixture is 0.5 bar). This result is due to CuBTC having a higher surface area and pore volume than both Ni-MOF-74 and 13X. The breakthrough C2H4/C2H6 selectivity for each material was calculated as 1     S =     x   1       x   2     ⋅     y   2       y   1        where S is the selectivity for component 1 over component 2, x is the adsorbed phase mole fraction, and y is the gas phase mole fraction. Although CuBTC displayed the highest C2H4 capacity, its adsorption selectivity (2.3) is lower than that of both Ni-MOF-74 (3.7) and 13X (5.3) due to a lower open-metal-site density (the percentage of sites with preferential adsorption of C2H4 over C2H6). This result is consistent with previously reported data. ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Experimental\nbreakthrough curves for dry ethylene and ethane for\n(a) CuBTC, (c) Ni-MOF-74, and (e) 13X and humid ethylene and ethane\nfor (b) CuBTC, (d) Ni-MOF-74, and (f) 13X at 293 K and 1 bar. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> is the initial concentration of each adsorbate. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> is 11.16 mmol/cm.<sup>3</sup>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Experimental breakthrough curves for dry ethylene and ethane for (a) CuBTC, (c) Ni-MOF-74, and (e) 13X and humid ethylene and ethane for (b) CuBTC, (d) Ni-MOF-74, and (f) 13X at 293 K and 1 bar. C 0 is the initial concentration of each adsorbate. C 0 of C2H4 and C2H6 is 11.16 mmol/cm.3.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Adsorption Capacity and Selectivity\nCalculated Based on the Dry and Humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> Breakthrough Experiments at 293 K and 1 bar</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">C<sub>2</sub>H<sub>4</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">C<sub>2</sub>H<sub>6</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">selectivity (C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CuBTC (dry)</oasis:entry>\n<oasis:entry>4.22</oasis:entry>\n<oasis:entry>1.80</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF-74 (dry)</oasis:entry>\n<oasis:entry>3.00</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13X (dry)</oasis:entry>\n<oasis:entry>1.79</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>5.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CuBTC (humid)</oasis:entry>\n<oasis:entry>3.95</oasis:entry>\n<oasis:entry>1.53</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF-74 (humid)</oasis:entry>\n<oasis:entry>2.65</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>5.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13X (humid)</oasis:entry>\n<oasis:entry>1.45</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>Humid Ethylene/Ethane Separation\nand Water\nVapor Adsorption</title><p>Due to its high intrinsic polarity, water\nshould bind to adsorbents more strongly than C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>. As expected, C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> adsorption capacity decreased\non CuBTC, Ni-MOF-74, and 13X after humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> breakthrough experiments were conducted\n(). Despite\nthese lower loadings, the selectivity of CuBTC actually increased\nfrom 2.3 to 2.6, and the selectivity of Ni-MOF-74 also increased from\n3.7 to 5.4. Under both dry and humid feed conditions, no significant\ndifferences in the breakthrough time for C<sub>2</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>4</sub> were observed. The most important\nfactor is related to the fixed-bed behavior. As water molecules enter\nthe fixed bed, they will be immediately adsorbed near the feed entrance.\nDue to the strong adsorption behavior, the water concentration front\nwill move through the bed very slowly relative to the other components\nin the mixture (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">Figures S11 and S12</ext-link>), effectively\nallowing C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> to “see” a clean bed as both molecules travel ahead\nof the water. The behavior can be supported by the DeVault equation\n()\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>w</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mi>f</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>c</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">w</italic> is the wave velocity, <italic toggle=\"yes\">v</italic> is the interstitial velocity, ϵ is the bed porosity,\nand <italic toggle=\"yes\">f</italic>′(<italic toggle=\"yes\">c</italic>) is the slope of\nthe equilibrium isotherm at concentration <italic toggle=\"yes\">c.</italic> As CuBTC,\nNi-MOF-74, and 13X have favorable water adsorption isotherms ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">S13</ext-link>), <italic toggle=\"yes\">f</italic>′(<italic toggle=\"yes\">c</italic>) will be large at the low-concentration region, leading to a small\nwave velocity. This essentially creates an isolated segment of the\nbed with only dry C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> separation happening. The selectivity increases in both Ni-MOF-74\nand CuBTC after humid breakthroughs might have been caused by a reduction\nin pore sizes after water adsorption. Since the molecular size of\nC<sub>2</sub>H<sub>4</sub> is slightly smaller than that of C<sub>2</sub>H<sub>6</sub>, the impact of pore size reduction on C<sub>2</sub>H<sub>4</sub> adsorption is relatively smaller than that on\nC<sub>2</sub>H<sub>6</sub>. A larger selectivity difference was observed\nfor Ni-MOF-74 than that for CuBTC because Ni-MOF-74 is comprised of\none-dimensional pore channels. As a result, the diffusion and adsorption\nof gas molecules in Ni-MOF-74 will be more affected by a pore size\nchange. Furthermore, due to the competitive adsorption of water, more\nC<sub>2</sub>H<sub>6</sub> desorbed from the adsorption sites compared\nto that in the dry breakthrough, which can be observed from the area\ndifference of rollups of C<sub>2</sub>H<sub>6</sub> between dry and\nhumid breakthrough curves in . Compared to CuBTC and MOF-74, zeolite 13X showed\nvery different separation performances under dry and humid conditions.\nFor zeolite 13X, the breakthrough time difference between C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> decreased from approximately\n10 min/g (dry) to 5 min/g (humid), and the adsorption capacity of\nC<sub>2</sub>H<sub>4</sub> dropped from 1.79 to 1.45 mmol/g. However,\nthe C<sub>2</sub>H<sub>6</sub> uptake slightly increased from 0.34\nto 0.47 mmol/g because less-adsorbed C<sub>2</sub>H<sub>6</sub> was\ndesorbed during the competitive adsorption based on the area of the\nrollups of C<sub>2</sub>H<sub>6</sub>. Ultimately, the C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> selectivity of 13X decreased\nfrom 5.3 to 3.1.</p>", "clean_text": "Humid Ethylene/Ethane Separation and Water Vapor Adsorption\n\nDue to its high intrinsic polarity, water should bind to adsorbents more strongly than C2H4 and C2H6. As expected, C2H4 and C2H6 adsorption capacity decreased on CuBTC, Ni-MOF-74, and 13X after humid C2H4/C2H6 breakthrough experiments were conducted (). Despite these lower loadings, the selectivity of CuBTC actually increased from 2.3 to 2.6, and the selectivity of Ni-MOF-74 also increased from 3.7 to 5.4. Under both dry and humid feed conditions, no significant differences in the breakthrough time for C2H6 and C2H4 were observed. The most important factor is related to the fixed-bed behavior. As water molecules enter the fixed bed, they will be immediately adsorbed near the feed entrance. Due to the strong adsorption behavior, the water concentration front will move through the bed very slowly relative to the other components in the mixture (Figures S11 and S12), effectively allowing C2H4 and C2H6 to \"see\" a clean bed as both molecules travel ahead of the water. The behavior can be supported by the DeVault equation ()  2     w =   v   1 +  (   1 - ε   ε   )  f '  ( c )       where w is the wave velocity, v is the interstitial velocity, ϵ is the bed porosity, and f'(c) is the slope of the equilibrium isotherm at concentration c. As CuBTC, Ni-MOF-74, and 13X have favorable water adsorption isotherms ( and S13), f'(c) will be large at the low-concentration region, leading to a small wave velocity. This essentially creates an isolated segment of the bed with only dry C2H4/C2H6 separation happening. The selectivity increases in both Ni-MOF-74 and CuBTC after humid breakthroughs might have been caused by a reduction in pore sizes after water adsorption. Since the molecular size of C2H4 is slightly smaller than that of C2H6, the impact of pore size reduction on C2H4 adsorption is relatively smaller than that on C2H6. A larger selectivity difference was observed for Ni-MOF-74 than that for CuBTC because Ni-MOF-74 is comprised of one-dimensional pore channels. As a result, the diffusion and adsorption of gas molecules in Ni-MOF-74 will be more affected by a pore size change. Furthermore, due to the competitive adsorption of water, more C2H6 desorbed from the adsorption sites compared to that in the dry breakthrough, which can be observed from the area difference of rollups of C2H6 between dry and humid breakthrough curves in . Compared to CuBTC and MOF-74, zeolite 13X showed very different separation performances under dry and humid conditions. For zeolite 13X, the breakthrough time difference between C2H4 and C2H6 decreased from approximately 10 min/g (dry) to 5 min/g (humid), and the adsorption capacity of C2H4 dropped from 1.79 to 1.45 mmol/g. However, the C2H6 uptake slightly increased from 0.34 to 0.47 mmol/g because less-adsorbed C2H6 was desorbed during the competitive adsorption based on the area of the rollups of C2H6. Ultimately, the C2H4/C2H6 selectivity of 13X decreased from 5.3 to 3.1.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Water vapor adsorption isotherms for (a) CuBTC, (b) Ni-MOF-74,\nand (c) 13X at 293 K. Closed and open symbols show adsorption and\ndesorption, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Water vapor adsorption isotherms for (a) CuBTC, (b) Ni-MOF-74, and (c) 13X at 293 K. Closed and open symbols show adsorption and desorption, respectively.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>These conflicting separation performances may have been caused\nby their differing pore volumes and hydrophilicity. 13X has a smaller\npore volume than CuBTC and Ni-MOF-74 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>), which leads to a lower water uptake at the same relative humidity,\nas shown in . At 40% relative humidity, CuBTC, Ni-MOF-74, and 13X had water loadings\nof ∼27, ∼22, and ∼11 mmol/g, respectively. Additionally,\n13X has a smaller water capacity in the lower relative humidity regions\ncompared to the other two materials. The water uptake of 13X at approximately\n10% relative humidity is around 10 mmol/g, which is less than the\n14 mmol/g adsorbed by CuBTC and the 20 mmol/g adsorbed by Ni-MOF-74.\nThese results indicate that 13X has a lower water capacity than the\nother two MOFs. Based on the DeVault equation, <italic toggle=\"yes\">f</italic>′(<italic toggle=\"yes\">c</italic>) of 13X is smaller than that of CuBTC and Ni-MOF-74, and\nits wave velocity will be larger. Therefore, water molecules are allowed\nto travel a longer distance in the fixed bed with 13X. Subsequently,\na greater bed length of 13X will be poisoned by water and lose the\ncapability to separate C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>. Although CuBTC has a higher water uptake than 13X\n(), the desorption\nisotherm demonstrates that there is a greater than 15 mmol/g difference\nbetween its water loadings at 5 and 20% relative humidity. This suggests\nthat if ethylene is collected from CuBTC via pressure swing adsorption,\na large amount of water will desorb with the ethylene. To remove the\nwater from the high-purity ethylene, an additional drying step will\nbe necessary.</p>", "clean_text": "These conflicting separation performances may have been caused by their differing pore volumes and hydrophilicity. 13X has a smaller pore volume than CuBTC and Ni-MOF-74 (Table S1), which leads to a lower water uptake at the same relative humidity, as shown in . At 40% relative humidity, CuBTC, Ni-MOF-74, and 13X had water loadings of ~27, ~22, and ~11 mmol/g, respectively. Additionally, 13X has a smaller water capacity in the lower relative humidity regions compared to the other two materials. The water uptake of 13X at approximately 10% relative humidity is around 10 mmol/g, which is less than the 14 mmol/g adsorbed by CuBTC and the 20 mmol/g adsorbed by Ni-MOF-74. These results indicate that 13X has a lower water capacity than the other two MOFs. Based on the DeVault equation, f'(c) of 13X is smaller than that of CuBTC and Ni-MOF-74, and its wave velocity will be larger. Therefore, water molecules are allowed to travel a longer distance in the fixed bed with 13X. Subsequently, a greater bed length of 13X will be poisoned by water and lose the capability to separate C2H4 and C2H6. Although CuBTC has a higher water uptake than 13X (), the desorption isotherm demonstrates that there is a greater than 15 mmol/g difference between its water loadings at 5 and 20% relative humidity. This suggests that if ethylene is collected from CuBTC via pressure swing adsorption, a large amount of water will desorb with the ethylene. To remove the water from the high-purity ethylene, an additional drying step will be necessary.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>To determine the adsorption separation performance\nof materials\nthat have undergone long-term exposure to water vapor, CuBTC, Ni-MOF-74,\nand 13X were exposed to a humid helium stream for 24 h before humid\nC<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> breakthrough\nexperiments were conducted.  shows that C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> broke through in the same time, and all these three\nmaterials were unable to separate ethylene from ethane. Although all\nthree materials were able to separate ethylene from ethane effectively\nduring the breakthrough cycles, the accumulation of water in the pores\nafter multiple cycles caused a decrease in the number of available\nadsorption sites for C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>. The water vapor desorption isotherms shown in  further confirm that water\nmolecules have strong interactions with all three materials and the\nmaterials cannot be completely degassed by only decreasing the pressure.\nIn spite of the much higher concentrations of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>, when C<sub>2</sub>H<sub>4</sub> and\nC<sub>2</sub>H<sub>6</sub> pass through the pre-humidified materials,\nthey cannot compete with water for the pre-saturated sites, and therefore,\nno preferential adsorption of C<sub>2</sub>H<sub>4</sub> over C<sub>2</sub>H<sub>6</sub> was observed.</p>", "clean_text": "To determine the adsorption separation performance of materials that have undergone long-term exposure to water vapor, CuBTC, Ni-MOF-74, and 13X were exposed to a humid helium stream for 24 h before humid C2H4/C2H6 breakthrough experiments were conducted.  shows that C2H4 and C2H6 broke through in the same time, and all these three materials were unable to separate ethylene from ethane. Although all three materials were able to separate ethylene from ethane effectively during the breakthrough cycles, the accumulation of water in the pores after multiple cycles caused a decrease in the number of available adsorption sites for C2H4 and C2H6. The water vapor desorption isotherms shown in  further confirm that water molecules have strong interactions with all three materials and the materials cannot be completely degassed by only decreasing the pressure. In spite of the much higher concentrations of C2H4 and C2H6, when C2H4 and C2H6 pass through the pre-humidified materials, they cannot compete with water for the pre-saturated sites, and therefore, no preferential adsorption of C2H4 over C2H6 was observed.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Experimental breakthrough curves for humid\nC<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> for pre-humidified\n(a) CuBTC, (b) Ni-MOF-74,\nand (c) 13X at 293 K. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> is the initial\nconcentration of each adsorbate. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> of\nC<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> is 11.16\nmmol/cm<sup>3</sup>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Experimental breakthrough curves for humid C2H4/C2H6 for pre-humidified (a) CuBTC, (b) Ni-MOF-74, and (c) 13X at 293 K. C 0 is the initial concentration of each adsorbate. C 0 of C2H4 and C2H6 is 11.16 mmol/cm3.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<title>Recyclability\nand Stability</title><p>The humid\nbreakthrough results demonstrate that C<sub>2</sub>H<sub>4</sub> and\nC<sub>2</sub>H<sub>6</sub> can still be separated under humid conditions\ndue to the fixed-bed adsorption behavior of H<sub>2</sub>O. Additionally,\nas shown in , the recyclability and stability of these three materials were investigated\nto determine their feasibility for real applications.  shows that the adsorption capacities\nof C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> for CuBTC\ndecreased after each humid breakthrough cycle (samples were heated\nand completely degassed before each cycle). The materials were also\npre-exposed to 40% humidity for 24 h and then activated before humid\nbreakthrough experiments. This time, the adsorption capacity of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> decreased from\n3.95 to 2.17 mmol/g and from 1.53 to 0.82 mmol/g, respectively, suggesting\nthat CuBTC is not stable after exposure to water molecules. However,\nthe selectivity of C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> remained at approximately 2.6 even after the degradation of CuBTC.\nThis may have occurred due to water now occupying the adsorption sites\nmeant for C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>, causing a reduction in the effective weight of the material. In\ncontrast, Ni-MOF-74 and 13X showed much higher water vapor stability\nand recyclability than CuBTC. After 24 h of humid exposure and activation,\nthe ethylene and ethane uptakes on Ni-MOF-74 only slightly decreased\nfrom 2.65 to 2.57 mmol/g and from 0.49 to 0.45 mmol/g, respectively.\nThe high water vapor stability of Ni-MOF-74 aligns with previously\nreported results.\n</p>", "clean_text": "Recyclability and Stability\n\nThe humid breakthrough results demonstrate that C2H4 and C2H6 can still be separated under humid conditions due to the fixed-bed adsorption behavior of H2O. Additionally, as shown in , the recyclability and stability of these three materials were investigated to determine their feasibility for real applications.  shows that the adsorption capacities of C2H4 and C2H6 for CuBTC decreased after each humid breakthrough cycle (samples were heated and completely degassed before each cycle). The materials were also pre-exposed to 40% humidity for 24 h and then activated before humid breakthrough experiments. This time, the adsorption capacity of C2H4 and C2H6 decreased from 3.95 to 2.17 mmol/g and from 1.53 to 0.82 mmol/g, respectively, suggesting that CuBTC is not stable after exposure to water molecules. However, the selectivity of C2H4/C2H6 remained at approximately 2.6 even after the degradation of CuBTC. This may have occurred due to water now occupying the adsorption sites meant for C2H4 and C2H6, causing a reduction in the effective weight of the material. In contrast, Ni-MOF-74 and 13X showed much higher water vapor stability and recyclability than CuBTC. After 24 h of humid exposure and activation, the ethylene and ethane uptakes on Ni-MOF-74 only slightly decreased from 2.65 to 2.57 mmol/g and from 0.49 to 0.45 mmol/g, respectively. The high water vapor stability of Ni-MOF-74 aligns with previously reported results. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Experimental C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> breakthrough experiments\nat 293 K and 1 bar for (a) CuBTC, (b) Ni-MOF-74,\nand (c) 13X. Three breakthrough runs were conducted for each material.\nThe materials were activated for complete regeneration before each\nbreakthrough run. The “C<sub>2</sub>H<sub>4</sub> 24 h”\nand “C<sub>2</sub>H<sub>6</sub> 24 h” runs indicate\nthat the materials were pre-exposed to 80% relative humidity for 24\nh at 293 K prior to activation for the breakthrough run. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> is the initial concentration of each adsorbate, and <italic toggle=\"yes\">C</italic>\n<sub>0</sub> of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> is 11.16 mmol/cm<sup>3</sup>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Experimental C2H4/C2H6 breakthrough experiments at 293 K and 1 bar for (a) CuBTC, (b) Ni-MOF-74, and (c) 13X. Three breakthrough runs were conducted for each material. The materials were activated for complete regeneration before each breakthrough run. The \"C2H4 24 h\" and \"C2H6 24 h\" runs indicate that the materials were pre-exposed to 80% relative humidity for 24 h at 293 K prior to activation for the breakthrough run. C 0 is the initial concentration of each adsorbate, and C 0 of C2H4 and C2H6 is 11.16 mmol/cm3.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Adsorption Capacity and Selectivity\nCalculated Based on the Humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> Breakthrough Experiments at 293 K and 1 bar<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">C<sub>2</sub>H<sub>4</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">C<sub>2</sub>H<sub>6</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">selectivity (C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CuBTC</oasis:entry>\n<oasis:entry>1st\nrun</oasis:entry>\n<oasis:entry>3.95</oasis:entry>\n<oasis:entry>1.53</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>2nd run</oasis:entry>\n<oasis:entry>3.89</oasis:entry>\n<oasis:entry>1.35</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>24th exposure</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n<oasis:entry>0.82</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF-74</oasis:entry>\n<oasis:entry>1st run</oasis:entry>\n<oasis:entry>2.65</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>5.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>2nd run</oasis:entry>\n<oasis:entry>2.64</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>5.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>24th exposure</oasis:entry>\n<oasis:entry>2.57</oasis:entry>\n<oasis:entry>0.45</oasis:entry>\n<oasis:entry>5.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13X</oasis:entry>\n<oasis:entry>1st run</oasis:entry>\n<oasis:entry>1.45</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>2nd run</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>24th exposure</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>The materials were activated for\ncomplete regeneration before each breakthrough.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we evaluated three ethylene-selective materials (CuBTC,\nNi-MOF-74, and 13X) for humid ethylene/ethane gas separation under\n40% relative humidity. Due to the concentration of water vapor in\nthese mixed gas streams being lower than that of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> and because of the strong\ninteractions between water and these materials, the concentration\nwave for water travels much slower than C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> through the fixed bed. As a result,\nduring the breakthrough experiments, the separation of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> occurs before the adsorbent\nwas completely humidified. Ni-MOF-74 showed good recyclability and\nstability, as well as better separation performance than 13X, due\nto its larger surface area and pore volume and stronger affinity for\nwater molecules. Therefore, Ni-MOF-74 has fewer C<sub>2</sub>H<sub>4</sub>-selective adsorption sites poisoned by water compared to\n13X. Nevertheless, all three materials will eventually lose the capability\nof separating C<sub>2</sub>H<sub>4</sub> from C<sub>2</sub>H<sub>6</sub> due to the accumulation of water molecules and the decreasing number\nof available adsorption sites. The humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> breakthrough experiments conducted in\nthis work illuminate a promising approach for separation of water-containing\nmixtures. If a material has a strong affinity for water and is water-stable,\nthe gas separation can still be operated under low humidity conditions.\nAfter multiple gas separation cycles, the material can be regenerated\nby increasing the activation temperature.</p>", "clean_text": "Conclusions\n\nIn summary, we evaluated three ethylene-selective materials (CuBTC, Ni-MOF-74, and 13X) for humid ethylene/ethane gas separation under 40% relative humidity. Due to the concentration of water vapor in these mixed gas streams being lower than that of C2H4 and C2H6 and because of the strong interactions between water and these materials, the concentration wave for water travels much slower than C2H4 and C2H6 through the fixed bed. As a result, during the breakthrough experiments, the separation of C2H4 and C2H6 occurs before the adsorbent was completely humidified. Ni-MOF-74 showed good recyclability and stability, as well as better separation performance than 13X, due to its larger surface area and pore volume and stronger affinity for water molecules. Therefore, Ni-MOF-74 has fewer C2H4-selective adsorption sites poisoned by water compared to 13X. Nevertheless, all three materials will eventually lose the capability of separating C2H4 from C2H6 due to the accumulation of water molecules and the decreasing number of available adsorption sites. The humid C2H4/C2H6 breakthrough experiments conducted in this work illuminate a promising approach for separation of water-containing mixtures. If a material has a strong affinity for water and is water-stable, the gas separation can still be operated under low humidity conditions. After multiple gas separation cycles, the material can be regenerated by increasing the activation temperature.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.iecr.1c01291?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.iecr.1c01291</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Schematic diagram of the\ndynamic adsorption breakthrough\ntesting system and material information (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.iecr.1c01291.  Schematic diagram of the dynamic adsorption breakthrough testing system and material information (PDF)   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Schematic diagram of the\ndynamic adsorption breakthrough\ntesting system and material information (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Schematic diagram of the dynamic adsorption breakthrough testing system and material information (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis\nof Ni-MOF-74</title><p>Synthesis of Ni-MOF-74 was performed\nfollowing the reported procedures. 0.53\ng of Ni­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 0.5 g\nof DHTA were dissolved in 45 mL of DMF, 3 mL of ethanol, and 3 mL\nof deionized (DI) water. The solution was equally divided into five\n20 mL vials and heated at 125 °C for 21 h. The mother liquor\nwas decanted. The brown solid product was washed three times with\nDMF and three times with methanol. The product was left immersed in\nmethanol. Prior to equilibrium experiments, the product was activated\nunder vacuum at 180 °C for 18 h and activated under helium flow\nat 180 °C for 18 h before breakthrough testing.</p><title>Synthesis of\nCuBTC</title><p>CuBTC particles were synthesized\nusing a modified method. 1 g of Cu­(OH)<sub>2</sub> (10.3 mmol) was added to 10 mL of DI water, and separately,\n1.217 g of trimesic acid (5.8 mmol) was added to 27 mL of ethanol.\nThe second solution containing the organic linker and ethanol was\nthen poured into the first solution. The mixed solution was left stirring\nfor 1 h at room temperature and left undisturbed for another 4 h.\nThe product was centrifuged, washed with DMF three times, and then\nwashed with methanol three times. It was left out to dry in the fume\nhood and exposed to air overnight. The product was activated at 150 °C\nunder vacuum overnight prior to equilibrium adsorption experiments.\nFor breakthrough testing, the product was activated under helium flow\nat 150 °C.</p>", "clean_text": "Synthesis of Ni-MOF-74\n\nSynthesis of Ni-MOF-74 was performed following the reported procedures. 0.53 g of Ni(NO3)2⋅6H2O and 0.5 g of DHTA were dissolved in 45 mL of DMF, 3 mL of ethanol, and 3 mL of deionized (DI) water. The solution was equally divided into five 20 mL vials and heated at 125 °C for 21 h. The mother liquor was decanted. The brown solid product was washed three times with DMF and three times with methanol. The product was left immersed in methanol. Prior to equilibrium experiments, the product was activated under vacuum at 180 °C for 18 h and activated under helium flow at 180 °C for 18 h before breakthrough testing.\n\nSynthesis of CuBTC\n\nCuBTC particles were synthesized using a modified method. 1 g of Cu(OH)2 (10.3 mmol) was added to 10 mL of DI water, and separately, 1.217 g of trimesic acid (5.8 mmol) was added to 27 mL of ethanol. The second solution containing the organic linker and ethanol was then poured into the first solution. The mixed solution was left stirring for 1 h at room temperature and left undisturbed for another 4 h. The product was centrifuged, washed with DMF three times, and then washed with methanol three times. It was left out to dry in the fume hood and exposed to air overnight. The product was activated at 150 °C under vacuum overnight prior to equilibrium adsorption experiments. For breakthrough testing, the product was activated under helium flow at 150 °C.", "data": [{"meta": {"name": "Ni-MOF-74", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "reported procedures", "precursor": [{"name": "Ni­(NO3)2·6H2O", "amount": "0.53", "unit": "g"}, {"name": "DHTA", "amount": "0.5", "unit": "g"}], "solution": [{"name": "DMF", "amount": "45", "unit": "mL"}, {"name": "ethanol", "amount": "3", "unit": "mL"}, {"name": "DI water", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "125°C", "time": "21 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "methanol", "time": ""}, {"synthesis method": "activation", "pressure": "vacuum", "temperature": "180°C", "atmosphere": "", "time": "18 h"}, {"synthesis method": "activation", "pressure": "helium flow", "temperature": "180°C", "atmosphere": "", "time": "18 h"}]}, {"meta": {"name": "CuBTC", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "modified method", "precursor": [{"name": "Cu­(OH)2", "amount": "1", "unit": "g"}, {"name": "trimesic acid", "amount": "1.217", "unit": "g"}], "solution": [{"name": "DI water", "amount": "10", "unit": "mL"}, {"name": "ethanol", "amount": "27", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "1 h"}, {"synthesis method": "stirring", "time": "4 h"}, {"synthesis method": "centrifugation", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "fume hood", "time": ""}, {"synthesis method": "activation", "pressure": "vacuum", "temperature": "150°C", "atmosphere": "", "time": "overnight"}, {"synthesis method": "activation", "pressure": "helium flow", "temperature": "150°C", "atmosphere": "", "time": ""}]}], "include_properties": ["solvothermal_synthesis", "washing", "drying"]}, {"idx": "13, 16, 18, 21", "type": "text", "classification": "property", "content": "<title>Results\nand Discussion</title><title>Dry Ethylene/Ethane Separation</title><p>CuBTC,\nNi-MOF-74, and zeolite 13X exhibit preferential adsorption of ethylene\nover ethane and are able to effectively separate ethylene from ethane\naccording to the measured breakthrough curves. However, their shared selectivity for ethylene arises from two different\nmechanisms. CuBTC and Ni-MOF-74 have a large number of open metal\nsites that can form strong π-complexation interactions with\nunsaturated double bonds of ethylene, while 13X separates ethylene\nfrom ethane with its electropositive cations (Na<sup>+</sup>) that\ncan form strong interactions with the unsaturated double bond of C<sub>2</sub>H<sub>4</sub>. To evaluate the dry and humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> separation performance of\nthese three materials, breakthrough experiments were conducted at\n293 K and 1 bar. In agreement with literature results, all adsorbents\nwere more selective for C<sub>2</sub>H<sub>4</sub> than C<sub>2</sub>H<sub>6</sub>, as seen in . In all three breakthrough curves, the weakly binding\nadsorbate exits the column earlier than the strongly binding adsorbate.\nThe rollup observed in the breakthrough curves was caused by the simultaneous\nadsorption of C<sub>2</sub>H<sub>4</sub>, promoting the forced desorption\nof C<sub>2</sub>H<sub>6</sub> shown in .  shows that the dynamic adsorption capacity for ethylene\nin CuBTC (4.22 mmol/g) is higher than that of both Ni-MOF-74 (3.00\nmmol/g) and 13X (1.79 mmol/g) at 1 bar (partial pressure of the C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> gas mixture is 0.5\nbar). This result is due to CuBTC having a higher surface area and\npore volume than both Ni-MOF-74 and 13X. The breakthrough C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> selectivity for each material\nwas calculated as<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>S</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">S</italic> is the selectivity\nfor component 1 over component 2, <italic toggle=\"yes\">x</italic> is the adsorbed\nphase mole fraction, and <italic toggle=\"yes\">y</italic> is the gas phase mole\nfraction. Although CuBTC displayed the highest C<sub>2</sub>H<sub>4</sub> capacity, its adsorption selectivity (2.3) is lower than\nthat of both Ni-MOF-74 (3.7) and 13X (5.3) due to a lower open-metal-site\ndensity (the percentage of sites with preferential adsorption of C<sub>2</sub>H<sub>4</sub> over C<sub>2</sub>H<sub>6</sub>). This result\nis consistent with previously reported data.\n</p><title>Humid Ethylene/Ethane Separation\nand Water\nVapor Adsorption</title><p>Due to its high intrinsic polarity, water\nshould bind to adsorbents more strongly than C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>. As expected, C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> adsorption capacity decreased\non CuBTC, Ni-MOF-74, and 13X after humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> breakthrough experiments were conducted\n(). Despite\nthese lower loadings, the selectivity of CuBTC actually increased\nfrom 2.3 to 2.6, and the selectivity of Ni-MOF-74 also increased from\n3.7 to 5.4. Under both dry and humid feed conditions, no significant\ndifferences in the breakthrough time for C<sub>2</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>4</sub> were observed. The most important\nfactor is related to the fixed-bed behavior. As water molecules enter\nthe fixed bed, they will be immediately adsorbed near the feed entrance.\nDue to the strong adsorption behavior, the water concentration front\nwill move through the bed very slowly relative to the other components\nin the mixture (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">Figures S11 and S12</ext-link>), effectively\nallowing C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> to “see” a clean bed as both molecules travel ahead\nof the water. The behavior can be supported by the DeVault equation\n()\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>w</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mi>f</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>c</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">w</italic> is the wave velocity, <italic toggle=\"yes\">v</italic> is the interstitial velocity, ϵ is the bed porosity,\nand <italic toggle=\"yes\">f</italic>′(<italic toggle=\"yes\">c</italic>) is the slope of\nthe equilibrium isotherm at concentration <italic toggle=\"yes\">c.</italic> As CuBTC,\nNi-MOF-74, and 13X have favorable water adsorption isotherms ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">S13</ext-link>), <italic toggle=\"yes\">f</italic>′(<italic toggle=\"yes\">c</italic>) will be large at the low-concentration region, leading to a small\nwave velocity. This essentially creates an isolated segment of the\nbed with only dry C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> separation happening. The selectivity increases in both Ni-MOF-74\nand CuBTC after humid breakthroughs might have been caused by a reduction\nin pore sizes after water adsorption. Since the molecular size of\nC<sub>2</sub>H<sub>4</sub> is slightly smaller than that of C<sub>2</sub>H<sub>6</sub>, the impact of pore size reduction on C<sub>2</sub>H<sub>4</sub> adsorption is relatively smaller than that on\nC<sub>2</sub>H<sub>6</sub>. A larger selectivity difference was observed\nfor Ni-MOF-74 than that for CuBTC because Ni-MOF-74 is comprised of\none-dimensional pore channels. As a result, the diffusion and adsorption\nof gas molecules in Ni-MOF-74 will be more affected by a pore size\nchange. Furthermore, due to the competitive adsorption of water, more\nC<sub>2</sub>H<sub>6</sub> desorbed from the adsorption sites compared\nto that in the dry breakthrough, which can be observed from the area\ndifference of rollups of C<sub>2</sub>H<sub>6</sub> between dry and\nhumid breakthrough curves in . Compared to CuBTC and MOF-74, zeolite 13X showed\nvery different separation performances under dry and humid conditions.\nFor zeolite 13X, the breakthrough time difference between C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> decreased from approximately\n10 min/g (dry) to 5 min/g (humid), and the adsorption capacity of\nC<sub>2</sub>H<sub>4</sub> dropped from 1.79 to 1.45 mmol/g. However,\nthe C<sub>2</sub>H<sub>6</sub> uptake slightly increased from 0.34\nto 0.47 mmol/g because less-adsorbed C<sub>2</sub>H<sub>6</sub> was\ndesorbed during the competitive adsorption based on the area of the\nrollups of C<sub>2</sub>H<sub>6</sub>. Ultimately, the C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> selectivity of 13X decreased\nfrom 5.3 to 3.1.</p><p>These conflicting separation performances may have been caused\nby their differing pore volumes and hydrophilicity. 13X has a smaller\npore volume than CuBTC and Ni-MOF-74 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.1c01291/suppl_file/ie1c01291_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>), which leads to a lower water uptake at the same relative humidity,\nas shown in . At 40% relative humidity, CuBTC, Ni-MOF-74, and 13X had water loadings\nof ∼27, ∼22, and ∼11 mmol/g, respectively. Additionally,\n13X has a smaller water capacity in the lower relative humidity regions\ncompared to the other two materials. The water uptake of 13X at approximately\n10% relative humidity is around 10 mmol/g, which is less than the\n14 mmol/g adsorbed by CuBTC and the 20 mmol/g adsorbed by Ni-MOF-74.\nThese results indicate that 13X has a lower water capacity than the\nother two MOFs. Based on the DeVault equation, <italic toggle=\"yes\">f</italic>′(<italic toggle=\"yes\">c</italic>) of 13X is smaller than that of CuBTC and Ni-MOF-74, and\nits wave velocity will be larger. Therefore, water molecules are allowed\nto travel a longer distance in the fixed bed with 13X. Subsequently,\na greater bed length of 13X will be poisoned by water and lose the\ncapability to separate C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>. Although CuBTC has a higher water uptake than 13X\n(), the desorption\nisotherm demonstrates that there is a greater than 15 mmol/g difference\nbetween its water loadings at 5 and 20% relative humidity. This suggests\nthat if ethylene is collected from CuBTC via pressure swing adsorption,\na large amount of water will desorb with the ethylene. To remove the\nwater from the high-purity ethylene, an additional drying step will\nbe necessary.</p><title>Recyclability\nand Stability</title><p>The humid\nbreakthrough results demonstrate that C<sub>2</sub>H<sub>4</sub> and\nC<sub>2</sub>H<sub>6</sub> can still be separated under humid conditions\ndue to the fixed-bed adsorption behavior of H<sub>2</sub>O. Additionally,\nas shown in , the recyclability and stability of these three materials were investigated\nto determine their feasibility for real applications.  shows that the adsorption capacities\nof C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> for CuBTC\ndecreased after each humid breakthrough cycle (samples were heated\nand completely degassed before each cycle). The materials were also\npre-exposed to 40% humidity for 24 h and then activated before humid\nbreakthrough experiments. This time, the adsorption capacity of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> decreased from\n3.95 to 2.17 mmol/g and from 1.53 to 0.82 mmol/g, respectively, suggesting\nthat CuBTC is not stable after exposure to water molecules. However,\nthe selectivity of C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> remained at approximately 2.6 even after the degradation of CuBTC.\nThis may have occurred due to water now occupying the adsorption sites\nmeant for C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>, causing a reduction in the effective weight of the material. In\ncontrast, Ni-MOF-74 and 13X showed much higher water vapor stability\nand recyclability than CuBTC. After 24 h of humid exposure and activation,\nthe ethylene and ethane uptakes on Ni-MOF-74 only slightly decreased\nfrom 2.65 to 2.57 mmol/g and from 0.49 to 0.45 mmol/g, respectively.\nThe high water vapor stability of Ni-MOF-74 aligns with previously\nreported results.\n</p>", "clean_text": "Results and Discussion\n\nDry Ethylene/Ethane Separation\n\nCuBTC, Ni-MOF-74, and zeolite 13X exhibit preferential adsorption of ethylene over ethane and are able to effectively separate ethylene from ethane according to the measured breakthrough curves. However, their shared selectivity for ethylene arises from two different mechanisms. CuBTC and Ni-MOF-74 have a large number of open metal sites that can form strong π-complexation interactions with unsaturated double bonds of ethylene, while 13X separates ethylene from ethane with its electropositive cations (Na+) that can form strong interactions with the unsaturated double bond of C2H4. To evaluate the dry and humid C2H4/C2H6 separation performance of these three materials, breakthrough experiments were conducted at 293 K and 1 bar. In agreement with literature results, all adsorbents were more selective for C2H4 than C2H6, as seen in . In all three breakthrough curves, the weakly binding adsorbate exits the column earlier than the strongly binding adsorbate. The rollup observed in the breakthrough curves was caused by the simultaneous adsorption of C2H4, promoting the forced desorption of C2H6 shown in .  shows that the dynamic adsorption capacity for ethylene in CuBTC (4.22 mmol/g) is higher than that of both Ni-MOF-74 (3.00 mmol/g) and 13X (1.79 mmol/g) at 1 bar (partial pressure of the C2H4/C2H6 gas mixture is 0.5 bar). This result is due to CuBTC having a higher surface area and pore volume than both Ni-MOF-74 and 13X. The breakthrough C2H4/C2H6 selectivity for each material was calculated as 1     S =     x   1       x   2     ⋅     y   2       y   1        where S is the selectivity for component 1 over component 2, x is the adsorbed phase mole fraction, and y is the gas phase mole fraction. Although CuBTC displayed the highest C2H4 capacity, its adsorption selectivity (2.3) is lower than that of both Ni-MOF-74 (3.7) and 13X (5.3) due to a lower open-metal-site density (the percentage of sites with preferential adsorption of C2H4 over C2H6). This result is consistent with previously reported data. \n\nHumid Ethylene/Ethane Separation and Water Vapor Adsorption\n\nDue to its high intrinsic polarity, water should bind to adsorbents more strongly than C2H4 and C2H6. As expected, C2H4 and C2H6 adsorption capacity decreased on CuBTC, Ni-MOF-74, and 13X after humid C2H4/C2H6 breakthrough experiments were conducted (). Despite these lower loadings, the selectivity of CuBTC actually increased from 2.3 to 2.6, and the selectivity of Ni-MOF-74 also increased from 3.7 to 5.4. Under both dry and humid feed conditions, no significant differences in the breakthrough time for C2H6 and C2H4 were observed. The most important factor is related to the fixed-bed behavior. As water molecules enter the fixed bed, they will be immediately adsorbed near the feed entrance. Due to the strong adsorption behavior, the water concentration front will move through the bed very slowly relative to the other components in the mixture (Figures S11 and S12), effectively allowing C2H4 and C2H6 to \"see\" a clean bed as both molecules travel ahead of the water. The behavior can be supported by the DeVault equation ()  2     w =   v   1 +  (   1 - ε   ε   )  f '  ( c )       where w is the wave velocity, v is the interstitial velocity, ϵ is the bed porosity, and f'(c) is the slope of the equilibrium isotherm at concentration c. As CuBTC, Ni-MOF-74, and 13X have favorable water adsorption isotherms ( and S13), f'(c) will be large at the low-concentration region, leading to a small wave velocity. This essentially creates an isolated segment of the bed with only dry C2H4/C2H6 separation happening. The selectivity increases in both Ni-MOF-74 and CuBTC after humid breakthroughs might have been caused by a reduction in pore sizes after water adsorption. Since the molecular size of C2H4 is slightly smaller than that of C2H6, the impact of pore size reduction on C2H4 adsorption is relatively smaller than that on C2H6. A larger selectivity difference was observed for Ni-MOF-74 than that for CuBTC because Ni-MOF-74 is comprised of one-dimensional pore channels. As a result, the diffusion and adsorption of gas molecules in Ni-MOF-74 will be more affected by a pore size change. Furthermore, due to the competitive adsorption of water, more C2H6 desorbed from the adsorption sites compared to that in the dry breakthrough, which can be observed from the area difference of rollups of C2H6 between dry and humid breakthrough curves in . Compared to CuBTC and MOF-74, zeolite 13X showed very different separation performances under dry and humid conditions. For zeolite 13X, the breakthrough time difference between C2H4 and C2H6 decreased from approximately 10 min/g (dry) to 5 min/g (humid), and the adsorption capacity of C2H4 dropped from 1.79 to 1.45 mmol/g. However, the C2H6 uptake slightly increased from 0.34 to 0.47 mmol/g because less-adsorbed C2H6 was desorbed during the competitive adsorption based on the area of the rollups of C2H6. Ultimately, the C2H4/C2H6 selectivity of 13X decreased from 5.3 to 3.1.\n\nThese conflicting separation performances may have been caused by their differing pore volumes and hydrophilicity. 13X has a smaller pore volume than CuBTC and Ni-MOF-74 (Table S1), which leads to a lower water uptake at the same relative humidity, as shown in . At 40% relative humidity, CuBTC, Ni-MOF-74, and 13X had water loadings of ~27, ~22, and ~11 mmol/g, respectively. Additionally, 13X has a smaller water capacity in the lower relative humidity regions compared to the other two materials. The water uptake of 13X at approximately 10% relative humidity is around 10 mmol/g, which is less than the 14 mmol/g adsorbed by CuBTC and the 20 mmol/g adsorbed by Ni-MOF-74. These results indicate that 13X has a lower water capacity than the other two MOFs. Based on the DeVault equation, f'(c) of 13X is smaller than that of CuBTC and Ni-MOF-74, and its wave velocity will be larger. Therefore, water molecules are allowed to travel a longer distance in the fixed bed with 13X. Subsequently, a greater bed length of 13X will be poisoned by water and lose the capability to separate C2H4 and C2H6. Although CuBTC has a higher water uptake than 13X (), the desorption isotherm demonstrates that there is a greater than 15 mmol/g difference between its water loadings at 5 and 20% relative humidity. This suggests that if ethylene is collected from CuBTC via pressure swing adsorption, a large amount of water will desorb with the ethylene. To remove the water from the high-purity ethylene, an additional drying step will be necessary.\n\nRecyclability and Stability\n\nThe humid breakthrough results demonstrate that C2H4 and C2H6 can still be separated under humid conditions due to the fixed-bed adsorption behavior of H2O. Additionally, as shown in , the recyclability and stability of these three materials were investigated to determine their feasibility for real applications.  shows that the adsorption capacities of C2H4 and C2H6 for CuBTC decreased after each humid breakthrough cycle (samples were heated and completely degassed before each cycle). The materials were also pre-exposed to 40% humidity for 24 h and then activated before humid breakthrough experiments. This time, the adsorption capacity of C2H4 and C2H6 decreased from 3.95 to 2.17 mmol/g and from 1.53 to 0.82 mmol/g, respectively, suggesting that CuBTC is not stable after exposure to water molecules. However, the selectivity of C2H4/C2H6 remained at approximately 2.6 even after the degradation of CuBTC. This may have occurred due to water now occupying the adsorption sites meant for C2H4 and C2H6, causing a reduction in the effective weight of the material. In contrast, Ni-MOF-74 and 13X showed much higher water vapor stability and recyclability than CuBTC. After 24 h of humid exposure and activation, the ethylene and ethane uptakes on Ni-MOF-74 only slightly decreased from 2.65 to 2.57 mmol/g and from 0.49 to 0.45 mmol/g, respectively. The high water vapor stability of Ni-MOF-74 aligns with previously reported results. ", "data": [[{"meta": {"name": "CuBTC", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "adsorption capacity of C2H4", "value": "3.95", "unit": "mmol/g", "condition": "before exposure to water molecules"}, {"property name": "adsorption capacity of C2H6", "value": "1.53", "unit": "mmol/g", "condition": "before exposure to water molecules"}, {"property name": "adsorption capacity of C2H4", "value": "2.17", "unit": "mmol/g", "condition": "after exposure to water molecules"}, {"property name": "adsorption capacity of C2H6", "value": "0.82", "unit": "mmol/g", "condition": "after exposure to water molecules"}, {"property name": "selectivity of C2H4/C2H6", "value": "2.6", "unit": "", "condition": "after exposure to water molecules"}]}, {"meta": {"name": "Ni-MOF-74", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "adsorption capacity of C2H4", "value": "2.65", "unit": "mmol/g", "condition": "after 24 h of humid exposure and activation"}, {"property name": "adsorption capacity of C2H6", "value": "0.49", "unit": "mmol/g", "condition": "after 24 h of humid exposure and activation"}]}, {"meta": {"name": "13X", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "adsorption capacity of C2H4", "value": "1.79", "unit": "mmol/g", "condition": "before exposure to water molecules"}, {"property name": "adsorption capacity of C2H6", "value": "0.34", "unit": "mmol/g", "condition": "before exposure to water molecules"}, {"property name": "adsorption capacity of C2H4", "value": "1.45", "unit": "mmol/g", "condition": "after exposure to water molecules"}, {"property name": "adsorption capacity of C2H6", "value": "0.47", "unit": "mmol/g", "condition": "after exposure to water molecules"}, {"property name": "C2H4/C2H6 selectivity", "value": "3.1", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 15, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Adsorption Capacity and Selectivity\nCalculated Based on the Dry and Humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> Breakthrough Experiments at 293 K and 1 bar</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">C<sub>2</sub>H<sub>4</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">C<sub>2</sub>H<sub>6</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">selectivity (C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CuBTC (dry)</oasis:entry>\n<oasis:entry>4.22</oasis:entry>\n<oasis:entry>1.80</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF-74 (dry)</oasis:entry>\n<oasis:entry>3.00</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13X (dry)</oasis:entry>\n<oasis:entry>1.79</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>5.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CuBTC (humid)</oasis:entry>\n<oasis:entry>3.95</oasis:entry>\n<oasis:entry>1.53</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF-74 (humid)</oasis:entry>\n<oasis:entry>2.65</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>5.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13X (humid)</oasis:entry>\n<oasis:entry>1.45</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Adsorption Capacity and Selectivity Calculated Based on the Dry and Humid C2H4/C2H6 Breakthrough Experiments at 293 K and 1 bar\n\n|              | C2H4 (mmol/g) | C2H6 (mmol/g) | selectivity (C2H4/C2H6) |\n|--------------|--------------|--------------|------------------------|\n| CuBTC (dry)  | 4.22         | 1.80         | 2.3                    |\n| Ni-MOF-74 (dry) | 3.00       | 1.08         | 2.8                    |\n| 13X (dry)    | 1.79         | 0.34         | 5.3                    |\n| CuBTC (humid) | 3.95        | 1.53         | 2.6                    |\n| Ni-MOF-74 (humid) | 2.65    | 0.49         | 5.4                    |\n| 13X (humid)  | 1.45         | 0.47         | 3.1                    |", "data": ["substring not found"], "include_properties": null}, {"idx": 23, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Adsorption Capacity and Selectivity\nCalculated Based on the Humid C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> Breakthrough Experiments at 293 K and 1 bar<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">C<sub>2</sub>H<sub>4</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">C<sub>2</sub>H<sub>6</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">selectivity (C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CuBTC</oasis:entry>\n<oasis:entry>1st\nrun</oasis:entry>\n<oasis:entry>3.95</oasis:entry>\n<oasis:entry>1.53</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>2nd run</oasis:entry>\n<oasis:entry>3.89</oasis:entry>\n<oasis:entry>1.35</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>24th exposure</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n<oasis:entry>0.82</oasis:entry>\n<oasis:entry>2.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF-74</oasis:entry>\n<oasis:entry>1st run</oasis:entry>\n<oasis:entry>2.65</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>5.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>2nd run</oasis:entry>\n<oasis:entry>2.64</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>5.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>24th exposure</oasis:entry>\n<oasis:entry>2.57</oasis:entry>\n<oasis:entry>0.45</oasis:entry>\n<oasis:entry>5.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13X</oasis:entry>\n<oasis:entry>1st run</oasis:entry>\n<oasis:entry>1.45</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>2nd run</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>24th exposure</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>The materials were activated for\ncomplete regeneration before each breakthrough.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Adsorption Capacity and Selectivity Calculated Based on the Humid C2H4/C2H6 Breakthrough Experiments at 293 K and 1 bar[^a]\n\n|          |          | C2H4 (mmol/g) | C2H6 (mmol/g) | selectivity (C2H4/C2H6) |\n|----------|----------|---------------|---------------|------------------------|\n| CuBTC    | 1st run  | 3.95          | 1.53          | 2.6                    |\n|          | 2nd run  | 3.89          | 1.35          | 2.9                    |\n|          | 24th exposure | 2.17     | 0.82          | 2.6                    |\n| Ni-MOF-74| 1st run  | 2.65          | 0.49          | 5.4                    |\n|          | 2nd run  | 2.64          | 0.49          | 5.4                    |\n|          | 24th exposure | 2.57     | 0.45          | 5.7                    |\n| 13X      | 1st run  | 1.45          | 0.47          | 3.1                    |\n|          | 2nd run  | 1.46          | 0.47          | 3.1                    |\n|          | 24th exposure | 1.46     | 0.47          | 3.1                    |\n\n[^a]: The materials were activated for complete regeneration before each breakthrough.", "data": ["substring not found"], "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Experimental\nbreakthrough curves for dry ethylene and ethane for\n(a) CuBTC, (c) Ni-MOF-74, and (e) 13X and humid ethylene and ethane\nfor (b) CuBTC, (d) Ni-MOF-74, and (f) 13X at 293 K and 1 bar. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> is the initial concentration of each adsorbate. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> is 11.16 mmol/cm.<sup>3</sup>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Experimental breakthrough curves for dry ethylene and ethane for (a) CuBTC, (c) Ni-MOF-74, and (e) 13X and humid ethylene and ethane for (b) CuBTC, (d) Ni-MOF-74, and (f) 13X at 293 K and 1 bar. C 0 is the initial concentration of each adsorbate. C 0 of C2H4 and C2H6 is 11.16 mmol/cm.3.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Water vapor adsorption isotherms for (a) CuBTC, (b) Ni-MOF-74,\nand (c) 13X at 293 K. Closed and open symbols show adsorption and\ndesorption, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Water vapor adsorption isotherms for (a) CuBTC, (b) Ni-MOF-74, and (c) 13X at 293 K. Closed and open symbols show adsorption and desorption, respectively.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Experimental breakthrough curves for humid\nC<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> for pre-humidified\n(a) CuBTC, (b) Ni-MOF-74,\nand (c) 13X at 293 K. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> is the initial\nconcentration of each adsorbate. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> of\nC<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> is 11.16\nmmol/cm<sup>3</sup>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Experimental breakthrough curves for humid C2H4/C2H6 for pre-humidified (a) CuBTC, (b) Ni-MOF-74, and (c) 13X at 293 K. C 0 is the initial concentration of each adsorbate. C 0 of C2H4 and C2H6 is 11.16 mmol/cm3.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Experimental C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>6</sub> breakthrough experiments\nat 293 K and 1 bar for (a) CuBTC, (b) Ni-MOF-74,\nand (c) 13X. Three breakthrough runs were conducted for each material.\nThe materials were activated for complete regeneration before each\nbreakthrough run. The “C<sub>2</sub>H<sub>4</sub> 24 h”\nand “C<sub>2</sub>H<sub>6</sub> 24 h” runs indicate\nthat the materials were pre-exposed to 80% relative humidity for 24\nh at 293 K prior to activation for the breakthrough run. <italic toggle=\"yes\">C</italic>\n<sub>0</sub> is the initial concentration of each adsorbate, and <italic toggle=\"yes\">C</italic>\n<sub>0</sub> of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> is 11.16 mmol/cm<sup>3</sup>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie1c01291_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Experimental C2H4/C2H6 breakthrough experiments at 293 K and 1 bar for (a) CuBTC, (b) Ni-MOF-74, and (c) 13X. Three breakthrough runs were conducted for each material. The materials were activated for complete regeneration before each breakthrough run. The \"C2H4 24 h\" and \"C2H6 24 h\" runs indicate that the materials were pre-exposed to 80% relative humidity for 24 h at 293 K prior to activation for the breakthrough run. C 0 is the initial concentration of each adsorbate, and C 0 of C2H4 and C2H6 is 11.16 mmol/cm3.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.iecr.1c01291", "title": "\nHumid Ethylene/Ethane Separation on Ethylene-Selective\nMaterials\n", "journal": "American Chemical Society", "date": "2021.06", "author_list": ["Gong\nYutao", "Chen\nCarmen", "Lively\nRyan P.", "Walton\nKrista S."]}}