{"filepath": "../L2M3_data/1_application_papers/acs_xml/ie202219w.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>As a class of porous materials, metal–organic\nframeworks\n(MOFs) show promise for the adsorption-based separation of mixtures\nof gases. The design of any process involving selective adsorption\nrequires knowledge of mixture adsorption isotherms. Ideal adsorbed\nsolution theory (IAST) predicts mixture adsorption equilibria using\nonly single-component data, thereby minimizing the need for experimental\nadsorption data. In this work we perform a systematic study of the\napplicability of IAST to MOFs by using grand canonical Monte Carlo\n(GCMC) simulations to investigate the suitability of IAST for the\nprediction of the adsorption of mixtures of molecules of differing\nsizes, asphericities, and polarities in a range of structurally different\nMOFs. We show that IAST is generally accurate for MOFs. Where we find\nIAST is less accurate, deviations result from both mixture effects,\nin the form of nonidealities in the adsorbed phase, and characteristics\nof the adsorbent structures. In terms of the MOF structure, departures\nfrom IAST are a consequence of heterogeneities both on the scale of\nthe unit cell and on shorter length scales, whereby competition for\nadsorption sites has a strong influence.</p>", "clean_text": "As a class of porous materials, metal-organic frameworks (MOFs) show promise for the adsorption-based separation of mixtures of gases. The design of any process involving selective adsorption requires knowledge of mixture adsorption isotherms. Ideal adsorbed solution theory (IAST) predicts mixture adsorption equilibria using only single-component data, thereby minimizing the need for experimental adsorption data. In this work we perform a systematic study of the applicability of IAST to MOFs by using grand canonical Monte Carlo (GCMC) simulations to investigate the suitability of IAST for the prediction of the adsorption of mixtures of molecules of differing sizes, asphericities, and polarities in a range of structurally different MOFs. We show that IAST is generally accurate for MOFs. Where we find IAST is less accurate, deviations result from both mixture effects, in the form of nonidealities in the adsorbed phase, and characteristics of the adsorbent structures. In terms of the MOF structure, departures from IAST are a consequence of heterogeneities both on the scale of the unit cell and on shorter length scales, whereby competition for adsorption sites has a strong influence.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic framework\n(MOF) materials are a class of nanoporous\ncrystalline materials which show promise as adsorbents for the adsorptive\nseparation and purification of multicomponent gas mixtures. Composed of metal or metal-oxide vertices connected\nthrough coordination bonds by organic linker molecules to form regular\nframeworks, MOFs have high porosities and well-defined pore sizes.\nThe structure of MOFs confers a large degree of tunability, allowing\nalmost limitless potential for the materials to be designed with the capacity to fulfill the requirements\nof specific separation applications.</p>", "clean_text": "Introduction\n\nMetal-organic framework (MOF) materials are a class of nanoporous crystalline materials which show promise as adsorbents for the adsorptive separation and purification of multicomponent gas mixtures. Composed of metal or metal-oxide vertices connected through coordination bonds by organic linker molecules to form regular frameworks, MOFs have high porosities and well-defined pore sizes. The structure of MOFs confers a large degree of tunability, allowing almost limitless potential for the materials to be designed with the capacity to fulfill the requirements of specific separation applications.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The design and development\nof an adsorption-based separation process\nrequires knowledge of both single-component and mixture adsorption\nequilibria and, while single-component isotherms can be obtained relatively\neasily, accurate experimental measurement of mixture isotherms is\ntime-consuming and relatively expensive. Therefore, the ability to accurately predict adsorption isotherms\nfor the components in a mixture affords great advantage. Ideal adsorbed\nsolution theory (IAST) is a technique by which multicomponent adsorption\nisotherms can be derived solely from single-component adsorption isotherm\ndata. However, the ability of IAST to predict mixture adsorption is\ndependent on the characteristics of the adsorbent (i.e., the solid\nsurface) and the behavior of the mixture of adsorbates (i.e., the\nmolecules which bind to the surface). Consequently, foretelling the\nability of IAST to predict the adsorption of a given mixture in a\nparticular adsorbent is difficult. Therefore,\ngiven the number of possible MOF structures and the associated significant\nnumber of potential applications, insight into the ability of IAST\nto predict mixture adsorption in relation to the adsorbent structure\nand the constituents of the mixture would be valuable.</p>", "clean_text": "The design and development of an adsorption-based separation process requires knowledge of both single-component and mixture adsorption equilibria and, while single-component isotherms can be obtained relatively easily, accurate experimental measurement of mixture isotherms is time-consuming and relatively expensive. Therefore, the ability to accurately predict adsorption isotherms for the components in a mixture affords great advantage. Ideal adsorbed solution theory (IAST) is a technique by which multicomponent adsorption isotherms can be derived solely from single-component adsorption isotherm data. However, the ability of IAST to predict mixture adsorption is dependent on the characteristics of the adsorbent (i.e., the solid surface) and the behavior of the mixture of adsorbates (i.e., the molecules which bind to the surface). Consequently, foretelling the ability of IAST to predict the adsorption of a given mixture in a particular adsorbent is difficult. Therefore, given the number of possible MOF structures and the associated significant number of potential applications, insight into the ability of IAST to predict mixture adsorption in relation to the adsorbent structure and the constituents of the mixture would be valuable.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Assessment\nof the accuracy of IAST predictions of mixture adsorption\nrequires comparison with measured mixture isotherms. Obtaining the\nvery large amount of data needed from experimental measurements of\nmixture adsorption is not practicable. Therefore, in this work, we\nuse a molecular simulation method to carry out “computer experiments”.\nBoth the single-component adsorption data, used as the inputs to IAST\ncalculations, and the mixture data required to evaluate the performance\nof IAST, were obtained by means of a Monte Carlo simulation method\nwhich has been shown to give accurate results for adsorption in MOFs. This approach was also taken by earlier, more\nlimited, studies of the applicability of IAST to MOFs, which showed\nthat, for the MOFs studied, mixture adsorption is reasonably well\npredicted by IAST. Yang and Zhong found\nthat for mixtures of methane and hydrogen, and methane and carbon\ndioxide in IRMOF-1 and Cu-BTC, IAST results closely matched mixture\nsimulation results. These findings have been confirmed, in part, by\nan investigation by Babarao et al. in\nwhich good agreement was obtained between IAST predictions and simulations\nfor a binary mixture of CO<sub>2</sub> and CH<sub>4</sub> in IRMOF-1,\nand work by Keskin et al., which supported\nthe finding that, for mixtures of CH<sub>4</sub> and H<sub>2</sub> in Cu-BTC, IAST predictions were in agreement with simulation results.\nIn addition, Bae et al. obtained good\nagreement between IAST predictions and simulated isotherms for the\nseparation of a binary mixture of CO<sub>2</sub>/CH<sub>4</sub> in\na mixed-linker MOF, and Liu et al. found\nthat IAST predictions corresponded closely to simulation results for\nmixtures of methane and hydrogen in interpenetrated MOFs, in which\na second framework coexists inside the first. By observing good agreement\nbetween IAST predictions and simulated isotherms for different compositions\nof mixtures of carbon dioxide and nitrogen and mixtures of carbon\ndioxide and oxygen in Cu-BTC, Yang et al. concluded that IAST was applicable for the prediction of the adsorption\nbehavior for that particular system. Thus far, the only examples of\ndisparity between IAST and simulations of mixture adsorption have\nbeen found by Yang and Zhong for the mixture\nof carbon dioxide and hydrogen in IRMOF-1 and Cu-BTC.</p>", "clean_text": "Assessment of the accuracy of IAST predictions of mixture adsorption requires comparison with measured mixture isotherms. Obtaining the very large amount of data needed from experimental measurements of mixture adsorption is not practicable. Therefore, in this work, we use a molecular simulation method to carry out \"computer experiments\". Both the single-component adsorption data, used as the inputs to IAST calculations, and the mixture data required to evaluate the performance of IAST, were obtained by means of a Monte Carlo simulation method which has been shown to give accurate results for adsorption in MOFs. This approach was also taken by earlier, more limited, studies of the applicability of IAST to MOFs, which showed that, for the MOFs studied, mixture adsorption is reasonably well predicted by IAST. Yang and Zhong found that for mixtures of methane and hydrogen, and methane and carbon dioxide in IRMOF-1 and Cu-BTC, IAST results closely matched mixture simulation results. These findings have been confirmed, in part, by an investigation by Babarao et al. in which good agreement was obtained between IAST predictions and simulations for a binary mixture of CO2 and CH4 in IRMOF-1, and work by Keskin et al., which supported the finding that, for mixtures of CH4 and H2 in Cu-BTC, IAST predictions were in agreement with simulation results. In addition, Bae et al. obtained good agreement between IAST predictions and simulated isotherms for the separation of a binary mixture of CO2/CH4 in a mixed-linker MOF, and Liu et al. found that IAST predictions corresponded closely to simulation results for mixtures of methane and hydrogen in interpenetrated MOFs, in which a second framework coexists inside the first. By observing good agreement between IAST predictions and simulated isotherms for different compositions of mixtures of carbon dioxide and nitrogen and mixtures of carbon dioxide and oxygen in Cu-BTC, Yang et al. concluded that IAST was applicable for the prediction of the adsorption behavior for that particular system. Thus far, the only examples of disparity between IAST and simulations of mixture adsorption have been found by Yang and Zhong for the mixture of carbon dioxide and hydrogen in IRMOF-1 and Cu-BTC.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Although\nthe capacity for IAST to predict mixture adsorption in\nMOFs has been demonstrated, evidence of the applicability of IAST\nto MOFs exists for only a small number of MOF structures and for a\nlimited range of mixtures of light gases, for which, because the different\ngas molecules are of similar sizes and the intermolecular interactions\nare of comparable strengths, ideal behavior is expected and thus significant\ndeviations from IAST are not expected. This is not a sufficient basis\nfor the systematic application of IAST to predict mixture adsorption\nin MOFs. In this work, to develop an understanding of the limitations\nof IAST in relation to the adsorbate properties and the structural\ncharacteristics of the adsorbents, the applicability of IAST was evaluated,\nthrough comparison with simulations, for mixtures of adsorbate molecules\nof different sizes, asphericities, and polarities in a number of structurally\ndiffering MOFs.</p>", "clean_text": "Although the capacity for IAST to predict mixture adsorption in MOFs has been demonstrated, evidence of the applicability of IAST to MOFs exists for only a small number of MOF structures and for a limited range of mixtures of light gases, for which, because the different gas molecules are of similar sizes and the intermolecular interactions are of comparable strengths, ideal behavior is expected and thus significant deviations from IAST are not expected. This is not a sufficient basis for the systematic application of IAST to predict mixture adsorption in MOFs. In this work, to develop an understanding of the limitations of IAST in relation to the adsorbate properties and the structural characteristics of the adsorbents, the applicability of IAST was evaluated, through comparison with simulations, for mixtures of adsorbate molecules of different sizes, asphericities, and polarities in a number of structurally differing MOFs.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Ideal Adsorbed Solution Theory</title><p>Derived\nby Myers and Prausnitz, IAST\nis a method for predicting the adsorption equilibria for components\nin a mixture, using only single-component adsorption data at the same\ntemperature and on the same adsorbent. IAST is based upon three assumptions:\n(i) that the same surface area is available to all adsorbates, (ii)\nthat the adsorbent is inert, and (iii) that the multicomponent mixture\nbehaves as an ideal solution (such that the mean strength of interaction\nis equal between all molecules of the solution) at constant spreading\npressure and temperature. For a given component, <italic toggle=\"yes\">i</italic>, in an ideal adsorbed phase<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>f̅</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">π</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">f̅</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the fugacity of pure component <italic toggle=\"yes\">i</italic> in the bulk gas phase, <italic toggle=\"yes\">f</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">i</italic>\n</sub>\n<sup arrange=\"stack\">0</sup> is the fugacity for\ncomponent <italic toggle=\"yes\">i</italic> at the solution temperature, <italic toggle=\"yes\">T</italic>, and the spreading pressure, π, of the binary mixture\nwhen the adsorbed and bulk gas phases are in equilibrium, and <italic toggle=\"yes\">x</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the mole fraction of component <italic toggle=\"yes\">i</italic> in the adsorbed phase. For each component, <italic toggle=\"yes\">f</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">i</italic>\n</sub>\n<sup arrange=\"stack\">0</sup> and π are related via the integrated Gibbs isotherm:<disp-formula id=\"eq2\">\n<label>2</label>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">π</mml:mi>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo form=\"prefix\">∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:msubsup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mi>ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">n</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the amount adsorbed of component <italic toggle=\"yes\">i</italic> (obtained\nfrom the single-component adsorption isotherm) at pressure, <italic toggle=\"yes\">P</italic>, which, in this work, was related to the component fugacity, <italic toggle=\"yes\">f</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub>, using the Peng–Robinson\nequation of state.\n<italic toggle=\"yes\">A</italic> is the surface area of the adsorbent, and <italic toggle=\"yes\">R</italic> is\nthe ideal gas constant. At equilibrium, each component has the same\nspreading pressure:<disp-formula id=\"eq3\">\n<label>3</label>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi mathvariant=\"normal\">π</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">π</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">π</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo linebreak=\"goodbreak\" lspace=\"0em\" rspace=\"1em\">⁣</mml:mo>\n<mml:mi>i</mml:mi>\n<mml:mo>≠</mml:mo>\n<mml:mi>j</mml:mi>\n</mml:math>\n</disp-formula>Since the sum of the mole fractions of all\ncomponents in the adsorbed phase is equal to 1, eq  can be rearranged to give the following identity:<disp-formula id=\"eq4\">\n<label>4</label>\n<mml:math display=\"block\">\n<mml:munder>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:munder>\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>f̅</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">π</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:math>\n</disp-formula>which can be solved for a given <italic toggle=\"yes\">f̅</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> for each component to obtain the value\nof <italic toggle=\"yes\">f</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">i</italic>\n</sub>\n<sup arrange=\"stack\">0</sup> for each component. Thus, the adsorbed\nphase composition, <italic toggle=\"yes\">x</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub>, can be calculated from eq  and the number\nof moles, <italic toggle=\"yes\">n</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">i</italic>\n</sub>\n<sup arrange=\"stack\">0</sup>, of component <italic toggle=\"yes\">i</italic> that would be adsorbed from the pure gas at <italic toggle=\"yes\">f</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">i</italic>\n</sub>\n<sup arrange=\"stack\">0</sup>(π) can be found from the single-component isotherm for each\ncomponent. The total amount adsorbed of the mixture, <italic toggle=\"yes\">n</italic>\n<sub>t</sub>, is determined using the expression<disp-formula id=\"eq5\">\n<label>5</label>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">t</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">∑</mml:mo>\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</disp-formula>The actual number of moles adsorbed of each\ncomponent is then<disp-formula id=\"eq6\">\n<label>6</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">t</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</disp-formula>To calculate the spreading pressure using\neq , the functional forms of the single-component\nisotherms must be specified by fitting a continuous function to a\ndiscrete set of adsorption data obtained over a finite range of pressures.\nTherefore, in this work, IAST was applied to single-component adsorption\nisotherms fitted using an isotherm equation proposed by Jensen and\nSeaton:\n<disp-formula id=\"eq7\">\n<label>7</label>\n<mml:math display=\"block\">\n<mml:mi>n</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi>K</mml:mi>\n<mml:mi>P</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"true\">{</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">α</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">κ</mml:mi>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>c</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"true\">}</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mi>c</mml:mi>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">n</italic>(<italic toggle=\"yes\">P</italic>) is the adsorbed amount, <italic toggle=\"yes\">K</italic> is the Henry’s\nlaw constant, α is a measure of capacity, <italic toggle=\"yes\">c</italic> determines the radius of curvature of the isotherm, and κ\naccounts for the compressibility of the adsorbed phase. An inherent\nfeature of IAST is that prediction of multicomponent adsorption requires\nextrapolation of the single-component isotherms outside the range\nof pressures over which the data were collected and to which the form\nof the isotherm was fitted and specified. This is a consequence of\nthe equality of component spreading pressures at equilibrium and because,\nas shown in eq , the spreading pressure is\nrelated to the amount adsorbed, data for the less strongly adsorbed\ncomponent are extrapolated to a greater extent. Extrapolation of single-component\nadsorption data can introduce a degree of uncertainty in IAST predictions.\nTherefore, the use of an equation which accounts for the compressibility\nof the adsorbed phase and, in so doing, provides an accurate description\nof adsorption behavior at high pressures is advantageous when assessing\nthe applicability of IAST.</p>", "clean_text": "Ideal Adsorbed Solution Theory\n\nDerived by Myers and Prausnitz, IAST is a method for predicting the adsorption equilibria for components in a mixture, using only single-component adsorption data at the same temperature and on the same adsorbent. IAST is based upon three assumptions: (i) that the same surface area is available to all adsorbates, (ii) that the adsorbent is inert, and (iii) that the multicomponent mixture behaves as an ideal solution (such that the mean strength of interaction is equal between all molecules of the solution) at constant spreading pressure and temperature. For a given component, i, in an ideal adsorbed phase 1    f̅   i   =   f   i   0    ( π )    x   i    where f̅  i  is the fugacity of pure component i in the bulk gas phase, f  i  0 is the fugacity for component i at the solution temperature, T, and the spreading pressure, π, of the binary mixture when the adsorbed and bulk gas phases are in equilibrium, and x  i  is the mole fraction of component i in the adsorbed phase. For each component, f  i  0 and π are related via the integrated Gibbs isotherm: 2    π A   R T   =   ∫   0     f   i   0        n   i   ⁡ d ⁡ ln ⁡   f   i     where n  i  is the amount adsorbed of component i (obtained from the single-component adsorption isotherm) at pressure, P, which, in this work, was related to the component fugacity, f  i , using the Peng-Robinson equation of state. A is the surface area of the adsorbent, and R is the ideal gas constant. At equilibrium, each component has the same spreading pressure: 3  π =   π   i   =   π   j   ⁣ i ≠ j  Since the sum of the mole fractions of all components in the adsorbed phase is equal to 1, eq  can be rearranged to give the following identity: 4    ∑   i        f̅   i       f   i   0    ( π )    - 1 = 0   which can be solved for a given f̅  i  for each component to obtain the value of f  i  0 for each component. Thus, the adsorbed phase composition, x  i , can be calculated from eq  and the number of moles, n  i  0, of component i that would be adsorbed from the pure gas at f  i  0(π) can be found from the single-component isotherm for each component. The total amount adsorbed of the mixture, n t, is determined using the expression 5    1     n   t     = ∑      x   i       n   i   0       The actual number of moles adsorbed of each component is then 6    n   i   =   x   i     n   t    To calculate the spreading pressure using eq , the functional forms of the single-component isotherms must be specified by fitting a continuous function to a discrete set of adsorption data obtained over a finite range of pressures. Therefore, in this work, IAST was applied to single-component adsorption isotherms fitted using an isotherm equation proposed by Jensen and Seaton:  7  n  ( P )  = K P    { 1 +   (   K P   α  ( 1 + κ P )    )   c   }    - 1 / c    where n(P) is the adsorbed amount, K is the Henry's law constant, α is a measure of capacity, c determines the radius of curvature of the isotherm, and κ accounts for the compressibility of the adsorbed phase. An inherent feature of IAST is that prediction of multicomponent adsorption requires extrapolation of the single-component isotherms outside the range of pressures over which the data were collected and to which the form of the isotherm was fitted and specified. This is a consequence of the equality of component spreading pressures at equilibrium and because, as shown in eq , the spreading pressure is related to the amount adsorbed, data for the less strongly adsorbed component are extrapolated to a greater extent. Extrapolation of single-component adsorption data can introduce a degree of uncertainty in IAST predictions. Therefore, the use of an equation which accounts for the compressibility of the adsorbed phase and, in so doing, provides an accurate description of adsorption behavior at high pressures is advantageous when assessing the applicability of IAST.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Departures from IAST may be attributed\nto the dissimilarity of\nthe adsorbate molecules and to the heterogeneity of the adsorbent. In relation to differences in the adsorbates,\ndisparity between the adsorbate–adsorbate interactions in the\nadsorbed solution will effect deviations from ideality unless the\nadsorbate–adsorbate interactions are small in comparison with\nthe adsorbate–adsorbent interactions. In this case adsorption\nis governed by the interaction between the adsorbate molecules and\nthe adsorbent and the nonidealities resulting from the interactions\nbetween adsorbate molecules will be inconsequential. In MOFs, because of their open structure, the adsorbate–adsorbent\ninteractions are often much weaker than in conventional adsorbents,\nsuch as zeolites or activated carbons. As a result, the adsorbate–adsorbate\ninteractions have greater influence, so\ndifferences in the strength of interactions between different adsorbate\nmolecules in a mixture are likely to cause significant deviations\nfrom ideality. Heterogeneities in the adsorbent structure can have\nconsiderable influence on the applicability of IAST. In conjunction\nwith differences in the adsorbate molecules in a mixture, adsorbent\nsurface heterogeneities at length scales of the same order as the\nsize of the adsorbate molecules can, as a result of competition between\ndifferent adsorbates for adsorption sites, render particular sites\nof the adsorbent inaccessible to one component in a mixture. Therefore,\nthe assumption that the same surface area is available to all adsorbate\nmolecules might be invalid. In addition, larger scale energetic or\nstructural adsorbent heterogeneities can affect the capability of\nIAST to predict mixture adsorption. IAST predictions are calculated\non the basis that all the information pertaining to the adsorption\nof a particular adsorbate in a given adsorbent can be derived solely\nfrom the single-component isotherm and the fact that, in a heterogeneous\nadsorbent, the isotherm represents the aggregate of the contributions\nfrom regions of different energy or geometry is not taken into account.\nConsequently, where, due to adsorbent heterogeneities, different regions\nof an adsorbent have disparate adsorption selectivities for the components\nin a mixture, deviations from IAST can result. In comparison with conventional adsorbents, as a consequence\nof the innumerable coordination geometries possible through judicious\nselection of metal vertices and organic linkers, MOFs present much\nmore structural diversity and exhibit wide variation in pore topology.\nTherefore, given the extent to which the different pores in one particular\nMOF can vary in terms of shape and size, the effect of adsorbent heterogeneities\non the applicability of IAST to the prediction of mixture adsorption\nin MOFs is likely to be significant. The effect of palpable heterogeneities\nin the adsorbent structure can be estimated by assuming local adsorption\n(i.e., adsorption at a particular site/pore) to be described by IAST\nand applying IAST separately to distinct sites so as to implement\na form of heterogeneous ideal adsorbed solution theory (HIAST).\n</p>", "clean_text": "Departures from IAST may be attributed to the dissimilarity of the adsorbate molecules and to the heterogeneity of the adsorbent. In relation to differences in the adsorbates, disparity between the adsorbate-adsorbate interactions in the adsorbed solution will effect deviations from ideality unless the adsorbate-adsorbate interactions are small in comparison with the adsorbate-adsorbent interactions. In this case adsorption is governed by the interaction between the adsorbate molecules and the adsorbent and the nonidealities resulting from the interactions between adsorbate molecules will be inconsequential. In MOFs, because of their open structure, the adsorbate-adsorbent interactions are often much weaker than in conventional adsorbents, such as zeolites or activated carbons. As a result, the adsorbate-adsorbate interactions have greater influence, so differences in the strength of interactions between different adsorbate molecules in a mixture are likely to cause significant deviations from ideality. Heterogeneities in the adsorbent structure can have considerable influence on the applicability of IAST. In conjunction with differences in the adsorbate molecules in a mixture, adsorbent surface heterogeneities at length scales of the same order as the size of the adsorbate molecules can, as a result of competition between different adsorbates for adsorption sites, render particular sites of the adsorbent inaccessible to one component in a mixture. Therefore, the assumption that the same surface area is available to all adsorbate molecules might be invalid. In addition, larger scale energetic or structural adsorbent heterogeneities can affect the capability of IAST to predict mixture adsorption. IAST predictions are calculated on the basis that all the information pertaining to the adsorption of a particular adsorbate in a given adsorbent can be derived solely from the single-component isotherm and the fact that, in a heterogeneous adsorbent, the isotherm represents the aggregate of the contributions from regions of different energy or geometry is not taken into account. Consequently, where, due to adsorbent heterogeneities, different regions of an adsorbent have disparate adsorption selectivities for the components in a mixture, deviations from IAST can result. In comparison with conventional adsorbents, as a consequence of the innumerable coordination geometries possible through judicious selection of metal vertices and organic linkers, MOFs present much more structural diversity and exhibit wide variation in pore topology. Therefore, given the extent to which the different pores in one particular MOF can vary in terms of shape and size, the effect of adsorbent heterogeneities on the applicability of IAST to the prediction of mixture adsorption in MOFs is likely to be significant. The effect of palpable heterogeneities in the adsorbent structure can be estimated by assuming local adsorption (i.e., adsorption at a particular site/pore) to be described by IAST and applying IAST separately to distinct sites so as to implement a form of heterogeneous ideal adsorbed solution theory (HIAST). ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Simulation Method and Models</title><title>Simulation Method</title><p>The single-component\nand mixture adsorption isotherms necessary to evaluate the applicability\nof IAST to MOFs were obtained by means of grand canonical Monte Carlo (GCMC) simulations. GCMC simulation is a statistical-mechanical\nmethod by which equilibrium adsorption in porous materials can be\nstudied at the molecular level. As in experimental measurements of\nadsorption, GCMC simulations are performed such that the chemical\npotentials of the adsorbates, the volume of adsorbent, and the temperature\nare held constant. In the GCMC method, molecules are inserted, deleted,\nand moved so as to sample equilibrium configurations characteristic\nof the specified thermodynamic state. In this work, the chemical potentials\nwere related to the pressure and composition of the bulk gas using\nthe Peng–Robinson equation of state and GCMC simulations were\nexecuted using the multipurpose simulation code Music. Typically, simulations were run so as to allow 20000 Monte\nCarlo moves, on average, for each adsorbed molecule to ensure that\nequilibrium was reached. The first 40% of the moves were used for\nequilibration and, as such, were not included in the calculation of\nisotherms. To obtain reliable statistics, the number of unit cells\ninvolved in a particular simulation was selected such that the minimum\nnumber of molecules adsorbed at a given pressure value was 100. Further,\nin mixture simulations, sufficient unit cells were used so as to ensure\nthat, on average, a minimum of 10 molecules of the less strongly adsorbed\ncomponent were present in the simulation.</p>", "clean_text": "Simulation Method and Models\n\nSimulation Method\n\nThe single-component and mixture adsorption isotherms necessary to evaluate the applicability of IAST to MOFs were obtained by means of grand canonical Monte Carlo (GCMC) simulations. GCMC simulation is a statistical-mechanical method by which equilibrium adsorption in porous materials can be studied at the molecular level. As in experimental measurements of adsorption, GCMC simulations are performed such that the chemical potentials of the adsorbates, the volume of adsorbent, and the temperature are held constant. In the GCMC method, molecules are inserted, deleted, and moved so as to sample equilibrium configurations characteristic of the specified thermodynamic state. In this work, the chemical potentials were related to the pressure and composition of the bulk gas using the Peng-Robinson equation of state and GCMC simulations were executed using the multipurpose simulation code Music. Typically, simulations were run so as to allow 20000 Monte Carlo moves, on average, for each adsorbed molecule to ensure that equilibrium was reached. The first 40% of the moves were used for equilibration and, as such, were not included in the calculation of isotherms. To obtain reliable statistics, the number of unit cells involved in a particular simulation was selected such that the minimum number of molecules adsorbed at a given pressure value was 100. Further, in mixture simulations, sufficient unit cells were used so as to ensure that, on average, a minimum of 10 molecules of the less strongly adsorbed component were present in the simulation.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In all simulations,\nthe adsorbents were treated as rigid frameworks and modeled atomistically\nwith the atomic positions fixed from crystallographic data. To minimize\nthe computational requirements of the GCMC simulations, for each adsorbate\nspecies the potential energy between the adsorbate and adsorbent framework\nwas precalculated on a three-dimensional grid with 0.2 Å spacing.\nDuring the simulations, the potential energy at any particular position\nin the adsorbent was calculated by interpolation using the grid. The\nvan der Waals interactions between adsorbate molecules were calculated\nusing the pairwise additive Lennard-Jones (LJ) 12–6 potential.\nFor simulations of a single-component, A, LJ potentials were cut off\nat 5σ<sub>AA</sub>, at which distance the interaction energy\nis negligible. Likewise, for simulations of mixtures of components\nA and B, interactions were cut off at 5σ<sub>AA</sub>, where\nσ<sub>AA</sub> &gt; σ<sub>BB</sub>. All of the force fields\nand mixing rules used in this work have previously been successfully\nemployed to model adsorption in MOFs, as detailed elsewhere. The Lorentz–Berthelot mixing rules were\napplied to calculate mixed Lennard-Jones parameters. Lennard-Jones\nparameters for framework atoms were taken from the universal force\nfield (UFF). For simulations involving\nmolecules such as CO<sub>2</sub>, which is quadrupolar, electrostatic\neffects were nonnegligible, so Coulombic interactions between adsorbate\nand adsorbent were accounted for using the Ewald summation technique. Since the applicability of IAST to adsorption\nin MOFs would not be expected to vary significantly with temperature,\nall simulations were performed at 300 K, which is within the range\nof temperatures relevant to many adsorptive separation processes.</p>", "clean_text": "In all simulations, the adsorbents were treated as rigid frameworks and modeled atomistically with the atomic positions fixed from crystallographic data. To minimize the computational requirements of the GCMC simulations, for each adsorbate species the potential energy between the adsorbate and adsorbent framework was precalculated on a three-dimensional grid with 0.2 Å spacing. During the simulations, the potential energy at any particular position in the adsorbent was calculated by interpolation using the grid. The van der Waals interactions between adsorbate molecules were calculated using the pairwise additive Lennard-Jones (LJ) 12-6 potential. For simulations of a single-component, A, LJ potentials were cut off at 5σAA, at which distance the interaction energy is negligible. Likewise, for simulations of mixtures of components A and B, interactions were cut off at 5σAA, where σAA > σBB. All of the force fields and mixing rules used in this work have previously been successfully employed to model adsorption in MOFs, as detailed elsewhere. The Lorentz-Berthelot mixing rules were applied to calculate mixed Lennard-Jones parameters. Lennard-Jones parameters for framework atoms were taken from the universal force field (UFF). For simulations involving molecules such as CO2, which is quadrupolar, electrostatic effects were nonnegligible, so Coulombic interactions between adsorbate and adsorbent were accounted for using the Ewald summation technique. Since the applicability of IAST to adsorption in MOFs would not be expected to vary significantly with temperature, all simulations were performed at 300 K, which is within the range of temperatures relevant to many adsorptive separation processes.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>To account for adsorbent heterogeneity, HIAST predictions of mixture adsorption were calculated. HIAST\npredictions represented the sum of IAST predictions for mixture adsorption\ncalculated separately for distinct sites in the adsorbent. (A detailed\ndescription of how distinct sites were defined is given in the .) IAST predictions for\nindividual “sites” (which we identify as distinct types\nof pore in the MOFs) were determined using single-component data for\nadsorption in the pore. Adsorption isotherms were obtained separately\nfor individual pores using GCMC simulations with the distinction that\nthe adsorbent structure was divided into regions representing different\npore types.</p>", "clean_text": "To account for adsorbent heterogeneity, HIAST predictions of mixture adsorption were calculated. HIAST predictions represented the sum of IAST predictions for mixture adsorption calculated separately for distinct sites in the adsorbent. (A detailed description of how distinct sites were defined is given in the .) IAST predictions for individual \"sites\" (which we identify as distinct types of pore in the MOFs) were determined using single-component data for adsorption in the pore. Adsorption isotherms were obtained separately for individual pores using GCMC simulations with the distinction that the adsorbent structure was divided into regions representing different pore types.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>MOF Structures</title><p>To gain insight into\nthe applicability of IAST to MOFs in general, several MOFs with widely\ndiffering structures and pore geometries were investigated. IRMOF-1 is a member of the class of isoreticular MOFs\nand consists of Zn<sub>4</sub>O clusters connected by 1,4-benzenedicarboxylate\n(BDC) linkers to form a three-dimensional porous cubic framework.\nLinkers in the structure alternate between pointing inward and outward,\nconferring upon the structure two alternating interconnected cavity\ntypes: smaller cavities of approximately 11.2 Å and larger cavities\nwith dimensions of approximately 14.4 Å. A second MOF with a\nthree-dimensional pore structure, Cu-BTC, which was first reported\nby Chui et al., contains copper ions,\nCu<sup>2+</sup>, as metal centers coordinated to benzene-1,3,5-tricarboxylate\n(BTC) linker molecules such that the resulting framework has three\ntypes of pore: two different main cavities of square cross-section\nwith dimensions of 10.5 and 12.2 Å, respectively, and tetrahedral\nside pockets, approximately 5.0 Å in diameter. MIL-68(V), which is composed of vanadium octahedron vertices\ncoordinated by terephthalate linkers to form unconnected one-dimensional\nchannels, exhibit two distinct pore types. Large hexagonal and small\ntriangular channels with pore openings, respectively, of approximately\n13.6 and 4.8 Å. MIL-47(V) is composed\nof the same vertices and organic linker molecules as MIL-68 but has\none-dimensional channels which are rhombic in shape with a pore diameter\nof approximately 7.4 Å. Larger, one-dimensional rhombic channels\nwith a cavity diameter of approximately 10.4 Å are present in\nMOF-69A, which is composed of infinite\nZn–O–C columns stacked in parallel and connected by\nbiphenyl linkers. All pore sizes are as calculated using the method\nof Gelb and Gubbins, which determines\nthe diameter of the largest sphere that can fit into the cavity without\noverlapping the framework atoms. The structures of the MOFs studied\nare shown in Figure  and the Lennard-Jones\nparameters for the framework atoms are given in  in the .</p>", "clean_text": "MOF Structures\n\nTo gain insight into the applicability of IAST to MOFs in general, several MOFs with widely differing structures and pore geometries were investigated. IRMOF-1 is a member of the class of isoreticular MOFs and consists of Zn4O clusters connected by 1,4-benzenedicarboxylate (BDC) linkers to form a three-dimensional porous cubic framework. Linkers in the structure alternate between pointing inward and outward, conferring upon the structure two alternating interconnected cavity types: smaller cavities of approximately 11.2 Å and larger cavities with dimensions of approximately 14.4 Å. A second MOF with a three-dimensional pore structure, Cu-BTC, which was first reported by Chui et al., contains copper ions, Cu2+, as metal centers coordinated to benzene-1,3,5-tricarboxylate (BTC) linker molecules such that the resulting framework has three types of pore: two different main cavities of square cross-section with dimensions of 10.5 and 12.2 Å, respectively, and tetrahedral side pockets, approximately 5.0 Å in diameter. MIL-68(V), which is composed of vanadium octahedron vertices coordinated by terephthalate linkers to form unconnected one-dimensional channels, exhibit two distinct pore types. Large hexagonal and small triangular channels with pore openings, respectively, of approximately 13.6 and 4.8 Å. MIL-47(V) is composed of the same vertices and organic linker molecules as MIL-68 but has one-dimensional channels which are rhombic in shape with a pore diameter of approximately 7.4 Å. Larger, one-dimensional rhombic channels with a cavity diameter of approximately 10.4 Å are present in MOF-69A, which is composed of infinite Zn-O-C columns stacked in parallel and connected by biphenyl linkers. All pore sizes are as calculated using the method of Gelb and Gubbins, which determines the diameter of the largest sphere that can fit into the cavity without overlapping the framework atoms. The structures of the MOFs studied are shown in Figure  and the Lennard-Jones parameters for the framework atoms are given in  in the .", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structures of the MOFs studied: (a) IRMOF-1; (b) Cu-BTC;\n(c) MOF-69A; (d) MIL-68; (e) MIL-47 where unit cells are delineated.\n(Zn, blue; Cu, green; V, purple; O, red; C, gray. Hydrogen atoms are\nomitted for clarity.)</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structures of the MOFs studied: (a) IRMOF-1; (b) Cu-BTC; (c) MOF-69A; (d) MIL-68; (e) MIL-47 where unit cells are delineated. (Zn, blue; Cu, green; V, purple; O, red; C, gray. Hydrogen atoms are omitted for clarity.)   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Adsorbate Models</title><p>For the range of\nMOF structures studied, the dependence of the applicability of IAST\non the characteristics of the mixture of adsorbates was examined by\ncomparing IAST predictions with GCMC results for mixtures of adsorbate\nmolecules of differing sizes, asphericities, and polarities. The applicability\nof IAST to mixtures of adsorbates of differing sizes was investigated\nby comparing IAST predictions with GCMC results for mixtures of adsorbates\nmodeled as different sized spherical molecules using the united-atom\napproach. Thus H<sub>2</sub> (ref ), CH<sub>4</sub> (ref ), CF<sub>4</sub> (ref ), and SF<sub>6</sub> (ref ) were\nmodeled as single spheres of increasing diameter.</p>", "clean_text": "Adsorbate Models\n\nFor the range of MOF structures studied, the dependence of the applicability of IAST on the characteristics of the mixture of adsorbates was examined by comparing IAST predictions with GCMC results for mixtures of adsorbate molecules of differing sizes, asphericities, and polarities. The applicability of IAST to mixtures of adsorbates of differing sizes was investigated by comparing IAST predictions with GCMC results for mixtures of adsorbates modeled as different sized spherical molecules using the united-atom approach. Thus H2 (ref ), CH4 (ref ), CF4 (ref ), and SF6 (ref ) were modeled as single spheres of increasing diameter.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>By evaluating\nIAST predictions alongside GCMC results for mixtures containing short\nalkanes, the applicability of IAST for mixtures of adsorbates of differing\ndegrees of asphericity was assessed. Using the united-atom approach,\nCH<sub>3</sub> and CH<sub>2</sub> groups were considered as single\nLJ spheres, and ethane and propane were represented, respectively,\nas two and three uncharged interaction sites. The LJ potential parameters\nwere taken from the TraPPE force field developed by Martin and Siepmann.\n</p>", "clean_text": "By evaluating IAST predictions alongside GCMC results for mixtures containing short alkanes, the applicability of IAST for mixtures of adsorbates of differing degrees of asphericity was assessed. Using the united-atom approach, CH3 and CH2 groups were considered as single LJ spheres, and ethane and propane were represented, respectively, as two and three uncharged interaction sites. The LJ potential parameters were taken from the TraPPE force field developed by Martin and Siepmann. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Comparison of IAST predictions with simulation\nresults for mixtures\ncontaining CO<sub>2</sub> allowed investigation of the applicability\nof IAST for mixtures of adsorbates of differing polarity. Carbon dioxide,\nwhich is a quadrupolar molecule, was modeled as a rigid linear triatomic\nmolecule with a charged Lennard-Jones site located at each atom. The\nLennard-Jones potential parameters for the atoms, for a CO<sub>2</sub> molecule with C–O bond length of 1.16 Å and bond angle\n∠OCO of 180°, were taken from the TraPPE force field developed\nby Potoff and Siepmann. The intrinsic\nquadrupole moment of CO<sub>2</sub> was represented by partial charges\nassigned to each atom. The charges for oxygen and carbon atom sites\nwere, respectively, −0.35e and +0.7e. The Lennard-Jones parameters\nof all the adsorbates studied in this work are given in Table .</p>", "clean_text": "Comparison of IAST predictions with simulation results for mixtures containing CO2 allowed investigation of the applicability of IAST for mixtures of adsorbates of differing polarity. Carbon dioxide, which is a quadrupolar molecule, was modeled as a rigid linear triatomic molecule with a charged Lennard-Jones site located at each atom. The Lennard-Jones potential parameters for the atoms, for a CO2 molecule with C-O bond length of 1.16 Å and bond angle ∠OCO of 180°, were taken from the TraPPE force field developed by Potoff and Siepmann. The intrinsic quadrupole moment of CO2 was represented by partial charges assigned to each atom. The charges for oxygen and carbon atom sites were, respectively, -0.35e and +0.7e. The Lennard-Jones parameters of all the adsorbates studied in this work are given in Table .", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Lennard-Jones Parameters for the Adsorbates\nUsed, Where ε is the LJ Well Depth, <italic toggle=\"yes\">k</italic>\n<sub>B</sub> is the Boltzmann Constant, and σ is the Molecular Diameter</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbate</oasis:entry>\n<oasis:entry align=\"center\">σ (Å)</oasis:entry>\n<oasis:entry align=\"center\">ε/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> (K)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2.958</oasis:entry>\n<oasis:entry>36.7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref29\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>4</sub>\n</oasis:entry>\n<oasis:entry>3.73</oasis:entry>\n<oasis:entry>148.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>4.662</oasis:entry>\n<oasis:entry>134.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SF<sub>6</sub>\n</oasis:entry>\n<oasis:entry>5.128</oasis:entry>\n<oasis:entry>222.1</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>alkane CH<sub>3</sub> group</oasis:entry>\n<oasis:entry>3.75</oasis:entry>\n<oasis:entry>98.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>alkane CH<sub>2</sub> group</oasis:entry>\n<oasis:entry>3.95</oasis:entry>\n<oasis:entry>46.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C (in CO<sub>2</sub>)</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>27.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O (in CO<sub>2</sub>)</oasis:entry>\n<oasis:entry>3.05</oasis:entry>\n<oasis:entry>79.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results</title><p>In adsorptive separation processes,\nthe most sensitive measure\nof the separation capability is the selectivity of a porous material\nfor different components in the mixtures. Therefore, the applicability\nof IAST was assessed by comparing values of selectivity calculated\nfrom IAST predictions alongside the equivalent selectivities obtained\nfrom GCMC simulation results. The selectivity for component A relative\nto component B is defined as<disp-formula id=\"eq8\">\n<label>8</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">x</italic>\n<sub>A</sub> and <italic toggle=\"yes\">x</italic>\n<sub>B</sub> are, respectively, the mole fractions of components\nA and B in the adsorbed phase and <italic toggle=\"yes\">y</italic>\n<sub>A</sub> and <italic toggle=\"yes\">y</italic>\n<sub>B</sub> are the mole fraction of components A and\nB in the bulk phase, respectively.</p>", "clean_text": "Results\n\nIn adsorptive separation processes, the most sensitive measure of the separation capability is the selectivity of a porous material for different components in the mixtures. Therefore, the applicability of IAST was assessed by comparing values of selectivity calculated from IAST predictions alongside the equivalent selectivities obtained from GCMC simulation results. The selectivity for component A relative to component B is defined as 8    S   A / B   =       x   A    /    x   B           y   A    /    y   B        where x A and x B are, respectively, the mole fractions of components A and B in the adsorbed phase and y A and y B are the mole fraction of components A and B in the bulk phase, respectively.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Size of the Adsorbate Molecule</title><p>To\ninvestigate the applicability of IAST to systems with differing adsorbate\nsizes, IAST predictions were compared with simulation results for\nmixtures of the spherical adsorbates H<sub>2</sub>, CH<sub>4</sub>, CF<sub>4</sub>, and SF<sub>6</sub>. Because hydrogen is much more\nweakly adsorbed than the other adsorbates, single-component hydrogen\nisotherms were simulated and fitted for pressures up to 80 000\nkPa. For equimolar mixtures of methane and hydrogen in the adsorbents\nIRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 there are significant\ndifferences in the variation of the respective selectivities with\npressure, as shown in Figure .</p>", "clean_text": "Size of the Adsorbate Molecule\n\nTo investigate the applicability of IAST to systems with differing adsorbate sizes, IAST predictions were compared with simulation results for mixtures of the spherical adsorbates H2, CH4, CF4, and SF6. Because hydrogen is much more weakly adsorbed than the other adsorbates, single-component hydrogen isotherms were simulated and fitted for pressures up to 80000 kPa. For equimolar mixtures of methane and hydrogen in the adsorbents IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 there are significant differences in the variation of the respective selectivities with pressure, as shown in Figure .", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selectivity for methane\nfrom an equimolar mixture of methane and\nhydrogen as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A,\nand MIL-47 at 300 K.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Selectivity for methane from an equimolar mixture of methane and hydrogen as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>IRMOF-1, MOF-69A, and MIL-47 exhibit virtually\npressure-independent\nselectivity values, while the GCMC simulation results for MIL-68 and\nCu-BTC display, with the initial pressure increase, a rapid decrease\nin selectivity, followed by more gradual decline in selectivity at\nhigher pressures. The characteristics of the adsorption behavior are\nattributable to the differences in pore structure and topology of\nthe MOFs. Whereas MOF-69A and MIL-47 have only one pore type and the\npores in IRMOF-1 are similar in shape and dimension, both MIL-68 and\nCu-BTC have two kinds of cavity of which one is smaller. Because the\nstrength of adsorption is greater in the small pores, molecules are\nadsorbed preferentially in the smaller pores in MIL-68 and Cu-BTC.\nThus, at lower pressures, the selectivity is high as a result of the\nenergetic advantage of the adsorption of the more strongly adsorbed\ncomponent. Similarly, the higher selectivity for methane from an equimolar\nmixture of methane and hydrogen in MIL-47 as compared with MOF-69A\nreflects the greater strength of adsorption as a consequence of the\nsmaller pores in MIL-47. The higher selectivity in MOF-69A than in\nIRMOF-1 results from the stronger interactions in the corners in MOF-69A.\nIAST predictions for the adsorption of the equimolar mixture of methane\nand hydrogen show good agreement with GCMC results with average relative\nerrors between IAST and GCMC selectivities of 4, 4.7, and 4.3% for\nIRMOF-1, MOF-69A, and MIL-47, respectively. The larger deviations\nbetween IAST and GCMC results evident at lower pressures in the adsorbents\nwith more than one type of pore lead to marginally greater overall\ndisparities of 6.2 and 9.2% between selectivity values calculated\nfrom IAST predictions and from GCMC results for, respectively, Cu-BTC\nand MIL-68.</p>", "clean_text": "IRMOF-1, MOF-69A, and MIL-47 exhibit virtually pressure-independent selectivity values, while the GCMC simulation results for MIL-68 and Cu-BTC display, with the initial pressure increase, a rapid decrease in selectivity, followed by more gradual decline in selectivity at higher pressures. The characteristics of the adsorption behavior are attributable to the differences in pore structure and topology of the MOFs. Whereas MOF-69A and MIL-47 have only one pore type and the pores in IRMOF-1 are similar in shape and dimension, both MIL-68 and Cu-BTC have two kinds of cavity of which one is smaller. Because the strength of adsorption is greater in the small pores, molecules are adsorbed preferentially in the smaller pores in MIL-68 and Cu-BTC. Thus, at lower pressures, the selectivity is high as a result of the energetic advantage of the adsorption of the more strongly adsorbed component. Similarly, the higher selectivity for methane from an equimolar mixture of methane and hydrogen in MIL-47 as compared with MOF-69A reflects the greater strength of adsorption as a consequence of the smaller pores in MIL-47. The higher selectivity in MOF-69A than in IRMOF-1 results from the stronger interactions in the corners in MOF-69A. IAST predictions for the adsorption of the equimolar mixture of methane and hydrogen show good agreement with GCMC results with average relative errors between IAST and GCMC selectivities of 4, 4.7, and 4.3% for IRMOF-1, MOF-69A, and MIL-47, respectively. The larger deviations between IAST and GCMC results evident at lower pressures in the adsorbents with more than one type of pore lead to marginally greater overall disparities of 6.2 and 9.2% between selectivity values calculated from IAST predictions and from GCMC results for, respectively, Cu-BTC and MIL-68.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Selectivity for methane from an equimolar mixture of methane and\nhydrogen as a function of pressure in MIL-68 at 300 K.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Selectivity for methane from an equimolar mixture of methane and hydrogen as a function of pressure in MIL-68 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To further investigate the influence of the heterogeneity\nresulting\nfrom the two pore types (i.e., smaller, triangular pore, and larger,\nhexagonal pore) in MIL-68, we also applied HIAST. Selectivity values\ncalculated from HIAST are shown alongside IAST predictions and GCMC\nmixture simulation results in Figure  for\nMIL-68. HIAST results show good agreement with GCMC simulations, indicating\nthat the deviations between IAST predictions and GCMC results are\na consequence of the heterogeneity of the MOF. Similar improvement\nin the agreement with GCMC results was apparent for Cu-BTC when the\nheterogeneity of the structure was accounted for, as shown in  in the .</p>", "clean_text": "To further investigate the influence of the heterogeneity resulting from the two pore types (i.e., smaller, triangular pore, and larger, hexagonal pore) in MIL-68, we also applied HIAST. Selectivity values calculated from HIAST are shown alongside IAST predictions and GCMC mixture simulation results in Figure  for MIL-68. HIAST results show good agreement with GCMC simulations, indicating that the deviations between IAST predictions and GCMC results are a consequence of the heterogeneity of the MOF. Similar improvement in the agreement with GCMC results was apparent for Cu-BTC when the heterogeneity of the structure was accounted for, as shown in  in the .", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Selectivity for CF<sub>4</sub> from an equimolar mixture\nof CF<sub>4</sub> and CH<sub>4</sub> as a function of pressure in\nIRMOF-1,\nCu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Selectivity for CF4 from an equimolar mixture of CF4 and CH4 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The effects of differences in adsorbate size on\nthe applicability\nof IAST were investigated further through examination of a mixture\nof CF<sub>4</sub> and CH<sub>4</sub>. The variation with pressure\nof the adsorption selectivity for CF<sub>4</sub> from an equimolar\nmixture of CF<sub>4</sub> and CH<sub>4</sub> is shown in Figure . The GCMC selectivities are generally well predicted\nby IAST throughout the range of pressures examined, with average relative\nerrors between selectivity values calculated from IAST and GCMC results\nsignificantly below 10% for all adsorbents studied with the exception\nof MIL-47, for which large differences between GCMC and IAST in the\nlow-pressure region contributed to a higher average deviation of 12.6%.\nThis good agreement between IAST predictions and GCMC simulation data\nwas not unexpected, given the similarity of the magnitudes of the\nLennard-Jones parameters for CF<sub>4</sub> and CH<sub>4</sub>, since\nthe strengths of the interactions between adsorbate molecules are\nof similar magnitude for all molecules in the binary mixture, which\ntherefore resembles an ideal solution. The good agreement for the\nmixture of CF<sub>4</sub> and CH<sub>4</sub> is in contrast to the\nresults for the mixture of methane and hydrogen, for which the GCMC\nsimulation results are much less well predicted by IAST in all adsorbents\nstudied at low pressures. This indicates that the effects of the heterogeneities\nin MIL-68 and Cu-BTC are less significant for the adsorption of the\nmixture of CF<sub>4</sub> and CH<sub>4</sub>.</p>", "clean_text": "The effects of differences in adsorbate size on the applicability of IAST were investigated further through examination of a mixture of CF4 and CH4. The variation with pressure of the adsorption selectivity for CF4 from an equimolar mixture of CF4 and CH4 is shown in Figure . The GCMC selectivities are generally well predicted by IAST throughout the range of pressures examined, with average relative errors between selectivity values calculated from IAST and GCMC results significantly below 10% for all adsorbents studied with the exception of MIL-47, for which large differences between GCMC and IAST in the low-pressure region contributed to a higher average deviation of 12.6%. This good agreement between IAST predictions and GCMC simulation data was not unexpected, given the similarity of the magnitudes of the Lennard-Jones parameters for CF4 and CH4, since the strengths of the interactions between adsorbate molecules are of similar magnitude for all molecules in the binary mixture, which therefore resembles an ideal solution. The good agreement for the mixture of CF4 and CH4 is in contrast to the results for the mixture of methane and hydrogen, for which the GCMC simulation results are much less well predicted by IAST in all adsorbents studied at low pressures. This indicates that the effects of the heterogeneities in MIL-68 and Cu-BTC are less significant for the adsorption of the mixture of CF4 and CH4.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>To investigate\nthe differences in the influence of the adsorbent\nheterogeneity on the applicability of IAST for the CF<sub>4</sub>/CH<sub>4</sub> mixture and for the CH<sub>4</sub>/H<sub>2</sub> mixture,\nthe selectivity values in the two pores in MIL-68 were calculated\nseparately for the two mixtures. As shown in Figure , in MIL-68 there is great disparity between the selectivities\nin the different pores for the mixture of methane and hydrogen, while\nthe selectivity values for adsorption of the mixture of CF<sub>4</sub> and CH<sub>4</sub> are of similar magnitude for the different pore\ntypes. (Analogous results for Cu-BTC are shown in  in the .) In comparison with the selectivity for methane from an equimolar\nmixture of methane and hydrogen, the selectivities in the smaller\npores in MIL-68 are much lower for the mixture of CF<sub>4</sub> and\nCH<sub>4</sub> because there is much less disparity in the strengths\nof adsorption of CF<sub>4</sub> and CH<sub>4</sub>. That the selectivity\nfor CF<sub>4</sub> from an equimolar mixture of CF<sub>4</sub> and\nCH<sub>4</sub> is lower in the smaller, triangular pore than in the\nlarger, hexagonal pore is a consequence of the limited size of the\nsmall pore such that there are few adsorption sites available to the\nmore strongly adsorbed, but larger, CF<sub>4</sub> molecules. Thus,\nthe heterogeneities of MOFs with different kinds of pores are influential\nwith regard to the applicability of IAST only for mixtures for which\nthere is significant disparity between the adsorption selectivities\nin the distinct pore types within the structure.</p>", "clean_text": "To investigate the differences in the influence of the adsorbent heterogeneity on the applicability of IAST for the CF4/CH4 mixture and for the CH4/H2 mixture, the selectivity values in the two pores in MIL-68 were calculated separately for the two mixtures. As shown in Figure , in MIL-68 there is great disparity between the selectivities in the different pores for the mixture of methane and hydrogen, while the selectivity values for adsorption of the mixture of CF4 and CH4 are of similar magnitude for the different pore types. (Analogous results for Cu-BTC are shown in  in the .) In comparison with the selectivity for methane from an equimolar mixture of methane and hydrogen, the selectivities in the smaller pores in MIL-68 are much lower for the mixture of CF4 and CH4 because there is much less disparity in the strengths of adsorption of CF4 and CH4. That the selectivity for CF4 from an equimolar mixture of CF4 and CH4 is lower in the smaller, triangular pore than in the larger, hexagonal pore is a consequence of the limited size of the small pore such that there are few adsorption sites available to the more strongly adsorbed, but larger, CF4 molecules. Thus, the heterogeneities of MOFs with different kinds of pores are influential with regard to the applicability of IAST only for mixtures for which there is significant disparity between the adsorption selectivities in the distinct pore types within the structure.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Comparison of adsorption\nselectivity values for CH<sub>4</sub> from\nan equimolar mixture of CH<sub>4</sub> and H<sub>2</sub> and for CF<sub>4</sub> from an equimolar mixture of CF<sub>4</sub> and CH<sub>4</sub> in the respective pores in MIL-68 as calculated from GCMC simulations.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Comparison of adsorption selectivity values for CH4 from an equimolar mixture of CH4 and H2 and for CF4 from an equimolar mixture of CF4 and CH4 in the respective pores in MIL-68 as calculated from GCMC simulations.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The effects of greater disparity in adsorbate size\nwere assessed\nby evaluating the applicability of IAST for the prediction of a mixture\nof SF<sub>6</sub> and CH<sub>4</sub>. The variation with pressure\nof the adsorption selectivity for SF<sub>6</sub> from an equimolar\nmixture of SF<sub>6</sub> and CH<sub>4</sub> is illustrated separately\nfor lower and higher pressure regions in Figure  in order to examine the applicability of IAST to the prediction\nof the SF<sub>6</sub>/CH<sub>4</sub> mixture adsorption throughout\nthe pressure range studied without being subject to the influence\nof the magnitude of scale necessary to display the high selectivity\nvalues at low pressures.</p>", "clean_text": "The effects of greater disparity in adsorbate size were assessed by evaluating the applicability of IAST for the prediction of a mixture of SF6 and CH4. The variation with pressure of the adsorption selectivity for SF6 from an equimolar mixture of SF6 and CH4 is illustrated separately for lower and higher pressure regions in Figure  in order to examine the applicability of IAST to the prediction of the SF6/CH4 mixture adsorption throughout the pressure range studied without being subject to the influence of the magnitude of scale necessary to display the high selectivity values at low pressures.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Selectivity for SF<sub>6</sub> from an equimolar\nmixture of SF<sub>6</sub> and CH<sub>4</sub> as a function of pressure\nin IRMOF-1,\nCu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K for (a) pressures up\nto 150 kPa and (b) pressures above 150 kPa.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Selectivity for SF6 from an equimolar mixture of SF6 and CH4 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K for (a) pressures up to 150 kPa and (b) pressures above 150 kPa.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Given the relative strengths of adsorption of SF<sub>6</sub> and\nCH<sub>4</sub>, the high selectivities for the adsorption of SF<sub>6</sub> over CH<sub>4</sub> exhibited by all adsorbents at low pressures,\nas shown in Figure a, are expected. Over the\npressure range studied, in all adsorbents examined there were significant\ndeviations between selectivity values calculated from IAST predictions\nand those from GCMC simulations. The average deviations between IAST\nand GCMC results were particularly high for MOF-69A and MIL-47, amounting\nto 42 and 34% respectively. Slightly lower were the average relative\nerrors between selectivities calculated from IAST predictions and\nGCMC simulations for IRMOF-1, Cu-BTC, and MIL-68 with respectively\nvalues of 26, 26, and 21%. The greater deviation, for all adsorbents,\nbetween IAST predictions and GCMC results for the SF<sub>6</sub>/CH<sub>4</sub> mixture, in comparison with the average deviations for the\nCF<sub>4</sub>/CH<sub>4</sub> and CH<sub>4</sub>/H<sub>2</sub>, is\nin agreement with the assertion of Dunne and Myers and Sircar, stating that IAST\nwill fail if the coadsorbates differ substantially in size, on the\nbasis of studies performed in zeolite 13X and BPL-activated carbon\nadsorbents, respectively. The disparity between IAST predictions and\nGCMC simulation results evident for all adsorbents is due to competition\nfor adsorption sites. The larger SF<sub>6</sub> molecules are much\nmore strongly adsorbed and therefore block adsorption sites to the\nsmaller, less strongly adsorbed methane molecules, with the effect\nthat unequal surface areas are available to the different adsorbate\nmolecules, therefore contravening one of the main assumptions of IAST.\nThe competition for adsorption sites by SF<sub>6</sub> appears particularly\nmarked in MOF-69A, in which the higher energy regions of the pore\nare, by the nature of their positions in the acute angles of the rhombic\npores, fairly easily obstructed by the adsorption of SF<sub>6</sub>. Because the effect of this competition in MOF-69A, such that the\nmethane molecules cannot access the higher energy regions in the pore,\ncannot be predicted by IAST, the adsorption of methane is significantly\noverpredicted by IAST. Thus, the deviation between IAST and GCMC selectivity\nvalues is much more significant for MOF-69A than MIL-68, in which,\nbecause adsorption is principally in the large hexagonal pores, there\nexist no such isolated high-energy regions and no sites which can\nbe so easily blocked.</p>", "clean_text": "Given the relative strengths of adsorption of SF6 and CH4, the high selectivities for the adsorption of SF6 over CH4 exhibited by all adsorbents at low pressures, as shown in Figure a, are expected. Over the pressure range studied, in all adsorbents examined there were significant deviations between selectivity values calculated from IAST predictions and those from GCMC simulations. The average deviations between IAST and GCMC results were particularly high for MOF-69A and MIL-47, amounting to 42 and 34% respectively. Slightly lower were the average relative errors between selectivities calculated from IAST predictions and GCMC simulations for IRMOF-1, Cu-BTC, and MIL-68 with respectively values of 26, 26, and 21%. The greater deviation, for all adsorbents, between IAST predictions and GCMC results for the SF6/CH4 mixture, in comparison with the average deviations for the CF4/CH4 and CH4/H2, is in agreement with the assertion of Dunne and Myers and Sircar, stating that IAST will fail if the coadsorbates differ substantially in size, on the basis of studies performed in zeolite 13X and BPL-activated carbon adsorbents, respectively. The disparity between IAST predictions and GCMC simulation results evident for all adsorbents is due to competition for adsorption sites. The larger SF6 molecules are much more strongly adsorbed and therefore block adsorption sites to the smaller, less strongly adsorbed methane molecules, with the effect that unequal surface areas are available to the different adsorbate molecules, therefore contravening one of the main assumptions of IAST. The competition for adsorption sites by SF6 appears particularly marked in MOF-69A, in which the higher energy regions of the pore are, by the nature of their positions in the acute angles of the rhombic pores, fairly easily obstructed by the adsorption of SF6. Because the effect of this competition in MOF-69A, such that the methane molecules cannot access the higher energy regions in the pore, cannot be predicted by IAST, the adsorption of methane is significantly overpredicted by IAST. Thus, the deviation between IAST and GCMC selectivity values is much more significant for MOF-69A than MIL-68, in which, because adsorption is principally in the large hexagonal pores, there exist no such isolated high-energy regions and no sites which can be so easily blocked.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>In the evaluation of the effects of differing\nadsorbate sizes on\nthe applicability of IAST for the prediction of mixture adsorption\nin MOFs, for larger adsorbate molecules, standard GCMC simulations\nin Cu-BTC are inconsistent with the equivalent experiments. In Cu-BTC, the small pockets are accessible\nfrom the main pores through triangular windows of diameter 4.6 Å,\nwithout taking into account the van der Waals diameters of the framework\natoms. Therefore, experimentally, the\nsmall pores in Cu-BTC are inaccessible to CF<sub>4</sub> and SF<sub>6</sub> molecules due to size restrictions. However, in standard\nGCMC simulations, molecule insertions are attempted in the whole volume\nof the MOF and the restrictive effects of the triangular windows are\nnot imposed. Thus, to gain insight into the applicability of IAST\nto the prediction of the adsorption of the SF<sub>6</sub>/CH<sub>4</sub> and SF<sub>6</sub>/CF<sub>4</sub> mixtures by means of GCMC simulations\nconsistent with experiments in Cu-BTC, the CF<sub>4</sub>, and SF<sub>6</sub> single-component and GCMC simulations for both mixtures were\nrepeated with the restriction that the adsorption of CF<sub>4</sub> and SF<sub>6</sub> molecules in the small pockets was not permitted.</p>", "clean_text": "In the evaluation of the effects of differing adsorbate sizes on the applicability of IAST for the prediction of mixture adsorption in MOFs, for larger adsorbate molecules, standard GCMC simulations in Cu-BTC are inconsistent with the equivalent experiments. In Cu-BTC, the small pockets are accessible from the main pores through triangular windows of diameter 4.6 Å, without taking into account the van der Waals diameters of the framework atoms. Therefore, experimentally, the small pores in Cu-BTC are inaccessible to CF4 and SF6 molecules due to size restrictions. However, in standard GCMC simulations, molecule insertions are attempted in the whole volume of the MOF and the restrictive effects of the triangular windows are not imposed. Thus, to gain insight into the applicability of IAST to the prediction of the adsorption of the SF6/CH4 and SF6/CF4 mixtures by means of GCMC simulations consistent with experiments in Cu-BTC, the CF4, and SF6 single-component and GCMC simulations for both mixtures were repeated with the restriction that the adsorption of CF4 and SF6 molecules in the small pockets was not permitted.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>As is evident in Figure , when the adsorption\nof CF<sub>4</sub> is not permitted in the small pockets in Cu-BTC,\nthe selectivity for CF<sub>4</sub> from an equimolar mixture of CF<sub>4</sub> and CH<sub>4</sub> is lower throughout the pressure range\nstudied, most significantly at low pressures. (This demonstrates the\nimportance of considering only accessible pore space in GCMC simulations.)\nThe reduction in selectivity was expected since, by blocking the adsorption\nof CF<sub>4</sub> in the small pore, where adsorbate molecules are\npreferentially and more strongly adsorbed at low pressures, selective\nadsorption of CF<sub>4</sub> over CH<sub>4</sub> may take place only\nin the larger main cavity in Cu-BTC. Also apparent is that when the\nrestriction of CF<sub>4</sub> adsorption is applied to simulations,\nthe disparity between IAST predictions and GCMC results is higher,\nwith an average relative error of 9.7%, whereas the average deviation\nbetween IAST and GCMC selectivities for the unrestricted results is\n5.2%. Given that blocking the access of CF<sub>4</sub> to the small\npore in Cu-BTC contravenes the inherent assumption of IAST that equal\nsurface areas are available to both adsorbates, this poorer agreement\nwas not unexpected. Nevertheless, even using single-component isotherms\nfrom GCMC simulations with CF<sub>4</sub> confined to experimentally\naccessible regions of Cu-BTC, IAST adequately predicts the adsorption\nof a mixture of CF<sub>4</sub> and CH<sub>4</sub>. This simulation\nresult shows that IAST would be applicable to the corresponding real\nsystem.</p>", "clean_text": "As is evident in Figure , when the adsorption of CF4 is not permitted in the small pockets in Cu-BTC, the selectivity for CF4 from an equimolar mixture of CF4 and CH4 is lower throughout the pressure range studied, most significantly at low pressures. (This demonstrates the importance of considering only accessible pore space in GCMC simulations.) The reduction in selectivity was expected since, by blocking the adsorption of CF4 in the small pore, where adsorbate molecules are preferentially and more strongly adsorbed at low pressures, selective adsorption of CF4 over CH4 may take place only in the larger main cavity in Cu-BTC. Also apparent is that when the restriction of CF4 adsorption is applied to simulations, the disparity between IAST predictions and GCMC results is higher, with an average relative error of 9.7%, whereas the average deviation between IAST and GCMC selectivities for the unrestricted results is 5.2%. Given that blocking the access of CF4 to the small pore in Cu-BTC contravenes the inherent assumption of IAST that equal surface areas are available to both adsorbates, this poorer agreement was not unexpected. Nevertheless, even using single-component isotherms from GCMC simulations with CF4 confined to experimentally accessible regions of Cu-BTC, IAST adequately predicts the adsorption of a mixture of CF4 and CH4. This simulation result shows that IAST would be applicable to the corresponding real system.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Selectivity for CF<sub>4</sub> from an equimolar mixture of CF<sub>4</sub> and CH<sub>4</sub> as a function of pressure in Cu-BTC at\n300 K, where restricted results represent the selectivities where\nCF<sub>4</sub> has no access to the small pockets in Cu-BTC.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Selectivity for CF4 from an equimolar mixture of CF4 and CH4 as a function of pressure in Cu-BTC at 300 K, where restricted results represent the selectivities where CF4 has no access to the small pockets in Cu-BTC.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>As shown in Figure , the\napplication of\nrestrictions to the pore space accessible to SF<sub>6</sub> results\nin much lower adsorption selectivities for SF<sub>6</sub> from an\nequimolar mixture of SF<sub>6</sub> and CH<sub>4</sub> than when no\nexclusions are in place. Again this is a consequence of selective\nadsorption in only the larger main cavity in Cu-BTC. The disparity\nbetween selectivities calculated from IAST predictions and those from\nGCMC simulations is much more significant for the mixture of SF<sub>6</sub> and CH<sub>4</sub> when the adsorption of SF<sub>6</sub> is\nconfined to the main cavities in Cu-BTC. To minimize the effects of\nthe inequality of the areas accessible to the different adsorbates,\nthe different sites in Cu-BTC were treated individually such that\nresults (denoted partial IAST) were obtained from IAST performed using\nthe single-component isotherms obtained from GCMC simulations in the\nmain cavities in Cu-BTC in addition to the single-component isotherm\nrepresenting methane adsorption in the small pockets. Partial IAST\nresults show much better agreement than restricted IAST results when\ncompared with the GCMC results obtained with a restriction imposed\non the adsorption of SF<sub>6</sub>. Thus, for the prediction of mixture\nadsorption in an adsorbent which presents restrictions to the adsorption\nof one component, by adhering as closely as possible to the underlying\nassumptions of the theory in the application of IAST, mixture adsorption\ncan be well predicted. Due to the greater difficulty in obtaining\nexperimental isotherms for distinct regions of a structure, the application\nof this method to the equivalent real system would be much more complicated.</p>", "clean_text": "As shown in Figure , the application of restrictions to the pore space accessible to SF6 results in much lower adsorption selectivities for SF6 from an equimolar mixture of SF6 and CH4 than when no exclusions are in place. Again this is a consequence of selective adsorption in only the larger main cavity in Cu-BTC. The disparity between selectivities calculated from IAST predictions and those from GCMC simulations is much more significant for the mixture of SF6 and CH4 when the adsorption of SF6 is confined to the main cavities in Cu-BTC. To minimize the effects of the inequality of the areas accessible to the different adsorbates, the different sites in Cu-BTC were treated individually such that results (denoted partial IAST) were obtained from IAST performed using the single-component isotherms obtained from GCMC simulations in the main cavities in Cu-BTC in addition to the single-component isotherm representing methane adsorption in the small pockets. Partial IAST results show much better agreement than restricted IAST results when compared with the GCMC results obtained with a restriction imposed on the adsorption of SF6. Thus, for the prediction of mixture adsorption in an adsorbent which presents restrictions to the adsorption of one component, by adhering as closely as possible to the underlying assumptions of the theory in the application of IAST, mixture adsorption can be well predicted. Due to the greater difficulty in obtaining experimental isotherms for distinct regions of a structure, the application of this method to the equivalent real system would be much more complicated.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Selectivity\nfor SF<sub>6</sub> from an equimolar mixture of SF<sub>6</sub> and\nCH<sub>4</sub> as a function of pressure in Cu-BTC at\n300 K, where restricted results represent the selectivities where\nSF<sub>6</sub> has no access to the small pockets in Cu-BTC, and partial\nIAST results represent the sum of IAST predictions for the main cavities\nand single-component GCMC results for methane adsorption in the small\npockets.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Selectivity for SF6 from an equimolar mixture of SF6 and CH4 as a function of pressure in Cu-BTC at 300 K, where restricted results represent the selectivities where SF6 has no access to the small pockets in Cu-BTC, and partial IAST results represent the sum of IAST predictions for the main cavities and single-component GCMC results for methane adsorption in the small pockets.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The effects of differences in adsorbate size on\nthe applicability\nof IAST were further assessed by examining a mixture of SF<sub>6</sub> and CF<sub>4</sub>. The variation in adsorption selectivity with\npressure for SF<sub>6</sub> from an equimolar mixture of SF<sub>6</sub> and CF<sub>4</sub> is shown in  in the . As a consequence\nof the inability of a typical GCMC simulation to detect the inaccessibility\nof the small pockets in Cu-BTC to both SF<sub>6</sub> and CF<sub>4</sub> molecules, the single-component isotherms for SF<sub>6</sub> and\nCF<sub>4</sub>, and the SF<sub>6</sub>/CF<sub>4</sub> mixture adsorption\nisotherms for Cu-BTC were obtained with the condition that adsorption\nin the small pockets was not allowed. In general, there is better\nagreement between IAST predictions and GCMC results for the SF<sub>6</sub>/CF<sub>4</sub> mixture than for the SF<sub>6</sub>/CH<sub>4</sub> mixture. This is a consequence of the smaller difference\nin both the adsorbate size and the strength of adsorption for the\nmolecules in the SF<sub>6</sub>/CF<sub>4</sub> mixture in comparison\nwith the SF<sub>6</sub>/CH<sub>4</sub> mixture such that the competition\nfor adsorption sites is less influential.</p>", "clean_text": "The effects of differences in adsorbate size on the applicability of IAST were further assessed by examining a mixture of SF6 and CF4. The variation in adsorption selectivity with pressure for SF6 from an equimolar mixture of SF6 and CF4 is shown in  in the . As a consequence of the inability of a typical GCMC simulation to detect the inaccessibility of the small pockets in Cu-BTC to both SF6 and CF4 molecules, the single-component isotherms for SF6 and CF4, and the SF6/CF4 mixture adsorption isotherms for Cu-BTC were obtained with the condition that adsorption in the small pockets was not allowed. In general, there is better agreement between IAST predictions and GCMC results for the SF6/CF4 mixture than for the SF6/CH4 mixture. This is a consequence of the smaller difference in both the adsorbate size and the strength of adsorption for the molecules in the SF6/CF4 mixture in comparison with the SF6/CH4 mixture such that the competition for adsorption sites is less influential.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Asphericity of the Adsorbate Molecule</title><p>Evaluation of the applicability of IAST for mixtures of adsorbates\nof differing asphericities was achieved through comparison of IAST\npredictions and GCMC simulation results for mixtures of CH<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, and C<sub>3</sub>H<sub>8</sub>. The\nvariation with pressure of the adsorption selectivity for ethane from\nan equimolar mixture of ethane and methane is shown in Figure . The selectivity values calculated from GCMC results\nare largely well predicted by IAST throughout the range of pressures\nexamined, with average relative errors between IAST and GCMC results\nbelow 10% for MIL-68, MOF-69A, and MIL-47. Despite the greater average\ndiscrepancies between IAST predictions and GCMC simulation results\nfor Cu-BTC and IRMOF-1, which amounted to 13.8 and 21%, respectively,\nthere was generally good agreement throughout the pressure range studied.\nThe agreement between IAST predictions and GCMC simulation results\nindicates that the differences in shape and adsorption strength of\nthe different adsorbate molecules in a mixture of ethane and methane\nare not of sufficient magnitude to effect deviations from IAST.</p>", "clean_text": "Asphericity of the Adsorbate Molecule\n\nEvaluation of the applicability of IAST for mixtures of adsorbates of differing asphericities was achieved through comparison of IAST predictions and GCMC simulation results for mixtures of CH4, C2H6, and C3H8. The variation with pressure of the adsorption selectivity for ethane from an equimolar mixture of ethane and methane is shown in Figure . The selectivity values calculated from GCMC results are largely well predicted by IAST throughout the range of pressures examined, with average relative errors between IAST and GCMC results below 10% for MIL-68, MOF-69A, and MIL-47. Despite the greater average discrepancies between IAST predictions and GCMC simulation results for Cu-BTC and IRMOF-1, which amounted to 13.8 and 21%, respectively, there was generally good agreement throughout the pressure range studied. The agreement between IAST predictions and GCMC simulation results indicates that the differences in shape and adsorption strength of the different adsorbate molecules in a mixture of ethane and methane are not of sufficient magnitude to effect deviations from IAST.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Selectivity\nfor C<sub>2</sub>H<sub>6</sub> from an equimolar mixture\nof C<sub>2</sub>H<sub>6</sub> and CH<sub>4</sub> as a function of\npressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A and MIL-47 at 300 K.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Selectivity for C2H6 from an equimolar mixture of C2H6 and CH4 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The effects of greater disparity in adsorbate asphericity\nwere\nassessed by evaluating the applicability of IAST to the prediction\nof adsorption of an equimolar mixture of propane and methane. The\nvariation with pressure of the adsorption selectivity for propane\nfrom an equimolar mixture of propane and methane is shown in Figure . The comparison between IAST and GCMC selectivity\nvalues is shown for pressures below that at which the bulk mixture\nof propane and methane becomes a liquid. For the equimolar mixture\nof propane and methane, although IAST predictions deviate, quantitatively,\nfrom GCMC results, there is reasonable qualitative agreement. The\nlargest disparities between IAST predictions and simulation results\nwere obtained for those MOFs, Cu-BTC, and MIL-68 in which there was\ngreatest variation in the selectivity with pressure, with average\ndeviations of 33 and 23%, respectively. This is a consequence of the\ninability of IAST to predict mixture adsorption in adsorbents where,\ndue to heterogeneities, different regions of the adsorbent have greatly\ndisparate selectivities. For IRMOF-1, MOF-69A, and MIL-47, the average\ndisparities between IAST and GCMC selectivity values were of similar\nmagnitude, amounting to 14.5, 16.7, and 13.3%, respectively. Together\nwith short-scale heterogeneities in the adsorbent structures, the\nconsiderable differences in both the sizes and adsorption strengths\nof the propane and methane molecules contribute to the deviation between\nIAST predictions and GCMC selectivity values since the ensuing competition\nfor adsorption sites results in unequal areas available for adsorption\nof the different adsorbate molecules in the mixture.</p>", "clean_text": "The effects of greater disparity in adsorbate asphericity were assessed by evaluating the applicability of IAST to the prediction of adsorption of an equimolar mixture of propane and methane. The variation with pressure of the adsorption selectivity for propane from an equimolar mixture of propane and methane is shown in Figure . The comparison between IAST and GCMC selectivity values is shown for pressures below that at which the bulk mixture of propane and methane becomes a liquid. For the equimolar mixture of propane and methane, although IAST predictions deviate, quantitatively, from GCMC results, there is reasonable qualitative agreement. The largest disparities between IAST predictions and simulation results were obtained for those MOFs, Cu-BTC, and MIL-68 in which there was greatest variation in the selectivity with pressure, with average deviations of 33 and 23%, respectively. This is a consequence of the inability of IAST to predict mixture adsorption in adsorbents where, due to heterogeneities, different regions of the adsorbent have greatly disparate selectivities. For IRMOF-1, MOF-69A, and MIL-47, the average disparities between IAST and GCMC selectivity values were of similar magnitude, amounting to 14.5, 16.7, and 13.3%, respectively. Together with short-scale heterogeneities in the adsorbent structures, the considerable differences in both the sizes and adsorption strengths of the propane and methane molecules contribute to the deviation between IAST predictions and GCMC selectivity values since the ensuing competition for adsorption sites results in unequal areas available for adsorption of the different adsorbate molecules in the mixture.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Selectivity for C<sub>3</sub>H<sub>8</sub> from an equimolar mixture\nof C<sub>3</sub>H<sub>8</sub> and CH<sub>4</sub> as a function of\npressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Selectivity for C3H8 from an equimolar mixture of C3H8 and CH4 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The effect of differences in adsorbate asphericity\non the applicability\nof IAST was further assessed by examining a mixture of propane and\nethane. The variation with pressure of adsorption selectivity for\npropane from an equimolar mixture of propane and ethane at 300 K is\nshown in Figure . As with the propane/methane\nmixture, the comparison between GCMC and IAST results for the equimolar\nmixture of propane and ethane is shown only for pressures lower than\nthat at which the bulk mixture becomes a liquid. In terms of the applicability\nof IAST to the prediction of mixture adsorption of an equimolar mixture\nof propane and ethane, the average deviation between IAST and GCMC\nresults was lower than the corresponding value for the propane/methane\nmixture. However, for MIL-68, the average relative error between IAST\npredictions and GCMC simulation results of 22% demonstrates only a\nmarginal improvement in agreement for the mixture of propane and ethane.\nFor IRMOF-1, Cu-BTC, MOF-69A, and MIL-47, the average discrepancies\nbetween selectivity values obtained from IAST and GCMC results were\n6, 8.2, 10, and 10.3%, respectively. Thus, with lower disparity between\nboth the adsorbate asphericities and the strengths of adsorption of\nthe components in the mixture, the capacity for IAST to predict mixture\nadsorption is greater.</p>", "clean_text": "The effect of differences in adsorbate asphericity on the applicability of IAST was further assessed by examining a mixture of propane and ethane. The variation with pressure of adsorption selectivity for propane from an equimolar mixture of propane and ethane at 300 K is shown in Figure . As with the propane/methane mixture, the comparison between GCMC and IAST results for the equimolar mixture of propane and ethane is shown only for pressures lower than that at which the bulk mixture becomes a liquid. In terms of the applicability of IAST to the prediction of mixture adsorption of an equimolar mixture of propane and ethane, the average deviation between IAST and GCMC results was lower than the corresponding value for the propane/methane mixture. However, for MIL-68, the average relative error between IAST predictions and GCMC simulation results of 22% demonstrates only a marginal improvement in agreement for the mixture of propane and ethane. For IRMOF-1, Cu-BTC, MOF-69A, and MIL-47, the average discrepancies between selectivity values obtained from IAST and GCMC results were 6, 8.2, 10, and 10.3%, respectively. Thus, with lower disparity between both the adsorbate asphericities and the strengths of adsorption of the components in the mixture, the capacity for IAST to predict mixture adsorption is greater.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Selectivity for C<sub>3</sub>H<sub>8</sub> from\nan equimolar mixture\nof C<sub>3</sub>H<sub>8</sub> and C<sub>2</sub>H<sub>6</sub> as a\nfunction of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47\nat 300 K.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Selectivity for C3H8 from an equimolar mixture of C3H8 and C2H6 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Polarity of the Adsorbate Molecule</title><p>The applicability of IAST to mixtures containing molecules of different\npolarity was assessed for equimolar mixtures of carbon dioxide and\nhydrogen. Because hydrogen is much more weakly adsorbed than carbon\ndioxide, IAST results were calculated using the functional forms of\nisotherms fitted to single-component hydrogen data simulated at pressures\nup to 80 000 kPa. As shown in Figure a, there is significant deviation between IAST predictions and simulated\nresults for mixtures of CO<sub>2</sub> and H<sub>2</sub> in all adsorbents\nexamined. Both MIL-68 and Cu-BTC display an initial decrease in selectivity\nwith pressure, which reflects the presence of distinct small pores\nin their structures. The average relative error between IAST and GCMC\nselectivity values was significant for all adsorbents studied, with\nthe most sizable average deviation, with a value of 67%, between IAST\nand GCMC results for IRMOF-1. Average deviations between IAST predictions\nand simulation results for Cu-BTC, MIL-68, and MIL-47 were considerably\nlower, amounting to 30, 30, and 40%, respectively. The failure of\nIAST to predict the mixture adsorption behavior is most pronounced\nat higher pressures, indicating that the poor agreement is a consequence\nof the nonideality of the adsorbed phase since, at higher pressures,\nwith greater loading of each adsorbate, the adsorbed phase less closely\nresembles an ideal solution. Due to the differing polarities of CO<sub>2</sub> and H<sub>2</sub>, the mixture deviates significantly from\nideality: as a result of the electrostatic interactions of the quadrupolar\nCO<sub>2</sub> molecules, there is great disparity in the strengths\nof interaction between different components in the mixture. To elucidate\nthe effect of the electrostatic interactions between CO<sub>2</sub> molecules on the applicability of IAST to the prediction of the\nadsorption of a mixture of CO<sub>2</sub> and H<sub>2</sub>, the simulations\nwere repeated without taking into account the intermolecular CO<sub>2</sub> electrostatic interactions while calculating the CO<sub>2</sub>–framework interactions as before.</p>", "clean_text": "Polarity of the Adsorbate Molecule\n\nThe applicability of IAST to mixtures containing molecules of different polarity was assessed for equimolar mixtures of carbon dioxide and hydrogen. Because hydrogen is much more weakly adsorbed than carbon dioxide, IAST results were calculated using the functional forms of isotherms fitted to single-component hydrogen data simulated at pressures up to 80000 kPa. As shown in Figure a, there is significant deviation between IAST predictions and simulated results for mixtures of CO2 and H2 in all adsorbents examined. Both MIL-68 and Cu-BTC display an initial decrease in selectivity with pressure, which reflects the presence of distinct small pores in their structures. The average relative error between IAST and GCMC selectivity values was significant for all adsorbents studied, with the most sizable average deviation, with a value of 67%, between IAST and GCMC results for IRMOF-1. Average deviations between IAST predictions and simulation results for Cu-BTC, MIL-68, and MIL-47 were considerably lower, amounting to 30, 30, and 40%, respectively. The failure of IAST to predict the mixture adsorption behavior is most pronounced at higher pressures, indicating that the poor agreement is a consequence of the nonideality of the adsorbed phase since, at higher pressures, with greater loading of each adsorbate, the adsorbed phase less closely resembles an ideal solution. Due to the differing polarities of CO2 and H2, the mixture deviates significantly from ideality: as a result of the electrostatic interactions of the quadrupolar CO2 molecules, there is great disparity in the strengths of interaction between different components in the mixture. To elucidate the effect of the electrostatic interactions between CO2 molecules on the applicability of IAST to the prediction of the adsorption of a mixture of CO2 and H2, the simulations were repeated without taking into account the intermolecular CO2 electrostatic interactions while calculating the CO2-framework interactions as before.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Selectivity for CO<sub>2</sub> from an equimolar mixture of CO<sub>2</sub> and H<sub>2</sub> as a function of pressure in IRMOF-1, Cu-BTC,\nMIL-68, and MIL-47 at 300 K with (a) CO<sub>2</sub>–CO<sub>2</sub> and CO<sub>2</sub>–framework electrostatic interactions\nincluded and (b) CO<sub>2</sub>–CO<sub>2</sub> electrostatic\ninteractions excluded.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  Selectivity for CO2 from an equimolar mixture of CO2 and H2 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, and MIL-47 at 300 K with (a) CO2-CO2 and CO2-framework electrostatic interactions included and (b) CO2-CO2 electrostatic interactions excluded.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>As shown in Figure b,\nwith the exclusion\nof electrostatic interactions between CO<sub>2</sub> molecules, there\nis much better agreement between selectivity values calculated from\nIAST predictions and from GCMC simulations. Quantitatively, the average\nrelative errors between IAST predictions and GCMC simulation results\nwere lower, for all adsorbents studied, than when CO<sub>2</sub>–CO<sub>2</sub> electrostatic interactions were included. Average discrepancies\nbetween IAST and GCMC results obtained when intermolecular CO<sub>2</sub> electrostatic interactions were not taken into account amounted\nto 14.2, 18, 23, and 26% for IRMOF-1, CU-BTC, MIL-68, and MIL-47,\nrespectively. Thus, by disregarding the intermolecular CO<sub>2</sub> electrostatic interactions, and consequently lessening the disparity\nin the strengths of interactions between different constituents of\nthe mixture, we find a considerable improvement in the agreement between\nIAST predictions and GCMC results. This confirms that the failure\nof IAST to predict the CO<sub>2</sub>/H<sub>2</sub> mixture adsorption\nwas partially due to the nonideality of the adsorbed phase, resulting\nfrom the differing polarities of the components in the mixture.</p>", "clean_text": "As shown in Figure b, with the exclusion of electrostatic interactions between CO2 molecules, there is much better agreement between selectivity values calculated from IAST predictions and from GCMC simulations. Quantitatively, the average relative errors between IAST predictions and GCMC simulation results were lower, for all adsorbents studied, than when CO2-CO2 electrostatic interactions were included. Average discrepancies between IAST and GCMC results obtained when intermolecular CO2 electrostatic interactions were not taken into account amounted to 14.2, 18, 23, and 26% for IRMOF-1, CU-BTC, MIL-68, and MIL-47, respectively. Thus, by disregarding the intermolecular CO2 electrostatic interactions, and consequently lessening the disparity in the strengths of interactions between different constituents of the mixture, we find a considerable improvement in the agreement between IAST predictions and GCMC results. This confirms that the failure of IAST to predict the CO2/H2 mixture adsorption was partially due to the nonideality of the adsorbed phase, resulting from the differing polarities of the components in the mixture.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>That the deviation between IAST predictions and GCMC simulation\nresults is significant even in the absence of intermolecular CO<sub>2</sub> electrostatic interactions shows that the poor agreement\ncannot be attributed solely to the nonideality of the adsorbed phase.\nGiven the substantial inequalities in terms of the shape and strength\nof adsorption of CO<sub>2</sub> and H<sub>2</sub>, the disagreement\nbetween IAST predictions and GCMC simulation results is likely to\nresult from competition for adsorption sites causing disparity in\nthe areas available for adsorption of different adsorbate molecules.\nThis effect is particularly marked in MIL-47 as the small pore size\nrestricts the number of adsorption sites.</p>", "clean_text": "That the deviation between IAST predictions and GCMC simulation results is significant even in the absence of intermolecular CO2 electrostatic interactions shows that the poor agreement cannot be attributed solely to the nonideality of the adsorbed phase. Given the substantial inequalities in terms of the shape and strength of adsorption of CO2 and H2, the disagreement between IAST predictions and GCMC simulation results is likely to result from competition for adsorption sites causing disparity in the areas available for adsorption of different adsorbate molecules. This effect is particularly marked in MIL-47 as the small pore size restricts the number of adsorption sites.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In this work, the ability\nof IAST to predict binary mixture adsorption\nin MOFs was assessed through comparison with GCMC simulations. By\nmeans of examination of the predictive capability of IAST for binary\nmixtures of adsorbates of differing sizes, asphericities, and polarities\nin a range of MOF structures, the applicability of IAST was studied\nin relation to both the properties of the mixtures and the structural\nfeatures of the MOFs.</p>", "clean_text": "Conclusions\n\nIn this work, the ability of IAST to predict binary mixture adsorption in MOFs was assessed through comparison with GCMC simulations. By means of examination of the predictive capability of IAST for binary mixtures of adsorbates of differing sizes, asphericities, and polarities in a range of MOF structures, the applicability of IAST was studied in relation to both the properties of the mixtures and the structural features of the MOFs.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>In general, in MOFs which present no major\nheterogeneities such\nas cavities of very different sizes, the adsorption of mixtures of\nadsorbates of similar sizes and strengths of adsorption can be well\npredicted by IAST, such that average deviations between IAST predictions\nand GCMC mixture simulation results are typically below 10%. However,\nranges of approximately 20–40 and 15–35% for the average\ndeviations between IAST and GCMC results for, respectively, the SF<sub>6</sub>/CH<sub>4</sub> and C<sub>3</sub>H<sub>8</sub>/CH<sub>4</sub> mixtures in the MOFs studied showed that IAST is less able to predict\nthe adsorption of mixtures of adsorbates of disparate sizes or asphericities.\nFor such mixtures, in conjunction with the adsorbate-scale heterogeneity\nin the cavities presented for adsorption in MOFs, the competition\nbetween different adsorbates for adsorption sites results in situations\nwhich deviate from the underlying assumptions of IAST.</p>", "clean_text": "In general, in MOFs which present no major heterogeneities such as cavities of very different sizes, the adsorption of mixtures of adsorbates of similar sizes and strengths of adsorption can be well predicted by IAST, such that average deviations between IAST predictions and GCMC mixture simulation results are typically below 10%. However, ranges of approximately 20-40 and 15-35% for the average deviations between IAST and GCMC results for, respectively, the SF6/CH4 and C3H8/CH4 mixtures in the MOFs studied showed that IAST is less able to predict the adsorption of mixtures of adsorbates of disparate sizes or asphericities. For such mixtures, in conjunction with the adsorbate-scale heterogeneity in the cavities presented for adsorption in MOFs, the competition between different adsorbates for adsorption sites results in situations which deviate from the underlying assumptions of IAST.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Particularly\nsignificant deviations from IAST have been found to\narise from adsorbed phase nonidealities. Where, as a consequence of\nthe significant disparity in the strengths of interaction between\nmolecules in a mixture of adsorbates of differing polarities, the\nadsorbed phase does not resemble an ideal solution, the ability of\nIAST to predict mixture adsorption is particularly poor. This was\nevident for the mixture of CO<sub>2</sub> and H<sub>2</sub>, for which\naverage deviations between IAST and GCMC results ranged from 30 to\n67%.</p>", "clean_text": "Particularly significant deviations from IAST have been found to arise from adsorbed phase nonidealities. Where, as a consequence of the significant disparity in the strengths of interaction between molecules in a mixture of adsorbates of differing polarities, the adsorbed phase does not resemble an ideal solution, the ability of IAST to predict mixture adsorption is particularly poor. This was evident for the mixture of CO2 and H2, for which average deviations between IAST and GCMC results ranged from 30 to 67%.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Details of the definition of\ndistinct sites for application of HIAST, image of distinct sites in\nMIL-68 (Figure S1), tabulated Lennard-Jones potential parameter values\nfor framework atoms (Table S1) and partial charges (Table S2), results\nof implementation of HIAST for the CH<sub>4</sub>/H<sub>2</sub> mixture\nin Cu-BTC (Figure S2), selectivity values in individual pores in Cu-BTC\nfor CH<sub>4</sub>/H<sub>2</sub> and CF<sub>4</sub>/CH<sub>4</sub> mixtures (Figure S3), results for evaluation of applicability of\nIAST for the SF<sub>6</sub>/CF<sub>4</sub> mixture (Figure S4), and\nfitting parameters for single-component isotherms (Tables S3–S12).\nThis information is available free of charge via the Internet at <uri>http://pubs.acs.org</uri>.</p>", "clean_text": "Details of the definition of distinct sites for application of HIAST, image of distinct sites in MIL-68 (Figure S1), tabulated Lennard-Jones potential parameter values for framework atoms (Table S1) and partial charges (Table S2), results of implementation of HIAST for the CH4/H2 mixture in Cu-BTC (Figure S2), selectivity values in individual pores in Cu-BTC for CH4/H2 and CF4/CH4 mixtures (Figure S3), results for evaluation of applicability of IAST for the SF6/CF4 mixture (Figure S4), and fitting parameters for single-component isotherms (Tables S3-S12). This information is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 16, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Lennard-Jones Parameters for the Adsorbates\nUsed, Where ε is the LJ Well Depth, <italic toggle=\"yes\">k</italic>\n<sub>B</sub> is the Boltzmann Constant, and σ is the Molecular Diameter</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbate</oasis:entry>\n<oasis:entry align=\"center\">σ (Å)</oasis:entry>\n<oasis:entry align=\"center\">ε/<italic toggle=\"yes\">k</italic>\n<sub>B</sub> (K)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2.958</oasis:entry>\n<oasis:entry>36.7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref29\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>4</sub>\n</oasis:entry>\n<oasis:entry>3.73</oasis:entry>\n<oasis:entry>148.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CF<sub>4</sub>\n</oasis:entry>\n<oasis:entry>4.662</oasis:entry>\n<oasis:entry>134.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SF<sub>6</sub>\n</oasis:entry>\n<oasis:entry>5.128</oasis:entry>\n<oasis:entry>222.1</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>alkane CH<sub>3</sub> group</oasis:entry>\n<oasis:entry>3.75</oasis:entry>\n<oasis:entry>98.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>alkane CH<sub>2</sub> group</oasis:entry>\n<oasis:entry>3.95</oasis:entry>\n<oasis:entry>46.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C (in CO<sub>2</sub>)</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>27.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O (in CO<sub>2</sub>)</oasis:entry>\n<oasis:entry>3.05</oasis:entry>\n<oasis:entry>79.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Lennard-Jones Parameters for the Adsorbates Used, Where ε is the LJ Well Depth, k<sub>B</sub> is the Boltzmann Constant, and σ is the Molecular Diameter\n\n| adsorbate | σ (Å) | ε/k<sub>B</sub> (K) | ref |\n|-----------|-------|--------------------|-----|\n| H<sub>2</sub> | 2.958 | 36.7 | [^ref29] |\n| CH<sub>4</sub> | 3.73 | 148.0 | [^ref30] |\n| CF<sub>4</sub> | 4.662 | 134.0 | [^ref13] |\n| SF<sub>6</sub> | 5.128 | 222.1 | [^ref13] |\n| alkane CH<sub>3</sub> group | 3.75 | 98.0 | [^ref30] |\n| alkane CH<sub>2</sub> group | 3.95 | 46.0 | [^ref30] |\n| C (in CO<sub>2</sub>) | 2.8 | 27.0 | [^ref31] |\n| O (in CO<sub>2</sub>) | 3.05 | 79.0 | [^ref31] |", "data": ["substring not found"], "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structures of the MOFs studied: (a) IRMOF-1; (b) Cu-BTC;\n(c) MOF-69A; (d) MIL-68; (e) MIL-47 where unit cells are delineated.\n(Zn, blue; Cu, green; V, purple; O, red; C, gray. Hydrogen atoms are\nomitted for clarity.)</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structures of the MOFs studied: (a) IRMOF-1; (b) Cu-BTC; (c) MOF-69A; (d) MIL-68; (e) MIL-47 where unit cells are delineated. (Zn, blue; Cu, green; V, purple; O, red; C, gray. Hydrogen atoms are omitted for clarity.)   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Selectivity for methane\nfrom an equimolar mixture of methane and\nhydrogen as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A,\nand MIL-47 at 300 K.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Selectivity for methane from an equimolar mixture of methane and hydrogen as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Selectivity for methane from an equimolar mixture of methane and\nhydrogen as a function of pressure in MIL-68 at 300 K.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Selectivity for methane from an equimolar mixture of methane and hydrogen as a function of pressure in MIL-68 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Selectivity for CF<sub>4</sub> from an equimolar mixture\nof CF<sub>4</sub> and CH<sub>4</sub> as a function of pressure in\nIRMOF-1,\nCu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Selectivity for CF4 from an equimolar mixture of CF4 and CH4 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Comparison of adsorption\nselectivity values for CH<sub>4</sub> from\nan equimolar mixture of CH<sub>4</sub> and H<sub>2</sub> and for CF<sub>4</sub> from an equimolar mixture of CF<sub>4</sub> and CH<sub>4</sub> in the respective pores in MIL-68 as calculated from GCMC simulations.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Comparison of adsorption selectivity values for CH4 from an equimolar mixture of CH4 and H2 and for CF4 from an equimolar mixture of CF4 and CH4 in the respective pores in MIL-68 as calculated from GCMC simulations.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Selectivity for SF<sub>6</sub> from an equimolar\nmixture of SF<sub>6</sub> and CH<sub>4</sub> as a function of pressure\nin IRMOF-1,\nCu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K for (a) pressures up\nto 150 kPa and (b) pressures above 150 kPa.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Selectivity for SF6 from an equimolar mixture of SF6 and CH4 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K for (a) pressures up to 150 kPa and (b) pressures above 150 kPa.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Selectivity for CF<sub>4</sub> from an equimolar mixture of CF<sub>4</sub> and CH<sub>4</sub> as a function of pressure in Cu-BTC at\n300 K, where restricted results represent the selectivities where\nCF<sub>4</sub> has no access to the small pockets in Cu-BTC.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Selectivity for CF4 from an equimolar mixture of CF4 and CH4 as a function of pressure in Cu-BTC at 300 K, where restricted results represent the selectivities where CF4 has no access to the small pockets in Cu-BTC.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Selectivity\nfor SF<sub>6</sub> from an equimolar mixture of SF<sub>6</sub> and\nCH<sub>4</sub> as a function of pressure in Cu-BTC at\n300 K, where restricted results represent the selectivities where\nSF<sub>6</sub> has no access to the small pockets in Cu-BTC, and partial\nIAST results represent the sum of IAST predictions for the main cavities\nand single-component GCMC results for methane adsorption in the small\npockets.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Selectivity for SF6 from an equimolar mixture of SF6 and CH4 as a function of pressure in Cu-BTC at 300 K, where restricted results represent the selectivities where SF6 has no access to the small pockets in Cu-BTC, and partial IAST results represent the sum of IAST predictions for the main cavities and single-component GCMC results for methane adsorption in the small pockets.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Selectivity\nfor C<sub>2</sub>H<sub>6</sub> from an equimolar mixture\nof C<sub>2</sub>H<sub>6</sub> and CH<sub>4</sub> as a function of\npressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A and MIL-47 at 300 K.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Selectivity for C2H6 from an equimolar mixture of C2H6 and CH4 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Selectivity for C<sub>3</sub>H<sub>8</sub> from an equimolar mixture\nof C<sub>3</sub>H<sub>8</sub> and CH<sub>4</sub> as a function of\npressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Selectivity for C3H8 from an equimolar mixture of C3H8 and CH4 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Selectivity for C<sub>3</sub>H<sub>8</sub> from\nan equimolar mixture\nof C<sub>3</sub>H<sub>8</sub> and C<sub>2</sub>H<sub>6</sub> as a\nfunction of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47\nat 300 K.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Selectivity for C3H8 from an equimolar mixture of C3H8 and C2H6 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, MOF-69A, and MIL-47 at 300 K.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Selectivity for CO<sub>2</sub> from an equimolar mixture of CO<sub>2</sub> and H<sub>2</sub> as a function of pressure in IRMOF-1, Cu-BTC,\nMIL-68, and MIL-47 at 300 K with (a) CO<sub>2</sub>–CO<sub>2</sub> and CO<sub>2</sub>–framework electrostatic interactions\nincluded and (b) CO<sub>2</sub>–CO<sub>2</sub> electrostatic\ninteractions excluded.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2011-02219w_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  Selectivity for CO2 from an equimolar mixture of CO2 and H2 as a function of pressure in IRMOF-1, Cu-BTC, MIL-68, and MIL-47 at 300 K with (a) CO2-CO2 and CO2-framework electrostatic interactions included and (b) CO2-CO2 electrostatic interactions excluded.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ie202219w", "title": "\nEvaluation of Ideal Adsorbed\nSolution Theory as a\nTool for the Design of Metal–Organic Framework Materials\n", "journal": "American Chemical Society", "date": "2012.02", "author_list": ["Cessford\nNaomi\nF.", "Seaton\nNigel A.", "Düren\nTina"]}}