{"filepath": "../L2M3_data/1_application_papers/acs_xml/ie2c02633.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The metal–organic frameworks (MOFs) UiO-66-NH<sub>2</sub> and HKUST-1 were adhered to chemically inert polypropylene\n(PP)\nfibrous mats with poly­(ether-<italic toggle=\"yes\">block</italic>-amide), aka PEBA\nor PeBax, using a phase inversion technique. Two types of PeBax were\nused to investigate the effects of a hydrophilic vs hydrophobic treatment\non uptake and permeation properties of the chemical warfare agent\nsimulant 2-chloroethyl ethyl sulfide (CEES). Furthermore, the underlying\nPP fiber density was altered to understand CEES permeation properties.\nIt was found that using the hydrophobic PeBax 2533 and a higher fiber\ndensity led to better barrier properties, with the best material providing\n∼250 min protection to a permeation rate of 0.1 μg/min/cm<sup>2</sup> in comparison to ∼150 min for the activated carbon\nfiber Stedcarb. CEES uptake ranged from ∼1.0 to 2.4 mol/kg\nfor composites in comparison to 3.6 mol/kg for the pure MOF. Furthermore,\nthe technique allowed for incorporation of different MOFs, and even\na mixture of MOFs, on the same fiber substrate. Finally, the PeBax\nformulation was able to stabilize HKUST-1 against moisture, potentially\nopening the door for applications of this MOF in high-humidity environments.</p>", "clean_text": "The metal-organic frameworks (MOFs) UiO-66-NH2 and HKUST-1 were adhered to chemically inert polypropylene (PP) fibrous mats with poly(ether-block-amide), aka PEBA or PeBax, using a phase inversion technique. Two types of PeBax were used to investigate the effects of a hydrophilic vs hydrophobic treatment on uptake and permeation properties of the chemical warfare agent simulant 2-chloroethyl ethyl sulfide (CEES). Furthermore, the underlying PP fiber density was altered to understand CEES permeation properties. It was found that using the hydrophobic PeBax 2533 and a higher fiber density led to better barrier properties, with the best material providing ~250 min protection to a permeation rate of 0.1 μg/min/cm2 in comparison to ~150 min for the activated carbon fiber Stedcarb. CEES uptake ranged from ~1.0 to 2.4 mol/kg for composites in comparison to 3.6 mol/kg for the pure MOF. Furthermore, the technique allowed for incorporation of different MOFs, and even a mixture of MOFs, on the same fiber substrate. Finally, the PeBax formulation was able to stabilize HKUST-1 against moisture, potentially opening the door for applications of this MOF in high-humidity environments.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Protection against chemical\nwarfare agents (CWAs) and toxic industrial chemicals (TICs) continues\nto be a necessity due to ongoing worldwide events, such as the “Salisbury\nIncident”, the recent chlorine\ntank explosion in Jordan, and more. To\ndefend against these threats, personal protective equipment (PPE)\nis being developed by incorporating metal–organic frameworks\n(MOFs) onto fiber-based composites that are able to ab/adsorb and\ndetoxify these dangerous chemicals. MOFs,\nwhich are highly porous materials composed of metal nodes connected\nby functionalized organic linkers, have been shown to provide extensive\nuptake and reaction toward a variety of toxic chemicals, including\nnerve agents, ammonia, chlorine, nitrogen dioxide, and more.\n</p>", "clean_text": "Protection against chemical warfare agents (CWAs) and toxic industrial chemicals (TICs) continues to be a necessity due to ongoing worldwide events, such as the \"Salisbury Incident\", the recent chlorine tank explosion in Jordan, and more. To defend against these threats, personal protective equipment (PPE) is being developed by incorporating metal-organic frameworks (MOFs) onto fiber-based composites that are able to ab/adsorb and detoxify these dangerous chemicals. MOFs, which are highly porous materials composed of metal nodes connected by functionalized organic linkers, have been shown to provide extensive uptake and reaction toward a variety of toxic chemicals, including nerve agents, ammonia, chlorine, nitrogen dioxide, and more. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A\nsignificant amount of research has been dedicated to fabricating\nMOF-based composites via electrospinning through both MOF-first (i.e.,\nMOFs are presynthesized and then incorporated into/onto fibers during\npolymer processing) and Fiber-first (i.e., MOFs are grown onto fibers\nafter polymer processing) techniques. While\nelectrospinning has been used successfully to form composites, often\nthe total amount of MOF on the composite is limited, as the underlying\namount of the polymer is relatively low due to thin fiber diameters. Furthermore, depending on how the MOF is incorporated,\nmechanical properties may be adversely affected as the MOF can disrupt\nchain packing within the fiber.\n</p>", "clean_text": "A significant amount of research has been dedicated to fabricating MOF-based composites via electrospinning through both MOF-first (i.e., MOFs are presynthesized and then incorporated into/onto fibers during polymer processing) and Fiber-first (i.e., MOFs are grown onto fibers after polymer processing) techniques. While electrospinning has been used successfully to form composites, often the total amount of MOF on the composite is limited, as the underlying amount of the polymer is relatively low due to thin fiber diameters. Furthermore, depending on how the MOF is incorporated, mechanical properties may be adversely affected as the MOF can disrupt chain packing within the fiber. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To overcome some of these limitations, an alternative approach\nis to use a mechanically robust starting fabric, such as melt-blown\npolypropylene (PP), and attach MOFs using either covalent attachment or a “glue”. In this effort, we focus on the latter, using poly­(ether-<italic toggle=\"yes\">block</italic>-amide) (PeBax) as an elastomeric adhesive to incorporate\nMOF onto the PP fiber mat through a phase inversion technique. Using\nphase inversion, as opposed to simply allowing the polymer film to\ndry, provides a hierarchical porosity for which toxic chemicals can\neasily diffuse to the active MOFs. We\nalter the density of the underlying PP textile as well as the type\nof PeBax used for incorporating UiO-66-NH<sub>2</sub> onto PP to understand\neffects on composite performance against the CWA distilled mustard\n(HD) simulant 2-chloroethyl ethyl sulfide (CEES).</p>", "clean_text": "To overcome some of these limitations, an alternative approach is to use a mechanically robust starting fabric, such as melt-blown polypropylene (PP), and attach MOFs using either covalent attachment or a \"glue\". In this effort, we focus on the latter, using poly(ether-block-amide) (PeBax) as an elastomeric adhesive to incorporate MOF onto the PP fiber mat through a phase inversion technique. Using phase inversion, as opposed to simply allowing the polymer film to dry, provides a hierarchical porosity for which toxic chemicals can easily diffuse to the active MOFs. We alter the density of the underlying PP textile as well as the type of PeBax used for incorporating UiO-66-NH2 onto PP to understand effects on composite performance against the CWA distilled mustard (HD) simulant 2-chloroethyl ethyl sulfide (CEES).", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Composites\nwere formed by dipcoating polypropylene (PP) swatches\ninto PeBax solutions. The first solutions were made by mixing 0.5\ng of UiO-66-NH<sub>2</sub> in a scintillation vial containing 7 mL\nof ethanol and 3 mL of distilled water. The mixture was probe-sonicated\nfor ∼30 s, and then 0.1 g of PeBax 1657 was added. The solution\nwas stirred magnetically at 500 rpm and 70 °C for ∼2 h\nuntil all PeBax was dissolved. The same procedure was used for PeBax\n2533, except pure isopropyl alcohol was used as the solvent instead\nof the ethanol/water mixture. PP swatches were submerged in each solution\nfor ∼1 h, after which they were submerged in distilled water\nfor phase inversion of PeBax to occur on the PP. Samples were dried\nat room temperature, and then placed in a vacuum oven at 75 °C\nfor ∼24 h. Structures for PeBax 1657 and 2533 are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>.</p>", "clean_text": "Composites were formed by dipcoating polypropylene (PP) swatches into PeBax solutions. The first solutions were made by mixing 0.5 g of UiO-66-NH2 in a scintillation vial containing 7 mL of ethanol and 3 mL of distilled water. The mixture was probe-sonicated for ~30 s, and then 0.1 g of PeBax 1657 was added. The solution was stirred magnetically at 500 rpm and 70 °C for ~2 h until all PeBax was dissolved. The same procedure was used for PeBax 2533, except pure isopropyl alcohol was used as the solvent instead of the ethanol/water mixture. PP swatches were submerged in each solution for ~1 h, after which they were submerged in distilled water for phase inversion of PeBax to occur on the PP. Samples were dried at room temperature, and then placed in a vacuum oven at 75 °C for ~24 h. Structures for PeBax 1657 and 2533 are shown in Figure S1.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>Photographic and SEM images\nof the resulting composites from 30\ngsm fabric after drying are shown in  (note: see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> for SEM images of 70 gsm samples). Composites made from both PeBax\n1657 (a hydrophilic variant) and PeBax 2533 (a hydrophobic variant)\nboth had good dispersion of MOF throughout the textile. The PeBax 2533 was more hydrophobic due to the\nhigher organic content (e.g., longer carbon chains) within the structure,\nas shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. TGA data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>) were collected to determine the mass\nof MOF within the composites, and N<sub>2</sub> isotherm data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>) were collected to determine MOF accessibility\nwithin the composite. TGA data indicate that composites made using\nPeBax 1657 behave more like the baseline PP, while composites made\nusing PeBax 2533 had characteristics more like the baseline MOF, in\nterms of initial mass loss due to solvent and onset of degradation.\nThe mass of MOF on composites made with PeBax 2533 was higher than\nthose for PeBax 1657, potentially because of the hydrophobic nature\nof PeBax 2533 being a better match for the nonpolar PP. Nitrogen uptake\nwas commensurate with the TGA data, with the PeBax 2533 samples having\nhigher uptake than the PeBax 1657 samples. For both types of composite,\nthe mass of MOF calculated based on surface areas (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>) almost exactly matched the amount of MOF calculated\nfrom TGA data (), indicating that PeBax does not block\naccess to the MOF pores.</p>", "clean_text": "Photographic and SEM images of the resulting composites from 30 gsm fabric after drying are shown in  (note: see Figure S2 for SEM images of 70 gsm samples). Composites made from both PeBax 1657 (a hydrophilic variant) and PeBax 2533 (a hydrophobic variant) both had good dispersion of MOF throughout the textile. The PeBax 2533 was more hydrophobic due to the higher organic content (e.g., longer carbon chains) within the structure, as shown in Figure S1. TGA data (Figure S3a) were collected to determine the mass of MOF within the composites, and N2 isotherm data (Figure S3b) were collected to determine MOF accessibility within the composite. TGA data indicate that composites made using PeBax 1657 behave more like the baseline PP, while composites made using PeBax 2533 had characteristics more like the baseline MOF, in terms of initial mass loss due to solvent and onset of degradation. The mass of MOF on composites made with PeBax 2533 was higher than those for PeBax 1657, potentially because of the hydrophobic nature of PeBax 2533 being a better match for the nonpolar PP. Nitrogen uptake was commensurate with the TGA data, with the PeBax 2533 samples having higher uptake than the PeBax 1657 samples. For both types of composite, the mass of MOF calculated based on surface areas (Table S1) almost exactly matched the amount of MOF calculated from TGA data (), indicating that PeBax does not block access to the MOF pores.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Photographic and SEM images of the resulting\ncomposites from 30\ngsm fabric after drying. PeBax 1657 on top row, PeBax 2533 on bottom\nrow.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Photographic and SEM images of the resulting composites from 30 gsm fabric after drying. PeBax 1657 on top row, PeBax 2533 on bottom row.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>MOF wt% in Composites Measured from\nTGA and N<sub>2</sub> Isotherm Data</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">wt %\nMOF</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">material</oasis:entry>\n<oasis:entry align=\"center\">TGA</oasis:entry>\n<oasis:entry align=\"center\">N<sub>2</sub> isotherm</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PP30/P1657_UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PP70/P1657_UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>21</oasis:entry>\n<oasis:entry>17</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PP30/P2533_UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>41</oasis:entry>\n<oasis:entry>38</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PP70/P2533_UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>42</oasis:entry>\n<oasis:entry>44</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Next, the performance of the composites was assessed\nusing microbreakthrough\nand permeation experiments, and results are shown in . Microbreakthrough testing,\nwhich measured the saturation concentration of the material for CEES,\nshowed that PP70/P2533_UiO-66-NH<sub>2</sub> provided the longest\nbreakthrough time, followed by PP70/P1657_UiO-66-NH<sub>2</sub> and\nthen the two P30 samples. The results indicate that from a breakthrough\ntime perspective, the density of the PP fiber mat was important, and\nthe hydrophobicity of P2533 was advantageous for CEES uptake in comparison\nto the hydrophilic P1657. When the results are corrected for the mass\nused in the test (b), the initial breakthrough times for P70 samples were still\nhigher than the P30 samples; however, the overall loadings were actually\nhigher for the P30 samples on a mass basis (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link> for CEES loadings).</p>", "clean_text": "Next, the performance of the composites was assessed using microbreakthrough and permeation experiments, and results are shown in . Microbreakthrough testing, which measured the saturation concentration of the material for CEES, showed that PP70/P2533_UiO-66-NH2 provided the longest breakthrough time, followed by PP70/P1657_UiO-66-NH2 and then the two P30 samples. The results indicate that from a breakthrough time perspective, the density of the PP fiber mat was important, and the hydrophobicity of P2533 was advantageous for CEES uptake in comparison to the hydrophilic P1657. When the results are corrected for the mass used in the test (b), the initial breakthrough times for P70 samples were still higher than the P30 samples; however, the overall loadings were actually higher for the P30 samples on a mass basis (see Table S2 for CEES loadings).", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>CEES microbreakthrough data of composites\non a (a) regular time\nand (b) weighted time basis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0002.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  CEES microbreakthrough data of composites on a (a) regular time and (b) weighted time basis.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Composites evaluated in a permeation cell indicate\nthat barrier\nproperties are impacted enormously by the fiber density and the type\nof PeBax used (). As with microbreakthrough results, the P70/P2533_UiO-66-NH<sub>2</sub> material provided the best protection; P30/P2533_UiO-66-NH<sub>2</sub> provided slightly lower protection, and both composites performed\nbetter than Stedcarb. Permeation times for all samples to a permeation\nrate of 0.1 μg/min/cm<sup>2</sup> are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. The samples made with PeBax2533 performed\nbetter than PeBax1657. This highlights the importance of the hydrophobic\nnature of the adhesive, which seemingly provided enhanced diffusion\nto the MOF sites within the barrier. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link> shows the swatch and the portion of the swatch that changed color\nafter contact with CEES. ATR-FTIR spectra support the covalent reaction\nof the MOF with CEES. There are two stretches associated with the\nprimary aminea broad symmetric stretch ∼3300 cm<sup>–1</sup> and a sharper asymmetric stretch at ∼3500\ncm<sup>–1</sup>. After CEES exposure, the asymmetric stretch\ndisappears due to the conversion of the primary amine to a secondary\namine from reaction with CEES.\n</p>", "clean_text": "Composites evaluated in a permeation cell indicate that barrier properties are impacted enormously by the fiber density and the type of PeBax used (). As with microbreakthrough results, the P70/P2533_UiO-66-NH2 material provided the best protection; P30/P2533_UiO-66-NH2 provided slightly lower protection, and both composites performed better than Stedcarb. Permeation times for all samples to a permeation rate of 0.1 μg/min/cm2 are summarized in Table S3. The samples made with PeBax2533 performed better than PeBax1657. This highlights the importance of the hydrophobic nature of the adhesive, which seemingly provided enhanced diffusion to the MOF sites within the barrier. Figure S4 shows the swatch and the portion of the swatch that changed color after contact with CEES. ATR-FTIR spectra support the covalent reaction of the MOF with CEES. There are two stretches associated with the primary aminea broad symmetric stretch ~3300 cm-1 and a sharper asymmetric stretch at ~3500 cm-1. After CEES exposure, the asymmetric stretch disappears due to the conversion of the primary amine to a secondary amine from reaction with CEES. ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>CEES permeation\nthrough PP/PeBax/UiO-66-NH<sub>2</sub> composites.\nData are presented as (a) effluent concentration and (b) permeation\nrate coming through the barriers.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  CEES permeation through PP/PeBax/UiO-66-NH2 composites. Data are presented as (a) effluent concentration and (b) permeation rate coming through the barriers.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>With the ability to fabricate composites made from\nUiO-66-NH<sub>2</sub>, we focused on similar techniques for the archetypal\nMOF\nHKUST-1, which has also shown promise for protection against toxic\nchemicals such as ammonia. SEM images (a) and energy dispersive X-ray (EDS, b) show good dispersion\nof very large HKUST-1 crystals throughout the fiber mat. Furthermore,\nwe were able to demonstrate that the surface energy, and in particular\nthe hydrophilicity/hydrophobicity, of the PP mat could be tailored\nby using either PeBax1657 or PeBax2533. As seen in the figures, water\neither immediately soaked into the fabric (PeBax1657, c) or formed droplets on the\nsurface (PeBax2533, d). The strategy of incorporating MOFs after processing using\nPeBax as an adhesive also lends itself to incorporating multiple MOFs\nonto the same fiber substrate (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).</p>", "clean_text": "With the ability to fabricate composites made from UiO-66-NH2, we focused on similar techniques for the archetypal MOF HKUST-1, which has also shown promise for protection against toxic chemicals such as ammonia. SEM images (a) and energy dispersive X-ray (EDS, b) show good dispersion of very large HKUST-1 crystals throughout the fiber mat. Furthermore, we were able to demonstrate that the surface energy, and in particular the hydrophilicity/hydrophobicity, of the PP mat could be tailored by using either PeBax1657 or PeBax2533. As seen in the figures, water either immediately soaked into the fabric (PeBax1657, c) or formed droplets on the surface (PeBax2533, d). The strategy of incorporating MOFs after processing using PeBax as an adhesive also lends itself to incorporating multiple MOFs onto the same fiber substrate (Figure S5).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) SEM image of HKUST-1 dispersed on PP30 and (b) associated EDS\nimages. (c) PP30/P1657_HKUST-1 and (d) PP30/P2533_HKUST-1 with water\ndropped onto the surface.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) SEM image of HKUST-1 dispersed on PP30 and (b) associated EDS images. (c) PP30/P1657_HKUST-1 and (d) PP30/P2533_HKUST-1 with water dropped onto the surface.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Finally, the stability of the composites was assessed\nin two different\nways. HKUST-1 is known to be unstable toward moisture (both liquid\nand vapor). The PP30/P1657_HKUST-1 composite was submerged in liquid\nwater for 24 h; as shown by powder X-ray diffraction (PXRD) data shown\nin a, there\nwas no difference in patterns before and after liquid water exposure,\nand the long-range order peaks associated with HKUST-1 remain intact\nfor the sample. Furthermore, composites of PP30 and UiO-66-NH<sub>2</sub> made from both PeBax 1657 and 2533 were placed in a sonicator\nfor 15 min to determine how robust of an attachment existed between\nthe MOF and fiber. As shown in b, some MOF stuck between fibers was removed from the\nsubstrate; however, a significant amount of MOF was still attached\nto the fiber for both composites. In particular, it appeared that\nmore MOF was still attached to the composite made with PeBax2533;\nthis was likely due to water partially dissolving the PeBax1657 adhesive\nduring the sonication process.</p>", "clean_text": "Finally, the stability of the composites was assessed in two different ways. HKUST-1 is known to be unstable toward moisture (both liquid and vapor). The PP30/P1657_HKUST-1 composite was submerged in liquid water for 24 h; as shown by powder X-ray diffraction (PXRD) data shown in a, there was no difference in patterns before and after liquid water exposure, and the long-range order peaks associated with HKUST-1 remain intact for the sample. Furthermore, composites of PP30 and UiO-66-NH2 made from both PeBax 1657 and 2533 were placed in a sonicator for 15 min to determine how robust of an attachment existed between the MOF and fiber. As shown in b, some MOF stuck between fibers was removed from the substrate; however, a significant amount of MOF was still attached to the fiber for both composites. In particular, it appeared that more MOF was still attached to the composite made with PeBax2533; this was likely due to water partially dissolving the PeBax1657 adhesive during the sonication process.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) PXRD spectra for PP30/P1657_HKUST-1\nbefore and after exposure\nto liquid water. (b) PP30 samples with PeBax and UiO-66-NH<sub>2</sub> before and after sonication. Scale bar = 100 μm.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) PXRD spectra for PP30/P1657_HKUST-1 before and after exposure to liquid water. (b) PP30 samples with PeBax and UiO-66-NH2 before and after sonication. Scale bar = 100 μm.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>In conclusion, we demonstrated the ability to attach\nthe MOFs UiO-66-NH<sub>2</sub> and HKUST-1 to the inert PP substrate\nusing PeBax as an adhesive.\nThe type of PeBax used had an effect on both the performance of the\ncomposites against the mustard simulant CEES as well as the hydrophilicity/hydrophobicity\nof the fiber mat. The underlying density of the mat also had an effect\non performance, with higher density mats providing increased protection\nagainst CEES. The strategy of using PeBax as an adhesive resulted\nin the stabilization of HKUST-1 to moisture as well as the ability\nto mix multiple MOFs onto the substrate. Overall, these materials\nshow promise for personal protective equipment to protect against\ntoxic chemicals, and further optimization and tuning can be conducted\nfor specific/targeted toxic chemical removal.</p>", "clean_text": "In conclusion, we demonstrated the ability to attach the MOFs UiO-66-NH2 and HKUST-1 to the inert PP substrate using PeBax as an adhesive. The type of PeBax used had an effect on both the performance of the composites against the mustard simulant CEES as well as the hydrophilicity/hydrophobicity of the fiber mat. The underlying density of the mat also had an effect on performance, with higher density mats providing increased protection against CEES. The strategy of using PeBax as an adhesive resulted in the stabilization of HKUST-1 to moisture as well as the ability to mix multiple MOFs onto the substrate. Overall, these materials show promise for personal protective equipment to protect against toxic chemicals, and further optimization and tuning can be conducted for specific/targeted toxic chemical removal.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.iecr.2c02633?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.iecr.2c02633</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Description of experimental methods, polymer structure\ninformation, SEM images, TGA data, nitrogen porosity data, CEES breakthrough\nloadings and permeation rates, ATR-FTIR data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.iecr.2c02633.  Description of experimental methods, polymer structure information, SEM images, TGA data, nitrogen porosity data, CEES breakthrough loadings and permeation rates, ATR-FTIR data (PDF)   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Description of experimental methods, polymer structure\ninformation, SEM images, TGA data, nitrogen porosity data, CEES breakthrough\nloadings and permeation rates, ATR-FTIR data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "Description of experimental methods, polymer structure information, SEM images, TGA data, nitrogen porosity data, CEES breakthrough loadings and permeation rates, ATR-FTIR data (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 6", "type": "text", "classification": "property", "content": "<p>The metal–organic frameworks (MOFs) UiO-66-NH<sub>2</sub> and HKUST-1 were adhered to chemically inert polypropylene\n(PP)\nfibrous mats with poly­(ether-<italic toggle=\"yes\">block</italic>-amide), aka PEBA\nor PeBax, using a phase inversion technique. Two types of PeBax were\nused to investigate the effects of a hydrophilic vs hydrophobic treatment\non uptake and permeation properties of the chemical warfare agent\nsimulant 2-chloroethyl ethyl sulfide (CEES). Furthermore, the underlying\nPP fiber density was altered to understand CEES permeation properties.\nIt was found that using the hydrophobic PeBax 2533 and a higher fiber\ndensity led to better barrier properties, with the best material providing\n∼250 min protection to a permeation rate of 0.1 μg/min/cm<sup>2</sup> in comparison to ∼150 min for the activated carbon\nfiber Stedcarb. CEES uptake ranged from ∼1.0 to 2.4 mol/kg\nfor composites in comparison to 3.6 mol/kg for the pure MOF. Furthermore,\nthe technique allowed for incorporation of different MOFs, and even\na mixture of MOFs, on the same fiber substrate. Finally, the PeBax\nformulation was able to stabilize HKUST-1 against moisture, potentially\nopening the door for applications of this MOF in high-humidity environments.</p><p>Photographic and SEM images\nof the resulting composites from 30\ngsm fabric after drying are shown in  (note: see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> for SEM images of 70 gsm samples). Composites made from both PeBax\n1657 (a hydrophilic variant) and PeBax 2533 (a hydrophobic variant)\nboth had good dispersion of MOF throughout the textile. The PeBax 2533 was more hydrophobic due to the\nhigher organic content (e.g., longer carbon chains) within the structure,\nas shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. TGA data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>) were collected to determine the mass\nof MOF within the composites, and N<sub>2</sub> isotherm data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>) were collected to determine MOF accessibility\nwithin the composite. TGA data indicate that composites made using\nPeBax 1657 behave more like the baseline PP, while composites made\nusing PeBax 2533 had characteristics more like the baseline MOF, in\nterms of initial mass loss due to solvent and onset of degradation.\nThe mass of MOF on composites made with PeBax 2533 was higher than\nthose for PeBax 1657, potentially because of the hydrophobic nature\nof PeBax 2533 being a better match for the nonpolar PP. Nitrogen uptake\nwas commensurate with the TGA data, with the PeBax 2533 samples having\nhigher uptake than the PeBax 1657 samples. For both types of composite,\nthe mass of MOF calculated based on surface areas (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.iecr.2c02633/suppl_file/ie2c02633_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>) almost exactly matched the amount of MOF calculated\nfrom TGA data (), indicating that PeBax does not block\naccess to the MOF pores.</p>", "clean_text": "The metal-organic frameworks (MOFs) UiO-66-NH2 and HKUST-1 were adhered to chemically inert polypropylene (PP) fibrous mats with poly(ether-block-amide), aka PEBA or PeBax, using a phase inversion technique. Two types of PeBax were used to investigate the effects of a hydrophilic vs hydrophobic treatment on uptake and permeation properties of the chemical warfare agent simulant 2-chloroethyl ethyl sulfide (CEES). Furthermore, the underlying PP fiber density was altered to understand CEES permeation properties. It was found that using the hydrophobic PeBax 2533 and a higher fiber density led to better barrier properties, with the best material providing ~250 min protection to a permeation rate of 0.1 μg/min/cm2 in comparison to ~150 min for the activated carbon fiber Stedcarb. CEES uptake ranged from ~1.0 to 2.4 mol/kg for composites in comparison to 3.6 mol/kg for the pure MOF. Furthermore, the technique allowed for incorporation of different MOFs, and even a mixture of MOFs, on the same fiber substrate. Finally, the PeBax formulation was able to stabilize HKUST-1 against moisture, potentially opening the door for applications of this MOF in high-humidity environments.\n\nPhotographic and SEM images of the resulting composites from 30 gsm fabric after drying are shown in  (note: see Figure S2 for SEM images of 70 gsm samples). Composites made from both PeBax 1657 (a hydrophilic variant) and PeBax 2533 (a hydrophobic variant) both had good dispersion of MOF throughout the textile. The PeBax 2533 was more hydrophobic due to the higher organic content (e.g., longer carbon chains) within the structure, as shown in Figure S1. TGA data (Figure S3a) were collected to determine the mass of MOF within the composites, and N2 isotherm data (Figure S3b) were collected to determine MOF accessibility within the composite. TGA data indicate that composites made using PeBax 1657 behave more like the baseline PP, while composites made using PeBax 2533 had characteristics more like the baseline MOF, in terms of initial mass loss due to solvent and onset of degradation. The mass of MOF on composites made with PeBax 2533 was higher than those for PeBax 1657, potentially because of the hydrophobic nature of PeBax 2533 being a better match for the nonpolar PP. Nitrogen uptake was commensurate with the TGA data, with the PeBax 2533 samples having higher uptake than the PeBax 1657 samples. For both types of composite, the mass of MOF calculated based on surface areas (Table S1) almost exactly matched the amount of MOF calculated from TGA data (), indicating that PeBax does not block access to the MOF pores.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 17, 86, '{\"meta\":{\"name\":\"PEBA\", \"symbol\":\"\", \"chemical formula\":\"poly\\xad(ether-<italic toggle=\"yes\">block</italic>-amide)\"}}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"UiO-66-NH2\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"fiber density\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"HKUST-1\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"fiber density\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PEBA\", \"symbol\":\"\", \"chemical formula\":\"poly\\xad(ether-<italic toggle=\"yes\">block</italic>-amide)\"}}, \"etc\": [\\n    {\\n        \"property name\": \"hydrophilic vs hydrophobic treatment\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"hydrophilic vs hydrophobic treatment\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"2-chloroethyl ethyl sulfide\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"permeation rate\",\\n        \"value\": \"0.1\",\\n        \"unit\": \"μg/min/cm2\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"activated carbon fiber Stedcarb\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"permeation rate\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"MOF\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"CEES uptake\",\\n        \"value\": \"1.0 to 2.4\",\\n        \"unit\": \"mol/kg\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"MOF\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"mass of MOF within the composites\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"MOF\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"MOF accessibility within the composite\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PP\", \"symbol\":\"\", \"chemical formula\":\"polypropylene\"}, \"etc\": [\\n    {\\n        \"property name\": \"barrier properties\",\\n        \"value\": \"∼250\",\\n        \"unit\": \"min\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PP\", \"symbol\":\"\", \"chemical formula\":\"polypropylene\"}, \"etc\": [\\n    {\\n        \"property name\": \"barrier properties\",\\n        \"value\": \"∼150\",\\n        \"unit\": \"min\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax 2533\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"hydrophobic nature\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax 1657\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"hydrophilic variant\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax 2533\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"hydrophobic variant\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax 2533\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"mass of MOF within the composites\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax 1657\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"mass of MOF within the composites\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax 2533\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"nitrogen uptake\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax 1657\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"nitrogen uptake\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]},\\n{\"meta\":{\"name\":\"PeBax\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"MOF pores\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": 8, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>MOF wt% in Composites Measured from\nTGA and N<sub>2</sub> Isotherm Data</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">wt %\nMOF</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">material</oasis:entry>\n<oasis:entry align=\"center\">TGA</oasis:entry>\n<oasis:entry align=\"center\">N<sub>2</sub> isotherm</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PP30/P1657_UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PP70/P1657_UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>21</oasis:entry>\n<oasis:entry>17</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PP30/P2533_UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>41</oasis:entry>\n<oasis:entry>38</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PP70/P2533_UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>42</oasis:entry>\n<oasis:entry>44</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. MOF wt% in Composites Measured from TGA and N<sub>2</sub> Isotherm Data\n\n| material | wt % MOF TGA | wt % MOF N<sub>2</sub> isotherm |\n|----------|-------------|--------------------------------|\n| PP30/P1657_UiO-66-NH<sub>2</sub> | 25 | 28 |\n| PP70/P1657_UiO-66-NH<sub>2</sub> | 21 | 17 |\n| PP30/P2533_UiO-66-NH<sub>2</sub> | 41 | 38 |\n| PP70/P2533_UiO-66-NH<sub>2</sub> | 42 | 44 |", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Photographic and SEM images of the resulting\ncomposites from 30\ngsm fabric after drying. PeBax 1657 on top row, PeBax 2533 on bottom\nrow.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Photographic and SEM images of the resulting composites from 30 gsm fabric after drying. PeBax 1657 on top row, PeBax 2533 on bottom row.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>CEES microbreakthrough data of composites\non a (a) regular time\nand (b) weighted time basis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0002.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  CEES microbreakthrough data of composites on a (a) regular time and (b) weighted time basis.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>CEES permeation\nthrough PP/PeBax/UiO-66-NH<sub>2</sub> composites.\nData are presented as (a) effluent concentration and (b) permeation\nrate coming through the barriers.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  CEES permeation through PP/PeBax/UiO-66-NH2 composites. Data are presented as (a) effluent concentration and (b) permeation rate coming through the barriers.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) SEM image of HKUST-1 dispersed on PP30 and (b) associated EDS\nimages. (c) PP30/P1657_HKUST-1 and (d) PP30/P2533_HKUST-1 with water\ndropped onto the surface.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) SEM image of HKUST-1 dispersed on PP30 and (b) associated EDS images. (c) PP30/P1657_HKUST-1 and (d) PP30/P2533_HKUST-1 with water dropped onto the surface.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) PXRD spectra for PP30/P1657_HKUST-1\nbefore and after exposure\nto liquid water. (b) PP30 samples with PeBax and UiO-66-NH<sub>2</sub> before and after sonication. Scale bar = 100 μm.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie2c02633_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) PXRD spectra for PP30/P1657_HKUST-1 before and after exposure to liquid water. (b) PP30 samples with PeBax and UiO-66-NH2 before and after sonication. Scale bar = 100 μm.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.iecr.2c02633", "title": "\nIncorporation of\nMetal–Organic Frameworks onto\nPolypropylene Fibers Using a Phase Inverted Poly(ether-block-amide) Glue\n", "journal": "American Chemical Society", "date": "2022.08", "author_list": ["Peterson\nGregory W.", "Mundy\nLaura"]}}