{"filepath": "../L2M3_data/1_application_papers/acs_xml/ie403366d.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["synthesis condition"], "content": "<p>The metal–organic\nframework UiO-66-NH<sub>2</sub> was synthesized\nin a scaled batch of approximately 100 g. The material was then pressed\ninto small pellets at pressures ranging from 5000 to 100000 psi to\ndetermine the effects on porosity and crystal structure. Nitrogen\nisotherm data and powder X-ray diffraction data indicate that the\nstructure remains intact up to 25000 psi, with only a slight decrease\nin surface area. The structure exhibits significant degradation at\npressures above 25000 psi. Subsequently, the powder was pressed at\n5000 psi and then crushed and sieved into 20 × 40 mesh granules\nfor evaluation against ammonia and cyanogen chloride in a breakthrough\nsystem simulating individual protection filters and respirator cartridges.\nThe MOF showed capacity similar to that of a broad-spectrum carbon\nfor both ammonia and cyanogen chloride; however, the breakthrough\ntimes, especially for cyanogen chloride, were dramatically reduced,\nlikely as a result of mass-transfer limitations from the completely\nmicroporous MOF.</p>", "clean_text": "The metal-organic framework UiO-66-NH2 was synthesized in a scaled batch of approximately 100 g. The material was then pressed into small pellets at pressures ranging from 5000 to 100000 psi to determine the effects on porosity and crystal structure. Nitrogen isotherm data and powder X-ray diffraction data indicate that the structure remains intact up to 25000 psi, with only a slight decrease in surface area. The structure exhibits significant degradation at pressures above 25000 psi. Subsequently, the powder was pressed at 5000 psi and then crushed and sieved into 20 × 40 mesh granules for evaluation against ammonia and cyanogen chloride in a breakthrough system simulating individual protection filters and respirator cartridges. The MOF showed capacity similar to that of a broad-spectrum carbon for both ammonia and cyanogen chloride; however, the breakthrough times, especially for cyanogen chloride, were dramatically reduced, likely as a result of mass-transfer limitations from the completely microporous MOF.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The\nability to introduce active sites onto sorbents that are capable\nof reaction with both acidic and basic gases continues to be an area\nof interest. Specifically, many respirators used by emergency and/or\nmilitary personnel require broad-spectrum chemical removal because\nof the wide variety of toxic chemicals used worldwide. The National\nInstitute for Occupational Safety and Health (NIOSH) requires chemical,\nbiological, radiological, and nuclear (CBRN) filters to provide protection\nagainst a wide variety of gases, including ammonia (NH<sub>3</sub>) and cyanogen chloride (CNCl). These\ntwo chemicals require different chemistries for removal. NH<sub>3</sub> is typically removed through interaction with acidic sites or hydrogen-bonding\nsites, whereas CNCl requires hydrolysis and/or\ninteraction with functional groups capable of reacting with the cyanide\nmoiety.\n</p>", "clean_text": "Introduction\n\nThe ability to introduce active sites onto sorbents that are capable of reaction with both acidic and basic gases continues to be an area of interest. Specifically, many respirators used by emergency and/or military personnel require broad-spectrum chemical removal because of the wide variety of toxic chemicals used worldwide. The National Institute for Occupational Safety and Health (NIOSH) requires chemical, biological, radiological, and nuclear (CBRN) filters to provide protection against a wide variety of gases, including ammonia (NH3) and cyanogen chloride (CNCl). These two chemicals require different chemistries for removal. NH3 is typically removed through interaction with acidic sites or hydrogen-bonding sites, whereas CNCl requires hydrolysis and/or interaction with functional groups capable of reacting with the cyanide moiety. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Several studies on activated, impregnated\ncarbons have demonstrated\nthe ability to create conflicting chemistries on a single sorbent. Yet, most of these efforts focus on postsynthetic impregnation techniques,\ncreating a mobile active phase that shows poor aging characteristics\nas a result of deleterious interactions within the substrate.</p>", "clean_text": "Several studies on activated, impregnated carbons have demonstrated the ability to create conflicting chemistries on a single sorbent. Yet, most of these efforts focus on postsynthetic impregnation techniques, creating a mobile active phase that shows poor aging characteristics as a result of deleterious interactions within the substrate.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Over the past decade, metal–organic frameworks (MOFs) have\nbeen intensely studied for a variety of potential applications, including\ngas storage, catalysis, separations, and toxic gas removal. The ability to incorporate\nmultiple functionalities into the backbone of MOFs is\na major advantage over traditional activated, impregnated carbons.\nThe UiO-66 series of MOFs are of particular interest because of their\nstability toward moisture and acids. UiO-66-NH<sub>2</sub>, which contains amine pendant groups on benzene dicarboxylate linkers,\nis capable of postsynthetic modification, allowing for further tailoring\nof functionality. However, even without\nmodification, the amine groups provide hydrogen-bonding sites for\nNH<sub>3</sub> sorption, as well as possible reactive sites for CNCl.</p>", "clean_text": "Over the past decade, metal-organic frameworks (MOFs) have been intensely studied for a variety of potential applications, including gas storage, catalysis, separations, and toxic gas removal. The ability to incorporate multiple functionalities into the backbone of MOFs is a major advantage over traditional activated, impregnated carbons. The UiO-66 series of MOFs are of particular interest because of their stability toward moisture and acids. UiO-66-NH2, which contains amine pendant groups on benzene dicarboxylate linkers, is capable of postsynthetic modification, allowing for further tailoring of functionality. However, even without modification, the amine groups provide hydrogen-bonding sites for NH3 sorption, as well as possible reactive sites for CNCl.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Several studies have been conducted on how physical properties\nand performance are affected by pressurization and/or other methods\nof forming granules and particles. We previously investigated\nthe effects of pressure on CuBTC and UiO-66 MOFs at pressures ranging\nfrom 1000 to 10000 psi, with results indicating that the UiO-66 material\ndoes not show degradation in surface area or performance. In this study, we investigated how pressure\naffects the physical properties and chemical removal performance of\nUiO-66-NH<sub>2</sub>, with the objective of forming particles for\nsimulated filter breakthrough testing against NH<sub>3</sub> and CNCl.\nUiO-66-NH<sub>2</sub> was chosen as a candidate material over UiO-66\nbecause of its increased performance against ammonia (Figure S1, ).</p>", "clean_text": "Several studies have been conducted on how physical properties and performance are affected by pressurization and/or other methods of forming granules and particles. We previously investigated the effects of pressure on CuBTC and UiO-66 MOFs at pressures ranging from 1000 to 10000 psi, with results indicating that the UiO-66 material does not show degradation in surface area or performance. In this study, we investigated how pressure affects the physical properties and chemical removal performance of UiO-66-NH2, with the objective of forming particles for simulated filter breakthrough testing against NH3 and CNCl. UiO-66-NH2 was chosen as a candidate material over UiO-66 because of its increased performance against ammonia (Figure S1, ).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental\nSection</title><p>UiO-66-NH<sub>2</sub> was synthesized by modifying\nestablished\nmethods for large scale. Zirconium(IV)\nchloride (12 g) and water (3 mL) were added to 800 mL of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) and stirred until fully\ndissolved. 2-Aminoterephthalic acid (9.4 g) was added to 400 mL of\nDMF and stirred until fully dissolved. The solutions were mixed in\na BüchiGlasUster Ecoclave 075 batch reactor with 1.6 L glass\nreactor vessel. The reactor was stirred at 500 RPM and held at 120\n°C for 24 h. The pale yellow solid was isolated by filtration.\nUp to seven batches were mixed for subsequent steps.</p>", "clean_text": "Experimental Section\n\nUiO-66-NH2 was synthesized by modifying established methods for large scale. Zirconium(IV) chloride (12 g) and water (3 mL) were added to 800 mL of N,N-dimethylformamide (DMF) and stirred until fully dissolved. 2-Aminoterephthalic acid (9.4 g) was added to 400 mL of DMF and stirred until fully dissolved. The solutions were mixed in a BüchiGlasUster Ecoclave 075 batch reactor with 1.6 L glass reactor vessel. The reactor was stirred at 500 RPM and held at 120 °C for 24 h. The pale yellow solid was isolated by filtration. Up to seven batches were mixed for subsequent steps.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<p>Samples\nwere purified by Soxhlet extraction with methanol for 24\nh. Excess solvent was removed by heating in air at 85 °C. Removal\nof solvent from the pores was achieved by evacuating the samples to\n&lt;50 mTorr and heating at 85 °C for 4 h and then at 150 °C\nfor 18 h. The reaction yield after solvent removal was measured at\n84%.</p>", "clean_text": "Samples were purified by Soxhlet extraction with methanol for 24 h. Excess solvent was removed by heating in air at 85 °C. Removal of solvent from the pores was achieved by evacuating the samples to <50 mTorr and heating at 85 °C for 4 h and then at 150 °C for 18 h. The reaction yield after solvent removal was measured at 84%.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>In the initial pressurization study, approximately 1 g\nof UiO-66-NH<sub>2</sub> powder was pressed into pellets using a Carver\nPress and\n0.5-in. die at loads of 1000, 2000, 5000, and 20000 lbs, corresponding\nto pressures of approximately 5000, 10000, 25000, and 100000 psi,\nrespectively. The pellets were then ground into powders to conduct\nappropriate characterization and performance studies. Subsequent pellets\nwere made with a 1.5-in. die using approximately 5 g of UiO-66-NH<sub>2</sub> powder, made into granules using a Sepor jaw crusher, and\nthen sieved to 20 × 40 mesh particles. A broad-spectrum carbon\n(BSC) was acquired from 3M (Minneapolis, MN) in a 20 × 40 mesh\nparticle size distribution as a baseline for breakthrough performance.</p>", "clean_text": "In the initial pressurization study, approximately 1 g of UiO-66-NH2 powder was pressed into pellets using a Carver Press and 0.5-in. die at loads of 1000, 2000, 5000, and 20000 lbs, corresponding to pressures of approximately 5000, 10000, 25000, and 100000 psi, respectively. The pellets were then ground into powders to conduct appropriate characterization and performance studies. Subsequent pellets were made with a 1.5-in. die using approximately 5 g of UiO-66-NH2 powder, made into granules using a Sepor jaw crusher, and then sieved to 20 × 40 mesh particles. A broad-spectrum carbon (BSC) was acquired from 3M (Minneapolis, MN) in a 20 × 40 mesh particle size distribution as a baseline for breakthrough performance.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction (PXRD) measurements were recorded using\na PANalytical X’Pert X-ray powder diffractometer with an X’celerator\ndetector. Samples were scanned at 45 kV and 40 mA using Cu Kα\nradiation (λ = 1.54 Å) and a step size of 2θ = 0.033°\n(10.08 s/step) over a 2θ range of 5–30°. Zero-background\ndisks were used to minimize background scattering. PXRD patterns were\nprocessed using the Reflex module in Material Studio 6.1 by Accelrys.</p>", "clean_text": "Powder X-ray diffraction (PXRD) measurements were recorded using a PANalytical X'Pert X-ray powder diffractometer with an X'celerator detector. Samples were scanned at 45 kV and 40 mA using Cu Kα radiation (λ = 1.54 Å) and a step size of 2θ = 0.033° (10.08 s/step) over a 2θ range of 5-30°. Zero-background disks were used to minimize background scattering. PXRD patterns were processed using the Reflex module in Material Studio 6.1 by Accelrys.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Attenuated total reflectance Fourier transform infrared (ATR-FTIR)\nspectroscopy data were collected on composites using a Bruker Tensor\n27 FTIR spectrometer with a platinum accessory and a single-reflection\ndiamond crystal. Sixteen scans from 4000 to 600 cm<sup>–1</sup> were averaged, and the background was subtracted with a resolution\nof 4 cm<sup>–1</sup>.</p>", "clean_text": "Attenuated total reflectance Fourier transform infrared (ATR-FTIR) spectroscopy data were collected on composites using a Bruker Tensor 27 FTIR spectrometer with a platinum accessory and a single-reflection diamond crystal. Sixteen scans from 4000 to 600 cm-1 were averaged, and the background was subtracted with a resolution of 4 cm-1.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Nitrogen isotherm data were collected\nat 77 K using a Micromeritics\nASAP 1200 system. Samples were off-gassed at 120 °C under nitrogen\nfor approximately 16 h. Surface area measurements were calculated\nusing the Brunauer–Emmett–Teller (BET) method, and pore\nvolume was calculated at a relative pressure of 0.975. Pore size distributions\nwere calculated using density functional theory (DFT) and a carbon\nslit pore kernel. A silica–alumina standard run on the system\nexhibits less than 1% standard deviation on surface area measurements.</p>", "clean_text": "Nitrogen isotherm data were collected at 77 K using a Micromeritics ASAP 1200 system. Samples were off-gassed at 120 °C under nitrogen for approximately 16 h. Surface area measurements were calculated using the Brunauer-Emmett-Teller (BET) method, and pore volume was calculated at a relative pressure of 0.975. Pore size distributions were calculated using density functional theory (DFT) and a carbon slit pore kernel. A silica-alumina standard run on the system exhibits less than 1% standard deviation on surface area measurements.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Microbreakthrough testing was conducted on a push system designed\nfor evaluating small (∼20 mg) quantities of powders and has\nbeen described previously. Test conditions are\nsummarized in Table . Sorbents were activated\nat 120 °C for 1 h in flowing dry air, equilibrated at the proper\nrelative humidity (RH) for 2 h as applicable and then packed at a\nconstant volume of approximately 50–55 mm<sup>3</sup> in a\n4-mm-i.d. (nominal) fritted glass tube to a height of 4 mm. Each chemical\nwas injected into a ballast and then pressurized; from the ballast,\nthe chemical was delivered to either a dry or humidified air stream\nat a rate necessary to achieve the desired challenge concentration.\nWater vapor was delivered to the system through a saturator cell within\na water bath. The challenge was dosed to a packed bed until saturation\n(effluent = feed), after which the materials were purged with air\nto evaluate desorption. Effluent concentrations were monitored using\nHewlett-Packard (HP) 5890 gas chromatographs equipped with a flame\nionization detector (CNCl) and a photoionization detector (NH<sub>3</sub>). Microbreakthrough graphs are plotted on a mass-weighted\nbasis to account for differences in density. Loadings were calculated\nin moles per kilogram by integrating the breakthrough curves to saturation.\nThe standard system error is approximately 10%.</p>", "clean_text": "Microbreakthrough testing was conducted on a push system designed for evaluating small (~20 mg) quantities of powders and has been described previously. Test conditions are summarized in Table . Sorbents were activated at 120 °C for 1 h in flowing dry air, equilibrated at the proper relative humidity (RH) for 2 h as applicable and then packed at a constant volume of approximately 50-55 mm3 in a 4-mm-i.d. (nominal) fritted glass tube to a height of 4 mm. Each chemical was injected into a ballast and then pressurized; from the ballast, the chemical was delivered to either a dry or humidified air stream at a rate necessary to achieve the desired challenge concentration. Water vapor was delivered to the system through a saturator cell within a water bath. The challenge was dosed to a packed bed until saturation (effluent = feed), after which the materials were purged with air to evaluate desorption. Effluent concentrations were monitored using Hewlett-Packard (HP) 5890 gas chromatographs equipped with a flame ionization detector (CNCl) and a photoionization detector (NH3). Microbreakthrough graphs are plotted on a mass-weighted basis to account for differences in density. Loadings were calculated in moles per kilogram by integrating the breakthrough curves to saturation. The standard system error is approximately 10%.", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Breakthrough Parameters</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"3\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">microsystem</oasis:entry>\n<oasis:entry align=\"center\">tube system</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>temperature</oasis:entry>\n<oasis:entry>20 °C</oasis:entry>\n<oasis:entry>∼23 °C</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RH</oasis:entry>\n<oasis:entry>0% (−40\n°C dew point), 80%</oasis:entry>\n<oasis:entry>15%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>adsorbent mass</oasis:entry>\n<oasis:entry>∼10–60 mg</oasis:entry>\n<oasis:entry>∼5 g</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>adsorbent volume</oasis:entry>\n<oasis:entry>55 mm<sup>3</sup>\n</oasis:entry>\n<oasis:entry>13.1 cm<sup>3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>flow rate</oasis:entry>\n<oasis:entry>20 mL/min</oasis:entry>\n<oasis:entry>5.2 L/min</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>challenge concentration</oasis:entry>\n<oasis:entry>2000 mg/m<sup>3</sup> (NH<sub>3</sub>), 4000 mg/m<sup>3</sup> (CNCl)</oasis:entry>\n<oasis:entry>1000 mg/m<sup>3</sup> (NH<sub>3</sub>), 4000 mg/m<sup>3</sup> (CNCl)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Subsequent large-scale\n(multigram) NH<sub>3</sub> and CNCl breakthrough\ntesting was conducted using a push–pull-vented breakthrough\nsystem. Each gas was delivered directly from a cylinder through a\nmass flow controller and then mixed with a diluent air stream at a\nrate necessary to achieve the required challenge concentration. The\ndiluent stream flow and humidity were controlled using a Miller-Nelson\nHCS-401 system. Test tubes were packed using a storm-filling method to a depth of 1.0 cm, simulating full-scale\nindividual protection filters. The NH<sub>3</sub> feed and effluent\nconcentrations were monitored using a Miran 1A infrared detector and\nan Innova 1314 Photoacoustics Multigas monitor, respectively. The\nCNCl feed and effluent concentrations were measured using an HP5890\ngas chromatograph equipped with a flame ionization detector. The breakthrough\ntime was calculated when the effluent concentrations reached 17 and\n8 mg/m<sup>3</sup>, corresponding to military toxic exposure limits\nfor NH<sub>3</sub> and CNCl, respectively.</p>", "clean_text": "Subsequent large-scale (multigram) NH3 and CNCl breakthrough testing was conducted using a push-pull-vented breakthrough system. Each gas was delivered directly from a cylinder through a mass flow controller and then mixed with a diluent air stream at a rate necessary to achieve the required challenge concentration. The diluent stream flow and humidity were controlled using a Miller-Nelson HCS-401 system. Test tubes were packed using a storm-filling method to a depth of 1.0 cm, simulating full-scale individual protection filters. The NH3 feed and effluent concentrations were monitored using a Miran 1A infrared detector and an Innova 1314 Photoacoustics Multigas monitor, respectively. The CNCl feed and effluent concentrations were measured using an HP5890 gas chromatograph equipped with a flame ionization detector. The breakthrough time was calculated when the effluent concentrations reached 17 and 8 mg/m3, corresponding to military toxic exposure limits for NH3 and CNCl, respectively.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Materials Characterization</title><p>Figure  presents the powder X-ray diffraction\n(PXRD) patterns,\nand Figure  presents the ATR-FTIR spectra\nfor the as-synthesized and pressed samples. The materials pressed\nbetween 5000 and 25000 psi all show similar PXRD patterns, indicating\nthat the structural integrity and crystal structure remain intact.\nThe sample pressed at 100000 psi shows peaks with 2θ values\nsimilar to those pressed at lower pressure; however, the decreased\nsignal-to-noise ratio, lower overall intensity, and peak broadening\nall indicate reduced crystallinity. Similarly, the FTIR-ATR spectra\nshow no noticeable differences between the as-synthesized sample and\nthose pressed up to 25000 psi, indicating that the functional groups\nremain intact. Yet, the UiO-66-NH<sub>2</sub>-100K sample shows significant\nreduction in several FTIR bands.</p>", "clean_text": "Results and Discussion\n\nMaterials Characterization\n\nFigure  presents the powder X-ray diffraction (PXRD) patterns, and Figure  presents the ATR-FTIR spectra for the as-synthesized and pressed samples. The materials pressed between 5000 and 25000 psi all show similar PXRD patterns, indicating that the structural integrity and crystal structure remain intact. The sample pressed at 100000 psi shows peaks with 2θ values similar to those pressed at lower pressure; however, the decreased signal-to-noise ratio, lower overall intensity, and peak broadening all indicate reduced crystallinity. Similarly, the FTIR-ATR spectra show no noticeable differences between the as-synthesized sample and those pressed up to 25000 psi, indicating that the functional groups remain intact. Yet, the UiO-66-NH2-100K sample shows significant reduction in several FTIR bands.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>PXRD spectra of UiO-66-NH<sub>2</sub> powder\nand pressed samples.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  PXRD spectra of UiO-66-NH2 powder and pressed samples.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>FTIR-ATR spectra of UiO-66-NH<sub>2</sub> powder and pressed samples.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  FTIR-ATR spectra of UiO-66-NH2 powder and pressed samples.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>Nitrogen isotherm data were collected\nto determine the effects\nof pressurization on surface area and pore volume. The uptake curves\nand resulting pore size distributions are illustrated in Figure ; surface area and pore volume measurements are\nsummarized in Table . Initial losses in nitrogen\nuptake, and thus surface area and pore volume, are modest up to 25000\npsi. The surface area of the as-synthesized sample was found to be\n1182 m<sup>2</sup>/g, which is similar to values reported in the literature. The total pore volume of 0.50 cm<sup>3</sup>/g is also similar to\nthat reported by others. Pressing the\npowder at 5000 and 10000 psi resulted in 5% and 14% decreases, respectively,\nin surface area but no noticeable trend in the change of total pore\nvolume. Further increasing the pelletization pressure to 25000 psi\ndecreased the surface area by approximately 26% and the total pore\nvolume by approximately 12%. It is likely that these decreases in\nsurface area are due to increased density from a loss in interparticle\nvoids in the micropore regime during pelletization. A pressure of\n100000 psi resulted in surface area and pore volume reductions of\n83% and 74%, respectively. Even with these changes in surface area\nand pore volume, the pore size distribution remained consistent, even\nup to 100000 psi.</p>", "clean_text": "Nitrogen isotherm data were collected to determine the effects of pressurization on surface area and pore volume. The uptake curves and resulting pore size distributions are illustrated in Figure ; surface area and pore volume measurements are summarized in Table . Initial losses in nitrogen uptake, and thus surface area and pore volume, are modest up to 25000 psi. The surface area of the as-synthesized sample was found to be 1182 m2/g, which is similar to values reported in the literature. The total pore volume of 0.50 cm3/g is also similar to that reported by others. Pressing the powder at 5000 and 10000 psi resulted in 5% and 14% decreases, respectively, in surface area but no noticeable trend in the change of total pore volume. Further increasing the pelletization pressure to 25000 psi decreased the surface area by approximately 26% and the total pore volume by approximately 12%. It is likely that these decreases in surface area are due to increased density from a loss in interparticle voids in the micropore regime during pelletization. A pressure of 100000 psi resulted in surface area and pore volume reductions of 83% and 74%, respectively. Even with these changes in surface area and pore volume, the pore size distribution remained consistent, even up to 100000 psi.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(Left) Nitrogen isotherm and (right) pore size distribution\n(logarithmic\nscale) data for pressed samples.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (Left) Nitrogen isotherm and (right) pore size distribution (logarithmic scale) data for pressed samples.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Surface Areas and Pore Volumes of\nPowder and Pressed UiO-66-NH<sub>2</sub> Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">density (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">surface\narea (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">pore volume (cm<sup>3</sup>/g)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.19</oasis:entry>\n<oasis:entry>1182</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-5K</oasis:entry>\n<oasis:entry>0.33</oasis:entry>\n<oasis:entry>1117</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-10K</oasis:entry>\n<oasis:entry>0.31</oasis:entry>\n<oasis:entry>1018</oasis:entry>\n<oasis:entry>0.52</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-25K</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>876</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-100K</oasis:entry>\n<oasis:entry>0.73</oasis:entry>\n<oasis:entry>201</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<title>Microbreakthrough Evaluation</title><p>Small-scale\nbreakthrough testing on powders was conducted using NH<sub>3</sub> and CNCl to determine the effects of pressure on chemical uptake.\nFigure  presents the NH<sub>3</sub> breakthrough\ncurves under dry and humid conditions, and Table  summarizes the loadings for each sample. A clear trend presents\nitself, with NH<sub>3</sub> uptake decreasing with increasing pelletization\npressure under both dry and humid conditions. The as-synthesized sample\nprovides the highest loading on a mass basis, with loadings of 3.3\nmol/kg (0.056 g/g) and 2.9 mol/kg (0.082 g/g) under dry and humid\nconditions, respectively. The loadings themselves are lower than those\non other MOFs such as CuBTC and M/DOBDC analogues by several moles per kilogram but\nsurpass those of other sorbents such as zeolite 13X and BPL activated\ncarbon. Furthermore, the enhanced stability of UiO-66-NH<sub>2</sub> makes it favorable over other MOFs studied.\n</p>", "clean_text": "Microbreakthrough Evaluation\n\nSmall-scale breakthrough testing on powders was conducted using NH3 and CNCl to determine the effects of pressure on chemical uptake. Figure  presents the NH3 breakthrough curves under dry and humid conditions, and Table  summarizes the loadings for each sample. A clear trend presents itself, with NH3 uptake decreasing with increasing pelletization pressure under both dry and humid conditions. The as-synthesized sample provides the highest loading on a mass basis, with loadings of 3.3 mol/kg (0.056 g/g) and 2.9 mol/kg (0.082 g/g) under dry and humid conditions, respectively. The loadings themselves are lower than those on other MOFs such as CuBTC and M/DOBDC analogues by several moles per kilogram but surpass those of other sorbents such as zeolite 13X and BPL activated carbon. Furthermore, the enhanced stability of UiO-66-NH2 makes it favorable over other MOFs studied. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>NH<sub>3</sub> microbreakthrough curves under (left) dry and (right)\nhumid conditions.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  NH3 microbreakthrough curves under (left) dry and (right) humid conditions.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>NH<sub>3</sub> Loadings on UiO-66-NH<sub>2</sub>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">RH (%)</oasis:entry>\n<oasis:entry align=\"center\">mass (mg)</oasis:entry>\n<oasis:entry align=\"center\">loading (mol/kg)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>10.0</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>13.5</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-5K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>17.0</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>17.7</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-10K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>20.6</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>23.3</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-25K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>26.2</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>28.5</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-100K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>40.9</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>57.3</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The overall trends seem logical, as the surface area\nand pore volume\nalso decrease with increasing pressure, resulting in less availability\nof active sites for NH<sub>3</sub> sorption. Based on the shape of\nthe desorption curves, it appears that the removal mechanism is not\npermanent, as NH<sub>3</sub> continues to elute for a relatively long\ntime after feed termination. Coupled with post-NH<sub>3</sub>-exposure\nFTIR data (see Figure ), which show almost\nno change in functional groups on the surface of the material, and\npost-NH<sub>3</sub>-exposure PXRD data (Figure S2, ), the likely removal mechanism is simple\nhydrogen-bonding, likely with both adsorbed moisture as well as pendant\namine groups.</p>", "clean_text": "The overall trends seem logical, as the surface area and pore volume also decrease with increasing pressure, resulting in less availability of active sites for NH3 sorption. Based on the shape of the desorption curves, it appears that the removal mechanism is not permanent, as NH3 continues to elute for a relatively long time after feed termination. Coupled with post-NH3-exposure FTIR data (see Figure ), which show almost no change in functional groups on the surface of the material, and post-NH3-exposure PXRD data (Figure S2, ), the likely removal mechanism is simple hydrogen-bonding, likely with both adsorbed moisture as well as pendant amine groups.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Post-NH<sub>3</sub>-exposure FTIR-ATR spectra for UiO-66-NH<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Post-NH3-exposure FTIR-ATR spectra for UiO-66-NH2.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>CNCl microbreakthrough curves\nare illustrated in Figure , and calculated\nloadings are summarized in Table . As with\nthe NH<sub>3</sub> results, a clear trend\nis present: the CNCl loading decreases with increasing pelletization\npressure. Under dry conditions, most of the materials exhibit traditional\nS-shaped breakthrough curves, indicating the formation of a wavefront\nthrough the materials; however, the UiO-66-NH<sub>2</sub>-100K sample\nshows immediate breakthrough, indicating poor diffusional properties\nto the active sites. The as-synthesized material exhibits a high CNCl\nloading, and in conjunction with the desorption profiles, the removal\nmechanism seems to be fairly strong, with the CNCl concentration dropping\nquickly after feed termination. However, under humid conditions, all\nsamples show immediate breakthrough of CNCl, with a gradual increase\nto saturation. This behavior indicates that adsorbed water poisons\nthe interaction/reaction with active sites within the UiO-66-NH<sub>2</sub> material.</p>", "clean_text": "CNCl microbreakthrough curves are illustrated in Figure , and calculated loadings are summarized in Table . As with the NH3 results, a clear trend is present: the CNCl loading decreases with increasing pelletization pressure. Under dry conditions, most of the materials exhibit traditional S-shaped breakthrough curves, indicating the formation of a wavefront through the materials; however, the UiO-66-NH2-100K sample shows immediate breakthrough, indicating poor diffusional properties to the active sites. The as-synthesized material exhibits a high CNCl loading, and in conjunction with the desorption profiles, the removal mechanism seems to be fairly strong, with the CNCl concentration dropping quickly after feed termination. However, under humid conditions, all samples show immediate breakthrough of CNCl, with a gradual increase to saturation. This behavior indicates that adsorbed water poisons the interaction/reaction with active sites within the UiO-66-NH2 material.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CNCl microbreakthrough curves under (left) dry and (right)\nhumid\nconditions.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CNCl microbreakthrough curves under (left) dry and (right) humid conditions.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>CNCl Loadings\non UiO-66-NH<sub>2</sub>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">RH (%)</oasis:entry>\n<oasis:entry align=\"center\">mass (mg)</oasis:entry>\n<oasis:entry align=\"center\">loading (mol/kg)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>7.9</oasis:entry>\n<oasis:entry>4.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>7.8</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-5K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>10.8</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>15.5</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-10K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>11.3</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-25K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>18.3</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>20.5</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-100K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>33.2</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>40.0</oasis:entry>\n<oasis:entry>0.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The FTIR spectra in Figure  reveal that\nthere is little change in the chemical modes present upon exposure\nto CNCl under both wet and dry conditions. However, the band observed\nat ν ≈ 2235 cm<sup>–1</sup> for UiO-66-NH<sub>2</sub> exposed to CNCl under both dry and wet conditions represents\na CN stretch. Because free CNCl shows a band at ν ≈\n2200 cm<sup>–1</sup>, it is unclear whether the observed band\nrepresents CNCl in the pores of the MOF or a more complex interaction\nsuch as NH<sub>2</sub>···NC, similar to that witnessed\nbetween CNCl and OH groups by Kim et al. In any case, some CNCl, or byproducts thereof, is present after\nthe desorption step, indicating permanent removal.</p>", "clean_text": "The FTIR spectra in Figure  reveal that there is little change in the chemical modes present upon exposure to CNCl under both wet and dry conditions. However, the band observed at ν ~ 2235 cm-1 for UiO-66-NH2 exposed to CNCl under both dry and wet conditions represents a CN stretch. Because free CNCl shows a band at ν ~ 2200 cm-1, it is unclear whether the observed band represents CNCl in the pores of the MOF or a more complex interaction such as NH2⋅⋅⋅NC, similar to that witnessed between CNCl and OH groups by Kim et al. In any case, some CNCl, or byproducts thereof, is present after the desorption step, indicating permanent removal.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Post-CNCl-exposure FTIR-ATR\nspectra for UiO-66-NH<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Post-CNCl-exposure FTIR-ATR spectra for UiO-66-NH2.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>In all, most samples (except UiO-66-NH<sub>2</sub>-100K)\nshow high\nCNCl uptake under dry conditions, ranging from 4.1 mol/kg (0.25 g/g)\nfor the as-synthesized sample to 2.7 mol/kg (0.17 g/g) for the samples\npressed at 25000 psi. Even under humid conditions, the actual capacity\nremains relatively high for multiple samples, albeit at the expense\nof mass transfer and reaction sites due to moisture poisoning.</p>", "clean_text": "In all, most samples (except UiO-66-NH2-100K) show high CNCl uptake under dry conditions, ranging from 4.1 mol/kg (0.25 g/g) for the as-synthesized sample to 2.7 mol/kg (0.17 g/g) for the samples pressed at 25000 psi. Even under humid conditions, the actual capacity remains relatively high for multiple samples, albeit at the expense of mass transfer and reaction sites due to moisture poisoning.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Engineering and Simulated Filter Experiments</title><p>Because\nof the high capacities demonstrated by the UiO-66-NH<sub>2</sub> material,\nscaling to larger quantities was conducted for\nthe purpose of evaluation under conditions simulating individual protection\nfilters. The sample pressed at 5000 psi was chosen because it demonstrated\nalmost no degradation in performance as compared to the as-synthesized\npowder. As a comparison, breakthrough testing of a 3M broad-spectrum\ncarbon was also conducted. The density of the UiO-66-NH<sub>2</sub>-5K sample is significantly lower than that of the carbon (Table\nS1, ), and the particle\nsize distribution is skewed toward larger particles (Table S2, ).</p>", "clean_text": "Engineering and Simulated Filter Experiments\n\nBecause of the high capacities demonstrated by the UiO-66-NH2 material, scaling to larger quantities was conducted for the purpose of evaluation under conditions simulating individual protection filters. The sample pressed at 5000 psi was chosen because it demonstrated almost no degradation in performance as compared to the as-synthesized powder. As a comparison, breakthrough testing of a 3M broad-spectrum carbon was also conducted. The density of the UiO-66-NH2-5K sample is significantly lower than that of the carbon (Table S1, ), and the particle size distribution is skewed toward larger particles (Table S2, ).", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>Figures  and  illustrate the NH<sub>3</sub> and CNCl breakthrough curves for the two materials. Results\nshow NH<sub>3</sub> begins to break through the packed bed of UiO-66-NH<sub>2</sub>-5K around 15 min, whereas the BSC material lasts over 20\nmin before NH<sub>3</sub> begins eluting. The breakthrough times were\ncalculated to be 17.3 and 24.9 min for UiO-66-NH<sub>2</sub>-5K and\nBSC, respectively, to a concentration of 17 mg/m<sup>3</sup>. Of particular\nnote is the shape of the NH<sub>3</sub> breakthrough curves. Whereas\nthe curve through BSC is relatively sharp, going from 0 to over 200\nmg/m<sup>3</sup> in less than 5 min, the curve through UiO-66-NH<sub>2</sub>-5K is much broader, taking approximately 10 min over the\nsame concentration range. This behavior is typical of a material with\nhigh capacity but mass-transfer limitations of NH<sub>3</sub> going\nfrom the bulk phase (contaminated air stream) to the sorbent. One\nexplanation for this behavior is the difference in particle size distribution\n(Table S2, ). As\nnoted above, the average particle size of the UiO-66-NH<sub>2</sub>-5K sample is larger than that of the BSC material. The other potential\ncause of the diffusional limitations in UiO-66-NH<sub>2</sub>-5K is\nthe pore size distribution. Whereas activated carbons generally have\na heterogeneous pore structure consisting of meso- and macropores, which act as transport pores for toxic chemicals,\nthe UiO-66 materials are almost completely microporous, providing\nphysical limitations to diffusion rates. Differential and cumulative\npore volumes for the BSC and baseline UiO-66-NH<sub>2</sub> material\nare shown in Figure S3 (). In all, however, the capacity for NH<sub>3</sub> removal is sufficiently\nhigh on UiO-66-NH<sub>2</sub> to warrant further investigation.</p>", "clean_text": "Figures  and  illustrate the NH3 and CNCl breakthrough curves for the two materials. Results show NH3 begins to break through the packed bed of UiO-66-NH2-5K around 15 min, whereas the BSC material lasts over 20 min before NH3 begins eluting. The breakthrough times were calculated to be 17.3 and 24.9 min for UiO-66-NH2-5K and BSC, respectively, to a concentration of 17 mg/m3. Of particular note is the shape of the NH3 breakthrough curves. Whereas the curve through BSC is relatively sharp, going from 0 to over 200 mg/m3 in less than 5 min, the curve through UiO-66-NH2-5K is much broader, taking approximately 10 min over the same concentration range. This behavior is typical of a material with high capacity but mass-transfer limitations of NH3 going from the bulk phase (contaminated air stream) to the sorbent. One explanation for this behavior is the difference in particle size distribution (Table S2, ). As noted above, the average particle size of the UiO-66-NH2-5K sample is larger than that of the BSC material. The other potential cause of the diffusional limitations in UiO-66-NH2-5K is the pore size distribution. Whereas activated carbons generally have a heterogeneous pore structure consisting of meso- and macropores, which act as transport pores for toxic chemicals, the UiO-66 materials are almost completely microporous, providing physical limitations to diffusion rates. Differential and cumulative pore volumes for the BSC and baseline UiO-66-NH2 material are shown in Figure S3 (). In all, however, the capacity for NH3 removal is sufficiently high on UiO-66-NH2 to warrant further investigation.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>NH<sub>3</sub> breakthrough of UiO-66-NH<sub>2</sub>-5K compared\nto BSC. The challenge concentration was 1000 mg/m<sup>3</sup>, and\nthe RH was 15%.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  NH3 breakthrough of UiO-66-NH2-5K compared to BSC. The challenge concentration was 1000 mg/m3, and the RH was 15%.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>CNCl breakthrough of\nUiO-66-NH<sub>2</sub>-5K compared to BSC.\nThe challenge concentration was 4000 mg/m<sup>3</sup>, and the RH\nwas 15%.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  CNCl breakthrough of UiO-66-NH2-5K compared to BSC. The challenge concentration was 4000 mg/m3, and the RH was 15%.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Similarly,\nthe CNCl breakthrough curves indicate that the BSC provides\nmuch better removal than the UiO-66-NH<sub>2</sub>-5K material. Whereas\nBSC provides a CNCl breakthrough time of 14.8 min to 8 mg/m<sup>3</sup> (see Table ), the chemical immediately penetrates\nthe MOF, indicating that the amount of MOF used is less than the critical\nbed depth required to sufficiently remove CNCl. Although it is apparent\nthat the MOF is capable of removing CNCl, the removal mechanism (adsorption\n+ reaction) is sufficiently slow to cause breakthrough, once again\nlikely due to diffusional limitations. With the larger particles,\nthe critical bed depth under the conditions studied is likely significantly\nlarger, resulting in immediate breakthrough. Furthermore, the kinetic\ndiameter of CNCl (approximately 5.6 Å) is similar to that of the UiO-66-NH<sub>2</sub> pore aperture, which likely further inhibits diffusion. Yet,\neven with this immediate breakthrough, the UiO-66-NH<sub>2</sub> shows\nsignificant capacity similar to that of the BSC, as the breakthrough\ncurves to higher concentration levels are quite similar.</p>", "clean_text": "Similarly, the CNCl breakthrough curves indicate that the BSC provides much better removal than the UiO-66-NH2-5K material. Whereas BSC provides a CNCl breakthrough time of 14.8 min to 8 mg/m3 (see Table ), the chemical immediately penetrates the MOF, indicating that the amount of MOF used is less than the critical bed depth required to sufficiently remove CNCl. Although it is apparent that the MOF is capable of removing CNCl, the removal mechanism (adsorption + reaction) is sufficiently slow to cause breakthrough, once again likely due to diffusional limitations. With the larger particles, the critical bed depth under the conditions studied is likely significantly larger, resulting in immediate breakthrough. Furthermore, the kinetic diameter of CNCl (approximately 5.6 Å) is similar to that of the UiO-66-NH2 pore aperture, which likely further inhibits diffusion. Yet, even with this immediate breakthrough, the UiO-66-NH2 shows significant capacity similar to that of the BSC, as the breakthrough curves to higher concentration levels are quite similar.", "data": null, "include_properties": null}, {"idx": 37, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Breakthrough\nTimes and <italic toggle=\"yes\">C</italic>\n<sub>t</sub> Values of UiO-66-NH<sub>2</sub>-5K Compared to BSC</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">chemical</oasis:entry>\n<oasis:entry align=\"center\">sorbent</oasis:entry>\n<oasis:entry align=\"center\">challenge\nconcentration (mg/m<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">breakthrough\nconcentration (mg/m<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">t</italic>\n<sub>b</sub> (min)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">C</italic>\n<sub>t</sub>\n<xref rid=\"t5fn1\"></xref> (mg·min/m<sup>3</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"1\">NH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>BSC</oasis:entry>\n<oasis:entry morerows=\"1\">1000</oasis:entry>\n<oasis:entry morerows=\"1\">17</oasis:entry>\n<oasis:entry>24.9</oasis:entry>\n<oasis:entry>24920</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-5K (G)</oasis:entry>\n<oasis:entry>17.3</oasis:entry>\n<oasis:entry>17270</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">CNCl</oasis:entry>\n<oasis:entry>BSC</oasis:entry>\n<oasis:entry morerows=\"1\">4000</oasis:entry>\n<oasis:entry morerows=\"1\">8</oasis:entry>\n<oasis:entry>14.8</oasis:entry>\n<oasis:entry>59200</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-5K (G)</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t5fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">C</italic>\n<sub>t</sub> =\na concentration-time variable denoting the dose of chemical.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>UiO-66-NH<sub>2</sub> was pressed at pressures ranging from 5000\nto approximately 100000 psi to determine the effects on physical properties\nand chemical removal performance. It was determined that surface area\nand porosity decreased slightly at pressures up to 25000 psi, after\nwhich the structure degraded significantly. NH<sub>3</sub> and CNCl\nremovals also dropped significantly as pressure increased. The material\npressed at 5000 psi was scaled to large quantities for breakthrough\ntesting against NH<sub>3</sub> and CNCl. The results indicate that\nthe material provides significant capacity but lacks the mass-transfer\nkinetics necessary for use in a filter. This result likely stems from\na lack of a hierarchical pore structure, as UiO-66-NH<sub>2</sub> is\nvery microporous in nature, and further studies must be conducted\nto enhance diffusion characteristics of the material.</p>", "clean_text": "Conclusions\n\nUiO-66-NH2 was pressed at pressures ranging from 5000 to approximately 100000 psi to determine the effects on physical properties and chemical removal performance. It was determined that surface area and porosity decreased slightly at pressures up to 25000 psi, after which the structure degraded significantly. NH3 and CNCl removals also dropped significantly as pressure increased. The material pressed at 5000 psi was scaled to large quantities for breakthrough testing against NH3 and CNCl. The results indicate that the material provides significant capacity but lacks the mass-transfer kinetics necessary for use in a filter. This result likely stems from a lack of a hierarchical pore structure, as UiO-66-NH2 is very microporous in nature, and further studies must be conducted to enhance diffusion characteristics of the material.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Information on density, particle\nsize, ammonia microbreakthrough of UiO-66 variants, post-ammonia-exposure\nPXRD patterns, and pore size distribution. This material is available\nfree of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "Information on density, particle size, ammonia microbreakthrough of UiO-66 variants, post-ammonia-exposure PXRD patterns, and pore size distribution. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 6, 7", "type": "text", "classification": "synthesis condition", "content": "<p>The metal–organic\nframework UiO-66-NH<sub>2</sub> was synthesized\nin a scaled batch of approximately 100 g. The material was then pressed\ninto small pellets at pressures ranging from 5000 to 100000 psi to\ndetermine the effects on porosity and crystal structure. Nitrogen\nisotherm data and powder X-ray diffraction data indicate that the\nstructure remains intact up to 25000 psi, with only a slight decrease\nin surface area. The structure exhibits significant degradation at\npressures above 25000 psi. Subsequently, the powder was pressed at\n5000 psi and then crushed and sieved into 20 × 40 mesh granules\nfor evaluation against ammonia and cyanogen chloride in a breakthrough\nsystem simulating individual protection filters and respirator cartridges.\nThe MOF showed capacity similar to that of a broad-spectrum carbon\nfor both ammonia and cyanogen chloride; however, the breakthrough\ntimes, especially for cyanogen chloride, were dramatically reduced,\nlikely as a result of mass-transfer limitations from the completely\nmicroporous MOF.</p><title>Experimental\nSection</title><p>UiO-66-NH<sub>2</sub> was synthesized by modifying\nestablished\nmethods for large scale. Zirconium(IV)\nchloride (12 g) and water (3 mL) were added to 800 mL of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) and stirred until fully\ndissolved. 2-Aminoterephthalic acid (9.4 g) was added to 400 mL of\nDMF and stirred until fully dissolved. The solutions were mixed in\na BüchiGlasUster Ecoclave 075 batch reactor with 1.6 L glass\nreactor vessel. The reactor was stirred at 500 RPM and held at 120\n°C for 24 h. The pale yellow solid was isolated by filtration.\nUp to seven batches were mixed for subsequent steps.</p><p>Samples\nwere purified by Soxhlet extraction with methanol for 24\nh. Excess solvent was removed by heating in air at 85 °C. Removal\nof solvent from the pores was achieved by evacuating the samples to\n&lt;50 mTorr and heating at 85 °C for 4 h and then at 150 °C\nfor 18 h. The reaction yield after solvent removal was measured at\n84%.</p>", "clean_text": "The metal-organic framework UiO-66-NH2 was synthesized in a scaled batch of approximately 100 g. The material was then pressed into small pellets at pressures ranging from 5000 to 100000 psi to determine the effects on porosity and crystal structure. Nitrogen isotherm data and powder X-ray diffraction data indicate that the structure remains intact up to 25000 psi, with only a slight decrease in surface area. The structure exhibits significant degradation at pressures above 25000 psi. Subsequently, the powder was pressed at 5000 psi and then crushed and sieved into 20 × 40 mesh granules for evaluation against ammonia and cyanogen chloride in a breakthrough system simulating individual protection filters and respirator cartridges. The MOF showed capacity similar to that of a broad-spectrum carbon for both ammonia and cyanogen chloride; however, the breakthrough times, especially for cyanogen chloride, were dramatically reduced, likely as a result of mass-transfer limitations from the completely microporous MOF.\n\nExperimental Section\n\nUiO-66-NH2 was synthesized by modifying established methods for large scale. Zirconium(IV) chloride (12 g) and water (3 mL) were added to 800 mL of N,N-dimethylformamide (DMF) and stirred until fully dissolved. 2-Aminoterephthalic acid (9.4 g) was added to 400 mL of DMF and stirred until fully dissolved. The solutions were mixed in a BüchiGlasUster Ecoclave 075 batch reactor with 1.6 L glass reactor vessel. The reactor was stirred at 500 RPM and held at 120 °C for 24 h. The pale yellow solid was isolated by filtration. Up to seven batches were mixed for subsequent steps.\n\nSamples were purified by Soxhlet extraction with methanol for 24 h. Excess solvent was removed by heating in air at 85 °C. Removal of solvent from the pores was achieved by evacuating the samples to <50 mTorr and heating at 85 °C for 4 h and then at 150 °C for 18 h. The reaction yield after solvent removal was measured at 84%.", "data": [{"meta": {"name": "UiO-66-NH2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zirconium(IV) chloride", "amount": "12", "unit": "g"}, {"name": "water", "amount": "3", "unit": "mL"}, {"name": "2-Aminoterephthalic acid", "amount": "9.4", "unit": "g"}], "solvent": [{"name": "N,N-dimethylformamide (DMF)", "amount": "800", "unit": "mL"}, {"name": "DMF", "amount": "400", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "24 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "purification", "purification method": "Soxhlet extraction", "solvent": "methanol", "time": "24 h"}, {"synthesis method": "solvent removal", "pressure": "<50 mTorr", "temperature": "85°C, 150°C", "time": "4 h, 18 h"}], "yield": "84%"}], "include_properties": ["chemical_synthesis", "filtration", "drying"]}, {"idx": "18, 21, 31, 33", "type": "text", "classification": "property", "content": "<p>Nitrogen isotherm data were collected\nto determine the effects\nof pressurization on surface area and pore volume. The uptake curves\nand resulting pore size distributions are illustrated in Figure ; surface area and pore volume measurements are\nsummarized in Table . Initial losses in nitrogen\nuptake, and thus surface area and pore volume, are modest up to 25000\npsi. The surface area of the as-synthesized sample was found to be\n1182 m<sup>2</sup>/g, which is similar to values reported in the literature. The total pore volume of 0.50 cm<sup>3</sup>/g is also similar to\nthat reported by others. Pressing the\npowder at 5000 and 10000 psi resulted in 5% and 14% decreases, respectively,\nin surface area but no noticeable trend in the change of total pore\nvolume. Further increasing the pelletization pressure to 25000 psi\ndecreased the surface area by approximately 26% and the total pore\nvolume by approximately 12%. It is likely that these decreases in\nsurface area are due to increased density from a loss in interparticle\nvoids in the micropore regime during pelletization. A pressure of\n100000 psi resulted in surface area and pore volume reductions of\n83% and 74%, respectively. Even with these changes in surface area\nand pore volume, the pore size distribution remained consistent, even\nup to 100000 psi.</p><title>Microbreakthrough Evaluation</title><p>Small-scale\nbreakthrough testing on powders was conducted using NH<sub>3</sub> and CNCl to determine the effects of pressure on chemical uptake.\nFigure  presents the NH<sub>3</sub> breakthrough\ncurves under dry and humid conditions, and Table  summarizes the loadings for each sample. A clear trend presents\nitself, with NH<sub>3</sub> uptake decreasing with increasing pelletization\npressure under both dry and humid conditions. The as-synthesized sample\nprovides the highest loading on a mass basis, with loadings of 3.3\nmol/kg (0.056 g/g) and 2.9 mol/kg (0.082 g/g) under dry and humid\nconditions, respectively. The loadings themselves are lower than those\non other MOFs such as CuBTC and M/DOBDC analogues by several moles per kilogram but\nsurpass those of other sorbents such as zeolite 13X and BPL activated\ncarbon. Furthermore, the enhanced stability of UiO-66-NH<sub>2</sub> makes it favorable over other MOFs studied.\n</p><p>In all, most samples (except UiO-66-NH<sub>2</sub>-100K)\nshow high\nCNCl uptake under dry conditions, ranging from 4.1 mol/kg (0.25 g/g)\nfor the as-synthesized sample to 2.7 mol/kg (0.17 g/g) for the samples\npressed at 25000 psi. Even under humid conditions, the actual capacity\nremains relatively high for multiple samples, albeit at the expense\nof mass transfer and reaction sites due to moisture poisoning.</p><p>Figures  and  illustrate the NH<sub>3</sub> and CNCl breakthrough curves for the two materials. Results\nshow NH<sub>3</sub> begins to break through the packed bed of UiO-66-NH<sub>2</sub>-5K around 15 min, whereas the BSC material lasts over 20\nmin before NH<sub>3</sub> begins eluting. The breakthrough times were\ncalculated to be 17.3 and 24.9 min for UiO-66-NH<sub>2</sub>-5K and\nBSC, respectively, to a concentration of 17 mg/m<sup>3</sup>. Of particular\nnote is the shape of the NH<sub>3</sub> breakthrough curves. Whereas\nthe curve through BSC is relatively sharp, going from 0 to over 200\nmg/m<sup>3</sup> in less than 5 min, the curve through UiO-66-NH<sub>2</sub>-5K is much broader, taking approximately 10 min over the\nsame concentration range. This behavior is typical of a material with\nhigh capacity but mass-transfer limitations of NH<sub>3</sub> going\nfrom the bulk phase (contaminated air stream) to the sorbent. One\nexplanation for this behavior is the difference in particle size distribution\n(Table S2, ). As\nnoted above, the average particle size of the UiO-66-NH<sub>2</sub>-5K sample is larger than that of the BSC material. The other potential\ncause of the diffusional limitations in UiO-66-NH<sub>2</sub>-5K is\nthe pore size distribution. Whereas activated carbons generally have\na heterogeneous pore structure consisting of meso- and macropores, which act as transport pores for toxic chemicals,\nthe UiO-66 materials are almost completely microporous, providing\nphysical limitations to diffusion rates. Differential and cumulative\npore volumes for the BSC and baseline UiO-66-NH<sub>2</sub> material\nare shown in Figure S3 (). In all, however, the capacity for NH<sub>3</sub> removal is sufficiently\nhigh on UiO-66-NH<sub>2</sub> to warrant further investigation.</p>", "clean_text": "Nitrogen isotherm data were collected to determine the effects of pressurization on surface area and pore volume. The uptake curves and resulting pore size distributions are illustrated in Figure ; surface area and pore volume measurements are summarized in Table . Initial losses in nitrogen uptake, and thus surface area and pore volume, are modest up to 25000 psi. The surface area of the as-synthesized sample was found to be 1182 m2/g, which is similar to values reported in the literature. The total pore volume of 0.50 cm3/g is also similar to that reported by others. Pressing the powder at 5000 and 10000 psi resulted in 5% and 14% decreases, respectively, in surface area but no noticeable trend in the change of total pore volume. Further increasing the pelletization pressure to 25000 psi decreased the surface area by approximately 26% and the total pore volume by approximately 12%. It is likely that these decreases in surface area are due to increased density from a loss in interparticle voids in the micropore regime during pelletization. A pressure of 100000 psi resulted in surface area and pore volume reductions of 83% and 74%, respectively. Even with these changes in surface area and pore volume, the pore size distribution remained consistent, even up to 100000 psi.\n\nMicrobreakthrough Evaluation\n\nSmall-scale breakthrough testing on powders was conducted using NH3 and CNCl to determine the effects of pressure on chemical uptake. Figure  presents the NH3 breakthrough curves under dry and humid conditions, and Table  summarizes the loadings for each sample. A clear trend presents itself, with NH3 uptake decreasing with increasing pelletization pressure under both dry and humid conditions. The as-synthesized sample provides the highest loading on a mass basis, with loadings of 3.3 mol/kg (0.056 g/g) and 2.9 mol/kg (0.082 g/g) under dry and humid conditions, respectively. The loadings themselves are lower than those on other MOFs such as CuBTC and M/DOBDC analogues by several moles per kilogram but surpass those of other sorbents such as zeolite 13X and BPL activated carbon. Furthermore, the enhanced stability of UiO-66-NH2 makes it favorable over other MOFs studied. \n\nIn all, most samples (except UiO-66-NH2-100K) show high CNCl uptake under dry conditions, ranging from 4.1 mol/kg (0.25 g/g) for the as-synthesized sample to 2.7 mol/kg (0.17 g/g) for the samples pressed at 25000 psi. Even under humid conditions, the actual capacity remains relatively high for multiple samples, albeit at the expense of mass transfer and reaction sites due to moisture poisoning.\n\nFigures  and  illustrate the NH3 and CNCl breakthrough curves for the two materials. Results show NH3 begins to break through the packed bed of UiO-66-NH2-5K around 15 min, whereas the BSC material lasts over 20 min before NH3 begins eluting. The breakthrough times were calculated to be 17.3 and 24.9 min for UiO-66-NH2-5K and BSC, respectively, to a concentration of 17 mg/m3. Of particular note is the shape of the NH3 breakthrough curves. Whereas the curve through BSC is relatively sharp, going from 0 to over 200 mg/m3 in less than 5 min, the curve through UiO-66-NH2-5K is much broader, taking approximately 10 min over the same concentration range. This behavior is typical of a material with high capacity but mass-transfer limitations of NH3 going from the bulk phase (contaminated air stream) to the sorbent. One explanation for this behavior is the difference in particle size distribution (Table S2, ). As noted above, the average particle size of the UiO-66-NH2-5K sample is larger than that of the BSC material. The other potential cause of the diffusional limitations in UiO-66-NH2-5K is the pore size distribution. Whereas activated carbons generally have a heterogeneous pore structure consisting of meso- and macropores, which act as transport pores for toxic chemicals, the UiO-66 materials are almost completely microporous, providing physical limitations to diffusion rates. Differential and cumulative pore volumes for the BSC and baseline UiO-66-NH2 material are shown in Figure S3 (). In all, however, the capacity for NH3 removal is sufficiently high on UiO-66-NH2 to warrant further investigation.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "NH3", "adsorbed amount": "3.3", "unit": "mol/kg", "temperature": "", "pressure": "", "condition": "dry"}, {"adsorbate": "NH3", "adsorbed amount": "2.9", "unit": "mol/kg", "temperature": "", "pressure": "", "condition": "humid"}, {"adsorbate": "CNCl", "adsorbed amount": "4.1", "unit": "mol/kg", "temperature": "", "pressure": "", "condition": "dry"}, {"adsorbate": "CNCl", "adsorbed amount": "2.7", "unit": "mol/kg", "temperature": "", "pressure": "", "condition": "dry"}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 13, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Breakthrough Parameters</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"3\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">microsystem</oasis:entry>\n<oasis:entry align=\"center\">tube system</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>temperature</oasis:entry>\n<oasis:entry>20 °C</oasis:entry>\n<oasis:entry>∼23 °C</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RH</oasis:entry>\n<oasis:entry>0% (−40\n°C dew point), 80%</oasis:entry>\n<oasis:entry>15%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>adsorbent mass</oasis:entry>\n<oasis:entry>∼10–60 mg</oasis:entry>\n<oasis:entry>∼5 g</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>adsorbent volume</oasis:entry>\n<oasis:entry>55 mm<sup>3</sup>\n</oasis:entry>\n<oasis:entry>13.1 cm<sup>3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>flow rate</oasis:entry>\n<oasis:entry>20 mL/min</oasis:entry>\n<oasis:entry>5.2 L/min</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>challenge concentration</oasis:entry>\n<oasis:entry>2000 mg/m<sup>3</sup> (NH<sub>3</sub>), 4000 mg/m<sup>3</sup> (CNCl)</oasis:entry>\n<oasis:entry>1000 mg/m<sup>3</sup> (NH<sub>3</sub>), 4000 mg/m<sup>3</sup> (CNCl)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Breakthrough Parameters\n\n| parameter              | microsystem | tube system |\n|------------------------|-------------|-------------|\n| temperature            | 20 °C       | ∼23 °C      |\n| RH                     | 0% (−40 °C dew point), 80% | 15% |\n| adsorbent mass         | ∼10–60 mg   | ∼5 g        |\n| adsorbent volume       | 55 mm³      | 13.1 cm³    |\n| flow rate              | 20 mL/min   | 5.2 L/min   |\n| challenge concentration | 2000 mg/m³ (NH₃), 4000 mg/m³ (CNCl) | 1000 mg/m³ (NH₃), 4000 mg/m³ (CNCl) |", "data": ["substring not found"], "include_properties": null}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Surface Areas and Pore Volumes of\nPowder and Pressed UiO-66-NH<sub>2</sub> Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">density (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">surface\narea (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">pore volume (cm<sup>3</sup>/g)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.19</oasis:entry>\n<oasis:entry>1182</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-5K</oasis:entry>\n<oasis:entry>0.33</oasis:entry>\n<oasis:entry>1117</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-10K</oasis:entry>\n<oasis:entry>0.31</oasis:entry>\n<oasis:entry>1018</oasis:entry>\n<oasis:entry>0.52</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-25K</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>876</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-100K</oasis:entry>\n<oasis:entry>0.73</oasis:entry>\n<oasis:entry>201</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Surface Areas and Pore Volumes of Powder and Pressed UiO-66-NH<sub>2</sub> Samples\n\n| sample | density (g/cm<sup>3</sup>) | surface area (m<sup>2</sup>/g) | pore volume (cm<sup>3</sup>/g) |\n|--------|---------------------------|--------------------------------|-------------------------------|\n| UiO-66-NH<sub>2</sub> | 0.19 | 1182 | 0.50 |\n| UiO-66-NH<sub>2</sub>-5K | 0.33 | 1117 | 0.47 |\n| UiO-66-NH<sub>2</sub>-10K | 0.31 | 1018 | 0.52 |\n| UiO-66-NH<sub>2</sub>-25K | 0.50 | 876 | 0.44 |\n| UiO-66-NH<sub>2</sub>-100K | 0.73 | 201 | 0.13 |", "data": ["substring not found"], "include_properties": null}, {"idx": 23, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>NH<sub>3</sub> Loadings on UiO-66-NH<sub>2</sub>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">RH (%)</oasis:entry>\n<oasis:entry align=\"center\">mass (mg)</oasis:entry>\n<oasis:entry align=\"center\">loading (mol/kg)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>10.0</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>13.5</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-5K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>17.0</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>17.7</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-10K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>20.6</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>23.3</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-25K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>26.2</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>28.5</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-100K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>40.9</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>57.3</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. NH<sub>3</sub> Loadings on UiO-66-NH<sub>2</sub>\n\n| sample | RH (%) | mass (mg) | loading (mol/kg) |\n|--------|--------|-----------|------------------|\n| UiO-66-NH<sub>2</sub> | 0 | 10.0 | 3.3 |\n| UiO-66-NH<sub>2</sub> | 80 | 13.5 | 2.9 |\n| UiO-66-NH<sub>2</sub>-5K | 0 | 17.0 | 2.3 |\n| UiO-66-NH<sub>2</sub>-5K | 80 | 17.7 | 2.2 |\n| UiO-66-NH<sub>2</sub>-10K | 0 | 20.6 | 2.7 |\n| UiO-66-NH<sub>2</sub>-10K | 80 | 23.3 | 2.3 |\n| UiO-66-NH<sub>2</sub>-25K | 0 | 26.2 | 2.2 |\n| UiO-66-NH<sub>2</sub>-25K | 80 | 28.5 | 1.8 |\n| UiO-66-NH<sub>2</sub>-100K | 0 | 40.9 | 1.0 |\n| UiO-66-NH<sub>2</sub>-100K | 80 | 57.3 | 0.8 |", "data": ["substring not found"], "include_properties": null}, {"idx": 28, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>CNCl Loadings\non UiO-66-NH<sub>2</sub>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">RH (%)</oasis:entry>\n<oasis:entry align=\"center\">mass (mg)</oasis:entry>\n<oasis:entry align=\"center\">loading (mol/kg)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>7.9</oasis:entry>\n<oasis:entry>4.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>7.8</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-5K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>10.8</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>15.5</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-10K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>11.3</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-25K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>18.3</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>20.5</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">UiO-66-NH<sub>2</sub>-100K</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>33.2</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>40.0</oasis:entry>\n<oasis:entry>0.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 4. CNCl Loadings on UiO-66-NH<sub>2</sub>\n\n| sample | RH (%) | mass (mg) | loading (mol/kg) |\n|--------|--------|-----------|------------------|\n| UiO-66-NH<sub>2</sub> | 0 | 7.9 | 4.1 |\n| UiO-66-NH<sub>2</sub> | 80 | 7.8 | 1.2 |\n| UiO-66-NH<sub>2</sub>-5K | 0 | 10.8 | 3.9 |\n| UiO-66-NH<sub>2</sub>-5K | 80 | 15.5 | 1.0 |\n| UiO-66-NH<sub>2</sub>-10K | 0 | 11.3 | 2.9 |\n| UiO-66-NH<sub>2</sub>-10K | 80 | 11.8 | 0.5 |\n| UiO-66-NH<sub>2</sub>-25K | 0 | 18.3 | 2.7 |\n| UiO-66-NH<sub>2</sub>-25K | 80 | 20.5 | 0.9 |\n| UiO-66-NH<sub>2</sub>-100K | 0 | 33.2 | 0.8 |\n| UiO-66-NH<sub>2</sub>-100K | 80 | 40.0 | 0.3 |", "data": ["substring not found"], "include_properties": null}, {"idx": 37, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Breakthrough\nTimes and <italic toggle=\"yes\">C</italic>\n<sub>t</sub> Values of UiO-66-NH<sub>2</sub>-5K Compared to BSC</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">chemical</oasis:entry>\n<oasis:entry align=\"center\">sorbent</oasis:entry>\n<oasis:entry align=\"center\">challenge\nconcentration (mg/m<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">breakthrough\nconcentration (mg/m<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">t</italic>\n<sub>b</sub> (min)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">C</italic>\n<sub>t</sub>\n<xref rid=\"t5fn1\"></xref> (mg·min/m<sup>3</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"1\">NH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>BSC</oasis:entry>\n<oasis:entry morerows=\"1\">1000</oasis:entry>\n<oasis:entry morerows=\"1\">17</oasis:entry>\n<oasis:entry>24.9</oasis:entry>\n<oasis:entry>24920</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-5K (G)</oasis:entry>\n<oasis:entry>17.3</oasis:entry>\n<oasis:entry>17270</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">CNCl</oasis:entry>\n<oasis:entry>BSC</oasis:entry>\n<oasis:entry morerows=\"1\">4000</oasis:entry>\n<oasis:entry morerows=\"1\">8</oasis:entry>\n<oasis:entry>14.8</oasis:entry>\n<oasis:entry>59200</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-5K (G)</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t5fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">C</italic>\n<sub>t</sub> =\na concentration-time variable denoting the dose of chemical.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 5. Breakthrough Times and Ct Values of UiO-66-NH2-5K Compared to BSC\n\n| chemical         | sorbent | challenge concentration (mg/m³) | breakthrough concentration (mg/m³) | tb (min) | Ct (mg·min/m³) |\n|------------------|---------|---------------------------------|-----------------------------------|----------|---------------|\n| NH3              | BSC     | 1000                            | 17                                | 24.9     | 24920         |\n| UiO-66-NH2-5K (G)| 17.3    | 17270                           |                                   |          |               |\n| CNCl             | BSC     | 4000                            | 8                                 | 14.8     | 59200         |\n| UiO-66-NH2-5K (G)| 0.0     | 0                               |                                   |          |               |\n\na. Ct = a concentration-time variable denoting the dose of chemical.", "data": ["substring not found"], "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>PXRD spectra of UiO-66-NH<sub>2</sub> powder\nand pressed samples.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  PXRD spectra of UiO-66-NH2 powder and pressed samples.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>FTIR-ATR spectra of UiO-66-NH<sub>2</sub> powder and pressed samples.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  FTIR-ATR spectra of UiO-66-NH2 powder and pressed samples.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(Left) Nitrogen isotherm and (right) pore size distribution\n(logarithmic\nscale) data for pressed samples.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (Left) Nitrogen isotherm and (right) pore size distribution (logarithmic scale) data for pressed samples.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>NH<sub>3</sub> microbreakthrough curves under (left) dry and (right)\nhumid conditions.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  NH3 microbreakthrough curves under (left) dry and (right) humid conditions.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Post-NH<sub>3</sub>-exposure FTIR-ATR spectra for UiO-66-NH<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Post-NH3-exposure FTIR-ATR spectra for UiO-66-NH2.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CNCl microbreakthrough curves under (left) dry and (right)\nhumid\nconditions.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CNCl microbreakthrough curves under (left) dry and (right) humid conditions.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Post-CNCl-exposure FTIR-ATR\nspectra for UiO-66-NH<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Post-CNCl-exposure FTIR-ATR spectra for UiO-66-NH2.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>NH<sub>3</sub> breakthrough of UiO-66-NH<sub>2</sub>-5K compared\nto BSC. The challenge concentration was 1000 mg/m<sup>3</sup>, and\nthe RH was 15%.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  NH3 breakthrough of UiO-66-NH2-5K compared to BSC. The challenge concentration was 1000 mg/m3, and the RH was 15%.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>CNCl breakthrough of\nUiO-66-NH<sub>2</sub>-5K compared to BSC.\nThe challenge concentration was 4000 mg/m<sup>3</sup>, and the RH\nwas 15%.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ie-2013-03366d_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  CNCl breakthrough of UiO-66-NH2-5K compared to BSC. The challenge concentration was 4000 mg/m3, and the RH was 15%.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ie403366d", "title": "\nEngineering\nUiO-66-NH2 for Toxic Gas Removal\n", "journal": "American Chemical\nSociety", "date": "2013.12", "author_list": ["Peterson\nGregory W.", "DeCoste\nJared\nB.", "Fatollahi-Fard\nFarzin", "Britt\nDavid K."]}}