{"filepath": "../L2M3_data/1_application_papers/acs_xml/ie9b04428.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Heterogeneous Electro-Fenton (EF)\nenables rapid elimination of\nrecalcitrant organic pollutants without producing undesirable byproducts,\nbut stable functioning of this process remains challenging. In this\nwork, a porous composite of ferric oxide/nitrogen/carbon (Fe<sub>2</sub>O<sub>3</sub>/N–C) with good EF activity and stability was\nfabricated from iron-based metal–organic framework compounds\n(MOFs) and polyaniline via one-step pyrolysis. The incorporated Fe<sub>2</sub>O<sub>3</sub> nanocrystals and the pyridinic and pyrrolic-N\nspecies endow the material with high catalytic activity for hydrogen\nperoxide (H<sub>2</sub>O<sub>2</sub>) generation and activation. The\nefficient degradation of bisphenol A and several other organic pollutants,\ndominated by a heterogeneous EF pathway, was achieved in acidic solution.\nThe catalyst had low Fe leaching (0.52 mg/L after 2 h of reaction)\nand retained 98% of its original activity after four cycles of repeated\nuse. Therefore, Fe<sub>2</sub>O<sub>3</sub>/N–C may serve as\nan efficient, stable, and environmentally benign heterogeneous EF\ncatalyst for wastewater treatment and environmental remediation applications.</p>", "clean_text": "Heterogeneous Electro-Fenton (EF) enables rapid elimination of recalcitrant organic pollutants without producing undesirable byproducts, but stable functioning of this process remains challenging. In this work, a porous composite of ferric oxide/nitrogen/carbon (Fe2O3/N-C) with good EF activity and stability was fabricated from iron-based metal-organic framework compounds (MOFs) and polyaniline via one-step pyrolysis. The incorporated Fe2O3 nanocrystals and the pyridinic and pyrrolic-N species endow the material with high catalytic activity for hydrogen peroxide (H2O2) generation and activation. The efficient degradation of bisphenol A and several other organic pollutants, dominated by a heterogeneous EF pathway, was achieved in acidic solution. The catalyst had low Fe leaching (0.52 mg/L after 2 h of reaction) and retained 98% of its original activity after four cycles of repeated use. Therefore, Fe2O3/N-C may serve as an efficient, stable, and environmentally benign heterogeneous EF catalyst for wastewater treatment and environmental remediation applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Electro-Fenton\n(EF) technologies have been increasingly used for\norganic pollutant degradation due to their high efficiency and environmental\nbenignity relative to many other advanced oxidation processes. In\nthe EF process, H<sub>2</sub>O<sub>2</sub> and ferrous ions (Fe<sup>2+</sup>) are electrochemically generated in a controlled manner\nto yield hydroxyl radicals (HO<sup>•</sup>), and the process\ncan be readily integrated with photocatalytic processes for sustainable\noperation. Of particular interest are\nthe heterogeneous EF processes, which allow catalyst recycling and\nminimize the production of iron sludge wastes.\n</p>", "clean_text": "Introduction\n\nElectro-Fenton (EF) technologies have been increasingly used for organic pollutant degradation due to their high efficiency and environmental benignity relative to many other advanced oxidation processes. In the EF process, H2O2 and ferrous ions (Fe2+) are electrochemically generated in a controlled manner to yield hydroxyl radicals (HO⋅), and the process can be readily integrated with photocatalytic processes for sustainable operation. Of particular interest are the heterogeneous EF processes, which allow catalyst recycling and minimize the production of iron sludge wastes. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Fe-containing carbon materials are commonly used for heterogeneous\nEF processes. A series of iron–carbon\nhybrid materials, including Fe@Fe<sub>2</sub>O<sub>3</sub>/carbon\nnanotubes, Fe<sub>3</sub>O<sub>4</sub>@Fe<sub>2</sub>O<sub>3</sub>/activated carbon aerogels (ACAs), FeO<sub>\n<italic>x</italic>\n</sub>/ACA, Fe<sub>2</sub>O<sub>3</sub>/carbon aerogels, and CoFe-layered double hydroxide (LDH)/carbon\nfelts, have been prepared by immobilizing\niron oxides on various carbonaceous materials. Despite the good bifunctional EF catalytic activity of these materials,\nthey mostly suffer from poor long-term stability due to metal leaching or agglomeration of metal particles. A more beneficial strategy is to incorporate and disperse the Fe-containing\nnanoparticles into a porous carbon matrix. Nitrogen (N) doping is\nalso usually applied to further improve the oxygen reduction reaction\n(ORR) activity for H<sub>2</sub>O<sub>2</sub> generation. Such composites (e.g., FeCuC aerogel and Fe<sub>3</sub>O<sub>4</sub>-NP@carbon nanofiber) generally show enhanced EF activity and mechanical stability,\nbut metal leaching remains a key challenge to be addressed.\n</p>", "clean_text": "Fe-containing carbon materials are commonly used for heterogeneous EF processes. A series of iron-carbon hybrid materials, including Fe@Fe2O3/carbon nanotubes, Fe3O4@Fe2O3/activated carbon aerogels (ACAs), FeO x /ACA, Fe2O3/carbon aerogels, and CoFe-layered double hydroxide (LDH)/carbon felts, have been prepared by immobilizing iron oxides on various carbonaceous materials. Despite the good bifunctional EF catalytic activity of these materials, they mostly suffer from poor long-term stability due to metal leaching or agglomeration of metal particles. A more beneficial strategy is to incorporate and disperse the Fe-containing nanoparticles into a porous carbon matrix. Nitrogen (N) doping is also usually applied to further improve the oxygen reduction reaction (ORR) activity for H2O2 generation. Such composites (e.g., FeCuC aerogel and Fe3O4-NP@carbon nanofiber) generally show enhanced EF activity and mechanical stability, but metal leaching remains a key challenge to be addressed. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, metal–organic framework (MOF)-derived porous\ncarbon\nmaterials have attracted intensive interest for catalysis applications.\nSuch materials can well inherit the large surface area and good tailorability\nof MOFs and show good electric conductivity. To date, several metal/carbon materials have been prepared from\nMOFs, including BMZIF-20, ZIF-8, and ZIF-67, and their good oxygen\nreduction reaction (ORR) activities have been demonstrated. However, these applications exclusively target on\nthe ORR in the four-electron pathway.</p>", "clean_text": "Recently, metal-organic framework (MOF)-derived porous carbon materials have attracted intensive interest for catalysis applications. Such materials can well inherit the large surface area and good tailorability of MOFs and show good electric conductivity. To date, several metal/carbon materials have been prepared from MOFs, including BMZIF-20, ZIF-8, and ZIF-67, and their good oxygen reduction reaction (ORR) activities have been demonstrated. However, these applications exclusively target on the ORR in the four-electron pathway.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this study, we fabricated\na mesoporous N-doped carbon composite\n(Fe<sub>2</sub>O<sub>3</sub>/N–C) from Fe-based MOFs and examined\nits feasibility as a heterogeneous catalyst for EF processes. MIL-100­(Fe),\na porous MOF with Fe­(III) octahedra, was selected as the precursor\nfor catalyst fabrication, and polyaniline (PANI) was added for N doping.\nThese precursors were carbonized through one-step pyrolysis at a relatively\nlow temperature (550 °C) to obtain the Fe<sub>2</sub>O<sub>3</sub>/N–C. The EF performance of the material for degradation of\nBisphenol A (BPA), a typical endocrine disruptor in the environment, was evaluated. To validate its universality\nfor pollutant degradation, the removal of several other recalcitrant\npollutants, including sulfanilamide (SA), Rhodamine B (RhB), and 4-chlorophenol\n(4-CP), was also examined. Lastly, the chemical stability of the catalyst\nwas evaluated by examining the morphological and compositional changes\nand iron leaching during the reaction, and the BPA degradation rates\nin four cycles of repeated use. The contributions of heterogeneous\nand homogeneous EF reactions to pollutant degradation were also analyzed.</p>", "clean_text": "In this study, we fabricated a mesoporous N-doped carbon composite (Fe2O3/N-C) from Fe-based MOFs and examined its feasibility as a heterogeneous catalyst for EF processes. MIL-100(Fe), a porous MOF with Fe(III) octahedra, was selected as the precursor for catalyst fabrication, and polyaniline (PANI) was added for N doping. These precursors were carbonized through one-step pyrolysis at a relatively low temperature (550 °C) to obtain the Fe2O3/N-C. The EF performance of the material for degradation of Bisphenol A (BPA), a typical endocrine disruptor in the environment, was evaluated. To validate its universality for pollutant degradation, the removal of several other recalcitrant pollutants, including sulfanilamide (SA), Rhodamine B (RhB), and 4-chlorophenol (4-CP), was also examined. Lastly, the chemical stability of the catalyst was evaluated by examining the morphological and compositional changes and iron leaching during the reaction, and the BPA degradation rates in four cycles of repeated use. The contributions of heterogeneous and homogeneous EF reactions to pollutant degradation were also analyzed.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Reagents and Chemicals</title><p>Iron powder, hydrofluoric acid\n(HF), nitric acid (HNO<sub>3</sub>), aniline, and ammonium persulfate\n((NH<sub>4</sub>)<sub>2</sub>S<sub>2</sub>O<sub>8</sub>) were purchased\nfrom Sinopharm. BPA, 1,3,5-benzenetricarboxylate (H<sub>3</sub>BTC),\nferric chloride hexahydrate (FeCl<sub>3</sub>·6H<sub>2</sub>O),\nterephthalic acid (H<sub>2</sub>BDC) and <italic>N</italic>, <italic>N</italic>-dimethylformamide (DMF) were purchased from Aladdin Industrial\nCorporation. All chemicals and reagents were of analytical grade and\nwere used without further purification unless otherwise specified.\nAll solutions were prepared using deionized (DI) water (18.2 MΩ/cm).</p>", "clean_text": "Experimental Section\n\nReagents and Chemicals\n\nIron powder, hydrofluoric acid (HF), nitric acid (HNO3), aniline, and ammonium persulfate ((NH4)2S2O8) were purchased from Sinopharm. BPA, 1,3,5-benzenetricarboxylate (H3BTC), ferric chloride hexahydrate (FeCl3⋅6H2O), terephthalic acid (H2BDC) and N, N-dimethylformamide (DMF) were purchased from Aladdin Industrial Corporation. All chemicals and reagents were of analytical grade and were used without further purification unless otherwise specified. All solutions were prepared using deionized (DI) water (18.2 MΩ/cm).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of MIL-100 (Fe) and MIL-53 (Fe)</title><p>MIL-100­(Fe)\nwas synthesized according to a previous report. Specifically, iron powder (266.0 mg), 1,3,5-H<sub>3</sub>BTC (668.5 mg), HF (40 wt %, 424 μL), HNO<sub>3</sub> (65 wt\n%, 198 μL), and DI water (23.5 mL) were mixed in a Teflon liner.\nAfter full stirring, the mixture was transferred to a Teflon-lined\nstainless steel vessel and held at 150 °C for 24 h. After cooling\ndown to room temperature and centrifugation, the products were soaked\nin hot water (80 °C) for 3 h to remove residual H<sub>3</sub>BTC and unreacted ions. MIL-53 (Fe) was fabricated by following a\nsimilar procedure with a slight modification: FeCl<sub>3</sub>·6H<sub>2</sub>O (0.674 g), H<sub>2</sub>BDC (0.415 g), and DMF (56 mL) were\nmixed in a Teflon liner, fully stirred, transferred to a Teflon-lined\nstainless steel vessel, and heated at 170 °C for 15 h. The samples\nwere cooled down to room temperature, separated by centrifugation,\nand washed with DMF and ethanol to remove unreacted ions. After centrifugation,\nthe harvested solids were vacuum dried at 60 °C overnight.</p>", "clean_text": "Preparation of MIL-100 (Fe) and MIL-53 (Fe)\n\nMIL-100(Fe) was synthesized according to a previous report. Specifically, iron powder (266.0 mg), 1,3,5-H3BTC (668.5 mg), HF (40 wt %, 424 μL), HNO3 (65 wt %, 198 μL), and DI water (23.5 mL) were mixed in a Teflon liner. After full stirring, the mixture was transferred to a Teflon-lined stainless steel vessel and held at 150 °C for 24 h. After cooling down to room temperature and centrifugation, the products were soaked in hot water (80 °C) for 3 h to remove residual H3BTC and unreacted ions. MIL-53 (Fe) was fabricated by following a similar procedure with a slight modification: FeCl3⋅6H2O (0.674 g), H2BDC (0.415 g), and DMF (56 mL) were mixed in a Teflon liner, fully stirred, transferred to a Teflon-lined stainless steel vessel, and heated at 170 °C for 15 h. The samples were cooled down to room temperature, separated by centrifugation, and washed with DMF and ethanol to remove unreacted ions. After centrifugation, the harvested solids were vacuum dried at 60 °C overnight.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of PANI</title><p>PANI was synthesized by following\na previously reported method with a minor modification. The (NH<sub>4</sub>)<sub>2</sub>S<sub>2</sub>O<sub>8</sub> solution was prepared by dissolving 4.998 g of (NH<sub>4</sub>)<sub>2</sub>S<sub>2</sub>O<sub>8</sub> in 1 M HCl solution\nand then adding it dropwise into 0.02 M aniline hydrochloric acid\nsolution under vigorous stirring. After 6 h of reaction at 4 °C,\nthe sample was collected by suction filtration, washed with DI water\nand ethanol several times, and finally dried at 60 °C overnight.</p>", "clean_text": "Preparation of PANI\n\nPANI was synthesized by following a previously reported method with a minor modification. The (NH4)2S2O8 solution was prepared by dissolving 4.998 g of (NH4)2S2O8 in 1 M HCl solution and then adding it dropwise into 0.02 M aniline hydrochloric acid solution under vigorous stirring. After 6 h of reaction at 4 °C, the sample was collected by suction filtration, washed with DI water and ethanol several times, and finally dried at 60 °C overnight.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of the Fe<sub>2</sub>O<sub>3</sub>/N–C Cathode</title><p>A mixture of 2 g of MIL-100­(Fe) and 1 g of PANI was carbonized\nin an N<sub>2</sub> atmosphere at 3 °C/min increments until the\ntemperature reached 550 °C, held for 3 h, and then cooled down\nto room temperature to obtain a Fe<sub>2</sub>O<sub>3</sub>/N–C\ncomposite. For comparison, Fe<sub>2</sub>O<sub>3</sub>/N–C\ncomposites with different MIL-100­(Fe) to PANI mass ratios (1:4, 1:2:\n1:1, and 2:1) were also fabricated. The same procedures were adopted\nfor Fe<sub>2</sub>O<sub>3</sub>/C and N–C fabrication, except\nfor using solely MIL-100­(Fe) or PANI as the precursor. To optimize\nthe precursor, the Fe<sub>2</sub>O<sub>3</sub>/N–C (MIL-53)\ncomposite was also fabricated using MIL-53­(Fe) as an alternative Fe-based\nMOF. MIL-53­(Fe) was synthesized according to a previous report. To prepare the electrode, 10 mg of catalyst\nwas dispersed in 950 μL of isopropanol and 50 μL of Nafion\nsolution (5 wt %). After sonication for 30 min, the ink solution was\nuniformly coated onto a carbon paper (surface area 6.0 cm<sup>2</sup>). For comparison, another composite of Fe<sub>2</sub>O<sub>3</sub>/N–C (MIL-53) was prepared from the MIL-53 (Fe) precursor\nby following the same fabrication procedures.</p>", "clean_text": "Preparation of the Fe2O3/N-C Cathode\n\nA mixture of 2 g of MIL-100(Fe) and 1 g of PANI was carbonized in an N2 atmosphere at 3 °C/min increments until the temperature reached 550 °C, held for 3 h, and then cooled down to room temperature to obtain a Fe2O3/N-C composite. For comparison, Fe2O3/N-C composites with different MIL-100(Fe) to PANI mass ratios (1:4, 1:2: 1:1, and 2:1) were also fabricated. The same procedures were adopted for Fe2O3/C and N-C fabrication, except for using solely MIL-100(Fe) or PANI as the precursor. To optimize the precursor, the Fe2O3/N-C (MIL-53) composite was also fabricated using MIL-53(Fe) as an alternative Fe-based MOF. MIL-53(Fe) was synthesized according to a previous report. To prepare the electrode, 10 mg of catalyst was dispersed in 950 μL of isopropanol and 50 μL of Nafion solution (5 wt %). After sonication for 30 min, the ink solution was uniformly coated onto a carbon paper (surface area 6.0 cm2). For comparison, another composite of Fe2O3/N-C (MIL-53) was prepared from the MIL-53 (Fe) precursor by following the same fabrication procedures.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Physicochemical Characterization</title><p>The material morphology\nwas observed using a field-emission scanning electron microscope (SEM,\nJSM-6700F) and a high-resolution transmission electron microscope\n(HRTEM, Tecnai G2 F20 S-TWIN). The specific surface areas and pore\nsizes were measured by following the Brunauer–Emmett–Teller\n(BET) method using a Builder 4200 instrument (Tristar II 3020M). The\ncrystal structure was analyzed by X-ray diffraction (XRD) using filtered\nCu Kα radiation (α = 1.54178 Å) (Bruker D8 diffractometer).\nThe chemical compositions and valence states of constituent elements\nwere determined by X-ray photoelectron spectroscopy (XPS, ESCALAB\n250Xi). To examine the chemical stability of the material, after 2\nh of EF reaction, the catalyst was peeled off from the carbon paper\nusing ethanol. After centrifugation and drying, the sample was also\nsubjected to energy-dispersive spectra (EDS) and XRD analysis.</p>", "clean_text": "Physicochemical Characterization\n\nThe material morphology was observed using a field-emission scanning electron microscope (SEM, JSM-6700F) and a high-resolution transmission electron microscope (HRTEM, Tecnai G2 F20 S-TWIN). The specific surface areas and pore sizes were measured by following the Brunauer-Emmett-Teller (BET) method using a Builder 4200 instrument (Tristar II 3020M). The crystal structure was analyzed by X-ray diffraction (XRD) using filtered Cu Kα radiation (α = 1.54178 Å) (Bruker D8 diffractometer). The chemical compositions and valence states of constituent elements were determined by X-ray photoelectron spectroscopy (XPS, ESCALAB 250Xi). To examine the chemical stability of the material, after 2 h of EF reaction, the catalyst was peeled off from the carbon paper using ethanol. After centrifugation and drying, the sample was also subjected to energy-dispersive spectra (EDS) and XRD analysis.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Electrochemical\nProperty Analysis</title><p>Electrochemical characterization\nwas performed on an electrochemical workstation (CHI 660D) with a\nthree-electrode configuration. A Pt wire and an Ag/AgCl electrode\nserved as the anode and reference electrode, respectively. The recorded\npotentials in this study were converted to those corresponding to\nthe reversible hydrogen electrode (RHE) using the equation<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"ie9b04428_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>vs RHE</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>vs Ag</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>AgCl</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>0.059</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:mi>pH</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>0.197</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>The catalyst-modified carbon\npaper was used\nas the working electrode. The initial pH of the Na<sub>2</sub>SO<sub>4</sub> electrolyte (0.05 M) was adjusted to 3.0 using 1 M H<sub>2</sub>SO<sub>4</sub> or NaOH. Cyclic voltammetry (CV) was recorded\nin an O<sub>2</sub>-saturated electrolyte at a scan rate of 50 mV/s.\nMaterial conductivity was determined by electrochemical impedance\nspectroscopy (EIS) in a 0.05 M Na<sub>2</sub>SO<sub>4</sub> electrolyte\nat the open-circuit potential, with the frequency ranging from 100\nto 1 × 10<sup>6</sup> Hz at an amplitude of 5 mV. Linear sweep\nvoltammetry (LSV) was performed over a glassy carbon disk electrode.\nRotating disk electrode (RDE) measurement was performed at rotation\nrates of 100–2500 rpm with a sweep rate of 5 mV/s. The electron\ntransfer number (<italic>n</italic>) of Fe<sub>2</sub>O<sub>3</sub>/N–C for the ORR was calculated according to the Koutecky–Levich\n(K–L) equations\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"ie9b04428_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">K</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">K</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>B</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ω</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"ie9b04428_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>B</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0.2</mml:mn>\n<mml:mi>n</mml:mi>\n<mml:mrow>\n<mml:mi>F</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mi>υ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>J</italic> is the measured current\ndensity, <italic>J</italic>\n<sub>K</sub> and <italic>J</italic>\n<sub>L</sub> are the kinetic and diffusion-limited current density, respectively,\nω is the electrode rotation rate (in rpm), <italic>F</italic> is the Faraday constant (96 485 C/mol), C<sub>O<sub>2</sub>\n</sub> is the bulk concentration of O<sub>2</sub> (1.3 × 10<sup>–3</sup> M), <italic>D</italic>\n<sub>O<sub>2</sub>\n</sub> is\nthe O<sub>2</sub> diffusion coefficient (1.9 × 10<sup>–5</sup> cm<sup>2</sup>/s) in acidic solution, and <italic>ν</italic> is the kinetic viscosity of the electrolyte (1.0 × 10<sup>–2</sup> cm<sup>2</sup>/s).</p>", "clean_text": "Electrochemical Property Analysis\n\nElectrochemical characterization was performed on an electrochemical workstation (CHI 660D) with a three-electrode configuration. A Pt wire and an Ag/AgCl electrode served as the anode and reference electrode, respectively. The recorded potentials in this study were converted to those corresponding to the reversible hydrogen electrode (RHE) using the equation 1      E   vs RHE   =   E   vs Ag / AgCl   + 0.059 × pH + 0.197   The catalyst-modified carbon paper was used as the working electrode. The initial pH of the Na2SO4 electrolyte (0.05 M) was adjusted to 3.0 using 1 M H2SO4 or NaOH. Cyclic voltammetry (CV) was recorded in an O2-saturated electrolyte at a scan rate of 50 mV/s. Material conductivity was determined by electrochemical impedance spectroscopy (EIS) in a 0.05 M Na2SO4 electrolyte at the open-circuit potential, with the frequency ranging from 100 to 1 × 106 Hz at an amplitude of 5 mV. Linear sweep voltammetry (LSV) was performed over a glassy carbon disk electrode. Rotating disk electrode (RDE) measurement was performed at rotation rates of 100-2500 rpm with a sweep rate of 5 mV/s. The electron transfer number (n) of Fe2O3/N-C for the ORR was calculated according to the Koutecky-Levich (K-L) equations  2      1   J   =   1     J   K     +   1     J   L     =   1     J   K     +   1   B   ω   1 / 2         3    B = 0.2 n  F   C     O   2        (   D     O   2     )   2 / 3     υ   1 / 6     where J is the measured current density, J K and J L are the kinetic and diffusion-limited current density, respectively, ω is the electrode rotation rate (in rpm), F is the Faraday constant (96485 C/mol), CO2  is the bulk concentration of O2 (1.3 × 10-3 M), D O2  is the O2 diffusion coefficient (1.9 × 10-5 cm2/s) in acidic solution, and ν is the kinetic viscosity of the electrolyte (1.0 × 10-2 cm2/s).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>EF Catalytic Performance Evaluation</title><p>The catalytic degradation\nof BPA by Fe<sub>2</sub>O<sub>3</sub>/N–C was examined in a\nglass electrochemical cell with the same electrolyte as above. The\ninitial BPA concentration was 10 mg/L. Prior to the EF reaction, the\nsolution was bubbled with compressed air (0.4 L/min) for 30 min for\nO<sub>2</sub> saturation. Then, a poised cathode potential of −0.34\nV was applied, and the solution was continuously stirred. Samples\nwere collected at given time intervals and immediately added to excess\nisopropyl alcohol to cease the reaction. The BPA concentration was\nanalyzed by high-performance liquid chromatography (HPLC, Shimadzu\nLC-16) with an Eclipse XDB-C18 column (5 μm, Agilent) and an\nSPD-16 detector at a wavelength of 273 nm. The mobile phase was a\nmixture of acetonitrile and formic acid solution (0.1 wt %) at 70:30\n(v/v) ratio and a flow rate of 0.6 mL/min. The degradation kinetics\nof BPA in the EF process with different cathodes was analyzed using\nthe pseudo-first-order kinetic equation:<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"ie9b04428_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"italic\">kt</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>k</italic> is the apparent reaction\nconstant (min<sup>–1</sup>), and <italic>C</italic>\n<sub>0</sub> and <italic>C</italic> are the BPA concentrations at the beginning\nof the reaction and at time <italic>t</italic>, respectively.</p>", "clean_text": "EF Catalytic Performance Evaluation\n\nThe catalytic degradation of BPA by Fe2O3/N-C was examined in a glass electrochemical cell with the same electrolyte as above. The initial BPA concentration was 10 mg/L. Prior to the EF reaction, the solution was bubbled with compressed air (0.4 L/min) for 30 min for O2 saturation. Then, a poised cathode potential of -0.34 V was applied, and the solution was continuously stirred. Samples were collected at given time intervals and immediately added to excess isopropyl alcohol to cease the reaction. The BPA concentration was analyzed by high-performance liquid chromatography (HPLC, Shimadzu LC-16) with an Eclipse XDB-C18 column (5 μm, Agilent) and an SPD-16 detector at a wavelength of 273 nm. The mobile phase was a mixture of acetonitrile and formic acid solution (0.1 wt %) at 70:30 (v/v) ratio and a flow rate of 0.6 mL/min. The degradation kinetics of BPA in the EF process with different cathodes was analyzed using the pseudo-first-order kinetic equation: 4    ln  (     C   0     C   )  = kt   where k is the apparent reaction constant (min-1), and C 0 and C are the BPA concentrations at the beginning of the reaction and at time t, respectively.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The current efficiency for H<sub>2</sub>O<sub>2</sub> generation\nwas calculated using the equation<disp-formula id=\"eq5\">\n<label>5</label>\n<alternatives>\n<graphic xlink:href=\"ie9b04428_m005.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mi>F</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo>∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n<mml:mrow>\n<mml:mi>dt</mml:mi>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>I</italic> is the instantaneous\ncurrent (A), n<sub>H<sub>2</sub>O<sub>2</sub>\n</sub> is the generated\nH<sub>2</sub>O<sub>2</sub> (moles), and <italic>t</italic> is the\ntest time (s).</p>", "clean_text": "The current efficiency for H2O2 generation was calculated using the equation 5     C E   ( % )  =   2 F   n     H   2     O   2         ∫   0   t    I  dt     × 100 %   where I is the instantaneous current (A), nH2O2  is the generated H2O2 (moles), and t is the test time (s).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>To identify the intermediate products formed\nduring BPA degradation,\n50 mL of BPA solution (initial concentration 50 mg/L) was collected\nafter 2.5 h of reaction, immediately concentrated, and extracted by\na C18 column. Then, the concentrated samples were analyzed using an\nAgilent 7890A gas chromatograph (GC) coupled with an Agilent 5975C\nmass spectrometer (MS) with 2.5 mL methanol as the eluant. The generated\nH<sub>2</sub>O<sub>2</sub> in the electrolyte was measured by the\ntitanium­(IV) spectrophotometric method. The total organic carbon (TOC) was determined using a TOC analyzer\n(Multi N/C 2100, Analytik Jena AG).</p>", "clean_text": "To identify the intermediate products formed during BPA degradation, 50 mL of BPA solution (initial concentration 50 mg/L) was collected after 2.5 h of reaction, immediately concentrated, and extracted by a C18 column. Then, the concentrated samples were analyzed using an Agilent 7890A gas chromatograph (GC) coupled with an Agilent 5975C mass spectrometer (MS) with 2.5 mL methanol as the eluant. The generated H2O2 in the electrolyte was measured by the titanium(IV) spectrophotometric method. The total organic carbon (TOC) was determined using a TOC analyzer (Multi N/C 2100, Analytik Jena AG).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Catalytic Stability and\nReaction Mechanism Study</title><p>The\namount of leached Fe from the catalyst during the reaction was measured\nby <italic>o</italic>-phenanthroline colorimetric method. The total amount of iron on the electrodes before\nand after use was also measured to verify Fe leaching. The catalyst-loaded\nelectrodes were immersed in 10 mL of hydrochloric acid (6 M) for 12\nh to sufficiently solubilize the Fe, and then the Fe content in the\nsolution was analyzed.</p>", "clean_text": "Catalytic Stability and Reaction Mechanism Study\n\nThe amount of leached Fe from the catalyst during the reaction was measured by o-phenanthroline colorimetric method. The total amount of iron on the electrodes before and after use was also measured to verify Fe leaching. The catalyst-loaded electrodes were immersed in 10 mL of hydrochloric acid (6 M) for 12 h to sufficiently solubilize the Fe, and then the Fe content in the solution was analyzed.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Based on the leached amount of Fe ions,\nthe contribution of the homogeneous EF process to BPA degradation\nwas estimated. To eliminate the contribution of homogenous EF, an\nelectrode-free control was used. Ferric ions (at equivalent amount\nto the leached Fe ions in the Fe<sub>2</sub>O<sub>3</sub>/N–C\nreaction system) and H<sub>2</sub>O<sub>2</sub> (based on its theoretical\nyield in the Fe<sub>2</sub>O<sub>3</sub>/N–C system) were spiked\ninto the electrolyte. The theoretical H<sub>2</sub>O<sub>2</sub> concentration\nwas calculated based on , assuming 100% current efficiency for H<sub>2</sub>O<sub>2</sub> generation. To better mimic the H<sub>2</sub>O<sub>2</sub> generation scenario in the Fe<sub>2</sub>O<sub>3</sub>/N–C\nsystem, another control group with N–C as the cathode and Fe<sup>2+</sup> as the homogeneous catalyst was also tested. In addition,\nthe electro-regeneration of soluble Fe<sup>3+</sup> was evaluated\nby inserting a plain carbon paper electrode (as an Fe-free cathode)\nin an N<sub>2</sub>-saturated electrolyte.</p>", "clean_text": "Based on the leached amount of Fe ions, the contribution of the homogeneous EF process to BPA degradation was estimated. To eliminate the contribution of homogenous EF, an electrode-free control was used. Ferric ions (at equivalent amount to the leached Fe ions in the Fe2O3/N-C reaction system) and H2O2 (based on its theoretical yield in the Fe2O3/N-C system) were spiked into the electrolyte. The theoretical H2O2 concentration was calculated based on , assuming 100% current efficiency for H2O2 generation. To better mimic the H2O2 generation scenario in the Fe2O3/N-C system, another control group with N-C as the cathode and Fe2+ as the homogeneous catalyst was also tested. In addition, the electro-regeneration of soluble Fe3+ was evaluated by inserting a plain carbon paper electrode (as an Fe-free cathode) in an N2-saturated electrolyte.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Morphology\nand Structure of Fe<sub>2</sub>O<sub>3</sub>/N–C</title><p>The\nmorphology and composition of Fe<sub>2</sub>O<sub>3</sub>/N–C\ndiffered significantly from those of the MOF precursor. The MIL-100­(Fe)\ncrystals exhibit an octahedral structure and a relatively large size\n(around 10 μm) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S1</ext-link>). In contrast,\nFe<sub>2</sub>O<sub>3</sub>/N–C shows a small particle size\nof around 200 nm (a), a high BET surface area (267.6 m<sup>2</sup>/g) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Table S1</ext-link>), and a mesoporous structure (average\npore diameter 7.08 nm) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S2a</ext-link>). According\nto the EDS elemental mapping, the N, Fe, and O elements were evenly\ndispersed in the carbon matrix (b–d). The TEM images (e) confirm that abundant dark-colored nanoparticles\nwere embedded in a carbon matrix, with the nanoparticle lattice fringe\nspacing (0.297 and 0.492 nm) corresponding to the (220) and (111)\nplanes of Fe<sub>2</sub>O<sub>3</sub> crystals (f). Consistently, the XRD spectrum () shows a series\nof characteristic diffraction peaks of Fe<sub>2</sub>O<sub>3</sub> corresponding to the (111), (220), (311), (400), (511), and (440)\nplanes of maghemite (PDF#39-1346). These results confirm the formation\nand even dispersion of Fe<sub>2</sub>O<sub>3</sub> nanoparticles in\nthe carbon matrix. The crystal structure of the Fe<sub>2</sub>O<sub>3</sub> nanoparticles remained unchanged after 2 h of reaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S3a</ext-link>).</p>", "clean_text": "Results and Discussion\n\nMorphology and Structure of Fe2O3/N-C\n\nThe morphology and composition of Fe2O3/N-C differed significantly from those of the MOF precursor. The MIL-100(Fe) crystals exhibit an octahedral structure and a relatively large size (around 10 μm) (Figure S1). In contrast, Fe2O3/N-C shows a small particle size of around 200 nm (a), a high BET surface area (267.6 m2/g) (Table S1), and a mesoporous structure (average pore diameter 7.08 nm) (Figure S2a). According to the EDS elemental mapping, the N, Fe, and O elements were evenly dispersed in the carbon matrix (b-d). The TEM images (e) confirm that abundant dark-colored nanoparticles were embedded in a carbon matrix, with the nanoparticle lattice fringe spacing (0.297 and 0.492 nm) corresponding to the (220) and (111) planes of Fe2O3 crystals (f). Consistently, the XRD spectrum () shows a series of characteristic diffraction peaks of Fe2O3 corresponding to the (111), (220), (311), (400), (511), and (440) planes of maghemite (PDF#39-1346). These results confirm the formation and even dispersion of Fe2O3 nanoparticles in the carbon matrix. The crystal structure of the Fe2O3 nanoparticles remained unchanged after 2 h of reaction (Figure S3a).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) SEM image and (b–d) elemental\nmapping of Fe<sub>2</sub>O<sub>3</sub>/N–C; (e) TEM images\nshowing Fe<sub>2</sub>O<sub>3</sub> crystals (black) embedded in a\ncarbon matrix (gray); (f)\nlattice spacing of Fe<sub>2</sub>O<sub>3</sub>/N–C crystals.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ie9b04428_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) SEM image and (b-d) elemental mapping of Fe2O3/N-C; (e) TEM images showing Fe2O3 crystals (black) embedded in a carbon matrix (gray); (f) lattice spacing of Fe2O3/N-C crystals.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD spectra of Fe<sub>2</sub>O<sub>3</sub>/N–C\ncatalyst.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ie9b04428_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD spectra of Fe2O3/N-C catalyst.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The chemical composition and surface\nelectronic states of Fe<sub>2</sub>O<sub>3</sub>/N–C were further\nanalyzed by XPS (). The atomic ratios\nof C, N, Fe, and O elements were 85.42, 7.54, 1.31, and 5.73%, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Table S1</ext-link>). The high-resolution C 1s XPS\nspectrum could be deconvoluted into two main peaks at 284.6 eV (65.6%)\nand 285.6 eV (17.1%), which are assigned for C–C and C–N,\nrespectively (a). The other weak peaks at 286.8 and 288.9 eV are ascribed to C–O\nand O–CO, respectively. Consistently, covalently bonded N functional groups, including pyridinic-N\n(398.6 eV), graphitic-N (401.1 eV), and pyrrolic-N (400.3 eV), were identified by the N 1s XPS spectrum (b). The Fe 2p spectra\nshow several characteristic peaks of Fe<sub>2</sub>O<sub>3</sub> (c): the peaks at\n710.7 and 712.8 eV are attributed to the binding energy of Fe 2p<sub>3/2</sub> orbitals; the 724.6 eV peak corresponds to the 2p<sub>1/2</sub> orbitals of Fe<sup>3+</sup>; the satellite peaks at 718.0 and 729.9\neV are, respectively, assigned to Fe 2p<sub>3/2</sub> and Fe 2p<sub>1/2.</sub>\n The lattice O in the Fe<sub>2</sub>O<sub>3</sub> crystal (530.2 eV) is identified by the O 1s XPS spectrum (d). The\nintense signals of O in lattice Fe–O–H and hydroxyl\n(−OH) groups (shown by the peak at 531.7 eV) indicate the presence of abundant surface-bound −OH groups.\nThe weak peak at 553.4 eV can be assigned to the O in adsorbed H<sub>2</sub>O. These results confirm that the Fe<sub>2</sub>O<sub>3</sub>/N–C material contained abundant pyridinic-N, pyrrolic-N,\nand hydroxyl functional groups.</p>", "clean_text": "The chemical composition and surface electronic states of Fe2O3/N-C were further analyzed by XPS (). The atomic ratios of C, N, Fe, and O elements were 85.42, 7.54, 1.31, and 5.73%, respectively (Table S1). The high-resolution C 1s XPS spectrum could be deconvoluted into two main peaks at 284.6 eV (65.6%) and 285.6 eV (17.1%), which are assigned for C-C and C-N, respectively (a). The other weak peaks at 286.8 and 288.9 eV are ascribed to C-O and O-CO, respectively. Consistently, covalently bonded N functional groups, including pyridinic-N (398.6 eV), graphitic-N (401.1 eV), and pyrrolic-N (400.3 eV), were identified by the N 1s XPS spectrum (b). The Fe 2p spectra show several characteristic peaks of Fe2O3 (c): the peaks at 710.7 and 712.8 eV are attributed to the binding energy of Fe 2p3/2 orbitals; the 724.6 eV peak corresponds to the 2p1/2 orbitals of Fe3+; the satellite peaks at 718.0 and 729.9 eV are, respectively, assigned to Fe 2p3/2 and Fe 2p1/2.  The lattice O in the Fe2O3 crystal (530.2 eV) is identified by the O 1s XPS spectrum (d). The intense signals of O in lattice Fe-O-H and hydroxyl (-OH) groups (shown by the peak at 531.7 eV) indicate the presence of abundant surface-bound -OH groups. The weak peak at 553.4 eV can be assigned to the O in adsorbed H2O. These results confirm that the Fe2O3/N-C material contained abundant pyridinic-N, pyrrolic-N, and hydroxyl functional groups.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) C 1s, (b) N 1s, (c) Fe 2p, and (d)\nO 1s XPS spectrum of Fe<sub>2</sub>O<sub>3</sub>/N–C.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ie9b04428_0007.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) C 1s, (b) N 1s, (c) Fe 2p, and (d) O 1s XPS spectrum of Fe2O3/N-C.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>Electrochemical Properties</title><p>The CV\ncurve of the Fe<sub>2</sub>O<sub>3</sub>/N–C catalyst in an\nO<sub>2</sub>-saturated\nsolution shows a distinct oxygen reduction peak at 0.42 V (which is\nmissing in an N<sub>2</sub>-saturated solution) (a), indicating good ORR activity.\nIn addition, the LSV curve measured by a rotating disk electrode shows\na typical peak plateau (between −0.47 and −0.37 V) corresponding\nto H<sub>2</sub>O<sub>2</sub> generation (b). The K–L plots measured at various\nelectrode potentials show good linearity (c), suggesting a diffusion-controlled ORR\nprocess. The calculated average electron\ntransfer number was 2.86, indicating the predominance of the two-electron\nORR pathway. Such high selectivity of the catalyst might be associated\nwith the introduced pyridinic-N and pyrrolic-N groups, which could\nenhance electronic transmission and oxygen adsorption to favor H<sub>2</sub>O<sub>2</sub> generation.\n</p>", "clean_text": "Electrochemical Properties\n\nThe CV curve of the Fe2O3/N-C catalyst in an O2-saturated solution shows a distinct oxygen reduction peak at 0.42 V (which is missing in an N2-saturated solution) (a), indicating good ORR activity. In addition, the LSV curve measured by a rotating disk electrode shows a typical peak plateau (between -0.47 and -0.37 V) corresponding to H2O2 generation (b). The K-L plots measured at various electrode potentials show good linearity (c), suggesting a diffusion-controlled ORR process. The calculated average electron transfer number was 2.86, indicating the predominance of the two-electron ORR pathway. Such high selectivity of the catalyst might be associated with the introduced pyridinic-N and pyrrolic-N groups, which could enhance electronic transmission and oxygen adsorption to favor H2O2 generation. ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a)\nCV curves, (b) LSV curves, (c) K–L plots, and (d) EIS\ncurves of the Fe<sub>2</sub>O<sub>3</sub>/N–C cathode.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ie9b04428_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) CV curves, (b) LSV curves, (c) K-L plots, and (d) EIS curves of the Fe2O3/N-C cathode.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The high ORR selectivity of Fe<sub>2</sub>O<sub>3</sub>/N–C\nwas verified by the fast H<sub>2</sub>O<sub>2</sub> generation (a). The accumulative\nH<sub>2</sub>O<sub>2</sub> concentration showed a rapid increase initially\nand then slowed down due to increased H<sub>2</sub>O<sub>2</sub> activation,\nwhile no H<sub>2</sub>O<sub>2</sub> consumption was found in the Fe<sub>2</sub>O<sub>3</sub>-free N–C electrode system. H<sub>2</sub>O<sub>2</sub> activation by Fe<sub>2</sub>O<sub>3</sub>/N–C\nresulted in the generation of <sup>•</sup>OH (b). In comparison, little H<sub>2</sub>O<sub>2</sub> generation was shown by Fe<sub>2</sub>O<sub>3</sub>/C (N-free control) despite its smaller charge transfer resistance\nthan the other two materials (d), indicating the predominance of the four-electron\nORR pathway in Fe<sub>2</sub>O<sub>3</sub>/C. Consistently, a much\nhigher current efficiency for H<sub>2</sub>O<sub>2</sub> production\nwas achieved by N-doped materials (51.54% for Fe<sub>2</sub>O<sub>3</sub>/N–C and 43.30% for N–C) over Fe<sub>2</sub>O<sub>3</sub>/C (2.7%) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S4</ext-link>). These\nresults confirm that the doped-N species function as active sites\nfor H<sub>2</sub>O<sub>2</sub> electrogeneration, although their presence also increases the electrical resistance\ndue to decreased C-sp<sup>2</sup> hybridization.\n</p>", "clean_text": "The high ORR selectivity of Fe2O3/N-C was verified by the fast H2O2 generation (a). The accumulative H2O2 concentration showed a rapid increase initially and then slowed down due to increased H2O2 activation, while no H2O2 consumption was found in the Fe2O3-free N-C electrode system. H2O2 activation by Fe2O3/N-C resulted in the generation of ⋅OH (b). In comparison, little H2O2 generation was shown by Fe2O3/C (N-free control) despite its smaller charge transfer resistance than the other two materials (d), indicating the predominance of the four-electron ORR pathway in Fe2O3/C. Consistently, a much higher current efficiency for H2O2 production was achieved by N-doped materials (51.54% for Fe2O3/N-C and 43.30% for N-C) over Fe2O3/C (2.7%) (Figure S4). These results confirm that the doped-N species function as active sites for H2O2 electrogeneration, although their presence also increases the electrical resistance due to decreased C-sp2 hybridization. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) H<sub>2</sub>O<sub>2</sub> production by different electrodes;\n(b) 5,5-dimethyl-1-pyrroline-N-oxide (DMPO) spin-trapping electron\nparamagnetic resonance (EPR) spectra of Fe<sub>2</sub>O<sub>3</sub>/N–C.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ie9b04428_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) H2O2 production by different electrodes; (b) 5,5-dimethyl-1-pyrroline-N-oxide (DMPO) spin-trapping electron paramagnetic resonance (EPR) spectra of Fe2O3/N-C.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>Pollutant Degradation Performance</title><p>At a cathode potential\nof −0.34 V, the Fe<sub>2</sub>O<sub>3</sub>/N–C catalyst\nachieved 100% BPA removal within 120 min (a). BPA degradation was confirmed by the\nconsiderable removal of TOC (b) and the formation of p-isopropenyl phenol and 1,3,5-bis­(1,1-dimethyl­(ethyl))\nas degradation intermediates (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figures S5 and S6</ext-link>). Only 7.7% of BPA removal was ascribed to electrosorption (a).</p>", "clean_text": "Pollutant Degradation Performance\n\nAt a cathode potential of -0.34 V, the Fe2O3/N-C catalyst achieved 100% BPA removal within 120 min (a). BPA degradation was confirmed by the considerable removal of TOC (b) and the formation of p-isopropenyl phenol and 1,3,5-bis(1,1-dimethyl(ethyl)) as degradation intermediates (Figures S5 and S6). Only 7.7% of BPA removal was ascribed to electrosorption (a).", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Efficiencies of BPA\nremoval and (b) corresponding TOC removal\nby different catalysts in the EF system.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ie9b04428_0004.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Efficiencies of BPA removal and (b) corresponding TOC removal by different catalysts in the EF system.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Fe<sub>2</sub>O<sub>3</sub>/N–C obviously outperformed Fe<sub>2</sub>O<sub>3</sub>/N–C­(MIL-53) in H<sub>2</sub>O<sub>2</sub> generation and pollutant degradation rates (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S7</ext-link>), indicating that MIL-100­(Fe) is a more suitable\nMOF precursor than MIL-53­(Fe). XRD analysis shows that both materials\ncontain predominantly Fe<sub>2</sub>O<sub>3</sub> crystals (, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">S3b</ext-link>), indicating little difference in the Fe species. Thus,\nthe inferior performance of Fe<sub>2</sub>O<sub>3</sub>/N–C­(MIL-53)\nshould be mainly associated with its lower content of the C–N\nbond and smaller specific surface area (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Table S1</ext-link>). The XPS spectra reveal slightly less content of N element\nin Fe<sub>2</sub>O<sub>3</sub>/N–C­(MIL-53) than in Fe<sub>2</sub>O<sub>3</sub>/N–C. In addition, the C 1s XPS spectra show\na lower proportion of the C–N bond (the active sites for oxygen\nadsorption) in Fe<sub>2</sub>O<sub>3</sub>/N–C­(MIL-53) (13.5 vs 17.1% in Fe<sub>2</sub>O<sub>3</sub>/N–C) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S8</ext-link>). These results\nfurther verify the important role of C–N species in selective\nH<sub>2</sub>O<sub>2</sub> generation.</p>", "clean_text": "Fe2O3/N-C obviously outperformed Fe2O3/N-C(MIL-53) in H2O2 generation and pollutant degradation rates (Figure S7), indicating that MIL-100(Fe) is a more suitable MOF precursor than MIL-53(Fe). XRD analysis shows that both materials contain predominantly Fe2O3 crystals (, S3b), indicating little difference in the Fe species. Thus, the inferior performance of Fe2O3/N-C(MIL-53) should be mainly associated with its lower content of the C-N bond and smaller specific surface area (Table S1). The XPS spectra reveal slightly less content of N element in Fe2O3/N-C(MIL-53) than in Fe2O3/N-C. In addition, the C 1s XPS spectra show a lower proportion of the C-N bond (the active sites for oxygen adsorption) in Fe2O3/N-C(MIL-53) (13.5 vs 17.1% in Fe2O3/N-C) (Figure S8). These results further verify the important role of C-N species in selective H2O2 generation.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Notably, Fe<sub>2</sub>O<sub>3</sub>/N–C achieved a 2.66\ntimes higher BPA degradation rate than Fe<sub>2</sub>O<sub>3</sub>/C and a 13.55 times higher BPA degradation rate than N/C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S9</ext-link>). Several other pollutants, including\nphenol, 4-CP, and RhB at an initial concentration of 10 mg/L, were\nalso efficiently degraded by the catalyst (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S10a</ext-link>), confirming the superior EF catalytic activity of Fe<sub>2</sub>O<sub>3</sub>/N–C for pollutant degradation.</p>", "clean_text": "Notably, Fe2O3/N-C achieved a 2.66 times higher BPA degradation rate than Fe2O3/C and a 13.55 times higher BPA degradation rate than N/C (Figure S9). Several other pollutants, including phenol, 4-CP, and RhB at an initial concentration of 10 mg/L, were also efficiently degraded by the catalyst (Figure S10a), confirming the superior EF catalytic activity of Fe2O3/N-C for pollutant degradation.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<title>Influences\nof pH, Voltage, and Catalyst Composition</title><p>The catalytic performance\nof EF catalysts depends strongly on the\napplied potential, solution pH, and catalyst composition. In the Fe<sub>2</sub>O<sub>3</sub>/N–C system, BPA removal within 120 min\nincreased from 86.4% at an applied potential of −0.14 V to\n100% at −0.34 V (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S10b</ext-link>) due\nto increased Fe­(II) regeneration. However, further lowering the potential\nto −0.54 V decreased the BPA removal to 49.1%, likely due to\nthe suppressed H<sub>2</sub>O<sub>2</sub> production (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S11a</ext-link>) by competitive reactions such as\nH<sub>2</sub> evolution and one-electron and/or four-electron ORR. Notably, at cathode potential of −0.34 V, the heterogeneous\nEF system showed a current density of only 1.0 mA/cm<sup>2</sup>,\nmuch lower than those in previous heterogeneous EF systems ().</p>", "clean_text": "Influences of pH, Voltage, and Catalyst Composition\n\nThe catalytic performance of EF catalysts depends strongly on the applied potential, solution pH, and catalyst composition. In the Fe2O3/N-C system, BPA removal within 120 min increased from 86.4% at an applied potential of -0.14 V to 100% at -0.34 V (Figure S10b) due to increased Fe(II) regeneration. However, further lowering the potential to -0.54 V decreased the BPA removal to 49.1%, likely due to the suppressed H2O2 production (Figure S11a) by competitive reactions such as H2 evolution and one-electron and/or four-electron ORR. Notably, at cathode potential of -0.34 V, the heterogeneous EF system showed a current density of only 1.0 mA/cm2, much lower than those in previous heterogeneous EF systems ().", "data": null, "include_properties": null}, {"idx": 31, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Recent Studies on the Heterogeneous\nEF Catalysts</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalysts/cathodes</oasis:entry>\n<oasis:entry align=\"center\">pollutant</oasis:entry>\n<oasis:entry align=\"center\">current density (mA/cm<sup>2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">degradation rate constant\n(h<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">leached ratio\nof metallic ion</oasis:entry>\n<oasis:entry align=\"center\">refs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Fe<sub>2</sub>O<sub>3</sub>/N–C</oasis:entry>\n<oasis:entry>BPA</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1.44</oasis:entry>\n<oasis:entry>0.42% Fe (after 2 h)</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CoFe-LDH/CF</oasis:entry>\n<oasis:entry>AO7</oasis:entry>\n<oasis:entry>4.2</oasis:entry>\n<oasis:entry>5.46</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref9\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FeCuC aerogel</oasis:entry>\n<oasis:entry>methylene blue</oasis:entry>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>6.90<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sup>II</sup>Fe<sup>III</sup>LDH/CF</oasis:entry>\n<oasis:entry>sulfamethoxazole</oasis:entry>\n<oasis:entry>7.5</oasis:entry>\n<oasis:entry>7.52<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>5.37% Fe (after 8 h)</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FeCuC</oasis:entry>\n<oasis:entry>dimethyl phthalate</oasis:entry>\n<oasis:entry>15.0</oasis:entry>\n<oasis:entry>2.54<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>0.75% Cu 0.08%\nFe (after 1 h)</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Degradation rate constant was calculated\naccording to the data in the reference.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The solution pH also significantly affects the degradation\nkinetics.\nIncreasing the pH to 5.0 and above severely suppressed BPA degradation\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S10c</ext-link>), likely attributed to a combined\neffect of decreased H<sub>2</sub>O<sub>2</sub> production and precipitation of leached Fe ions. Finally,\nthe catalysts fabricated with different mass ratios of MIL-100­(Fe)\nand PANI precursors also showed different catalytic performances (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S10d</ext-link>). The catalyst fabricated with MIL-100­(Fe)/PANI at a mass\nratio of 2:1 showed the highest activity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S11b</ext-link>), likely due to its well-balanced functions for H<sub>2</sub>O<sub>2</sub> generation and activation.</p>", "clean_text": "The solution pH also significantly affects the degradation kinetics. Increasing the pH to 5.0 and above severely suppressed BPA degradation (Figure S10c), likely attributed to a combined effect of decreased H2O2 production and precipitation of leached Fe ions. Finally, the catalysts fabricated with different mass ratios of MIL-100(Fe) and PANI precursors also showed different catalytic performances (Figure S10d). The catalyst fabricated with MIL-100(Fe)/PANI at a mass ratio of 2:1 showed the highest activity (Figure S11b), likely due to its well-balanced functions for H2O2 generation and activation.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<title>Fe Leaching\nand Catalyst Stability</title><p>The used Fe<sub>2</sub>O<sub>3</sub>/N–C electrode (b) showed similar morphology and structure\nas the pristine one (a). According to the EDS analysis and Fe content assay, the\nFe content in the catalyst decreased only slightly after the reaction\n(c,d, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">S12</ext-link>). Consistently, Fe leaching from the catalysts\nwas very slow, and the Fe ion concentration in the solution reached\nonly 0.52 mg/L after 120 min of reaction (a). The Fe leaching ratio (relative to the\nFe content in the catalyst) was only 0.42%, less than those in other\nheterogeneous EF systems (0.75–5.37% of total metal ion leaching)\n(). Such low\nleaching of Fe may be associated with the well-confined nanoparticles\nin the carbon matrix and a high content of surface −OH groups\nthat bind strongly with the dissolved Fe<sup>2+</sup>.</p>", "clean_text": "Fe Leaching and Catalyst Stability\n\nThe used Fe2O3/N-C electrode (b) showed similar morphology and structure as the pristine one (a). According to the EDS analysis and Fe content assay, the Fe content in the catalyst decreased only slightly after the reaction (c,d, S12). Consistently, Fe leaching from the catalysts was very slow, and the Fe ion concentration in the solution reached only 0.52 mg/L after 120 min of reaction (a). The Fe leaching ratio (relative to the Fe content in the catalyst) was only 0.42%, less than those in other heterogeneous EF systems (0.75-5.37% of total metal ion leaching) (). Such low leaching of Fe may be associated with the well-confined nanoparticles in the carbon matrix and a high content of surface -OH groups that bind strongly with the dissolved Fe2+.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>SEM images of a (a) pristine\nand (b) used Fe<sub>2</sub>O<sub>3</sub>/N–C cathode after\n2 h of reaction; corresponding EDS spectrum\nof the (c) pristine and (d) used cathode.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ie9b04428_0003.tif\"></graphic>\n</fig>", "clean_text": " 7  SEM images of a (a) pristine and (b) used Fe2O3/N-C cathode after 2 h of reaction; corresponding EDS spectrum of the (c) pristine and (d) used cathode.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Fe\nleaching from Fe<sub>2</sub>O<sub>3</sub>/N–C and\n(b) BPA degradation in heterogeneous and homogeneous EF systems.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ie9b04428_0002.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Fe leaching from Fe2O3/N-C and (b) BPA degradation in heterogeneous and homogeneous EF systems.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Little Fe leaching means a small contribution of\nhomogeneous EF\nto the reaction system. As expected, the homogeneous EF system, with\nspiked Fe<sup>2+</sup> and H<sub>2</sub>O<sub>2</sub> (at the same\nlevels as those in the Fe<sub>2</sub>O<sub>3</sub>/N–C system,\ni.e., 0.52 mg/L Fe<sup>2+</sup> and 1.97 mM H<sub>2</sub>O<sub>2</sub>), showed only 33.9% BPA removal within 2 h. Another control group\nof homogeneous EF with an N–C cathode and spiked Fe<sup>2+</sup> also showed much lower BPA removal than the Fe<sub>2</sub>O<sub>3</sub>/N–C system (b). The low leaching of Fe also implies the high chemical\nstability of the Fe<sub>2</sub>O<sub>3</sub>/N–C catalyst for\nrepeated use. After four test cycles, Fe<sub>2</sub>O<sub>3</sub>/N–C\nretained 98% catalytic activity for BPA degradation (), implying the high stability\nof this catalyst to favor sustained EF processes for degradation of\nvarious types of organic pollution.</p>", "clean_text": "Little Fe leaching means a small contribution of homogeneous EF to the reaction system. As expected, the homogeneous EF system, with spiked Fe2+ and H2O2 (at the same levels as those in the Fe2O3/N-C system, i.e., 0.52 mg/L Fe2+ and 1.97 mM H2O2), showed only 33.9% BPA removal within 2 h. Another control group of homogeneous EF with an N-C cathode and spiked Fe2+ also showed much lower BPA removal than the Fe2O3/N-C system (b). The low leaching of Fe also implies the high chemical stability of the Fe2O3/N-C catalyst for repeated use. After four test cycles, Fe2O3/N-C retained 98% catalytic activity for BPA degradation (), implying the high stability of this catalyst to favor sustained EF processes for degradation of various types of organic pollution.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>BPA degradation performance of Fe<sub>2</sub>O<sub>3</sub>/N–C\nduring four test cycles.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ie9b04428_0001.tif\"></graphic>\n</fig>", "clean_text": " 9  BPA degradation performance of Fe2O3/N-C during four test cycles.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>A\nnovel Fe<sub>2</sub>O<sub>3</sub>/N–C catalyst was fabricated\nthrough one-step carbonization of MIL-100­(Fe) and PANI. The introduction\nof pyridinic-N and pyrrolic-N functional groups significantly improved\nthe H<sub>2</sub>O<sub>2</sub> electroproduction due to a favorable\ntwo-electron ORR pathway. Meanwhile, the uniformly dispersed Fe<sub>2</sub>O<sub>3</sub> nanoparticles in the mesoporous carbon matrix\nenabled the efficient activation of H<sub>2</sub>O<sub>2</sub> for <sup>•</sup>OH generation. The Fe<sub>2</sub>O<sub>3</sub>/N–C\ncathode shows low Fe leaching and exhibits high EF catalytic activity\nfor organic pollutant degradation and good stability for repeated\nuse. Given the facile fabrication and good performance of the Fe<sub>2</sub>O<sub>3</sub>/N–C composite, it holds great potential\nfor practical wastewater treatment and environmental remediation applications.</p>", "clean_text": "Conclusions\n\nA novel Fe2O3/N-C catalyst was fabricated through one-step carbonization of MIL-100(Fe) and PANI. The introduction of pyridinic-N and pyrrolic-N functional groups significantly improved the H2O2 electroproduction due to a favorable two-electron ORR pathway. Meanwhile, the uniformly dispersed Fe2O3 nanoparticles in the mesoporous carbon matrix enabled the efficient activation of H2O2 for ⋅OH generation. The Fe2O3/N-C cathode shows low Fe leaching and exhibits high EF catalytic activity for organic pollutant degradation and good stability for repeated use. Given the facile fabrication and good performance of the Fe2O3/N-C composite, it holds great potential for practical wastewater treatment and environmental remediation applications.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.iecr.9b04428?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.iecr.9b04428</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM image of MIL-100­(Fe);\nN<sub>2</sub> adsorption–desorption\nisotherm and pore size distribution (insert) of Fe<sub>2</sub>O<sub>3</sub>/N–C and Fe<sub>2</sub>O<sub>3</sub>/N–C (MIL-53);\nXRD spectrum of Fe<sub>2</sub>O<sub>3</sub>/N–C before and\nafter reaction and Fe<sub>2</sub>O<sub>3</sub>/N–C­(MIL-53);\ncomposition and specific surface area of Fe<sub>2</sub>O<sub>3</sub>/N–C and Fe<sub>2</sub>O<sub>3</sub>/N–C­(MIL-53); current\nefficiency of different catalysts; GC–MS spectrum of BPA degradation\nintermediates; H<sub>2</sub>O<sub>2</sub> electroproduction and BPA\nremoval efficiency of different catalysts; XPS spectrum of Fe<sub>2</sub>O<sub>3</sub>/N–C (MIL-53); kinetics of BPA removal\nby different catalysts; removal efficiency of different pollutants,\nremoval efficiency at different potentials, pH values, and precursor\nproportions; H<sub>2</sub>O<sub>2</sub> generation by Fe<sub>2</sub>O<sub>3</sub>/N–C at different potentials and precursor proportions;\nFe content in Fe<sub>2</sub>O<sub>3</sub>/N–C before and after\nreaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.iecr.9b04428.  SEM image of MIL-100(Fe); N2 adsorption-desorption isotherm and pore size distribution (insert) of Fe2O3/N-C and Fe2O3/N-C (MIL-53); XRD spectrum of Fe2O3/N-C before and after reaction and Fe2O3/N-C(MIL-53); composition and specific surface area of Fe2O3/N-C and Fe2O3/N-C(MIL-53); current efficiency of different catalysts; GC-MS spectrum of BPA degradation intermediates; H2O2 electroproduction and BPA removal efficiency of different catalysts; XPS spectrum of Fe2O3/N-C (MIL-53); kinetics of BPA removal by different catalysts; removal efficiency of different pollutants, removal efficiency at different potentials, pH values, and precursor proportions; H2O2 generation by Fe2O3/N-C at different potentials and precursor proportions; Fe content in Fe2O3/N-C before and after reaction (PDF)   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>SEM image of MIL-100­(Fe);\nN<sub>2</sub> adsorption–desorption\nisotherm and pore size distribution (insert) of Fe<sub>2</sub>O<sub>3</sub>/N–C and Fe<sub>2</sub>O<sub>3</sub>/N–C (MIL-53);\nXRD spectrum of Fe<sub>2</sub>O<sub>3</sub>/N–C before and\nafter reaction and Fe<sub>2</sub>O<sub>3</sub>/N–C­(MIL-53);\ncomposition and specific surface area of Fe<sub>2</sub>O<sub>3</sub>/N–C and Fe<sub>2</sub>O<sub>3</sub>/N–C­(MIL-53); current\nefficiency of different catalysts; GC–MS spectrum of BPA degradation\nintermediates; H<sub>2</sub>O<sub>2</sub> electroproduction and BPA\nremoval efficiency of different catalysts; XPS spectrum of Fe<sub>2</sub>O<sub>3</sub>/N–C (MIL-53); kinetics of BPA removal\nby different catalysts; removal efficiency of different pollutants,\nremoval efficiency at different potentials, pH values, and precursor\nproportions; H<sub>2</sub>O<sub>2</sub> generation by Fe<sub>2</sub>O<sub>3</sub>/N–C at different potentials and precursor proportions;\nFe content in Fe<sub>2</sub>O<sub>3</sub>/N–C before and after\nreaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "SEM image of MIL-100(Fe); N2 adsorption-desorption isotherm and pore size distribution (insert) of Fe2O3/N-C and Fe2O3/N-C (MIL-53); XRD spectrum of Fe2O3/N-C before and after reaction and Fe2O3/N-C(MIL-53); composition and specific surface area of Fe2O3/N-C and Fe2O3/N-C(MIL-53); current efficiency of different catalysts; GC-MS spectrum of BPA degradation intermediates; H2O2 electroproduction and BPA removal efficiency of different catalysts; XPS spectrum of Fe2O3/N-C (MIL-53); kinetics of BPA removal by different catalysts; removal efficiency of different pollutants, removal efficiency at different potentials, pH values, and precursor proportions; H2O2 generation by Fe2O3/N-C at different potentials and precursor proportions; Fe content in Fe2O3/N-C before and after reaction (PDF)", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>J.-Y.L.\nand Y.-R.Y. contributed equally to this work</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "J.-Y.L. and Y.-R.Y. contributed equally to this work\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of MIL-100 (Fe) and MIL-53 (Fe)</title><p>MIL-100­(Fe)\nwas synthesized according to a previous report. Specifically, iron powder (266.0 mg), 1,3,5-H<sub>3</sub>BTC (668.5 mg), HF (40 wt %, 424 μL), HNO<sub>3</sub> (65 wt\n%, 198 μL), and DI water (23.5 mL) were mixed in a Teflon liner.\nAfter full stirring, the mixture was transferred to a Teflon-lined\nstainless steel vessel and held at 150 °C for 24 h. After cooling\ndown to room temperature and centrifugation, the products were soaked\nin hot water (80 °C) for 3 h to remove residual H<sub>3</sub>BTC and unreacted ions. MIL-53 (Fe) was fabricated by following a\nsimilar procedure with a slight modification: FeCl<sub>3</sub>·6H<sub>2</sub>O (0.674 g), H<sub>2</sub>BDC (0.415 g), and DMF (56 mL) were\nmixed in a Teflon liner, fully stirred, transferred to a Teflon-lined\nstainless steel vessel, and heated at 170 °C for 15 h. The samples\nwere cooled down to room temperature, separated by centrifugation,\nand washed with DMF and ethanol to remove unreacted ions. After centrifugation,\nthe harvested solids were vacuum dried at 60 °C overnight.</p><title>Preparation of PANI</title><p>PANI was synthesized by following\na previously reported method with a minor modification. The (NH<sub>4</sub>)<sub>2</sub>S<sub>2</sub>O<sub>8</sub> solution was prepared by dissolving 4.998 g of (NH<sub>4</sub>)<sub>2</sub>S<sub>2</sub>O<sub>8</sub> in 1 M HCl solution\nand then adding it dropwise into 0.02 M aniline hydrochloric acid\nsolution under vigorous stirring. After 6 h of reaction at 4 °C,\nthe sample was collected by suction filtration, washed with DI water\nand ethanol several times, and finally dried at 60 °C overnight.</p><title>Preparation of the Fe<sub>2</sub>O<sub>3</sub>/N–C Cathode</title><p>A mixture of 2 g of MIL-100­(Fe) and 1 g of PANI was carbonized\nin an N<sub>2</sub> atmosphere at 3 °C/min increments until the\ntemperature reached 550 °C, held for 3 h, and then cooled down\nto room temperature to obtain a Fe<sub>2</sub>O<sub>3</sub>/N–C\ncomposite. For comparison, Fe<sub>2</sub>O<sub>3</sub>/N–C\ncomposites with different MIL-100­(Fe) to PANI mass ratios (1:4, 1:2:\n1:1, and 2:1) were also fabricated. The same procedures were adopted\nfor Fe<sub>2</sub>O<sub>3</sub>/C and N–C fabrication, except\nfor using solely MIL-100­(Fe) or PANI as the precursor. To optimize\nthe precursor, the Fe<sub>2</sub>O<sub>3</sub>/N–C (MIL-53)\ncomposite was also fabricated using MIL-53­(Fe) as an alternative Fe-based\nMOF. MIL-53­(Fe) was synthesized according to a previous report. To prepare the electrode, 10 mg of catalyst\nwas dispersed in 950 μL of isopropanol and 50 μL of Nafion\nsolution (5 wt %). After sonication for 30 min, the ink solution was\nuniformly coated onto a carbon paper (surface area 6.0 cm<sup>2</sup>). For comparison, another composite of Fe<sub>2</sub>O<sub>3</sub>/N–C (MIL-53) was prepared from the MIL-53 (Fe) precursor\nby following the same fabrication procedures.</p>", "clean_text": "Preparation of MIL-100 (Fe) and MIL-53 (Fe)\n\nMIL-100(Fe) was synthesized according to a previous report. Specifically, iron powder (266.0 mg), 1,3,5-H3BTC (668.5 mg), HF (40 wt %, 424 μL), HNO3 (65 wt %, 198 μL), and DI water (23.5 mL) were mixed in a Teflon liner. After full stirring, the mixture was transferred to a Teflon-lined stainless steel vessel and held at 150 °C for 24 h. After cooling down to room temperature and centrifugation, the products were soaked in hot water (80 °C) for 3 h to remove residual H3BTC and unreacted ions. MIL-53 (Fe) was fabricated by following a similar procedure with a slight modification: FeCl3⋅6H2O (0.674 g), H2BDC (0.415 g), and DMF (56 mL) were mixed in a Teflon liner, fully stirred, transferred to a Teflon-lined stainless steel vessel, and heated at 170 °C for 15 h. The samples were cooled down to room temperature, separated by centrifugation, and washed with DMF and ethanol to remove unreacted ions. After centrifugation, the harvested solids were vacuum dried at 60 °C overnight.\n\nPreparation of PANI\n\nPANI was synthesized by following a previously reported method with a minor modification. The (NH4)2S2O8 solution was prepared by dissolving 4.998 g of (NH4)2S2O8 in 1 M HCl solution and then adding it dropwise into 0.02 M aniline hydrochloric acid solution under vigorous stirring. After 6 h of reaction at 4 °C, the sample was collected by suction filtration, washed with DI water and ethanol several times, and finally dried at 60 °C overnight.\n\nPreparation of the Fe2O3/N-C Cathode\n\nA mixture of 2 g of MIL-100(Fe) and 1 g of PANI was carbonized in an N2 atmosphere at 3 °C/min increments until the temperature reached 550 °C, held for 3 h, and then cooled down to room temperature to obtain a Fe2O3/N-C composite. For comparison, Fe2O3/N-C composites with different MIL-100(Fe) to PANI mass ratios (1:4, 1:2: 1:1, and 2:1) were also fabricated. The same procedures were adopted for Fe2O3/C and N-C fabrication, except for using solely MIL-100(Fe) or PANI as the precursor. To optimize the precursor, the Fe2O3/N-C (MIL-53) composite was also fabricated using MIL-53(Fe) as an alternative Fe-based MOF. MIL-53(Fe) was synthesized according to a previous report. To prepare the electrode, 10 mg of catalyst was dispersed in 950 μL of isopropanol and 50 μL of Nafion solution (5 wt %). After sonication for 30 min, the ink solution was uniformly coated onto a carbon paper (surface area 6.0 cm2). For comparison, another composite of Fe2O3/N-C (MIL-53) was prepared from the MIL-53 (Fe) precursor by following the same fabrication procedures.", "data": [{"meta": {"name": "MIL-100 (Fe)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "iron powder", "amount": "266.0", "unit": "mg"}, {"name": "1,3,5-H3BTC", "amount": "668.5", "unit": "mg"}, {"name": "HF (40 wt %)", "amount": "424", "unit": "μL"}, {"name": "HNO3 (65 wt %)", "amount": "198", "unit": "μL"}], "solvent": [{"name": "DI water", "amount": "23.5", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "150 °C", "time": "24 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "hot water", "amount": "3 h"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}], "yield": ""}, {"meta": {"name": "MIL-53 (Fe)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "FeCl3·6H2O", "amount": "0.674", "unit": "g"}, {"name": "H2BDC", "amount": "0.415", "unit": "g"}, {"name": "DMF", "amount": "56", "unit": "mL"}], "solvent": [{"name": "", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "170 °C", "time": "15 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DMF and ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}], "yield": ""}, {"meta": {"name": "PANI", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "(NH4)2S2O8", "amount": "4.998", "unit": "g"}, {"name": "aniline hydrochloric acid", "amount": "0.02", "unit": "M"}], "solution": [{"name": "1 M HCl solution", "amount": "", "unit": ""}], "pressure": "", "temperature": "4 °C", "time": "6 h"}]}, {"meta": {"name": "Fe2O3/N–C Cathode", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "carbonization", "precursor": [{"name": "MIL-100­(Fe)", "amount": "2", "unit": "g"}, {"name": "PANI", "amount": "1", "unit": "g"}], "pressure": "N2 atmosphere", "temperature": "550 °C", "time": "3 h", "heating rate": "3 °C/min", "cooling rate": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "60 °C", "atmosphere": "", "time": "overnight"}]}, {"meta": {"name": "Fe2O3/N–C Cathode", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "carbonization", "precursor": [{"name": "Fe2O3", "amount": "", "unit": ""}, {"name": "PANI", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}, {"meta": {"name": "Fe2O3/N–C Cathode", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "carbonization", "precursor": [{"name": "MIL-53­(Fe)", "amount": "", "unit": ""}, {"name": "PANI", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}], "include_properties": ["solvothermal_synthesis", "centrifugation", "washing", "drying", "solvothermal_synthesis", "centrifugation", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "17, 22, 26, 30, 33", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Morphology\nand Structure of Fe<sub>2</sub>O<sub>3</sub>/N–C</title><p>The\nmorphology and composition of Fe<sub>2</sub>O<sub>3</sub>/N–C\ndiffered significantly from those of the MOF precursor. The MIL-100­(Fe)\ncrystals exhibit an octahedral structure and a relatively large size\n(around 10 μm) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S1</ext-link>). In contrast,\nFe<sub>2</sub>O<sub>3</sub>/N–C shows a small particle size\nof around 200 nm (a), a high BET surface area (267.6 m<sup>2</sup>/g) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Table S1</ext-link>), and a mesoporous structure (average\npore diameter 7.08 nm) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S2a</ext-link>). According\nto the EDS elemental mapping, the N, Fe, and O elements were evenly\ndispersed in the carbon matrix (b–d). The TEM images (e) confirm that abundant dark-colored nanoparticles\nwere embedded in a carbon matrix, with the nanoparticle lattice fringe\nspacing (0.297 and 0.492 nm) corresponding to the (220) and (111)\nplanes of Fe<sub>2</sub>O<sub>3</sub> crystals (f). Consistently, the XRD spectrum () shows a series\nof characteristic diffraction peaks of Fe<sub>2</sub>O<sub>3</sub> corresponding to the (111), (220), (311), (400), (511), and (440)\nplanes of maghemite (PDF#39-1346). These results confirm the formation\nand even dispersion of Fe<sub>2</sub>O<sub>3</sub> nanoparticles in\nthe carbon matrix. The crystal structure of the Fe<sub>2</sub>O<sub>3</sub> nanoparticles remained unchanged after 2 h of reaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S3a</ext-link>).</p><title>Electrochemical Properties</title><p>The CV\ncurve of the Fe<sub>2</sub>O<sub>3</sub>/N–C catalyst in an\nO<sub>2</sub>-saturated\nsolution shows a distinct oxygen reduction peak at 0.42 V (which is\nmissing in an N<sub>2</sub>-saturated solution) (a), indicating good ORR activity.\nIn addition, the LSV curve measured by a rotating disk electrode shows\na typical peak plateau (between −0.47 and −0.37 V) corresponding\nto H<sub>2</sub>O<sub>2</sub> generation (b). The K–L plots measured at various\nelectrode potentials show good linearity (c), suggesting a diffusion-controlled ORR\nprocess. The calculated average electron\ntransfer number was 2.86, indicating the predominance of the two-electron\nORR pathway. Such high selectivity of the catalyst might be associated\nwith the introduced pyridinic-N and pyrrolic-N groups, which could\nenhance electronic transmission and oxygen adsorption to favor H<sub>2</sub>O<sub>2</sub> generation.\n</p><title>Pollutant Degradation Performance</title><p>At a cathode potential\nof −0.34 V, the Fe<sub>2</sub>O<sub>3</sub>/N–C catalyst\nachieved 100% BPA removal within 120 min (a). BPA degradation was confirmed by the\nconsiderable removal of TOC (b) and the formation of p-isopropenyl phenol and 1,3,5-bis­(1,1-dimethyl­(ethyl))\nas degradation intermediates (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figures S5 and S6</ext-link>). Only 7.7% of BPA removal was ascribed to electrosorption (a).</p><title>Influences\nof pH, Voltage, and Catalyst Composition</title><p>The catalytic performance\nof EF catalysts depends strongly on the\napplied potential, solution pH, and catalyst composition. In the Fe<sub>2</sub>O<sub>3</sub>/N–C system, BPA removal within 120 min\nincreased from 86.4% at an applied potential of −0.14 V to\n100% at −0.34 V (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S10b</ext-link>) due\nto increased Fe­(II) regeneration. However, further lowering the potential\nto −0.54 V decreased the BPA removal to 49.1%, likely due to\nthe suppressed H<sub>2</sub>O<sub>2</sub> production (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">Figure S11a</ext-link>) by competitive reactions such as\nH<sub>2</sub> evolution and one-electron and/or four-electron ORR. Notably, at cathode potential of −0.34 V, the heterogeneous\nEF system showed a current density of only 1.0 mA/cm<sup>2</sup>,\nmuch lower than those in previous heterogeneous EF systems ().</p><title>Fe Leaching\nand Catalyst Stability</title><p>The used Fe<sub>2</sub>O<sub>3</sub>/N–C electrode (b) showed similar morphology and structure\nas the pristine one (a). According to the EDS analysis and Fe content assay, the\nFe content in the catalyst decreased only slightly after the reaction\n(c,d, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.9b04428/suppl_file/ie9b04428_si_001.pdf\">S12</ext-link>). Consistently, Fe leaching from the catalysts\nwas very slow, and the Fe ion concentration in the solution reached\nonly 0.52 mg/L after 120 min of reaction (a). The Fe leaching ratio (relative to the\nFe content in the catalyst) was only 0.42%, less than those in other\nheterogeneous EF systems (0.75–5.37% of total metal ion leaching)\n(). Such low\nleaching of Fe may be associated with the well-confined nanoparticles\nin the carbon matrix and a high content of surface −OH groups\nthat bind strongly with the dissolved Fe<sup>2+</sup>.</p>", "clean_text": "Results and Discussion\n\nMorphology and Structure of Fe2O3/N-C\n\nThe morphology and composition of Fe2O3/N-C differed significantly from those of the MOF precursor. The MIL-100(Fe) crystals exhibit an octahedral structure and a relatively large size (around 10 μm) (Figure S1). In contrast, Fe2O3/N-C shows a small particle size of around 200 nm (a), a high BET surface area (267.6 m2/g) (Table S1), and a mesoporous structure (average pore diameter 7.08 nm) (Figure S2a). According to the EDS elemental mapping, the N, Fe, and O elements were evenly dispersed in the carbon matrix (b-d). The TEM images (e) confirm that abundant dark-colored nanoparticles were embedded in a carbon matrix, with the nanoparticle lattice fringe spacing (0.297 and 0.492 nm) corresponding to the (220) and (111) planes of Fe2O3 crystals (f). Consistently, the XRD spectrum () shows a series of characteristic diffraction peaks of Fe2O3 corresponding to the (111), (220), (311), (400), (511), and (440) planes of maghemite (PDF#39-1346). These results confirm the formation and even dispersion of Fe2O3 nanoparticles in the carbon matrix. The crystal structure of the Fe2O3 nanoparticles remained unchanged after 2 h of reaction (Figure S3a).\n\nElectrochemical Properties\n\nThe CV curve of the Fe2O3/N-C catalyst in an O2-saturated solution shows a distinct oxygen reduction peak at 0.42 V (which is missing in an N2-saturated solution) (a), indicating good ORR activity. In addition, the LSV curve measured by a rotating disk electrode shows a typical peak plateau (between -0.47 and -0.37 V) corresponding to H2O2 generation (b). The K-L plots measured at various electrode potentials show good linearity (c), suggesting a diffusion-controlled ORR process. The calculated average electron transfer number was 2.86, indicating the predominance of the two-electron ORR pathway. Such high selectivity of the catalyst might be associated with the introduced pyridinic-N and pyrrolic-N groups, which could enhance electronic transmission and oxygen adsorption to favor H2O2 generation. \n\nPollutant Degradation Performance\n\nAt a cathode potential of -0.34 V, the Fe2O3/N-C catalyst achieved 100% BPA removal within 120 min (a). BPA degradation was confirmed by the considerable removal of TOC (b) and the formation of p-isopropenyl phenol and 1,3,5-bis(1,1-dimethyl(ethyl)) as degradation intermediates (Figures S5 and S6). Only 7.7% of BPA removal was ascribed to electrosorption (a).\n\nInfluences of pH, Voltage, and Catalyst Composition\n\nThe catalytic performance of EF catalysts depends strongly on the applied potential, solution pH, and catalyst composition. In the Fe2O3/N-C system, BPA removal within 120 min increased from 86.4% at an applied potential of -0.14 V to 100% at -0.34 V (Figure S10b) due to increased Fe(II) regeneration. However, further lowering the potential to -0.54 V decreased the BPA removal to 49.1%, likely due to the suppressed H2O2 production (Figure S11a) by competitive reactions such as H2 evolution and one-electron and/or four-electron ORR. Notably, at cathode potential of -0.34 V, the heterogeneous EF system showed a current density of only 1.0 mA/cm2, much lower than those in previous heterogeneous EF systems ().\n\nFe Leaching and Catalyst Stability\n\nThe used Fe2O3/N-C electrode (b) showed similar morphology and structure as the pristine one (a). According to the EDS analysis and Fe content assay, the Fe content in the catalyst decreased only slightly after the reaction (c,d, S12). Consistently, Fe leaching from the catalysts was very slow, and the Fe ion concentration in the solution reached only 0.52 mg/L after 120 min of reaction (a). The Fe leaching ratio (relative to the Fe content in the catalyst) was only 0.42%, less than those in other heterogeneous EF systems (0.75-5.37% of total metal ion leaching) (). Such low leaching of Fe may be associated with the well-confined nanoparticles in the carbon matrix and a high content of surface -OH groups that bind strongly with the dissolved Fe2+.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "267.6", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 31, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Recent Studies on the Heterogeneous\nEF Catalysts</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalysts/cathodes</oasis:entry>\n<oasis:entry align=\"center\">pollutant</oasis:entry>\n<oasis:entry align=\"center\">current density (mA/cm<sup>2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">degradation rate constant\n(h<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">leached ratio\nof metallic ion</oasis:entry>\n<oasis:entry align=\"center\">refs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Fe<sub>2</sub>O<sub>3</sub>/N–C</oasis:entry>\n<oasis:entry>BPA</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1.44</oasis:entry>\n<oasis:entry>0.42% Fe (after 2 h)</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CoFe-LDH/CF</oasis:entry>\n<oasis:entry>AO7</oasis:entry>\n<oasis:entry>4.2</oasis:entry>\n<oasis:entry>5.46</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref9\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FeCuC aerogel</oasis:entry>\n<oasis:entry>methylene blue</oasis:entry>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>6.90<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref13\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sup>II</sup>Fe<sup>III</sup>LDH/CF</oasis:entry>\n<oasis:entry>sulfamethoxazole</oasis:entry>\n<oasis:entry>7.5</oasis:entry>\n<oasis:entry>7.52<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>5.37% Fe (after 8 h)</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FeCuC</oasis:entry>\n<oasis:entry>dimethyl phthalate</oasis:entry>\n<oasis:entry>15.0</oasis:entry>\n<oasis:entry>2.54<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>0.75% Cu 0.08%\nFe (after 1 h)</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Degradation rate constant was calculated\naccording to the data in the reference.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Summary of Recent Studies on the Heterogeneous EF Catalysts\n\n| catalysts/cathodes | pollutant           | current density (mA/cm²) | degradation rate constant (h⁻¹) | leached ratio of metallic ion | refs |\n|---------------------|----------------------|--------------------------|---------------------------------|--------------------------------|------|\n| Fe₂O₃/N–C           | BPA                  | 1.0                      | 1.44                            | 0.42% Fe (after 2 h)           | this study |\n| CoFe-LDH/CF         | AO7                  | 4.2                      | 5.46                            |                                 | [9]  |\n| FeCuC aerogel       | methylene blue       | 5.0                      | 6.90[^a]                        |                                 | [13] |\n| Fe²Fe³LDH/CF        | sulfamethoxazole     | 7.5                      | 7.52[^a]                        | 5.37% Fe (after 8 h)           | [10] |\n| FeCuC               | dimethyl phthalate   | 15.0                     | 2.54[^a]                        | 0.75% Cu 0.08% Fe (after 1 h)  | [49] |\n[^a]: Degradation rate constant was calculated according to the data in the reference.", "data": ["substring not found"], "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) SEM image and (b–d) elemental\nmapping of Fe<sub>2</sub>O<sub>3</sub>/N–C; (e) TEM images\nshowing Fe<sub>2</sub>O<sub>3</sub> crystals (black) embedded in a\ncarbon matrix (gray); (f)\nlattice spacing of Fe<sub>2</sub>O<sub>3</sub>/N–C crystals.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ie9b04428_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) SEM image and (b-d) elemental mapping of Fe2O3/N-C; (e) TEM images showing Fe2O3 crystals (black) embedded in a carbon matrix (gray); (f) lattice spacing of Fe2O3/N-C crystals.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD spectra of Fe<sub>2</sub>O<sub>3</sub>/N–C\ncatalyst.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ie9b04428_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD spectra of Fe2O3/N-C catalyst.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) C 1s, (b) N 1s, (c) Fe 2p, and (d)\nO 1s XPS spectrum of Fe<sub>2</sub>O<sub>3</sub>/N–C.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ie9b04428_0007.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) C 1s, (b) N 1s, (c) Fe 2p, and (d) O 1s XPS spectrum of Fe2O3/N-C.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a)\nCV curves, (b) LSV curves, (c) K–L plots, and (d) EIS\ncurves of the Fe<sub>2</sub>O<sub>3</sub>/N–C cathode.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ie9b04428_0006.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) CV curves, (b) LSV curves, (c) K-L plots, and (d) EIS curves of the Fe2O3/N-C cathode.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) H<sub>2</sub>O<sub>2</sub> production by different electrodes;\n(b) 5,5-dimethyl-1-pyrroline-N-oxide (DMPO) spin-trapping electron\nparamagnetic resonance (EPR) spectra of Fe<sub>2</sub>O<sub>3</sub>/N–C.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ie9b04428_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) H2O2 production by different electrodes; (b) 5,5-dimethyl-1-pyrroline-N-oxide (DMPO) spin-trapping electron paramagnetic resonance (EPR) spectra of Fe2O3/N-C.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Efficiencies of BPA\nremoval and (b) corresponding TOC removal\nby different catalysts in the EF system.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ie9b04428_0004.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Efficiencies of BPA removal and (b) corresponding TOC removal by different catalysts in the EF system.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>SEM images of a (a) pristine\nand (b) used Fe<sub>2</sub>O<sub>3</sub>/N–C cathode after\n2 h of reaction; corresponding EDS spectrum\nof the (c) pristine and (d) used cathode.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ie9b04428_0003.tif\"></graphic>\n</fig>", "clean_text": " 7  SEM images of a (a) pristine and (b) used Fe2O3/N-C cathode after 2 h of reaction; corresponding EDS spectrum of the (c) pristine and (d) used cathode.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Fe\nleaching from Fe<sub>2</sub>O<sub>3</sub>/N–C and\n(b) BPA degradation in heterogeneous and homogeneous EF systems.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ie9b04428_0002.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Fe leaching from Fe2O3/N-C and (b) BPA degradation in heterogeneous and homogeneous EF systems.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>BPA degradation performance of Fe<sub>2</sub>O<sub>3</sub>/N–C\nduring four test cycles.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ie9b04428_0001.tif\"></graphic>\n</fig>", "clean_text": " 9  BPA degradation performance of Fe2O3/N-C during four test cycles.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.iecr.9b04428", "title": "\nMOF-Derived Fe2O3/Nitrogen/Carbon Composite as a Stable\nHeterogeneous Electro-Fenton Catalyst\n", "journal": "American Chemical\nSociety", "date": "2020.01", "author_list": ["Lu\nJia-Yuan", "Yuan\nYan-Ru", "Hu\nXiao", "Liu\nWu-Jun", "Li\nChen-Xuan", "Liu\nHou-Qi", "Li\nWen-Wei"]}}