{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja0c10400.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>While linkers with various conformations\npose challenges in the\ndesign and prediction of metal–organic framework (MOF) structures,\nthey ultimately provide great opportunities for the discovery of novel\nstructures thereby enriching structural diversity. Tetratopic carboxylate\nlinkers, for example, have been widely used in the formation of Zr-based\nMOFs due to the ability to target diverse topologies, providing a\npromising platform to explore their mechanisms of formation. However,\nit remains a challenge to control the resulting structures when considering\nthe complex assembly of linkers with unpredicted conformations and\ndiverse Zr<sub>6</sub> node connectivities. Herein, we systematically\nexplore how solvents and modulators employed during synthesis influence\nthe resulting topologies of Zr-MOFs, choosing H<sub>4</sub>TCPB-Br<sub>2</sub> (1,4-dibromo-2,3,5,6-tetrakis­(4-carboxyphenyl)­benzene) as\na representative tetratopic carboxylate linker. By modulating the\nreaction conditions, the conformations of the linker and the connectivities\nof the Zr<sub>6</sub> node can be simultaneously tuned, resulting\nin four types of structures: a new topology (NU-500), <bold>she</bold> (NU-600), <bold>scu</bold> (NU-906), and <bold>csq</bold> (NU-1008).\nImportantly, we have synthesized the first 5-connected Zr<sub>6</sub> node to date with the (4,4,4,5)-connected framework, NU-500. We\nsubsequently performed detailed structural analyses to uncover the\nrelationship between the structures and topologies of these MOFs and\ndemonstrated the crucial role that the flexible linker played to access\nvaried structures by different degrees of linker deformation. Due\nto a variety of pore structures ranging from micropores to hierarchical\nmicropores and mesopores, the resulting MOFs show drastically different\nbehaviors for the adsorption of <italic>n</italic>-hexane and dynamic\nadsorption of 2-chloroethyl ethyl sulfide (CEES) under dry and humid\nconditions.</p>", "clean_text": "While linkers with various conformations pose challenges in the design and prediction of metal-organic framework (MOF) structures, they ultimately provide great opportunities for the discovery of novel structures thereby enriching structural diversity. Tetratopic carboxylate linkers, for example, have been widely used in the formation of Zr-based MOFs due to the ability to target diverse topologies, providing a promising platform to explore their mechanisms of formation. However, it remains a challenge to control the resulting structures when considering the complex assembly of linkers with unpredicted conformations and diverse Zr6 node connectivities. Herein, we systematically explore how solvents and modulators employed during synthesis influence the resulting topologies of Zr-MOFs, choosing H4TCPB-Br2 (1,4-dibromo-2,3,5,6-tetrakis(4-carboxyphenyl)benzene) as a representative tetratopic carboxylate linker. By modulating the reaction conditions, the conformations of the linker and the connectivities of the Zr6 node can be simultaneously tuned, resulting in four types of structures: a new topology (NU-500), she (NU-600), scu (NU-906), and csq (NU-1008). Importantly, we have synthesized the first 5-connected Zr6 node to date with the (4,4,4,5)-connected framework, NU-500. We subsequently performed detailed structural analyses to uncover the relationship between the structures and topologies of these MOFs and demonstrated the crucial role that the flexible linker played to access varied structures by different degrees of linker deformation. Due to a variety of pore structures ranging from micropores to hierarchical micropores and mesopores, the resulting MOFs show drastically different behaviors for the adsorption of n-hexane and dynamic adsorption of 2-chloroethyl ethyl sulfide (CEES) under dry and humid conditions.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are a highly crystalline\nclass of porous materials constructed from inorganic metal nodes and\norganic linkers through coordination bonds. MOFs\nhave attracted considerable attention in the past decade for their\npotential applications spanning gas storage and separations, catalysis,\nlight harvesting, and chemical sensing. MOFs offer unlimited tailorability at the atomic level with combinations\nof inorganic and organic building blocks giving rise to a multitude\nof structures and functionalities in MOFs. Reticular chemistry has been applied for the design and construction\nof various MOFs with different topologies. Topologically,\nthe predetermined ordered structures of MOFs can be designed through\nthe judicious assembly of metal building blocks and organic linkers.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are a highly crystalline class of porous materials constructed from inorganic metal nodes and organic linkers through coordination bonds. MOFs have attracted considerable attention in the past decade for their potential applications spanning gas storage and separations, catalysis, light harvesting, and chemical sensing. MOFs offer unlimited tailorability at the atomic level with combinations of inorganic and organic building blocks giving rise to a multitude of structures and functionalities in MOFs. Reticular chemistry has been applied for the design and construction of various MOFs with different topologies. Topologically, the predetermined ordered structures of MOFs can be designed through the judicious assembly of metal building blocks and organic linkers.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>As an emerging subclass of MOFs, Zr-based MOFs have drawn significant\ninterest due to their robustness under harsh conditions. The inorganic Zr<sub>6</sub> nodes can accommodate various connectivities,\nsuch as 12-, 10-, 9-, 8-, 6-, and 4-connected, while the organic linkers include ditopic, tritopic,\ntetratopic, and hexatopic linkers. Through the judicious combination\nof varying connectivities of Zr<sub>6</sub> nodes, flexible conformations\nof multitopic linkers, and the adjustment of synthetic conditions\n(solvents, temperatures, modulators), many possible topologies become\naccessible, forming different frameworks. Even for the simple and\nrigid ditopic 1,4-benzenedicarboxylic acid linker, crystallization\nwith Zr<sub>6</sub> nodes can give rise to polymorphs with two different\nstructures (a kinetic product EHU-30 with <bold>hex</bold> net and\na thermodynamic product UiO-66 with <bold>fcu</bold> net) depending\non the synthetic conditions used. In addition,\nrationally selecting the modulators is an essential factor in directing\nMOF structures. Generally, modulators can be regarded as truncated\nlinkers, due to a similar coordination motif, that compete with linkers\nfor coordination to the metal nodes. The utilization of modulators\nnot only controls the number of defect sites, but also determines\nthe topology and structure of the resulting MOF. For example, the\nsame 8-connected Zr<sub>6</sub> node and 1,3,6,8-(<italic>p</italic>-benzoate)­pyrene (H<sub>4</sub>TBAPy) linker can yield NU-901 with\nan <bold>scu</bold> net when using 4-aminobenzoic acid as the modulator\nor NU-1000 with a <bold>csq</bold> net when using benzoic acid. Therefore, for complicated multitopic linkers, it becomes challenging\nto predict the topology and structure of the resulting Zr-based MOFs\ndue to the diverse connectivity of the Zr<sub>6</sub> node and various\nconformations of the multitopic linker.\n</p>", "clean_text": "As an emerging subclass of MOFs, Zr-based MOFs have drawn significant interest due to their robustness under harsh conditions. The inorganic Zr6 nodes can accommodate various connectivities, such as 12-, 10-, 9-, 8-, 6-, and 4-connected, while the organic linkers include ditopic, tritopic, tetratopic, and hexatopic linkers. Through the judicious combination of varying connectivities of Zr6 nodes, flexible conformations of multitopic linkers, and the adjustment of synthetic conditions (solvents, temperatures, modulators), many possible topologies become accessible, forming different frameworks. Even for the simple and rigid ditopic 1,4-benzenedicarboxylic acid linker, crystallization with Zr6 nodes can give rise to polymorphs with two different structures (a kinetic product EHU-30 with hex net and a thermodynamic product UiO-66 with fcu net) depending on the synthetic conditions used. In addition, rationally selecting the modulators is an essential factor in directing MOF structures. Generally, modulators can be regarded as truncated linkers, due to a similar coordination motif, that compete with linkers for coordination to the metal nodes. The utilization of modulators not only controls the number of defect sites, but also determines the topology and structure of the resulting MOF. For example, the same 8-connected Zr6 node and 1,3,6,8-(p-benzoate)pyrene (H4TBAPy) linker can yield NU-901 with an scu net when using 4-aminobenzoic acid as the modulator or NU-1000 with a csq net when using benzoic acid. Therefore, for complicated multitopic linkers, it becomes challenging to predict the topology and structure of the resulting Zr-based MOFs due to the diverse connectivity of the Zr6 node and various conformations of the multitopic linker. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>As in the case of tetratopic linkers, several different topologies\nhave been reported. For example, the assembly of\ntetratopic carboxylate linkers and Zr<sub>6</sub> nodes will give\nrise to (4,12)-connected net (<bold>ftw</bold>, <bold>ith</bold>,\nand <bold>shp</bold>), (4,8)-connected net (<bold>scu</bold>, <bold>csq</bold>, <bold>sqc</bold>, and <bold>flu</bold>), (4,6)-connected net (<bold>she</bold>), or (4,4)-connected net (<bold>lvt</bold>), which are determined by the conformation of the tetratopic linkers\nand the connectivity of the Zr<sub>6</sub> nodes. Recently, introducing\nsteric hindrance into the linker backbone to influence linker conformation\nwhile maintaining the connectivity of the Zr<sub>6</sub> node has\nproved to be an effective strategy to modulate the topology of the\nresulting MOFs. For example, Zhou and co-workers demonstrated a series\nof Zr-tetracarboxylate MOFs with three topologies (<bold>flu</bold>, <bold>scu</bold>, and <bold>csq</bold> nets) by altering the substituents\non different positions of the biphenyl-3,3′,5,5′-tetra­(phenyl-4-carboxylic\nacid) (H<sub>4</sub>TPCB) backbone. Moreover,\nour group has reported that functionalizing the tetratopic linker,\n1,2,4,5-tetrakis­(4-carboxyphenyl)­benzene (H<sub>4</sub>TCPB), with\nnitro and bromo substituents alters the resulting MOF structures yielding\ndifferent topologies (<bold>scu</bold>, <bold>shp</bold>, and <bold>csq</bold> nets).\n</p>", "clean_text": "As in the case of tetratopic linkers, several different topologies have been reported. For example, the assembly of tetratopic carboxylate linkers and Zr6 nodes will give rise to (4,12)-connected net (ftw, ith, and shp), (4,8)-connected net (scu, csq, sqc, and flu), (4,6)-connected net (she), or (4,4)-connected net (lvt), which are determined by the conformation of the tetratopic linkers and the connectivity of the Zr6 nodes. Recently, introducing steric hindrance into the linker backbone to influence linker conformation while maintaining the connectivity of the Zr6 node has proved to be an effective strategy to modulate the topology of the resulting MOFs. For example, Zhou and co-workers demonstrated a series of Zr-tetracarboxylate MOFs with three topologies (flu, scu, and csq nets) by altering the substituents on different positions of the biphenyl-3,3',5,5'-tetra(phenyl-4-carboxylic acid) (H4TPCB) backbone. Moreover, our group has reported that functionalizing the tetratopic linker, 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (H4TCPB), with nitro and bromo substituents alters the resulting MOF structures yielding different topologies (scu, shp, and csq nets). ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Indeed, based\non the same linker, more than one structure and topology\ncan be obtained by tuning the connectivity of Zr<sub>6</sub> nodes\nand conformations of the linker, thereby enriching a variety of MOF\nstructures, but complicating the rational design of pure phase MOFs.\nDespite having the same chemical compositions, these MOFs show different\nproperties in catalytic activity and gas adsorption, expanding the\nrange of their applications. By forming the Zr<sub>6</sub> node with\ndifferent connectivities, the tetrakis­(4-carboxyphenyl) porphyrin\n(H<sub>4</sub>TCPP) linker, which has a high degree of rotational\nfreedom of the pendant phenyl rings of the porphyrin core, has demonstrated\nthe ability to construct at least six structures with different topologies\nto date, including (4,12)-connected <bold>ftw</bold> (PCN-221/MOF-525) and <bold>shp</bold> (PCN-223), (4,8)-connected <bold>csq</bold> (PCN-222/MOF-545/MMPF-6),\n<bold>sqc</bold> (PCN-225) and <bold>scu</bold> (NU-902), and (4,6)-connected <bold>she</bold> (PCN-224). By rotating the torsion angles of the peripheral\nphenyl rings, the TCPP linker is capable of adjusting its geometric\ncharacteristics to form multiple structures. However, it has proved\nto be a demanding task to obtain pure framework phases, since polymorphs\nof these MOFs can coexist, and transformation of the kinetic products\nto thermodynamic products is possible under controlled conditions.\n</p>", "clean_text": "Indeed, based on the same linker, more than one structure and topology can be obtained by tuning the connectivity of Zr6 nodes and conformations of the linker, thereby enriching a variety of MOF structures, but complicating the rational design of pure phase MOFs. Despite having the same chemical compositions, these MOFs show different properties in catalytic activity and gas adsorption, expanding the range of their applications. By forming the Zr6 node with different connectivities, the tetrakis(4-carboxyphenyl) porphyrin (H4TCPP) linker, which has a high degree of rotational freedom of the pendant phenyl rings of the porphyrin core, has demonstrated the ability to construct at least six structures with different topologies to date, including (4,12)-connected ftw (PCN-221/MOF-525) and shp (PCN-223), (4,8)-connected csq (PCN-222/MOF-545/MMPF-6), sqc (PCN-225) and scu (NU-902), and (4,6)-connected she (PCN-224). By rotating the torsion angles of the peripheral phenyl rings, the TCPP linker is capable of adjusting its geometric characteristics to form multiple structures. However, it has proved to be a demanding task to obtain pure framework phases, since polymorphs of these MOFs can coexist, and transformation of the kinetic products to thermodynamic products is possible under controlled conditions. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Apart from the H<sub>4</sub>TCPP linker, systematic investigations\nof constructing different Zr-based MOF structures by simultaneously\ntuning the connectivity of Zr<sub>6</sub> nodes and the conformation\nof tetratopic linkers is still rare. To\ndate, except for the H<sub>4</sub>TCPP linker, there have been no\nreports of Zr-based MOFs showing four or more different structures\nbuilt by the same tetratopic linker, likely due to tremendous challenges\nin optimizing compatibility between Zr<sub>6</sub> nodes with various\nconnectivities and linkers with different conformations. Furthermore,\nthe fundamental factors that influence the connectivity of the Zr<sub>6</sub> node and the conformation of the linker in MOF crystallizations\nhave still not been fully elucidated.</p>", "clean_text": "Apart from the H4TCPP linker, systematic investigations of constructing different Zr-based MOF structures by simultaneously tuning the connectivity of Zr6 nodes and the conformation of tetratopic linkers is still rare. To date, except for the H4TCPP linker, there have been no reports of Zr-based MOFs showing four or more different structures built by the same tetratopic linker, likely due to tremendous challenges in optimizing compatibility between Zr6 nodes with various connectivities and linkers with different conformations. Furthermore, the fundamental factors that influence the connectivity of the Zr6 node and the conformation of the linker in MOF crystallizations have still not been fully elucidated.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Bearing this in mind,\nherein, we realize control on the structure\nand topology of four pure-phase Zr-based MOFs (NU-500, NU-600, NU-906, and NU-1008) by\nsimultaneously tuning the connectivity of Zr<sub>6</sub> node and\nthe conformation of H<sub>4</sub>TCPB-Br<sub>2</sub> (1,4-dibromo-2,3,5,6-tetrakis­(4-carboxyphenyl)­benzene)\nthrough careful adjustment of the reaction conditions (solvents and\nmodulators), and therefore revealing their formation mechanisms. In\nour work, the types and amounts of solvents and modulators are varied,\nwhile the amounts of Zr<sup>4+</sup>/H<sub>4</sub>TCPB-Br<sub>2</sub>/solvent (0.04 mmol/0.01 mmol/2 mL) and reaction temperature/time\n(120 °C/24 h) are all kept consistent. Although constructed with\nidentical linkers and metal centers, these MOFs exhibit different\nproperties toward adsorption of 2-chloroethyl ethyl sulfide (CEES)\nand <italic>n</italic>-hexane, used as a surrogate for sulfur mustard\n(HD).</p>", "clean_text": "Bearing this in mind, herein, we realize control on the structure and topology of four pure-phase Zr-based MOFs (NU-500, NU-600, NU-906, and NU-1008) by simultaneously tuning the connectivity of Zr6 node and the conformation of H4TCPB-Br2 (1,4-dibromo-2,3,5,6-tetrakis(4-carboxyphenyl)benzene) through careful adjustment of the reaction conditions (solvents and modulators), and therefore revealing their formation mechanisms. In our work, the types and amounts of solvents and modulators are varied, while the amounts of Zr4+/H4TCPB-Br2/solvent (0.04 mmol/0.01 mmol/2 mL) and reaction temperature/time (120 °C/24 h) are all kept consistent. Although constructed with identical linkers and metal centers, these MOFs exhibit different properties toward adsorption of 2-chloroethyl ethyl sulfide (CEES) and n-hexane, used as a surrogate for sulfur mustard (HD).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Controlling MOF Polymorphism by Altering\nthe Solvent and Modulator</title><p>To eliminate the effect of temperature\non MOF topology, the synthetic\ntemperature was held fixed at 120 °C. By varying the synthetic\nsolvent (<italic>N</italic>,<italic>N</italic>-dimethylformamide,\nDMF; <italic>N</italic>,<italic>N</italic>-diethylformamide, DEF),\nthe modulator (formic acid, acetic acid), and the amount of modulator,\nthe reaction of the Zr precursor and H<sub>4</sub>TCPB-Br<sub>2</sub> linker gives rise to four MOFs: NU-500 with a new (4,4,4,5)-connected\nnet, NU-600 (<bold>she</bold>), NU-906 (<bold>scu</bold>), and NU-1008\n(<bold>csq</bold>). These results indicate that the structures and\ntopologies of the targeted Zr-based MOFs can be tuned through solvent\nand modulator choices.</p>", "clean_text": "Results and Discussion\n\nControlling MOF Polymorphism by Altering the Solvent and Modulator\n\nTo eliminate the effect of temperature on MOF topology, the synthetic temperature was held fixed at 120 °C. By varying the synthetic solvent (N,N-dimethylformamide, DMF; N,N-diethylformamide, DEF), the modulator (formic acid, acetic acid), and the amount of modulator, the reaction of the Zr precursor and H4TCPB-Br2 linker gives rise to four MOFs: NU-500 with a new (4,4,4,5)-connected net, NU-600 (she), NU-906 (scu), and NU-1008 (csq). These results indicate that the structures and topologies of the targeted Zr-based MOFs can be tuned through solvent and modulator choices.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Structural Analysis and Description</title><p>Block-shaped crystals\nof NU-500 with the formula Zr<sub>6</sub>(μ-O)<sub>4</sub>(μ-OH)<sub>4</sub>(HCOO)<sub>4</sub>(OH)<sub>3.5</sub>(H<sub>2</sub>O)<sub>3.5</sub>(TCPB-Br<sub>2</sub>)­(H<sub>2</sub>TCPB-Br<sub>2</sub>)<sub>0.25</sub> were obtained through the solvothermal reaction of ZrCl<sub>4</sub> and H<sub>4</sub>TCPB-Br<sub>2</sub> linker in DEF in the presence\nof formic acid as the modulator (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S2</ext-link>). Of note, NU-500 crystals crystallized only under strict reaction\nconditions. Longer heating time and varied amounts of formic acid\nled to the crystallization of NU-1008 or mixed NU-600 and NU-1008\nphases (refer to the detailed synthetic procedure in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Supporting Information</ext-link>). Single crystal X-ray\ndiffraction analysis revealed that NU-500 crystallized in the monoclinic\nsystem with a space group of <italic>C</italic>2/<italic>m</italic> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Table S1</ext-link>). There exist two types of\nquadrilateral pores in NU-500 along the <italic>y</italic> direction,\nwith the larger pore having dimensions of about 10 × 9 Å<sup>2</sup> and the smaller is about 9 × 8 Å<sup>2</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S3</ext-link>). Interestingly, the H<sub>4</sub>TCPB-Br<sub>2</sub> linker adopts two coordination modes in NU-500. In the first\nmode, the four carboxylate groups of H<sub>4</sub>TCPB-Br<sub>2</sub> adopt a bridging bis-monodentate mode (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S4a</ext-link>), whereas for the second two carboxylate groups of H<sub>4</sub>TCPB-Br<sub>2</sub> adopt a bridging bis-monodentate mode\nwhile the remaining two carboxylate groups are monodentate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S4b</ext-link>). There exist five carboxylates from\nfive linkers, four carboxylates from four formic acid molecules, 7\n1/2 terminal OHs, and 3 1/2 terminal H<sub>2</sub>Os coordinated with\nZr<sub>6</sub>O<sub>8</sub> cluster. As a result, the H<sub>4</sub>TCPB-Br<sub>2</sub> linker and the Zr<sub>6</sub> node in NU-500\ncan be respectively defined as a 4-connected planar node and a 5-connected\npentahedron node, respectively. Thus, the three-dimensional (3D) NU-500\nstructure is classified as a (4,4,4,5)-connected net with a novel\ntopology ().\nDifferent from reported Zr<sub>6</sub> nodes that are 4-, 6-, 8-,\n9-, 10-, or 12-connected, NU-500 represents the first example, to\ndate, of a Zr-based MOF containing a 5-connected Zr<sub>6</sub> node,\nenriching the library of available topologies of Zr-based MOFs.</p>", "clean_text": "Structural Analysis and Description\n\nBlock-shaped crystals of NU-500 with the formula Zr6(μ-O)4(μ-OH)4(HCOO)4(OH)3.5(H2O)3.5(TCPB-Br2)(H2TCPB-Br2)0.25 were obtained through the solvothermal reaction of ZrCl4 and H4TCPB-Br2 linker in DEF in the presence of formic acid as the modulator (Figure S2). Of note, NU-500 crystals crystallized only under strict reaction conditions. Longer heating time and varied amounts of formic acid led to the crystallization of NU-1008 or mixed NU-600 and NU-1008 phases (refer to the detailed synthetic procedure in the Supporting Information). Single crystal X-ray diffraction analysis revealed that NU-500 crystallized in the monoclinic system with a space group of C2/m (Table S1). There exist two types of quadrilateral pores in NU-500 along the y direction, with the larger pore having dimensions of about 10 × 9 Å2 and the smaller is about 9 × 8 Å2 (Figure S3). Interestingly, the H4TCPB-Br2 linker adopts two coordination modes in NU-500. In the first mode, the four carboxylate groups of H4TCPB-Br2 adopt a bridging bis-monodentate mode (Figure S4a), whereas for the second two carboxylate groups of H4TCPB-Br2 adopt a bridging bis-monodentate mode while the remaining two carboxylate groups are monodentate (Figure S4b). There exist five carboxylates from five linkers, four carboxylates from four formic acid molecules, 7 1/2 terminal OHs, and 3 1/2 terminal H2Os coordinated with Zr6O8 cluster. As a result, the H4TCPB-Br2 linker and the Zr6 node in NU-500 can be respectively defined as a 4-connected planar node and a 5-connected pentahedron node, respectively. Thus, the three-dimensional (3D) NU-500 structure is classified as a (4,4,4,5)-connected net with a novel topology (). Different from reported Zr6 nodes that are 4-, 6-, 8-, 9-, 10-, or 12-connected, NU-500 represents the first example, to date, of a Zr-based MOF containing a 5-connected Zr6 node, enriching the library of available topologies of Zr-based MOFs.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic representation\nof the construction of NU-500, NU-600,\nNU-906, and NU-1008 from H<sub>4</sub>TCPB-Br<sub>2</sub> linker (top)\nand Zr<sub>6</sub> node (middle), as well as their crystal structures\nand topologies (bottom). Color scheme: C, gray; O, red; Br, pink;\nZr, green. H atoms in the structures are omitted for clarity. Acetic\nacid is termed as AA and formic acid is termed as FA.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c10400_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic representation of the construction of NU-500, NU-600, NU-906, and NU-1008 from H4TCPB-Br2 linker (top) and Zr6 node (middle), as well as their crystal structures and topologies (bottom). Color scheme: C, gray; O, red; Br, pink; Zr, green. H atoms in the structures are omitted for clarity. Acetic acid is termed as AA and formic acid is termed as FA.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The solvothermal reaction of ZrCl<sub>4</sub> and H<sub>4</sub>TCPB-Br<sub>2</sub> in DEF using acetic acid acting as the modulator\nyielded cubic-shaped crystals of NU-600 with the formula Zr<sub>6</sub>(μ-O)<sub>4</sub>(μ-OH)<sub>4</sub>(CH<sub>3</sub>COO)<sub>6</sub>(TCPB-Br<sub>2</sub>)<sub>1.5</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S5</ext-link>). Single crystal X-ray diffraction analysis revealed that\nNU-600 crystallized in the cubic system with a space group of <italic>Pm</italic>3<italic>m̅</italic> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Table S1</ext-link>). In the structure of NU-600, there are two cubic channels\nwith sizes of 13 and 19 Å along the <italic>z</italic>-axis and\na 13 × 19 Å<sup>2</sup> tetragonal channel along the <italic>x</italic>-axis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S6</ext-link>), respectively.\nThe Zr<sub>6</sub>O<sub>8</sub> cluster is coordinated by six carboxylates\nfrom six linkers, six carboxylates from six acetic acid molecules,\nand four terminal OHs. By topological analysis, the Zr<sub>6</sub> node and H<sub>4</sub>TCPB-Br<sub>2</sub> in NU-600 can be defined\nas a 6-connected hexagonal node and 4-connected planar node, respectively.\nAs a result, the 3D framework of the NU-600 structure can be simplified\ninto a (4,6)-connected <bold>she</bold> net (), which is isoreticular to TCPP-based PCN-224 and tetrathiafulvalene-based Zr-MeTTFTB (MeTTFTB<sup>4–</sup>, tetrathiafulvalene tetramethylbenzoate). The connectivity of the Zr<sub>6</sub> node\nincreases from 5-connected in NU-500 to 6-connected in NU-600 by changing\nthe modulator from formic acid to acetic acid.</p>", "clean_text": "The solvothermal reaction of ZrCl4 and H4TCPB-Br2 in DEF using acetic acid acting as the modulator yielded cubic-shaped crystals of NU-600 with the formula Zr6(μ-O)4(μ-OH)4(CH3COO)6(TCPB-Br2)1.5 (Figure S5). Single crystal X-ray diffraction analysis revealed that NU-600 crystallized in the cubic system with a space group of Pm3m̅ (Table S1). In the structure of NU-600, there are two cubic channels with sizes of 13 and 19 Å along the z-axis and a 13 × 19 Å2 tetragonal channel along the x-axis (Figure S6), respectively. The Zr6O8 cluster is coordinated by six carboxylates from six linkers, six carboxylates from six acetic acid molecules, and four terminal OHs. By topological analysis, the Zr6 node and H4TCPB-Br2 in NU-600 can be defined as a 6-connected hexagonal node and 4-connected planar node, respectively. As a result, the 3D framework of the NU-600 structure can be simplified into a (4,6)-connected she net (), which is isoreticular to TCPP-based PCN-224 and tetrathiafulvalene-based Zr-MeTTFTB (MeTTFTB4-, tetrathiafulvalene tetramethylbenzoate). The connectivity of the Zr6 node increases from 5-connected in NU-500 to 6-connected in NU-600 by changing the modulator from formic acid to acetic acid.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Oval-shaped crystals\nof NU-906 with the formula Zr<sub>6</sub>(μ-O)<sub>4</sub>(μ-OH)<sub>4</sub>(OH)<sub>4</sub>(TCPB-Br<sub>2</sub>)<sub>2</sub> can be obtained\nvia a modified procedure from the one\npreviously reported, by use of DMF as\nthe solvent and acetic acid as the modulator (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S7</ext-link>). The Zr<sub>6</sub>O<sub>8</sub> cluster is coordinated\nby eight carboxylates from eight linkers, and eight terminal OHs.\nFrom a topological viewpoint, the connectivity of the Zr<sub>6</sub> node increases from 6-connected in NU-600 to 8-connected in NU-906\nby altering the solvent from DEF to DMF, while H<sub>4</sub>TCPB-Br<sub>2</sub> remains 4-connected, leading to the (4,8)-connected <bold>scu</bold> net (). The NU-906 framework is a reticular-merohedral twin structure,\ngiving rise to the (4,12)-connected <bold>shp</bold> net (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S8</ext-link>), which is isoreticular to TCPB-based\nNU-904, TCPP-based PCN-223, and rare-earth-based Y-<bold>shp</bold>-MOF-5. The (4,12)-connected <bold>shp</bold> net is\na result of the twinning of three (4,8)-connected <bold>scu</bold> nets that twist 60° from each other along the <italic>z</italic>-axis, giving rise to the overall 6-fold symmetric structure (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S9</ext-link>). Moreover,\nthere exist uniform rhombic channels with dimensions of 12 ×\n27 Å<sup>2</sup> along the <italic>y</italic>-axis in the structure\nof the <bold>scu</bold> net NU-906 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S10</ext-link>).</p>", "clean_text": "Oval-shaped crystals of NU-906 with the formula Zr6(μ-O)4(μ-OH)4(OH)4(TCPB-Br2)2 can be obtained via a modified procedure from the one previously reported, by use of DMF as the solvent and acetic acid as the modulator (Figure S7). The Zr6O8 cluster is coordinated by eight carboxylates from eight linkers, and eight terminal OHs. From a topological viewpoint, the connectivity of the Zr6 node increases from 6-connected in NU-600 to 8-connected in NU-906 by altering the solvent from DEF to DMF, while H4TCPB-Br2 remains 4-connected, leading to the (4,8)-connected scu net (). The NU-906 framework is a reticular-merohedral twin structure, giving rise to the (4,12)-connected shp net (Figure S8), which is isoreticular to TCPB-based NU-904, TCPP-based PCN-223, and rare-earth-based Y-shp-MOF-5. The (4,12)-connected shp net is a result of the twinning of three (4,8)-connected scu nets that twist 60° from each other along the z-axis, giving rise to the overall 6-fold symmetric structure (Figure S9). Moreover, there exist uniform rhombic channels with dimensions of 12 × 27 Å2 along the y-axis in the structure of the scu net NU-906 (Figure S10).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>As previously reported, the\nsolvothermal\nreaction of ZrCl<sub>4</sub> and H<sub>4</sub>TCPB-Br<sub>2</sub> linker\nin DEF using formic acid as the modulator yields hexagonal rod-shaped\ncrystals of NU-1008 with the formula Zr<sub>6</sub>(μ-O)<sub>4</sub>(μ-OH)<sub>4</sub>(H<sub>2</sub>O)<sub>2</sub>(OH)<sub>2</sub>(TCPB-Br<sub>2</sub>)<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S11</ext-link>). The Zr<sub>6</sub> node in NU-1008 is coordinated by\neight carboxylates from eight linkers, six terminal OHs, and two terminal\nH<sub>2</sub>Os. Topologically, the connectivity of Zr<sub>6</sub> node increases from 6 in NU-600 to 8 in NU-1008 just by changing\nthe modulator from acetic acid to formic acid. The H<sub>4</sub>TCPB-Br<sub>2</sub> linker still acts as a 4-connected planar node. Thus, the\nNU-1008 framework can be classified as a (4,8)-connected <bold>csq</bold> net (), which\nis isoreticular to TBAPy-based NU-1000 and TCPP-based PCN-222. Along the <italic>z</italic>-axis, there are microporous triangular channels of 13\nÅ and mesoporous hexagonal channels of 30 Å (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S12</ext-link>).</p>", "clean_text": "As previously reported, the solvothermal reaction of ZrCl4 and H4TCPB-Br2 linker in DEF using formic acid as the modulator yields hexagonal rod-shaped crystals of NU-1008 with the formula Zr6(μ-O)4(μ-OH)4(H2O)2(OH)2(TCPB-Br2)2 (Figure S11). The Zr6 node in NU-1008 is coordinated by eight carboxylates from eight linkers, six terminal OHs, and two terminal H2Os. Topologically, the connectivity of Zr6 node increases from 6 in NU-600 to 8 in NU-1008 just by changing the modulator from acetic acid to formic acid. The H4TCPB-Br2 linker still acts as a 4-connected planar node. Thus, the NU-1008 framework can be classified as a (4,8)-connected csq net (), which is isoreticular to TBAPy-based NU-1000 and TCPP-based PCN-222. Along the z-axis, there are microporous triangular channels of 13 Å and mesoporous hexagonal channels of 30 Å (Figure S12).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Structural and Topological\nAnalyses of Different MOFs</title><p>Previous reports demonstrated\nthat the crystal size, crystallinity,\ndefect density, and topology of Zr-based MOFs constructed with robust\nlinkers could be controlled by solvents and modulators. For flexible linkers, the topology of the resulting structure is\naffected by not only the linker’s substituents, but also the\nreaction conditions as the reaction can proceed toward a pathway with\na lower energetic barrier to produce the appropriate products based\non the same linker. It is widely accepted\nthat modulators with different p<italic>K</italic>\n<sub>a</sub>’s\ninfluence crystal nucleation and growth by competing with the linkers\nfor coordination sites of Zr<sub>6</sub> nodes or terminating the\ncoordination process and lowering the connectivity of Zr<sub>6</sub> nodes. Beyond modulators, solvents with different physical properties can\ncontrol the metal–linker interactions by influencing the solubility\nof the precursors and the deprotonation rate of the organic linkers\nin the solvent system, thus determining the resulting structures of\nMOFs. Hence, the modulation of reaction\nconditions can alter reaction pathways to form different products\nby regulating the reaction activation energy. In our work, the types and amounts of solvents and modulators are\nvaried, while the amounts of Zr<sup>4+</sup>/H<sub>4</sub>TCPB-Br<sub>2</sub>/solvent (0.04 mmol/0.01 mmol/2 mL) and reaction temperature/time\n(120 °C/24 h) are all kept consistent with the exception of NU-500,\nwhich required 48 h to grow to a suitable size for single crystal\nX-ray diffraction analysis. However, smaller NU-500 particles could\nalso be obtained after 24 h to exclude the potential effect of reaction\ntime on the formation.</p>", "clean_text": "Structural and Topological Analyses of Different MOFs\n\nPrevious reports demonstrated that the crystal size, crystallinity, defect density, and topology of Zr-based MOFs constructed with robust linkers could be controlled by solvents and modulators. For flexible linkers, the topology of the resulting structure is affected by not only the linker's substituents, but also the reaction conditions as the reaction can proceed toward a pathway with a lower energetic barrier to produce the appropriate products based on the same linker. It is widely accepted that modulators with different pK a's influence crystal nucleation and growth by competing with the linkers for coordination sites of Zr6 nodes or terminating the coordination process and lowering the connectivity of Zr6 nodes. Beyond modulators, solvents with different physical properties can control the metal-linker interactions by influencing the solubility of the precursors and the deprotonation rate of the organic linkers in the solvent system, thus determining the resulting structures of MOFs. Hence, the modulation of reaction conditions can alter reaction pathways to form different products by regulating the reaction activation energy. In our work, the types and amounts of solvents and modulators are varied, while the amounts of Zr4+/H4TCPB-Br2/solvent (0.04 mmol/0.01 mmol/2 mL) and reaction temperature/time (120 °C/24 h) are all kept consistent with the exception of NU-500, which required 48 h to grow to a suitable size for single crystal X-ray diffraction analysis. However, smaller NU-500 particles could also be obtained after 24 h to exclude the potential effect of reaction time on the formation.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The final structures of Zr-based MOFs\nare dominated by the shape and steric hindrance of the substituent\nin the linker when the connectivity and conformation of the Zr<sub>6</sub> secondary building units (SBU) are the same. In contrast,\nthe resulting structures in our work were influenced by both the connectivity\nof the Zr<sub>6</sub> SBU and the conformation of the linker by tuning\nthe solvent and modulator (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Table S2</ext-link>). In\ndetail, NU-500, NU-600, NU-906, and NU-1008 are formed in a mixture\nof DEF/FA (2 mL/0.9 mL), DEF/AA (2 mL/0.75 mL), DMF/AA (2 mL/0.75\nmL), and DEF/FA (2 mL/1 mL), respectively. When NU-500 and NU-600\nare compared, both MOFs can be formed by use of the same DEF solvent\nand different modulators. Due to the fact that the p<italic>K</italic>\n<sub>a</sub> of formic acid is lower than that of acetic acid, formate\nhas a stronger competition with H<sub>4</sub>TCPB-Br<sub>2</sub> linker\nthan acetate for coordinating with Zr<sub>6</sub> node, so it is a stronger modulator which could have\nled to lower coordination of NU-500 node than when acetic acid was\nused. Similarly, the basicity of DEF is stronger than that of DMF,\nwhich would lead to a higher deprotonation rate of TCPB-Br<sub>2</sub>\n<sup>4–</sup> linker than when DMF solvent was used. The higher\ndeprotonation rate of the linker will accelerate the conversion into\nthe crystalline product, resulting in smaller single crystals in a\nshorter reaction time, yielding the kinetically stabilized phase.\nThe formation process involving fast nucleation and slow growth leads\nto a lower connectivity of the Zr<sub>6</sub> nodes of the resulting\nMOF. The lower 6-connected Zr<sub>6</sub> node\nin NU-600 is formed in DEF, while NU-906 having an 8-connected node\nformed using DMF. Thus, we hypothesize that the synthetic solvent\nplays a similar role as the modulator in MOF formation. During the\ncrystallization of NU-500, longer heating times and increased amounts\nof formic acid led to the crystallization of NU-1008. The phase transition\nonly occurs from NU-500 to NU-1008, while NU-1008 cannot be transformed\ninto NU-500. The increased amount of formic acid slows down the crystallization\nreaction by inhibiting the deprotonation rate of the linker and competing\nwith the linker for coordinating to the Zr<sub>6</sub> nodes. Compared\nto the thermodynamic product of NU-1008 with an 8-connected Zr<sub>6</sub> node, NU-500 is the kinetic product having the lower 5-connected\nZr<sub>6</sub> node, indicating that the increase of formic acid can\nlead to the thermodynamic product formation. To the best of our knowledge,\nthis is the first report where such a minute difference in the amount\nof modulator used leads to two different structures (NU-500 and NU-1008)\nin the same system. We hypothesize this occurs due to the flexible\nH<sub>4</sub>TCPB-Br<sub>2</sub> linker that provides us access to\nvaried structures through the different degrees of linker deformation.</p>", "clean_text": "The final structures of Zr-based MOFs are dominated by the shape and steric hindrance of the substituent in the linker when the connectivity and conformation of the Zr6 secondary building units (SBU) are the same. In contrast, the resulting structures in our work were influenced by both the connectivity of the Zr6 SBU and the conformation of the linker by tuning the solvent and modulator (Table S2). In detail, NU-500, NU-600, NU-906, and NU-1008 are formed in a mixture of DEF/FA (2 mL/0.9 mL), DEF/AA (2 mL/0.75 mL), DMF/AA (2 mL/0.75 mL), and DEF/FA (2 mL/1 mL), respectively. When NU-500 and NU-600 are compared, both MOFs can be formed by use of the same DEF solvent and different modulators. Due to the fact that the pK a of formic acid is lower than that of acetic acid, formate has a stronger competition with H4TCPB-Br2 linker than acetate for coordinating with Zr6 node, so it is a stronger modulator which could have led to lower coordination of NU-500 node than when acetic acid was used. Similarly, the basicity of DEF is stronger than that of DMF, which would lead to a higher deprotonation rate of TCPB-Br2 4- linker than when DMF solvent was used. The higher deprotonation rate of the linker will accelerate the conversion into the crystalline product, resulting in smaller single crystals in a shorter reaction time, yielding the kinetically stabilized phase. The formation process involving fast nucleation and slow growth leads to a lower connectivity of the Zr6 nodes of the resulting MOF. The lower 6-connected Zr6 node in NU-600 is formed in DEF, while NU-906 having an 8-connected node formed using DMF. Thus, we hypothesize that the synthetic solvent plays a similar role as the modulator in MOF formation. During the crystallization of NU-500, longer heating times and increased amounts of formic acid led to the crystallization of NU-1008. The phase transition only occurs from NU-500 to NU-1008, while NU-1008 cannot be transformed into NU-500. The increased amount of formic acid slows down the crystallization reaction by inhibiting the deprotonation rate of the linker and competing with the linker for coordinating to the Zr6 nodes. Compared to the thermodynamic product of NU-1008 with an 8-connected Zr6 node, NU-500 is the kinetic product having the lower 5-connected Zr6 node, indicating that the increase of formic acid can lead to the thermodynamic product formation. To the best of our knowledge, this is the first report where such a minute difference in the amount of modulator used leads to two different structures (NU-500 and NU-1008) in the same system. We hypothesize this occurs due to the flexible H4TCPB-Br2 linker that provides us access to varied structures through the different degrees of linker deformation.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The conformation of this linker also varies in different mixtures\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Table S3</ext-link>). Interestingly, the linkers\nin NU-500 display three crystallographically unique conformations\n(called type I, type II, and type III) with varying geometries (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S13</ext-link>). Both pairs of the adjacent phenyl\narms rotate the same direction in all of those three types of linker,\ndisplaying <italic>C</italic>\n<sub>2<italic>h</italic>\n</sub> symmetry\n(). In the\n(4,8)-connected <bold>scu</bold> net of NU-906, the linker shows the\nsame <italic>C</italic>\n<sub>2<italic>h</italic>\n</sub> symmetry as\nthe linker in NU-903, with two adjacent\nphenyl arms rotating away from each other, whereas the other pairs\nrotate toward each other. We note that the H<sub>4</sub>TCPB-NO<sub>2</sub> in NU-904, represented by a (4,8)-connected <bold>scu</bold> net, adopts a <italic>C</italic>\n<sub>2</sub> symmetry because the\nintroduction of the mononitro group lowers the symmetry of the linker. On the contrary, the two Br atoms in H<sub>4</sub>TCPB-Br<sub>2</sub> are coplanar to the central phenyl and, thus,\nkeep the same high symmetry as H<sub>4</sub>TCPB in NU-903. However,\nthe linkers in NU-600 and NU-1008 all adopt <italic>C</italic>\n<sub>2<italic>v</italic>\n</sub> symmetry with the two pairs of phenyl arms\nrotating toward each other. In order to match the 6-connected hexagonal\nZr<sub>6</sub> node in the <bold>she</bold> net of NU-600, both of\nthe dihedral angles between two adjacent phenyl arms, between the\nbenzene arm and carboxylate group, are smaller than that in the <bold>csq</bold> net of NU-1008 with 8-connected cubic Zr<sub>6</sub> nodes\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Table S3</ext-link>). Meanwhile, the coplanar characteristic\nbetween the two Br’s and the central phenyl is broken in both\nNU-600 and NU-1008, with the angles of Br–center and central\nphenyl–Br being 176.4 and 176.9°, rather than 180.0°\nin NU-906.</p>", "clean_text": "The conformation of this linker also varies in different mixtures (Table S3). Interestingly, the linkers in NU-500 display three crystallographically unique conformations (called type I, type II, and type III) with varying geometries (Figure S13). Both pairs of the adjacent phenyl arms rotate the same direction in all of those three types of linker, displaying C 2h  symmetry (). In the (4,8)-connected scu net of NU-906, the linker shows the same C 2h  symmetry as the linker in NU-903, with two adjacent phenyl arms rotating away from each other, whereas the other pairs rotate toward each other. We note that the H4TCPB-NO2 in NU-904, represented by a (4,8)-connected scu net, adopts a C 2 symmetry because the introduction of the mononitro group lowers the symmetry of the linker. On the contrary, the two Br atoms in H4TCPB-Br2 are coplanar to the central phenyl and, thus, keep the same high symmetry as H4TCPB in NU-903. However, the linkers in NU-600 and NU-1008 all adopt C 2v  symmetry with the two pairs of phenyl arms rotating toward each other. In order to match the 6-connected hexagonal Zr6 node in the she net of NU-600, both of the dihedral angles between two adjacent phenyl arms, between the benzene arm and carboxylate group, are smaller than that in the csq net of NU-1008 with 8-connected cubic Zr6 nodes (Table S3). Meanwhile, the coplanar characteristic between the two Br's and the central phenyl is broken in both NU-600 and NU-1008, with the angles of Br-center and central phenyl-Br being 176.4 and 176.9°, rather than 180.0° in NU-906.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Tetratopic linker conformations in four MOFs. The purple arrow\nindicates the rotational axis, in which the rotational axis of NU-600\nand that of NU-1008 are perpendicular to the central phenyl plane.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c10400_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Tetratopic linker conformations in four MOFs. The purple arrow indicates the rotational axis, in which the rotational axis of NU-600 and that of NU-1008 are perpendicular to the central phenyl plane.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The phase purities\nof bulk NU-500,\nNU-600, NU-906, and NU-1008 materials were confirmed by the good matching\nbetween the experimental powder X-ray diffraction (PXRD) patterns\nand the simulated ones generated from single crystal diffraction data\n(). As observed\nin the PXRD patterns of NU-600 and NU-1008 (b,d), both frameworks maintained their structural\nintegrity after thermal activation. However, there were notable peak\nshifts in the PXRD patterns of activated NU-500 and NU-906 around\n4.5 and 5.0° 2θ for NU-500 and NU-906, respectively (a,c), alluding to\ntheir structural flexibility. Thus, both NU-600 and NU-1008 are rigid\nframeworks under the tested conditions, whereas NU-500 and NU-906\nexhibit flexible behaviors as illustrated by the shifted PXRD peaks.\nWe hypothesize that the flexible behavior of NU-500 arises from the\n5-connected Zr<sub>6</sub> node. As found in our previous work, in\nwhich NU-1400 with a 4-connected Zr<sub>6</sub> node exhibited guest-dependent\nstructural flexibility, reducing the connectivity of the Zr<sub>6</sub> node within the MOF structure increases the possibility of MOF flexibility.\n</p>", "clean_text": "Characterization\n\nThe phase purities of bulk NU-500, NU-600, NU-906, and NU-1008 materials were confirmed by the good matching between the experimental powder X-ray diffraction (PXRD) patterns and the simulated ones generated from single crystal diffraction data (). As observed in the PXRD patterns of NU-600 and NU-1008 (b,d), both frameworks maintained their structural integrity after thermal activation. However, there were notable peak shifts in the PXRD patterns of activated NU-500 and NU-906 around 4.5 and 5.0° 2θ for NU-500 and NU-906, respectively (a,c), alluding to their structural flexibility. Thus, both NU-600 and NU-1008 are rigid frameworks under the tested conditions, whereas NU-500 and NU-906 exhibit flexible behaviors as illustrated by the shifted PXRD peaks. We hypothesize that the flexible behavior of NU-500 arises from the 5-connected Zr6 node. As found in our previous work, in which NU-1400 with a 4-connected Zr6 node exhibited guest-dependent structural flexibility, reducing the connectivity of the Zr6 node within the MOF structure increases the possibility of MOF flexibility. ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Experimental and simulated PXRD patterns for (a) NU-500,\n(b) NU-600,\n(c) NU-906, and (d) NU-1008.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c10400_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Experimental and simulated PXRD patterns for (a) NU-500, (b) NU-600, (c) NU-906, and (d) NU-1008.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Variable temperature PXRD also confirmed temperature-dependent\nstructural transformations (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S14</ext-link>).\nWhen heated in air above 200 °C, the as-synthesized NU-500 exhibited\na unique structural transformation, attributed to the removal of DEF\nmolecules, thereby resulting in a contracted phase. This contracted\nstructure could not revert back to the pristine and open structure\nwhen it returned to room temperature. In contrast, the flexible behavior\nof NU-906, which has a higher node connectivity, is most likely due\nto the rotation between the inner phenyl ring (with dibromo group)\nand the outer phenyl ring. A similar phenomenon has been observed\nwhere Zr-tetratopic carboxylate MOFs with 8-connected Zr<sub>6</sub> nodes (PCN-605 with <bold>flu</bold> net and PCN-606 with <bold>scu</bold> net) exhibited flexible behaviors upon thermal activation\nas reflected by the shifted XRD peaks. As confirmed by scanning electron microscopy (SEM) images, NU-500\nand NU-906 particles were spherical particles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figures S15 and S17</ext-link>), while the particle morphologies of NU-600\nand NU-1008 were oval-shaped and hexagonal rod-shaped with uniform\nmorphology, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figures S16 and S18</ext-link>). As expected, due to the strong Zr–carboxylate bonds, thermogravimetric\nanalysis (TGA) under air revealed thermal stability for the four MOFs\nuntil 400 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figures S19–S22</ext-link>).</p>", "clean_text": "Variable temperature PXRD also confirmed temperature-dependent structural transformations (Figure S14). When heated in air above 200 °C, the as-synthesized NU-500 exhibited a unique structural transformation, attributed to the removal of DEF molecules, thereby resulting in a contracted phase. This contracted structure could not revert back to the pristine and open structure when it returned to room temperature. In contrast, the flexible behavior of NU-906, which has a higher node connectivity, is most likely due to the rotation between the inner phenyl ring (with dibromo group) and the outer phenyl ring. A similar phenomenon has been observed where Zr-tetratopic carboxylate MOFs with 8-connected Zr6 nodes (PCN-605 with flu net and PCN-606 with scu net) exhibited flexible behaviors upon thermal activation as reflected by the shifted XRD peaks. As confirmed by scanning electron microscopy (SEM) images, NU-500 and NU-906 particles were spherical particles (Figures S15 and S17), while the particle morphologies of NU-600 and NU-1008 were oval-shaped and hexagonal rod-shaped with uniform morphology, respectively (Figures S16 and S18). As expected, due to the strong Zr-carboxylate bonds, thermogravimetric analysis (TGA) under air revealed thermal stability for the four MOFs until 400 °C (Figures S19-S22).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Since the Zr<sub>6</sub> nodes in the four MOFs are 5-,\n6-, and\n8-connected nodes, there are remaining accessible coordination sites\non the Zr<sub>6</sub> nodes. The terminal coordinated species capping\nthese unoccupied coordination sites were confirmed by <sup>1</sup>H NMR spectra. When viewing the <sup>1</sup>H NMR spectra of the\ndigested solutions of activated NU-500 and NU-1008 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figures S23 and S26</ext-link>), beyond the peaks belonging to the linker,\nwe observed the characteristic peak of formate around 8.37 ppm, resulting\nfrom the introduction of formic acid as the modulator during the synthesis.\nThe amounts of formate on each Zr<sub>6</sub> node was quantified\nto be four and three in NU-500 and NU-1008, respectively. For the\ndigested NU-600 and NU-906 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figures S24 and 25</ext-link>), we saw the characteristic peak of acetate around 1.82 ppm, confirming\nthat acetates are coordinated with the Zr<sub>6</sub> nodes. There\nare four acetates per Zr<sub>6</sub> node in NU-600 and two acetates\nper Zr<sub>6</sub> node in NU-906, due to the employment of acetic\nacid as the modulator. In addition, diffuse reflectance infrared Fourier\ntransform spectroscopy (DRIFTS) spectra of the four MOFs further confirmed\nthe presence of acetate and formate groups with the appearance of\nC–H stretching at 2940 and 2745 cm<sup>–1</sup>, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figures S27–S30</ext-link>). The band at 712 cm<sup>–1</sup> was assigned to\nC–Br stretching representing the presence of the H<sub>4</sub>TCPB-Br<sub>2</sub> linker, and O–H stretching around 3650\ncm<sup>–1</sup> indicated the existence of hydroxy/water groups\ncapping the Zr<sub>6</sub> nodes.\n</p>", "clean_text": "Since the Zr6 nodes in the four MOFs are 5-, 6-, and 8-connected nodes, there are remaining accessible coordination sites on the Zr6 nodes. The terminal coordinated species capping these unoccupied coordination sites were confirmed by 1H NMR spectra. When viewing the 1H NMR spectra of the digested solutions of activated NU-500 and NU-1008 (Figures S23 and S26), beyond the peaks belonging to the linker, we observed the characteristic peak of formate around 8.37 ppm, resulting from the introduction of formic acid as the modulator during the synthesis. The amounts of formate on each Zr6 node was quantified to be four and three in NU-500 and NU-1008, respectively. For the digested NU-600 and NU-906 (Figures S24 and 25), we saw the characteristic peak of acetate around 1.82 ppm, confirming that acetates are coordinated with the Zr6 nodes. There are four acetates per Zr6 node in NU-600 and two acetates per Zr6 node in NU-906, due to the employment of acetic acid as the modulator. In addition, diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) spectra of the four MOFs further confirmed the presence of acetate and formate groups with the appearance of C-H stretching at 2940 and 2745 cm-1, respectively (Figures S27-S30). The band at 712 cm-1 was assigned to C-Br stretching representing the presence of the H4TCPB-Br2 linker, and O-H stretching around 3650 cm-1 indicated the existence of hydroxy/water groups capping the Zr6 nodes. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>The permanent porosity of the four MOFs was evaluated by nitrogen\nsorption isotherms at 77 K. The permanent porosity of NU-500 was first\nevaluated by N<sub>2</sub> sorption; however, almost no N<sub>2</sub> uptake was observed at 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S31</ext-link>), likely due to the contraction of the framework after the desolvation\nby thermal activation. Based on the crystal structure, PLATON calculation\nrevealed that the free volume of NU-500 was 13 676 Å<sup>3</sup> per unit cell (60% void space in the unit cell, compared\nwith the unit cell volume of 22 847 Å<sup>3</sup>). As\na result, its theoretical pore volume was calculated to be 0.56 cm<sup>3</sup>/g. Due to the negligible N<sub>2</sub> uptake of NU-500,\nthe permanent porosity of NU-500 was attained by CO<sub>2</sub> adsorption\nat 195 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S32</ext-link>), thanks to the enhanced\nmolecular interactions arising from the quadrupole moment of CO<sub>2</sub> and its smaller kinetic diameter compared to N<sub>2</sub>. The CO<sub>2</sub> sorption isotherm showed a type I isotherm,\nindicating microporosity. The saturated uptake of CO<sub>2</sub> at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.90 reached 53 cm<sup>3</sup>/g, and the surface area and pore volume were 140 m<sup>2</sup>/g and 0.03 cm<sup>3</sup>/g; the pore volume was much lower than\nthe theoretical pore volume, meaning only a small amount of porosity\nwas accessed. Water is a strong polar molecule, and its sorption isotherm\nwas also collected to confirm the porosity of NU-500 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S33</ext-link>). NU-500 showed a high water uptake\nof up to 200 cm<sup>3</sup>/g at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.92 and 298 K. Considering the theoretical porosity,\nneither CO<sub>2</sub> nor water was able to completely reverse the\nstructure of the closed phase. NU-600 and NU-1008 (a,c) both showed type IV isotherms,\nindicative of hierarchically porous structures with both micropores\nand mesopores, while a type I isotherm was observed for NU-906 (b), confirming its\nmicroporous structure. The calculated BET areas were 1190, 1120, and\n1390 m<sup>2</sup>/g for NU-600, NU-906, and NU-1008, respectively.\nPore size distributions based on DFT indicated micropores at 10.9\nÅ for NU-906 (e), hierarchically porous structures with micropores at 11.8\nÅ and mesopores at 20.0 Å for NU-600 (d), and micropores at 11.8 Å and mesopores\nat 29.5 Å for NU-1008 (f). The total pore volumes were 0.69, 0.45, and 0.92\ncm<sup>3</sup>/g for NU-600, NU-906, and NU-1008, respectively.</p>", "clean_text": "The permanent porosity of the four MOFs was evaluated by nitrogen sorption isotherms at 77 K. The permanent porosity of NU-500 was first evaluated by N2 sorption; however, almost no N2 uptake was observed at 77 K (Figure S31), likely due to the contraction of the framework after the desolvation by thermal activation. Based on the crystal structure, PLATON calculation revealed that the free volume of NU-500 was 13676 Å3 per unit cell (60% void space in the unit cell, compared with the unit cell volume of 22847 Å3). As a result, its theoretical pore volume was calculated to be 0.56 cm3/g. Due to the negligible N2 uptake of NU-500, the permanent porosity of NU-500 was attained by CO2 adsorption at 195 K (Figure S32), thanks to the enhanced molecular interactions arising from the quadrupole moment of CO2 and its smaller kinetic diameter compared to N2. The CO2 sorption isotherm showed a type I isotherm, indicating microporosity. The saturated uptake of CO2 at P/P 0 = 0.90 reached 53 cm3/g, and the surface area and pore volume were 140 m2/g and 0.03 cm3/g; the pore volume was much lower than the theoretical pore volume, meaning only a small amount of porosity was accessed. Water is a strong polar molecule, and its sorption isotherm was also collected to confirm the porosity of NU-500 (Figure S33). NU-500 showed a high water uptake of up to 200 cm3/g at P/P 0 = 0.92 and 298 K. Considering the theoretical porosity, neither CO2 nor water was able to completely reverse the structure of the closed phase. NU-600 and NU-1008 (a,c) both showed type IV isotherms, indicative of hierarchically porous structures with both micropores and mesopores, while a type I isotherm was observed for NU-906 (b), confirming its microporous structure. The calculated BET areas were 1190, 1120, and 1390 m2/g for NU-600, NU-906, and NU-1008, respectively. Pore size distributions based on DFT indicated micropores at 10.9 Å for NU-906 (e), hierarchically porous structures with micropores at 11.8 Å and mesopores at 20.0 Å for NU-600 (d), and micropores at 11.8 Å and mesopores at 29.5 Å for NU-1008 (f). The total pore volumes were 0.69, 0.45, and 0.92 cm3/g for NU-600, NU-906, and NU-1008, respectively.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> adsorption–desorption isotherms at 77 K of\n(a) NU-600, (b) NU-906, and (c) NU-1008. Pore size distributions based\non density functional theory (DFT) model for (d) NU-600, (e) NU-906,\nand (f) NU-1008.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c10400_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  N2 adsorption-desorption isotherms at 77 K of (a) NU-600, (b) NU-906, and (c) NU-1008. Pore size distributions based on density functional theory (DFT) model for (d) NU-600, (e) NU-906, and (f) NU-1008.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<title>Adsorption of <italic>n</italic>-Hexane</title><p>Owing to their\nhigh porosities, MOFs have been widely utilized as adsorbents for\nhigh gas uptakes. In this work, <italic>n</italic>-hexane was examined\nas the probe vapor to investigate the adsorption performance of the\nZr-based MOFs with different pore volumes and sizes at 298 K. The\nstructure of <italic>n</italic>-hexane resembles the linear alkyl\nchain of sulfur mustard (HD), a chemical warfare agent (CWA). Although <italic>n</italic>-hexane may have different adsorption behaviors, we utilized\nit as a simplified mimic of HD for understanding the adsorption of\nthe more complex CWA. Since activated\nNU-500 had small pores, the saturated uptake of <italic>n</italic>-hexane was only 5.2 cm<sup>3</sup>/g at 180 mbar (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 1) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S34</ext-link>); therefore, we excluded NU-500 from the comparison with\nthe other three MOFs. As illustrated in a, the adsorption–desorption isotherms\nof <italic>n</italic>-hexane on NU-600, NU-906, and NU-1008 at 298\nK exhibited different adsorption behaviors without hysteresis loops,\nindicating the robust nature of the frameworks. At 180 mbar, the saturated\nuptakes of <italic>n</italic>-hexane were 103.5, 79.7, and 167.7 cm<sup>3</sup>/g for NU-600, NU-906, and NU-1008, respectively. The isotherm\nof NU-906 showed a type I feature with steep uptake of <italic>n</italic>-hexane at a relatively low pressure (b), demonstrating strong guest–-framework\ninteractions between <italic>n</italic>-hexane and NU-906, due to\nvan der Waals forces. Notably, NU-906 reached saturation at 2.50 mbar\nand adsorbed 55.6 cm<sup>3</sup>/g <italic>n</italic>-hexane, which\nwas attributed to the presence of rhombic micropores in the NU-906\nstructure. The amount adsorbed of 79.7 cm<sup>3</sup>/g at 180 mbar\ngave a micropore volume of 0.44 cm<sup>3</sup>/g converted based on\nthe Gurvich rule, which is close to the\nexperimental pore volume (0.45 cm<sup>3</sup>/g) based on N<sub>2</sub> adsorption at 77 K. In contrast, NU-600 and NU-1008 displayed distinct\nstepwise adsorption behaviors toward <italic>n</italic>-hexane (b). For NU-600, the\nisotherm of <italic>n</italic>-hexane clearly exhibited two steps.\nThe first step up to 0.96 mbar adsorbed 19.9 cm<sup>3</sup>/g, due\nto the inclusion of <italic>n</italic>-hexane into the intrinsic micropores.\nThe second step occurred with continuous increase of the pressure\nfrom 0.96 to 7.94 mbar, accompanied by further increase in <italic>n</italic>-hexane uptake, which was attributed to the continuous\nfilling of <italic>n</italic>-hexane into the mesopore structure in\nNU-600. Although both NU-600 and NU-1008 are hierarchically porous\nstructures with micropores and mesopores, NU-1008 has larger mesopores\nof 29.5 Å compared to those of NU-600 (20.0 Å). As a result,\nNU-1008 displayed an interesting adsorption behavior toward <italic>n</italic>-hexane with three steps. Initially, the first step led\nto a steep increase in <italic>n</italic>-hexane uptake in the pressure\nrange of 0.00–1.61 mbar with an uptake of 33.0 cm<sup>3</sup>/g, accompanied by the observed second step with an uptake of 102.6\ncm<sup>3</sup>/g at 17.76 mbar. As the pressure further increased,\nrapid uptake of <italic>n</italic>-hexane occurred in the following\nnarrow pressure range. This phenomenon implies that, after the <italic>n</italic>-hexane molecules were adsorbed into the hexagonal mesopores\nduring the second step, the accommodated <italic>n</italic>-hexane\nmolecules led to the hexagonal mesopores in NU-1008 structure narrowing\ninto micropores, giving rise to a sharp filling that is characteristic\nof a micropore in the third step, resulting in the almost complete\noccupation of the NU-1008 framework with a final uptake of 140.7 cm<sup>3</sup>/g at 20.64 mbar.</p>", "clean_text": "Adsorption of n-Hexane\n\nOwing to their high porosities, MOFs have been widely utilized as adsorbents for high gas uptakes. In this work, n-hexane was examined as the probe vapor to investigate the adsorption performance of the Zr-based MOFs with different pore volumes and sizes at 298 K. The structure of n-hexane resembles the linear alkyl chain of sulfur mustard (HD), a chemical warfare agent (CWA). Although n-hexane may have different adsorption behaviors, we utilized it as a simplified mimic of HD for understanding the adsorption of the more complex CWA. Since activated NU-500 had small pores, the saturated uptake of n-hexane was only 5.2 cm3/g at 180 mbar (P/P 0 = 1) (Figure S34); therefore, we excluded NU-500 from the comparison with the other three MOFs. As illustrated in a, the adsorption-desorption isotherms of n-hexane on NU-600, NU-906, and NU-1008 at 298 K exhibited different adsorption behaviors without hysteresis loops, indicating the robust nature of the frameworks. At 180 mbar, the saturated uptakes of n-hexane were 103.5, 79.7, and 167.7 cm3/g for NU-600, NU-906, and NU-1008, respectively. The isotherm of NU-906 showed a type I feature with steep uptake of n-hexane at a relatively low pressure (b), demonstrating strong guest--framework interactions between n-hexane and NU-906, due to van der Waals forces. Notably, NU-906 reached saturation at 2.50 mbar and adsorbed 55.6 cm3/g n-hexane, which was attributed to the presence of rhombic micropores in the NU-906 structure. The amount adsorbed of 79.7 cm3/g at 180 mbar gave a micropore volume of 0.44 cm3/g converted based on the Gurvich rule, which is close to the experimental pore volume (0.45 cm3/g) based on N2 adsorption at 77 K. In contrast, NU-600 and NU-1008 displayed distinct stepwise adsorption behaviors toward n-hexane (b). For NU-600, the isotherm of n-hexane clearly exhibited two steps. The first step up to 0.96 mbar adsorbed 19.9 cm3/g, due to the inclusion of n-hexane into the intrinsic micropores. The second step occurred with continuous increase of the pressure from 0.96 to 7.94 mbar, accompanied by further increase in n-hexane uptake, which was attributed to the continuous filling of n-hexane into the mesopore structure in NU-600. Although both NU-600 and NU-1008 are hierarchically porous structures with micropores and mesopores, NU-1008 has larger mesopores of 29.5 Å compared to those of NU-600 (20.0 Å). As a result, NU-1008 displayed an interesting adsorption behavior toward n-hexane with three steps. Initially, the first step led to a steep increase in n-hexane uptake in the pressure range of 0.00-1.61 mbar with an uptake of 33.0 cm3/g, accompanied by the observed second step with an uptake of 102.6 cm3/g at 17.76 mbar. As the pressure further increased, rapid uptake of n-hexane occurred in the following narrow pressure range. This phenomenon implies that, after the n-hexane molecules were adsorbed into the hexagonal mesopores during the second step, the accommodated n-hexane molecules led to the hexagonal mesopores in NU-1008 structure narrowing into micropores, giving rise to a sharp filling that is characteristic of a micropore in the third step, resulting in the almost complete occupation of the NU-1008 framework with a final uptake of 140.7 cm3/g at 20.64 mbar.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Sorption isotherms of <italic>n</italic>-hexane\nat 298 K for (a)\nNU-600, NU-906, and NU-1008. (b) The low pressure range of 0–25\nmbar is shown for clarity.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c10400_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Sorption isotherms of n-hexane at 298 K for (a) NU-600, NU-906, and NU-1008. (b) The low pressure range of 0-25 mbar is shown for clarity.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>To evaluate the materials’ stability, we collected the PXRD\npatterns of the four MOFs after <italic>n</italic>-hexane adsorption\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S35</ext-link>). The crystallinity was preserved\nafter adsorption, confirming the structural integrity of the MOFs.\nFurthermore, the recyclability of NU-600, NU-906, and NU-1008 was\nexamined by conducting five successive adsorption–desorption\ncycles for <italic>n</italic>-hexane at 298 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figures S36–S38</ext-link>). Prior to each cycle, the MOFs were\nregenerated at 100 °C for 4 h under dynamic vacuum to ensure\nthe complete removal of any residual <italic>n</italic>-hexane in\nthe frameworks. We excluded NU-500 from the cycling adsorption experiments\ndue to the low uptake of <italic>n</italic>-hexane. The results revealed\nthat the uptakes of <italic>n</italic>-hexane were maintained among\nfive cycles, demonstrating the excellent recyclability of the three\nMOFs.</p>", "clean_text": "To evaluate the materials' stability, we collected the PXRD patterns of the four MOFs after n-hexane adsorption (Figure S35). The crystallinity was preserved after adsorption, confirming the structural integrity of the MOFs. Furthermore, the recyclability of NU-600, NU-906, and NU-1008 was examined by conducting five successive adsorption-desorption cycles for n-hexane at 298 K (Figures S36-S38). Prior to each cycle, the MOFs were regenerated at 100 °C for 4 h under dynamic vacuum to ensure the complete removal of any residual n-hexane in the frameworks. We excluded NU-500 from the cycling adsorption experiments due to the low uptake of n-hexane. The results revealed that the uptakes of n-hexane were maintained among five cycles, demonstrating the excellent recyclability of the three MOFs.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The practical application of these materials in technologies\nsuch\nas masks requires high performance under a variety of conditions.\nTherefore, we can envision incorporating multiple MOFs into a material\nto maximize uptake at varying pressures by taking advantage of structure-dependent\nadsorption. As a result, we collected an <italic>n</italic>-hexane\nisotherm of a mixture of the three MOFs, containing equal masses of\n12 mg (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S39</ext-link>). The isotherm of the\nmixed MOFs showed distinct stepwise adsorption behaviors characteristic\nof each MOF. Consequently, the stepwise adsorption behavior is indicative\nof the distinctive pore structures of NU-600, NU-906, and NU-1008,\nfurther supporting the occurrence of different adsorption behaviors\ntoward their corresponding pore structures.</p>", "clean_text": "The practical application of these materials in technologies such as masks requires high performance under a variety of conditions. Therefore, we can envision incorporating multiple MOFs into a material to maximize uptake at varying pressures by taking advantage of structure-dependent adsorption. As a result, we collected an n-hexane isotherm of a mixture of the three MOFs, containing equal masses of 12 mg (Figure S39). The isotherm of the mixed MOFs showed distinct stepwise adsorption behaviors characteristic of each MOF. Consequently, the stepwise adsorption behavior is indicative of the distinctive pore structures of NU-600, NU-906, and NU-1008, further supporting the occurrence of different adsorption behaviors toward their corresponding pore structures.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Dynamic Adsorption of 2-Chloroethyl\nEthyl Sulfide under Dry\nand Humid Conditions</title><p>Due to the high toxicities of CWAs,\nMOFs have been designed as efficient adsorbents for high uptake of\nthese toxic compounds. In this study, NU-600, NU-906,\nand NU-1008 differing in pore structures were evaluated for dynamic\nadsorption of 2-chloroethyl ethyl sulfide (CEES), a sulfur mustard\nsimulant, under both dry (0% RH) and humid (80% RH) conditions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S36</ext-link>). Detailed procedures are provided\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Supporting Information</ext-link>. A CEES concentration\nof 4000 mg/m<sup>3</sup> was used for breakthrough experiments herein.\nThe loadings of CEES were compared among the investigated MOFs varying\nin pore size/volume and Zr<sub>6</sub> node connectivity to confirm\nwhich factor mainly affected CEES uptake (). NU-906 with the smallest pore showed the\nhighest uptake (13.3 mol/kg) of CEES under dry conditions among the\nthree MOFs, due to the strong interaction between the analyte and\nthe MOF framework. Considering that NU-906 and NU-1008 have the same\n8-connected Zr<sub>6</sub> nodes while the pore volume of NU-906 is\nmuch smaller than that of NU-1008, these results corroborated that\npore size had an apparent effect on the CEES uptake under dry conditions.\nAs demonstrated by the steep uptake of <italic>n</italic>-hexane at\nlow pressures for NU-906 (), the microporous nature of this MOF may have facilitated\nthe high adsorption under these breakthrough conditions.</p>", "clean_text": "Dynamic Adsorption of 2-Chloroethyl Ethyl Sulfide under Dry and Humid Conditions\n\nDue to the high toxicities of CWAs, MOFs have been designed as efficient adsorbents for high uptake of these toxic compounds. In this study, NU-600, NU-906, and NU-1008 differing in pore structures were evaluated for dynamic adsorption of 2-chloroethyl ethyl sulfide (CEES), a sulfur mustard simulant, under both dry (0% RH) and humid (80% RH) conditions (Figure S36). Detailed procedures are provided in the Supporting Information. A CEES concentration of 4000 mg/m3 was used for breakthrough experiments herein. The loadings of CEES were compared among the investigated MOFs varying in pore size/volume and Zr6 node connectivity to confirm which factor mainly affected CEES uptake (). NU-906 with the smallest pore showed the highest uptake (13.3 mol/kg) of CEES under dry conditions among the three MOFs, due to the strong interaction between the analyte and the MOF framework. Considering that NU-906 and NU-1008 have the same 8-connected Zr6 nodes while the pore volume of NU-906 is much smaller than that of NU-1008, these results corroborated that pore size had an apparent effect on the CEES uptake under dry conditions. As demonstrated by the steep uptake of n-hexane at low pressures for NU-906 (), the microporous nature of this MOF may have facilitated the high adsorption under these breakthrough conditions.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CEES loading\nof NU-600, NU-906, and NU-1008 under dry (0% RH) and\nhumid (80% RH) conditions.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja0c10400_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CEES loading of NU-600, NU-906, and NU-1008 under dry (0% RH) and humid (80% RH) conditions.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>A comprehensive comparison with other Zr-MOFs is provided in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Table S4</ext-link>. When comparing the uptake of CEES under\ndry conditions, NU-906 had a higher CEES loading compared to UiO-66\n(5.4 mol/kg), MOF-525 (4.5 mol/kg), MOF-808 (10.5 mol/kg), and NU-901\n(11.9 mol/kg), but lower than those of NU-1000 (21.3 mol/kg) and NU-1200\n(22.6 mol/kg). Although microporous UiO-66\nand MOF-525, both containing 12-connected Zr<sub>6</sub> nodes, have\nhigher surface areas, NU-906 with 8-connected Zr<sub>6</sub> nodes\nhad a much higher CEES loading. We ascribed this to the lower connectivity\nof the Zr<sub>6</sub> node, which could afford more active sites for\nCEES uptake. Despite the lower node connectivity of MOF-808 (6-connected),\nNU-906 had higher CEES uptake owing to smaller pores that facilitated\nCEES uptake. When comparing the performance of NU-906 and other 8-connected\nZr<sub>6</sub> nodes, we found that NU-901 had a similar CEES loading\ncompared to NU-906 due to comparable micropores while the higher surface\nareas of NU-1000 and NU-1200 led to higher CEES loadings. While CEES\nloading has a strong correlation to surface area, pore size, and Zr<sub>6</sub> node connectivity, there exist some deviations, indicating\nthat we must consider other aspects, such as pore functionalization\nand open metal sites.</p>", "clean_text": "A comprehensive comparison with other Zr-MOFs is provided in Table S4. When comparing the uptake of CEES under dry conditions, NU-906 had a higher CEES loading compared to UiO-66 (5.4 mol/kg), MOF-525 (4.5 mol/kg), MOF-808 (10.5 mol/kg), and NU-901 (11.9 mol/kg), but lower than those of NU-1000 (21.3 mol/kg) and NU-1200 (22.6 mol/kg). Although microporous UiO-66 and MOF-525, both containing 12-connected Zr6 nodes, have higher surface areas, NU-906 with 8-connected Zr6 nodes had a much higher CEES loading. We ascribed this to the lower connectivity of the Zr6 node, which could afford more active sites for CEES uptake. Despite the lower node connectivity of MOF-808 (6-connected), NU-906 had higher CEES uptake owing to smaller pores that facilitated CEES uptake. When comparing the performance of NU-906 and other 8-connected Zr6 nodes, we found that NU-901 had a similar CEES loading compared to NU-906 due to comparable micropores while the higher surface areas of NU-1000 and NU-1200 led to higher CEES loadings. While CEES loading has a strong correlation to surface area, pore size, and Zr6 node connectivity, there exist some deviations, indicating that we must consider other aspects, such as pore functionalization and open metal sites.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>When exposed to moisture, the Zr<sub>6</sub> node interacts more\nstrongly with water compared to the CWA simulant, consequently resulting\nin competing adsorption between water and the CWA simulant and reducing\nthe loading. The uptake of CEES for NU-906 under humid conditions\ncompared to dry ones was significantly decreased to 3.6 mol/kg, likely\ndue to the pore-filling with water, and low solubility of CEES in\nwater results in a significant decrease in the uptake. However, NU-906 still had the highest CEES loading\nunder humid conditions among the three MOFs. With the decreased connectivity\nof NU-600, water had a minimal effect on CEES loading and the CEES\nloading decreased from 2.0 mol/kg under dry conditions to 1.5 mol/kg\nunder humid conditions. Such a behavior for NU-600 was due to more\nhydroxyl and aquo linkers at the nodes serving as adsorption sites\nfor water, minimizing the competitive interaction with water. These\nresults confirm that there were no diffusion limitations in the breakthrough\nexperiments on the three MOFs for CEES under both dry and humid conditions,\nattributed to the linear structure of CEES allowing for facile diffusion\ninto the pores.</p>", "clean_text": "When exposed to moisture, the Zr6 node interacts more strongly with water compared to the CWA simulant, consequently resulting in competing adsorption between water and the CWA simulant and reducing the loading. The uptake of CEES for NU-906 under humid conditions compared to dry ones was significantly decreased to 3.6 mol/kg, likely due to the pore-filling with water, and low solubility of CEES in water results in a significant decrease in the uptake. However, NU-906 still had the highest CEES loading under humid conditions among the three MOFs. With the decreased connectivity of NU-600, water had a minimal effect on CEES loading and the CEES loading decreased from 2.0 mol/kg under dry conditions to 1.5 mol/kg under humid conditions. Such a behavior for NU-600 was due to more hydroxyl and aquo linkers at the nodes serving as adsorption sites for water, minimizing the competitive interaction with water. These results confirm that there were no diffusion limitations in the breakthrough experiments on the three MOFs for CEES under both dry and humid conditions, attributed to the linear structure of CEES allowing for facile diffusion into the pores.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>We also analyzed the desorbed amounts of CEES\nto test the retained\npercent of the CWA simulant due to strong interactions with the MOFs\n(). Under dry\nconditions, the strong interaction between the CEES and the MOF nodes\nled to low desorption amounts. Only small desorbed percentages of\n5.0 and 4.3% were observed for NU-600 and NU-1008, respectively, attributed\nto strong adsorption in the MOFs. In contrast, NU-906 had the highest\npercent desorbed of 10.5% while the retained loading was found to\nbe 11.9 mol/kg CEES. A contributing factor of high loading of an analyte\nin MOFs is strong interactions between the analyte and the MOF framework,\nwhich can also lead to lower desorbed amounts due to the higher energy\ncosts of desorption. For NU-906, the desorbed amount of the analyte\nwas the highest, which may be explained by the reason that multilayer\nadsorption with higher loading of CEES occurs, leading to more guest–guest\ninteractions rather than host–guest interactions. Due to the\nweaker interactions of CEES–CEES as compared to CEES–MOF,\nit is easier to desorb more. The desorption amounts were higher under\nhumid conditions due to the competition with water for binding onto\nthe active sites of the MOF, thereby weakening CEES–framework\ninteractions under humid conditions. NU-600 had the highest percent\ndesorbed of 77.3%, while NU-906 and NU-1008 had much lower percentages\nof analyte desorbed (13.9 and 20.7%, respectively). These results\ncorroborated that decreasing the connectivity of the Zr<sub>6</sub> node, thereby adding more aquo and hydroxyl moieties on the node,\nled to a higher percentage of the CWA simulant desorbed.</p>", "clean_text": "We also analyzed the desorbed amounts of CEES to test the retained percent of the CWA simulant due to strong interactions with the MOFs (). Under dry conditions, the strong interaction between the CEES and the MOF nodes led to low desorption amounts. Only small desorbed percentages of 5.0 and 4.3% were observed for NU-600 and NU-1008, respectively, attributed to strong adsorption in the MOFs. In contrast, NU-906 had the highest percent desorbed of 10.5% while the retained loading was found to be 11.9 mol/kg CEES. A contributing factor of high loading of an analyte in MOFs is strong interactions between the analyte and the MOF framework, which can also lead to lower desorbed amounts due to the higher energy costs of desorption. For NU-906, the desorbed amount of the analyte was the highest, which may be explained by the reason that multilayer adsorption with higher loading of CEES occurs, leading to more guest-guest interactions rather than host-guest interactions. Due to the weaker interactions of CEES-CEES as compared to CEES-MOF, it is easier to desorb more. The desorption amounts were higher under humid conditions due to the competition with water for binding onto the active sites of the MOF, thereby weakening CEES-framework interactions under humid conditions. NU-600 had the highest percent desorbed of 77.3%, while NU-906 and NU-1008 had much lower percentages of analyte desorbed (13.9 and 20.7%, respectively). These results corroborated that decreasing the connectivity of the Zr6 node, thereby adding more aquo and hydroxyl moieties on the node, led to a higher percentage of the CWA simulant desorbed.", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Breakthrough Results of CEES under\nDry and Humid Conditions</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">dry</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col5\" rowsep=\"1\">humid</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">loading (mol/kg)</oasis:entry>\n<oasis:entry align=\"center\">remaining\nafter des (mol/kg)</oasis:entry>\n<oasis:entry align=\"center\">% desorbed</oasis:entry>\n<oasis:entry align=\"center\">loading (mol/kg)</oasis:entry>\n<oasis:entry align=\"center\">remaining\nafter des (mol/kg)</oasis:entry>\n<oasis:entry align=\"center\">% desorbed</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>NU-600</oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>77.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-906</oasis:entry>\n<oasis:entry>13.3</oasis:entry>\n<oasis:entry>11.9</oasis:entry>\n<oasis:entry>10.5</oasis:entry>\n<oasis:entry>3.6</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>13.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-1008</oasis:entry>\n<oasis:entry>4.6</oasis:entry>\n<oasis:entry>4.4</oasis:entry>\n<oasis:entry>4.3</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n<oasis:entry>20.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Conclusion</title><p>In\nconclusion, a series of Zr-based MOFs were synthesized using\nthe same tetratopic carboxylate linker H<sub>4</sub>TCPB-Br<sub>2</sub>, but resulting in four different topologies through tuning the synthetic\nsolvents and modulators employed. In particular, NU-500 with a novel\ntopology displays the first example of a 5-connected Zr<sub>6</sub> node in MOFs. Compared to NU-600 with a <bold>she</bold> topology\nconstructed by a 6-connected Zr<sub>6</sub> node, both <bold>shp</bold> topology NU-906 and <bold>csq</bold> topology NU-1008 are constructed\nby 8-connected Zr<sub>6</sub> nodes with different conformations of\nthe flexible tetratopic carboxylate linker. H<sub>4</sub>TCPB-Br<sub>2</sub> serves as a flexible building block capable of rotational\ndeformations that adjust its geometrical characteristics between the\ninner phenyl ring and the outer phenyl ring allowing it to fit well\ninto particular structures. The adsorption performance of <italic>n</italic>-hexane, used as a simplified model of sulfur mustard,\nwithin these MOFs illustrates the occurrence of distinct adsorption\nbehaviors corresponding to their specific pore structures, demonstrating\nthe relationship between structure and <italic>n</italic>-hexane uptake.\nCEES dynamic adsorption revealed that NU-906, possessing the smallest\npores, has the highest uptake of 13.3 mmol/kg under dry conditions,\nconfirming that pore size has an apparent effect on the CEES uptake.\nWith exposure to moisture, the competing adsorption between water\nand the CWA simulant led to reduced loading of the CWA simulant. Our\nwork highlights that polyaromatic carboxylate linkers are excellent\nplatforms for constructing Zr-based MOFs and facilitate the discovery\nof novel structures, enriching the structural diversity present in\nthese materials.</p>", "clean_text": "Conclusion\n\nIn conclusion, a series of Zr-based MOFs were synthesized using the same tetratopic carboxylate linker H4TCPB-Br2, but resulting in four different topologies through tuning the synthetic solvents and modulators employed. In particular, NU-500 with a novel topology displays the first example of a 5-connected Zr6 node in MOFs. Compared to NU-600 with a she topology constructed by a 6-connected Zr6 node, both shp topology NU-906 and csq topology NU-1008 are constructed by 8-connected Zr6 nodes with different conformations of the flexible tetratopic carboxylate linker. H4TCPB-Br2 serves as a flexible building block capable of rotational deformations that adjust its geometrical characteristics between the inner phenyl ring and the outer phenyl ring allowing it to fit well into particular structures. The adsorption performance of n-hexane, used as a simplified model of sulfur mustard, within these MOFs illustrates the occurrence of distinct adsorption behaviors corresponding to their specific pore structures, demonstrating the relationship between structure and n-hexane uptake. CEES dynamic adsorption revealed that NU-906, possessing the smallest pores, has the highest uptake of 13.3 mmol/kg under dry conditions, confirming that pore size has an apparent effect on the CEES uptake. With exposure to moisture, the competing adsorption between water and the CWA simulant led to reduced loading of the CWA simulant. Our work highlights that polyaromatic carboxylate linkers are excellent platforms for constructing Zr-based MOFs and facilitate the discovery of novel structures, enriching the structural diversity present in these materials.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.0c10400?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/jacs.0c10400</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials synthesis and\ncharacterization (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data for NU-500 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data for\nNU-600 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_004.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.0c10400.  Materials synthesis and characterization (PDF)   Crystallographic data for NU-500 (CIF)   Crystallographic data for NU-600 (CIF)   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Materials synthesis and\ncharacterization (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">PDF</ext-link>)</p><p>Crystallographic data for NU-500 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_002.cif\">CIF</ext-link>)</p><p>Crystallographic data for\nNU-600 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_004.cif\">CIF</ext-link>)</p><p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "Materials synthesis and characterization (PDF)\n\nCrystallographic data for NU-500 (CIF)\n\nCrystallographic data for NU-600 (CIF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "22, 24, 28, 32, 34", "type": "text", "classification": "property", "content": "<p>The permanent porosity of the four MOFs was evaluated by nitrogen\nsorption isotherms at 77 K. The permanent porosity of NU-500 was first\nevaluated by N<sub>2</sub> sorption; however, almost no N<sub>2</sub> uptake was observed at 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S31</ext-link>), likely due to the contraction of the framework after the desolvation\nby thermal activation. Based on the crystal structure, PLATON calculation\nrevealed that the free volume of NU-500 was 13 676 Å<sup>3</sup> per unit cell (60% void space in the unit cell, compared\nwith the unit cell volume of 22 847 Å<sup>3</sup>). As\na result, its theoretical pore volume was calculated to be 0.56 cm<sup>3</sup>/g. Due to the negligible N<sub>2</sub> uptake of NU-500,\nthe permanent porosity of NU-500 was attained by CO<sub>2</sub> adsorption\nat 195 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S32</ext-link>), thanks to the enhanced\nmolecular interactions arising from the quadrupole moment of CO<sub>2</sub> and its smaller kinetic diameter compared to N<sub>2</sub>. The CO<sub>2</sub> sorption isotherm showed a type I isotherm,\nindicating microporosity. The saturated uptake of CO<sub>2</sub> at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.90 reached 53 cm<sup>3</sup>/g, and the surface area and pore volume were 140 m<sup>2</sup>/g and 0.03 cm<sup>3</sup>/g; the pore volume was much lower than\nthe theoretical pore volume, meaning only a small amount of porosity\nwas accessed. Water is a strong polar molecule, and its sorption isotherm\nwas also collected to confirm the porosity of NU-500 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S33</ext-link>). NU-500 showed a high water uptake\nof up to 200 cm<sup>3</sup>/g at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.92 and 298 K. Considering the theoretical porosity,\nneither CO<sub>2</sub> nor water was able to completely reverse the\nstructure of the closed phase. NU-600 and NU-1008 (a,c) both showed type IV isotherms,\nindicative of hierarchically porous structures with both micropores\nand mesopores, while a type I isotherm was observed for NU-906 (b), confirming its\nmicroporous structure. The calculated BET areas were 1190, 1120, and\n1390 m<sup>2</sup>/g for NU-600, NU-906, and NU-1008, respectively.\nPore size distributions based on DFT indicated micropores at 10.9\nÅ for NU-906 (e), hierarchically porous structures with micropores at 11.8\nÅ and mesopores at 20.0 Å for NU-600 (d), and micropores at 11.8 Å and mesopores\nat 29.5 Å for NU-1008 (f). The total pore volumes were 0.69, 0.45, and 0.92\ncm<sup>3</sup>/g for NU-600, NU-906, and NU-1008, respectively.</p><title>Adsorption of <italic>n</italic>-Hexane</title><p>Owing to their\nhigh porosities, MOFs have been widely utilized as adsorbents for\nhigh gas uptakes. In this work, <italic>n</italic>-hexane was examined\nas the probe vapor to investigate the adsorption performance of the\nZr-based MOFs with different pore volumes and sizes at 298 K. The\nstructure of <italic>n</italic>-hexane resembles the linear alkyl\nchain of sulfur mustard (HD), a chemical warfare agent (CWA). Although <italic>n</italic>-hexane may have different adsorption behaviors, we utilized\nit as a simplified mimic of HD for understanding the adsorption of\nthe more complex CWA. Since activated\nNU-500 had small pores, the saturated uptake of <italic>n</italic>-hexane was only 5.2 cm<sup>3</sup>/g at 180 mbar (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 1) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S34</ext-link>); therefore, we excluded NU-500 from the comparison with\nthe other three MOFs. As illustrated in a, the adsorption–desorption isotherms\nof <italic>n</italic>-hexane on NU-600, NU-906, and NU-1008 at 298\nK exhibited different adsorption behaviors without hysteresis loops,\nindicating the robust nature of the frameworks. At 180 mbar, the saturated\nuptakes of <italic>n</italic>-hexane were 103.5, 79.7, and 167.7 cm<sup>3</sup>/g for NU-600, NU-906, and NU-1008, respectively. The isotherm\nof NU-906 showed a type I feature with steep uptake of <italic>n</italic>-hexane at a relatively low pressure (b), demonstrating strong guest–-framework\ninteractions between <italic>n</italic>-hexane and NU-906, due to\nvan der Waals forces. Notably, NU-906 reached saturation at 2.50 mbar\nand adsorbed 55.6 cm<sup>3</sup>/g <italic>n</italic>-hexane, which\nwas attributed to the presence of rhombic micropores in the NU-906\nstructure. The amount adsorbed of 79.7 cm<sup>3</sup>/g at 180 mbar\ngave a micropore volume of 0.44 cm<sup>3</sup>/g converted based on\nthe Gurvich rule, which is close to the\nexperimental pore volume (0.45 cm<sup>3</sup>/g) based on N<sub>2</sub> adsorption at 77 K. In contrast, NU-600 and NU-1008 displayed distinct\nstepwise adsorption behaviors toward <italic>n</italic>-hexane (b). For NU-600, the\nisotherm of <italic>n</italic>-hexane clearly exhibited two steps.\nThe first step up to 0.96 mbar adsorbed 19.9 cm<sup>3</sup>/g, due\nto the inclusion of <italic>n</italic>-hexane into the intrinsic micropores.\nThe second step occurred with continuous increase of the pressure\nfrom 0.96 to 7.94 mbar, accompanied by further increase in <italic>n</italic>-hexane uptake, which was attributed to the continuous\nfilling of <italic>n</italic>-hexane into the mesopore structure in\nNU-600. Although both NU-600 and NU-1008 are hierarchically porous\nstructures with micropores and mesopores, NU-1008 has larger mesopores\nof 29.5 Å compared to those of NU-600 (20.0 Å). As a result,\nNU-1008 displayed an interesting adsorption behavior toward <italic>n</italic>-hexane with three steps. Initially, the first step led\nto a steep increase in <italic>n</italic>-hexane uptake in the pressure\nrange of 0.00–1.61 mbar with an uptake of 33.0 cm<sup>3</sup>/g, accompanied by the observed second step with an uptake of 102.6\ncm<sup>3</sup>/g at 17.76 mbar. As the pressure further increased,\nrapid uptake of <italic>n</italic>-hexane occurred in the following\nnarrow pressure range. This phenomenon implies that, after the <italic>n</italic>-hexane molecules were adsorbed into the hexagonal mesopores\nduring the second step, the accommodated <italic>n</italic>-hexane\nmolecules led to the hexagonal mesopores in NU-1008 structure narrowing\ninto micropores, giving rise to a sharp filling that is characteristic\nof a micropore in the third step, resulting in the almost complete\noccupation of the NU-1008 framework with a final uptake of 140.7 cm<sup>3</sup>/g at 20.64 mbar.</p><title>Dynamic Adsorption of 2-Chloroethyl\nEthyl Sulfide under Dry\nand Humid Conditions</title><p>Due to the high toxicities of CWAs,\nMOFs have been designed as efficient adsorbents for high uptake of\nthese toxic compounds. In this study, NU-600, NU-906,\nand NU-1008 differing in pore structures were evaluated for dynamic\nadsorption of 2-chloroethyl ethyl sulfide (CEES), a sulfur mustard\nsimulant, under both dry (0% RH) and humid (80% RH) conditions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Figure S36</ext-link>). Detailed procedures are provided\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10400/suppl_file/ja0c10400_si_001.pdf\">Supporting Information</ext-link>. A CEES concentration\nof 4000 mg/m<sup>3</sup> was used for breakthrough experiments herein.\nThe loadings of CEES were compared among the investigated MOFs varying\nin pore size/volume and Zr<sub>6</sub> node connectivity to confirm\nwhich factor mainly affected CEES uptake (). NU-906 with the smallest pore showed the\nhighest uptake (13.3 mol/kg) of CEES under dry conditions among the\nthree MOFs, due to the strong interaction between the analyte and\nthe MOF framework. Considering that NU-906 and NU-1008 have the same\n8-connected Zr<sub>6</sub> nodes while the pore volume of NU-906 is\nmuch smaller than that of NU-1008, these results corroborated that\npore size had an apparent effect on the CEES uptake under dry conditions.\nAs demonstrated by the steep uptake of <italic>n</italic>-hexane at\nlow pressures for NU-906 (), the microporous nature of this MOF may have facilitated\nthe high adsorption under these breakthrough conditions.</p><p>We also analyzed the desorbed amounts of CEES\nto test the retained\npercent of the CWA simulant due to strong interactions with the MOFs\n(). Under dry\nconditions, the strong interaction between the CEES and the MOF nodes\nled to low desorption amounts. Only small desorbed percentages of\n5.0 and 4.3% were observed for NU-600 and NU-1008, respectively, attributed\nto strong adsorption in the MOFs. In contrast, NU-906 had the highest\npercent desorbed of 10.5% while the retained loading was found to\nbe 11.9 mol/kg CEES. A contributing factor of high loading of an analyte\nin MOFs is strong interactions between the analyte and the MOF framework,\nwhich can also lead to lower desorbed amounts due to the higher energy\ncosts of desorption. For NU-906, the desorbed amount of the analyte\nwas the highest, which may be explained by the reason that multilayer\nadsorption with higher loading of CEES occurs, leading to more guest–guest\ninteractions rather than host–guest interactions. Due to the\nweaker interactions of CEES–CEES as compared to CEES–MOF,\nit is easier to desorb more. The desorption amounts were higher under\nhumid conditions due to the competition with water for binding onto\nthe active sites of the MOF, thereby weakening CEES–framework\ninteractions under humid conditions. NU-600 had the highest percent\ndesorbed of 77.3%, while NU-906 and NU-1008 had much lower percentages\nof analyte desorbed (13.9 and 20.7%, respectively). These results\ncorroborated that decreasing the connectivity of the Zr<sub>6</sub> node, thereby adding more aquo and hydroxyl moieties on the node,\nled to a higher percentage of the CWA simulant desorbed.</p><title>Conclusion</title><p>In\nconclusion, a series of Zr-based MOFs were synthesized using\nthe same tetratopic carboxylate linker H<sub>4</sub>TCPB-Br<sub>2</sub>, but resulting in four different topologies through tuning the synthetic\nsolvents and modulators employed. In particular, NU-500 with a novel\ntopology displays the first example of a 5-connected Zr<sub>6</sub> node in MOFs. Compared to NU-600 with a <bold>she</bold> topology\nconstructed by a 6-connected Zr<sub>6</sub> node, both <bold>shp</bold> topology NU-906 and <bold>csq</bold> topology NU-1008 are constructed\nby 8-connected Zr<sub>6</sub> nodes with different conformations of\nthe flexible tetratopic carboxylate linker. H<sub>4</sub>TCPB-Br<sub>2</sub> serves as a flexible building block capable of rotational\ndeformations that adjust its geometrical characteristics between the\ninner phenyl ring and the outer phenyl ring allowing it to fit well\ninto particular structures. The adsorption performance of <italic>n</italic>-hexane, used as a simplified model of sulfur mustard,\nwithin these MOFs illustrates the occurrence of distinct adsorption\nbehaviors corresponding to their specific pore structures, demonstrating\nthe relationship between structure and <italic>n</italic>-hexane uptake.\nCEES dynamic adsorption revealed that NU-906, possessing the smallest\npores, has the highest uptake of 13.3 mmol/kg under dry conditions,\nconfirming that pore size has an apparent effect on the CEES uptake.\nWith exposure to moisture, the competing adsorption between water\nand the CWA simulant led to reduced loading of the CWA simulant. Our\nwork highlights that polyaromatic carboxylate linkers are excellent\nplatforms for constructing Zr-based MOFs and facilitate the discovery\nof novel structures, enriching the structural diversity present in\nthese materials.</p>", "clean_text": "The permanent porosity of the four MOFs was evaluated by nitrogen sorption isotherms at 77 K. The permanent porosity of NU-500 was first evaluated by N2 sorption; however, almost no N2 uptake was observed at 77 K (Figure S31), likely due to the contraction of the framework after the desolvation by thermal activation. Based on the crystal structure, PLATON calculation revealed that the free volume of NU-500 was 13676 Å3 per unit cell (60% void space in the unit cell, compared with the unit cell volume of 22847 Å3). As a result, its theoretical pore volume was calculated to be 0.56 cm3/g. Due to the negligible N2 uptake of NU-500, the permanent porosity of NU-500 was attained by CO2 adsorption at 195 K (Figure S32), thanks to the enhanced molecular interactions arising from the quadrupole moment of CO2 and its smaller kinetic diameter compared to N2. The CO2 sorption isotherm showed a type I isotherm, indicating microporosity. The saturated uptake of CO2 at P/P 0 = 0.90 reached 53 cm3/g, and the surface area and pore volume were 140 m2/g and 0.03 cm3/g; the pore volume was much lower than the theoretical pore volume, meaning only a small amount of porosity was accessed. Water is a strong polar molecule, and its sorption isotherm was also collected to confirm the porosity of NU-500 (Figure S33). NU-500 showed a high water uptake of up to 200 cm3/g at P/P 0 = 0.92 and 298 K. Considering the theoretical porosity, neither CO2 nor water was able to completely reverse the structure of the closed phase. NU-600 and NU-1008 (a,c) both showed type IV isotherms, indicative of hierarchically porous structures with both micropores and mesopores, while a type I isotherm was observed for NU-906 (b), confirming its microporous structure. The calculated BET areas were 1190, 1120, and 1390 m2/g for NU-600, NU-906, and NU-1008, respectively. Pore size distributions based on DFT indicated micropores at 10.9 Å for NU-906 (e), hierarchically porous structures with micropores at 11.8 Å and mesopores at 20.0 Å for NU-600 (d), and micropores at 11.8 Å and mesopores at 29.5 Å for NU-1008 (f). The total pore volumes were 0.69, 0.45, and 0.92 cm3/g for NU-600, NU-906, and NU-1008, respectively.\n\nAdsorption of n-Hexane\n\nOwing to their high porosities, MOFs have been widely utilized as adsorbents for high gas uptakes. In this work, n-hexane was examined as the probe vapor to investigate the adsorption performance of the Zr-based MOFs with different pore volumes and sizes at 298 K. The structure of n-hexane resembles the linear alkyl chain of sulfur mustard (HD), a chemical warfare agent (CWA). Although n-hexane may have different adsorption behaviors, we utilized it as a simplified mimic of HD for understanding the adsorption of the more complex CWA. Since activated NU-500 had small pores, the saturated uptake of n-hexane was only 5.2 cm3/g at 180 mbar (P/P 0 = 1) (Figure S34); therefore, we excluded NU-500 from the comparison with the other three MOFs. As illustrated in a, the adsorption-desorption isotherms of n-hexane on NU-600, NU-906, and NU-1008 at 298 K exhibited different adsorption behaviors without hysteresis loops, indicating the robust nature of the frameworks. At 180 mbar, the saturated uptakes of n-hexane were 103.5, 79.7, and 167.7 cm3/g for NU-600, NU-906, and NU-1008, respectively. The isotherm of NU-906 showed a type I feature with steep uptake of n-hexane at a relatively low pressure (b), demonstrating strong guest--framework interactions between n-hexane and NU-906, due to van der Waals forces. Notably, NU-906 reached saturation at 2.50 mbar and adsorbed 55.6 cm3/g n-hexane, which was attributed to the presence of rhombic micropores in the NU-906 structure. The amount adsorbed of 79.7 cm3/g at 180 mbar gave a micropore volume of 0.44 cm3/g converted based on the Gurvich rule, which is close to the experimental pore volume (0.45 cm3/g) based on N2 adsorption at 77 K. In contrast, NU-600 and NU-1008 displayed distinct stepwise adsorption behaviors toward n-hexane (b). For NU-600, the isotherm of n-hexane clearly exhibited two steps. The first step up to 0.96 mbar adsorbed 19.9 cm3/g, due to the inclusion of n-hexane into the intrinsic micropores. The second step occurred with continuous increase of the pressure from 0.96 to 7.94 mbar, accompanied by further increase in n-hexane uptake, which was attributed to the continuous filling of n-hexane into the mesopore structure in NU-600. Although both NU-600 and NU-1008 are hierarchically porous structures with micropores and mesopores, NU-1008 has larger mesopores of 29.5 Å compared to those of NU-600 (20.0 Å). As a result, NU-1008 displayed an interesting adsorption behavior toward n-hexane with three steps. Initially, the first step led to a steep increase in n-hexane uptake in the pressure range of 0.00-1.61 mbar with an uptake of 33.0 cm3/g, accompanied by the observed second step with an uptake of 102.6 cm3/g at 17.76 mbar. As the pressure further increased, rapid uptake of n-hexane occurred in the following narrow pressure range. This phenomenon implies that, after the n-hexane molecules were adsorbed into the hexagonal mesopores during the second step, the accommodated n-hexane molecules led to the hexagonal mesopores in NU-1008 structure narrowing into micropores, giving rise to a sharp filling that is characteristic of a micropore in the third step, resulting in the almost complete occupation of the NU-1008 framework with a final uptake of 140.7 cm3/g at 20.64 mbar.\n\nDynamic Adsorption of 2-Chloroethyl Ethyl Sulfide under Dry and Humid Conditions\n\nDue to the high toxicities of CWAs, MOFs have been designed as efficient adsorbents for high uptake of these toxic compounds. In this study, NU-600, NU-906, and NU-1008 differing in pore structures were evaluated for dynamic adsorption of 2-chloroethyl ethyl sulfide (CEES), a sulfur mustard simulant, under both dry (0% RH) and humid (80% RH) conditions (Figure S36). Detailed procedures are provided in the Supporting Information. A CEES concentration of 4000 mg/m3 was used for breakthrough experiments herein. The loadings of CEES were compared among the investigated MOFs varying in pore size/volume and Zr6 node connectivity to confirm which factor mainly affected CEES uptake (). NU-906 with the smallest pore showed the highest uptake (13.3 mol/kg) of CEES under dry conditions among the three MOFs, due to the strong interaction between the analyte and the MOF framework. Considering that NU-906 and NU-1008 have the same 8-connected Zr6 nodes while the pore volume of NU-906 is much smaller than that of NU-1008, these results corroborated that pore size had an apparent effect on the CEES uptake under dry conditions. As demonstrated by the steep uptake of n-hexane at low pressures for NU-906 (), the microporous nature of this MOF may have facilitated the high adsorption under these breakthrough conditions.\n\nWe also analyzed the desorbed amounts of CEES to test the retained percent of the CWA simulant due to strong interactions with the MOFs (). Under dry conditions, the strong interaction between the CEES and the MOF nodes led to low desorption amounts. Only small desorbed percentages of 5.0 and 4.3% were observed for NU-600 and NU-1008, respectively, attributed to strong adsorption in the MOFs. In contrast, NU-906 had the highest percent desorbed of 10.5% while the retained loading was found to be 11.9 mol/kg CEES. A contributing factor of high loading of an analyte in MOFs is strong interactions between the analyte and the MOF framework, which can also lead to lower desorbed amounts due to the higher energy costs of desorption. For NU-906, the desorbed amount of the analyte was the highest, which may be explained by the reason that multilayer adsorption with higher loading of CEES occurs, leading to more guest-guest interactions rather than host-guest interactions. Due to the weaker interactions of CEES-CEES as compared to CEES-MOF, it is easier to desorb more. The desorption amounts were higher under humid conditions due to the competition with water for binding onto the active sites of the MOF, thereby weakening CEES-framework interactions under humid conditions. NU-600 had the highest percent desorbed of 77.3%, while NU-906 and NU-1008 had much lower percentages of analyte desorbed (13.9 and 20.7%, respectively). These results corroborated that decreasing the connectivity of the Zr6 node, thereby adding more aquo and hydroxyl moieties on the node, led to a higher percentage of the CWA simulant desorbed.\n\nConclusion\n\nIn conclusion, a series of Zr-based MOFs were synthesized using the same tetratopic carboxylate linker H4TCPB-Br2, but resulting in four different topologies through tuning the synthetic solvents and modulators employed. In particular, NU-500 with a novel topology displays the first example of a 5-connected Zr6 node in MOFs. Compared to NU-600 with a she topology constructed by a 6-connected Zr6 node, both shp topology NU-906 and csq topology NU-1008 are constructed by 8-connected Zr6 nodes with different conformations of the flexible tetratopic carboxylate linker. H4TCPB-Br2 serves as a flexible building block capable of rotational deformations that adjust its geometrical characteristics between the inner phenyl ring and the outer phenyl ring allowing it to fit well into particular structures. The adsorption performance of n-hexane, used as a simplified model of sulfur mustard, within these MOFs illustrates the occurrence of distinct adsorption behaviors corresponding to their specific pore structures, demonstrating the relationship between structure and n-hexane uptake. CEES dynamic adsorption revealed that NU-906, possessing the smallest pores, has the highest uptake of 13.3 mmol/kg under dry conditions, confirming that pore size has an apparent effect on the CEES uptake. With exposure to moisture, the competing adsorption between water and the CWA simulant led to reduced loading of the CWA simulant. Our work highlights that polyaromatic carboxylate linkers are excellent platforms for constructing Zr-based MOFs and facilitate the discovery of novel structures, enriching the structural diversity present in these materials.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "0.87", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "38.2", "unit": "%", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "852.8", "unit": "Å3", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "35.6", "unit": "wt%", "temperature": "25°C", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "27.8", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "A", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "1.2", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "A", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1500", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "B", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.9", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "B", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "Langmuir", "probe": "", "value": "1200", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.9", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-500", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.56", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-500", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "53", "unit": "cm3/g", "temperature": "", "pressure": "", "condition": ""}]}, {"meta": {"name": "NU-500", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "140", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "NU-500", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.03", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1190", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.69", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1120", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.45", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1390", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.92", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.9", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "n-hexane", "adsorbed amount": "103.5", "unit": "cm3/g", "temperature": "298 K", "pressure": "180 mbar", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "n-hexane", "adsorbed amount": "79.7", "unit": "cm3/g", "temperature": "298 K", "pressure": "180 mbar", "condition": ""}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "n-hexane", "adsorbed amount": "167.7", "unit": "cm3/g", "temperature": "298 K", "pressure": "180 mbar", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.44", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.69", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.92", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.45", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1190", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1120", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1390", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.69", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.45", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.92", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-500", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.56", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-500", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "n-hexane", "adsorbed amount": "5.2", "unit": "cm3/g", "temperature": "", "pressure": "180 mbar", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "n-hexane", "adsorbed amount": "103.5", "unit": "cm3/g", "temperature": "298 K", "pressure": "180 mbar", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "n-hexane", "adsorbed amount": "79.7", "unit": "cm3/g", "temperature": "298 K", "pressure": "180 mbar", "condition": ""}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "n-hexane", "adsorbed amount": "167.7", "unit": "cm3/g", "temperature": "298 K", "pressure": "180 mbar", "condition": ""}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.44", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.69", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "", "value": "0.92", "unit": "cm3/g", "condition": ""}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CEES", "adsorbed amount": "103.5", "unit": "mmol/kg", "temperature": "", "pressure": "", "condition": "dry"}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CEES", "adsorbed amount": "13.3", "unit": "mmol/kg", "temperature": "", "pressure": "", "condition": "dry"}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CEES", "adsorbed amount": "", "unit": "mmol/kg", "temperature": "", "pressure": "", "condition": "dry"}]}, {"meta": {"name": "NU-600", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CEES", "adsorbed amount": "", "unit": "mmol/kg", "temperature": "", "pressure": "", "condition": "humid"}]}, {"meta": {"name": "NU-906", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CEES", "adsorbed amount": "", "unit": "mmol/kg", "temperature": "", "pressure": "", "condition": "humid"}]}, {"meta": {"name": "NU-1008", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CEES", "adsorbed amount": "", "unit": "mmol/kg", "temperature": "", "pressure": "", "condition": "humid"}]}]], "include_properties": ["porosity", "gas_adsorption", "surface_area", "pore_volume"]}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Breakthrough Results of CEES under\nDry and Humid Conditions</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">dry</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col5\" rowsep=\"1\">humid</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">loading (mol/kg)</oasis:entry>\n<oasis:entry align=\"center\">remaining\nafter des (mol/kg)</oasis:entry>\n<oasis:entry align=\"center\">% desorbed</oasis:entry>\n<oasis:entry align=\"center\">loading (mol/kg)</oasis:entry>\n<oasis:entry align=\"center\">remaining\nafter des (mol/kg)</oasis:entry>\n<oasis:entry align=\"center\">% desorbed</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>NU-600</oasis:entry>\n<oasis:entry>2.0</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>77.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-906</oasis:entry>\n<oasis:entry>13.3</oasis:entry>\n<oasis:entry>11.9</oasis:entry>\n<oasis:entry>10.5</oasis:entry>\n<oasis:entry>3.6</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>13.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-1008</oasis:entry>\n<oasis:entry>4.6</oasis:entry>\n<oasis:entry>4.4</oasis:entry>\n<oasis:entry>4.3</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n<oasis:entry>20.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Breakthrough Results of CEES under Dry and Humid Conditions\n\n| MOF     | dry loading (mol/kg) | dry remaining after des (mol/kg) | dry % desorbed | humid loading (mol/kg) | humid remaining after des (mol/kg) | humid % desorbed |\n|---------|----------------------|----------------------------------|----------------|------------------------|------------------------------------|------------------|\n| NU-600  | 2.0                  | 1.9                              | 5.0            | 1.5                    | 0.34                                | 77.3             |\n| NU-906  | 13.3                 | 11.9                             | 10.5           | 3.6                    | 3.1                                 | 13.9             |\n| NU-1008 | 4.6                  | 4.4                              | 4.3            | 2.9                    | 2.3                                 | 20.7             |", "data": ["substring not found"], "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic representation\nof the construction of NU-500, NU-600,\nNU-906, and NU-1008 from H<sub>4</sub>TCPB-Br<sub>2</sub> linker (top)\nand Zr<sub>6</sub> node (middle), as well as their crystal structures\nand topologies (bottom). Color scheme: C, gray; O, red; Br, pink;\nZr, green. H atoms in the structures are omitted for clarity. Acetic\nacid is termed as AA and formic acid is termed as FA.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c10400_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic representation of the construction of NU-500, NU-600, NU-906, and NU-1008 from H4TCPB-Br2 linker (top) and Zr6 node (middle), as well as their crystal structures and topologies (bottom). Color scheme: C, gray; O, red; Br, pink; Zr, green. H atoms in the structures are omitted for clarity. Acetic acid is termed as AA and formic acid is termed as FA.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Tetratopic linker conformations in four MOFs. The purple arrow\nindicates the rotational axis, in which the rotational axis of NU-600\nand that of NU-1008 are perpendicular to the central phenyl plane.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c10400_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Tetratopic linker conformations in four MOFs. The purple arrow indicates the rotational axis, in which the rotational axis of NU-600 and that of NU-1008 are perpendicular to the central phenyl plane.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Experimental and simulated PXRD patterns for (a) NU-500,\n(b) NU-600,\n(c) NU-906, and (d) NU-1008.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c10400_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Experimental and simulated PXRD patterns for (a) NU-500, (b) NU-600, (c) NU-906, and (d) NU-1008.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> adsorption–desorption isotherms at 77 K of\n(a) NU-600, (b) NU-906, and (c) NU-1008. Pore size distributions based\non density functional theory (DFT) model for (d) NU-600, (e) NU-906,\nand (f) NU-1008.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c10400_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  N2 adsorption-desorption isotherms at 77 K of (a) NU-600, (b) NU-906, and (c) NU-1008. Pore size distributions based on density functional theory (DFT) model for (d) NU-600, (e) NU-906, and (f) NU-1008.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Sorption isotherms of <italic>n</italic>-hexane\nat 298 K for (a)\nNU-600, NU-906, and NU-1008. (b) The low pressure range of 0–25\nmbar is shown for clarity.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c10400_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Sorption isotherms of n-hexane at 298 K for (a) NU-600, NU-906, and NU-1008. (b) The low pressure range of 0-25 mbar is shown for clarity.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CEES loading\nof NU-600, NU-906, and NU-1008 under dry (0% RH) and\nhumid (80% RH) conditions.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja0c10400_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CEES loading of NU-600, NU-906, and NU-1008 under dry (0% RH) and humid (80% RH) conditions.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.0c10400", "title": "\nStructural\nDiversity of Zirconium Metal–Organic\nFrameworks and Effect on Adsorption of Toxic Chemicals\n", "journal": "American Chemical\nSociety", "date": "2020.12", "author_list": ["Chen\nYongwei", "Zhang\nXuan", "Mian\nMohammad Rasel", "Son\nFlorencia A.", "Zhang\nKun", "Cao\nRan", "Chen\nZhijie", "Lee\nSeung-Joon", "Idrees\nKaram B.", "Goetjen\nTimothy A.", "Lyu\nJiafei", "Li\nPeng", "Xia\nQibin", "Li\nZhong", "Hupp\nJoseph T.", "Islamoglu\nTimur", "Napolitano\nAmedeo", "Peterson\nGregory W.", "Farha\nOmar K."]}}