{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja0c10224.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Linker\nexchange is a widely applied, robust technique for elaboration\nof metal–organic frameworks (MOFs) post-synthesis. The observation\nof core–shell microstructures under certain conditions was\nhypothesized to arise from diffusion rates into the MOF that are slower\nthan linker exchange. Here the relative contributions of these processes\nare manipulated through solvent choice in order to modulate shell\nthickness and exchange extent. The findings allow tailoring MOF microstructure\nto application.</p>", "clean_text": "Linker exchange is a widely applied, robust technique for elaboration of metal-organic frameworks (MOFs) post-synthesis. The observation of core-shell microstructures under certain conditions was hypothesized to arise from diffusion rates into the MOF that are slower than linker exchange. Here the relative contributions of these processes are manipulated through solvent choice in order to modulate shell thickness and exchange extent. The findings allow tailoring MOF microstructure to application.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are the largest class of\nfunctional porous materials and are being pursued for myriad proposed\napplications. Because many MOFs with desirable chemical functionality\nare difficult or impossible to achieve directly, several strategies\nfor modifying MOFs have been developed. One such method is MOF linker exchange, wherein a MOF is incubated\nin a solution of a different linker, which replaces the original linker\ndue to entropic and/or enthalpic forces. The process is useful for\ngenerating otherwise inaccessible materials, such as MOFs containing\nlinkers which degrade or generate undesired phases under MOF synthesis conditions, and for modulating MOF microstructure\n(the distribution of phases and defects within the material).\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are the largest class of functional porous materials and are being pursued for myriad proposed applications. Because many MOFs with desirable chemical functionality are difficult or impossible to achieve directly, several strategies for modifying MOFs have been developed. One such method is MOF linker exchange, wherein a MOF is incubated in a solution of a different linker, which replaces the original linker due to entropic and/or enthalpic forces. The process is useful for generating otherwise inaccessible materials, such as MOFs containing linkers which degrade or generate undesired phases under MOF synthesis conditions, and for modulating MOF microstructure (the distribution of phases and defects within the material). ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>MOF linker exchange has undergone significant\ndevelopment and investigation\nin the near-decade since its discovery. The process was first reported\nin 2011 for the replacement of the bridging diamine linker in the\npillared-sheet MOFs PPF-18 and -20 by Choe and co-workers, who accurately\npredicted in their report that there would be many more MOF systems\nto exhibit similar linker replacement. Within the next year, linker exchange was reported for carboxylate and imidazolate linkers\nby Cohen and Farha/Hupp, respectively, who each coined terms for the\nprocess: post-synthetic exchange (PSE) and solvent-assisted\nlinker exchange (SALE).</p>", "clean_text": "MOF linker exchange has undergone significant development and investigation in the near-decade since its discovery. The process was first reported in 2011 for the replacement of the bridging diamine linker in the pillared-sheet MOFs PPF-18 and -20 by Choe and co-workers, who accurately predicted in their report that there would be many more MOF systems to exhibit similar linker replacement. Within the next year, linker exchange was reported for carboxylate and imidazolate linkers by Cohen and Farha/Hupp, respectively, who each coined terms for the process: post-synthetic exchange (PSE) and solvent-assisted linker exchange (SALE).", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>PSE is often performed\nin <italic>N,N</italic>-dimethylformamide\n(DMF), a common MOF synthesis solvent compatible with many MOFs. Other\nthan DMF, the most often used PSE solvents are water (for water-stable\nMOFs such as MIL-53­(Al) or UiO-66) or alcohols such as methanol or butanol (with\nZr-MOFs and ZIFs). Other solvents used include additional amides (<italic>N</italic>-methyl-2-pyrrolidone,\n<italic>N</italic>,<italic>N</italic>-diethylformamide,\n<italic>N</italic>,<italic>N</italic>-dimethylacetamide), ethers (THF, dioxane), acetonitrile, DMSO, and various mixtures of these. Despite the variety of solvents\nused in the literature, there are only a few examples of studies probing\nthe effect of changing solvent on MOF PSE, and no major effort has been made to relate the spatial\ndistribution of exchanged linkers to the choice of PSE solvent. Developing\nthis understanding is key to forward the purposeful design of hierarchical\nMOFs with tailored three-dimensional architectures at a length scale\ngreatly exceeding the unit cell.\n</p>", "clean_text": "PSE is often performed in N,N-dimethylformamide (DMF), a common MOF synthesis solvent compatible with many MOFs. Other than DMF, the most often used PSE solvents are water (for water-stable MOFs such as MIL-53(Al) or UiO-66) or alcohols such as methanol or butanol (with Zr-MOFs and ZIFs). Other solvents used include additional amides (N-methyl-2-pyrrolidone, N,N-diethylformamide, N,N-dimethylacetamide), ethers (THF, dioxane), acetonitrile, DMSO, and various mixtures of these. Despite the variety of solvents used in the literature, there are only a few examples of studies probing the effect of changing solvent on MOF PSE, and no major effort has been made to relate the spatial distribution of exchanged linkers to the choice of PSE solvent. Developing this understanding is key to forward the purposeful design of hierarchical MOFs with tailored three-dimensional architectures at a length scale greatly exceeding the unit cell. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>MOF PSE involves the competition of two processes: linker diffusion\nfrom the high-concentration solution to the low-concentration MOF\ninterior, and linker exchange when new linker molecules have diffused\nto a suitable site within the framework. These two processes, diffusion\nand exchange, and their relative rates as a function of the PSE conditions,\ndictate the microstructure of the exchanged material. If diffusion\nis rapid relative to exchange (<italic>k</italic>\n<sub>d</sub> ≫ <italic>k</italic>\n<sub>e</sub>), the new linker will reach its equilibrium\nconcentration throughout the MOF before significant linker exchange\ncan occur, leading to approximately uniform exchange. While characterization\nof the exchanged linker distribution within MOFs after PSE is still\nrelatively uncommon, several examples of this exchange behavior have\nbeen reported. If, instead, exchange is rapid\nrelative to diffusion (<italic>k</italic>\n<sub>e</sub> ≫ <italic>k</italic>\n<sub>d</sub>), a core–shell MOF morphology results.\nThis microstructure arises because the outer shell of the MOF requires\nless time to reach equilibrium concentration with the new linker,\nwhich is the limiting factor for PSE in this regime, and thus will\nundergo exchange before the MOF core. This gives rise to the core–shell\nmorphology observed by our lab and others.\n</p>", "clean_text": "MOF PSE involves the competition of two processes: linker diffusion from the high-concentration solution to the low-concentration MOF interior, and linker exchange when new linker molecules have diffused to a suitable site within the framework. These two processes, diffusion and exchange, and their relative rates as a function of the PSE conditions, dictate the microstructure of the exchanged material. If diffusion is rapid relative to exchange (k d ≫ k e), the new linker will reach its equilibrium concentration throughout the MOF before significant linker exchange can occur, leading to approximately uniform exchange. While characterization of the exchanged linker distribution within MOFs after PSE is still relatively uncommon, several examples of this exchange behavior have been reported. If, instead, exchange is rapid relative to diffusion (k e ≫ k d), a core-shell MOF morphology results. This microstructure arises because the outer shell of the MOF requires less time to reach equilibrium concentration with the new linker, which is the limiting factor for PSE in this regime, and thus will undergo exchange before the MOF core. This gives rise to the core-shell morphology observed by our lab and others. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Core–shell MOFs were first\nsynthesized via growth of the\nshell phase on core seeds rather than\nvia linker exchange, but challenges associated with this method (growth\nof undesired phases and interfacial gaps between core and shell layers)\ncan be bypassed with a PSE approach. Core–shell MOF materials\nhave since been created and proposed\nfor a range of applications. The major benefit to this type of material\nis the ability to modulate the overall guest uptake (or exclusion)\nby tuning surface linkers, while retaining desirable properties associated\nwith the bulk phase. In the area of MOF catalysis, size-selective\ncatalytically active core–shell MOFs have been engineered which\nreject undesired species by modulation of the shell pore aperture\nsize. To improve the water stability\nof a sensitive MOF phase, Rosi and co-workers encapsulated it in a\nmore stable MOF phase. This modification\nalso had the effect of lowering N<sub>2</sub> uptake without reducing\nthe core MOF CO<sub>2</sub> capacity, thus improving CO<sub>2</sub>/N<sub>2</sub> selectivity relative to either of the pure component\nMOF phases, a concept which has subsequently been applied to additional\nMOF systems.\n</p>", "clean_text": "Core-shell MOFs were first synthesized via growth of the shell phase on core seeds rather than via linker exchange, but challenges associated with this method (growth of undesired phases and interfacial gaps between core and shell layers) can be bypassed with a PSE approach. Core-shell MOF materials have since been created and proposed for a range of applications. The major benefit to this type of material is the ability to modulate the overall guest uptake (or exclusion) by tuning surface linkers, while retaining desirable properties associated with the bulk phase. In the area of MOF catalysis, size-selective catalytically active core-shell MOFs have been engineered which reject undesired species by modulation of the shell pore aperture size. To improve the water stability of a sensitive MOF phase, Rosi and co-workers encapsulated it in a more stable MOF phase. This modification also had the effect of lowering N2 uptake without reducing the core MOF CO2 capacity, thus improving CO2/N2 selectivity relative to either of the pure component MOF phases, a concept which has subsequently been applied to additional MOF systems. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>There are two main\nparameters that define the shell of a core–shell\nMOF: the thickness of the shell, and the extent of exchange (%) within\nthat shell. () In practice, the exchanged linker distribution profile has some\nvariability, but average shell width and maximum extent of exchange\ncan be determined and compared between PSE conditions. It would be\ndesirable to be able to achieve arbitrary thickness and degree of\nexchange within the exchanged shell, but there is currently no established\nroadmap for doing so.</p>", "clean_text": "There are two main parameters that define the shell of a core-shell MOF: the thickness of the shell, and the extent of exchange (%) within that shell. () In practice, the exchanged linker distribution profile has some variability, but average shell width and maximum extent of exchange can be determined and compared between PSE conditions. It would be desirable to be able to achieve arbitrary thickness and degree of exchange within the exchanged shell, but there is currently no established roadmap for doing so.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic representation of the MOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange. Center: a partially exchanged\ncore–shell\nMOF structure with a cubic region removed from the corner, with the\ntwo constituent linkers shown below. Right: an example (flattened)\nslice of a partially bdc-<italic>d</italic>\n<sub>4</sub> exchanged\nsection of MOF-5. Linkers aligned perpendicular to the page have been\nomitted for clarity. Left: percent incorporation versus crystal depth\nplot for bdc and bdc<italic>-d</italic>\n<sub>4</sub> in the model system\nshown. Shell width, in the form of full width at half-maximum, and\nmaximum extent of exchange are both shown.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c10224_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic representation of the MOF-5 → MOF-5-d 4 linker exchange. Center: a partially exchanged core-shell MOF structure with a cubic region removed from the corner, with the two constituent linkers shown below. Right: an example (flattened) slice of a partially bdc-d 4 exchanged section of MOF-5. Linkers aligned perpendicular to the page have been omitted for clarity. Left: percent incorporation versus crystal depth plot for bdc and bdc-d 4 in the model system shown. Shell width, in the form of full width at half-maximum, and maximum extent of exchange are both shown.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In this work, the influence of solvent choice on PSE in the ubiquitous\nMOF-5 system is explored, and the extent to which the resulting core–shell\nmorphology can be modulated by choice of solvent is characterized.\nIn particular, this work focuses on the MOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange, wherein terephthalate (bdc,\nthe linker in MOF-5) is substituted by perdeuterated terephthalate\n(bdc-<italic>d</italic>\n<sub>4</sub>), as this system is known to generate\na core–shell structure in both DMF and THF, there are no thermodynamic\nfactors influencing the exchange (making it purely entropically driven),\nand the linkers have distinct Raman signals so the resultant structures\ncan be thoroughly characterized via mapping Raman microspectroscopy.\n</p>", "clean_text": "In this work, the influence of solvent choice on PSE in the ubiquitous MOF-5 system is explored, and the extent to which the resulting core-shell morphology can be modulated by choice of solvent is characterized. In particular, this work focuses on the MOF-5 → MOF-5-d 4 linker exchange, wherein terephthalate (bdc, the linker in MOF-5) is substituted by perdeuterated terephthalate (bdc-d 4), as this system is known to generate a core-shell structure in both DMF and THF, there are no thermodynamic factors influencing the exchange (making it purely entropically driven), and the linkers have distinct Raman signals so the resultant structures can be thoroughly characterized via mapping Raman microspectroscopy. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Solvents were chosen based on their commercial\navailability and\ntheir similarity to reported exchange solvents. Particularly low polarity\nsolvents (e.g., hexane, CH<sub>2</sub>Cl<sub>2</sub>) were purposefully\nexcluded based on their inability to dissolve 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> at room temperature. Thirty solvents were\ninitially screened (; see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10224/suppl_file/ja0c10224_si_001.pdf\">Supporting Information (SI)</ext-link> for details). The solvents include amides (DMF, <italic>N</italic>,<italic>N</italic>-diethylformamide, <italic>N</italic>,<italic>N</italic>-dibutylformamide, <italic>N</italic>-methyl-2-pyrrolidone,\n1-formylpyrrolidine, 1-formylpiperdine, <italic>N</italic>-formylmorpholine, <italic>N</italic>,<italic>N</italic>-dimethylacetamide, <italic>N</italic>-methylformanilide, and <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide),\naldehydes/ketones (butanone, cyclohexanone, benzaldehyde, acetophenone),\nethers (THF, 2,5-dimethyltetrahydrofuran, dioxane, dibutyl ether,\nmethyl <italic>tert</italic>-butyl ether, anisole, 1,2-dimethoxyethane,\nand 2-methoxyethanol), esters (ethyl acetate, butyl acetate, <italic>tert</italic>-butyl acetate), carbonate esters (propylene carbonate\nand dimethyl carbonate), DMSO, sulfolane, and acetonitrile. Solvents\nwere shaken over activated 4 Å molecular sieves for a minimum\nof 24 h prior to analysis to remove trace water (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10224/suppl_file/ja0c10224_si_001.pdf\">SI</ext-link>).</p>", "clean_text": "Solvents were chosen based on their commercial availability and their similarity to reported exchange solvents. Particularly low polarity solvents (e.g., hexane, CH2Cl2) were purposefully excluded based on their inability to dissolve 10 mM H2bdc-d 4 at room temperature. Thirty solvents were initially screened (; see the Supporting Information (SI) for details). The solvents include amides (DMF, N,N-diethylformamide, N,N-dibutylformamide, N-methyl-2-pyrrolidone, 1-formylpyrrolidine, 1-formylpiperdine, N-formylmorpholine, N,N-dimethylacetamide, N-methylformanilide, and N,N-diethyl-3-methylbenzamide), aldehydes/ketones (butanone, cyclohexanone, benzaldehyde, acetophenone), ethers (THF, 2,5-dimethyltetrahydrofuran, dioxane, dibutyl ether, methyl tert-butyl ether, anisole, 1,2-dimethoxyethane, and 2-methoxyethanol), esters (ethyl acetate, butyl acetate, tert-butyl acetate), carbonate esters (propylene carbonate and dimethyl carbonate), DMSO, sulfolane, and acetonitrile. Solvents were shaken over activated 4 Å molecular sieves for a minimum of 24 h prior to analysis to remove trace water (see SI).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Solvents studied for their behavior in the MOF-5 →\nMOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c10224_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Solvents studied for their behavior in the MOF-5 → MOF-5-d 4 linker exchange.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>After initial screening, the solvents were narrowed down\n(13/30, <italic>vide infra</italic>) for more detailed characterization.\nBriefly,\nMOFs were synthesized and washed, then incubated in 10 mM solutions\nof H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> for 24 h to allow\nfor linker exchange (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10224/suppl_file/ja0c10224_si_001.pdf\">SI</ext-link> for full experimental\ndetails). MOF crystals were then activated, cleaved, and characterized\nwith mapping Raman microspectroscopy to visualize the distribution\nof exchanged linker in the final structure. Shell maximum extent of\nexchange (ranging from 0%, indicating no exchange, to 100%, meaning\nfull exchange) and thickness (in the form of shell full width at half-maximum,\nFWHM) were extracted and compared between different linker exchange\nsolvents. To probe the effect of mixing solvents on the MOF-5 →\nMOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange, several binary\nsolvent mixtures were also tested in the same fashion.</p>", "clean_text": "After initial screening, the solvents were narrowed down (13/30, vide infra) for more detailed characterization. Briefly, MOFs were synthesized and washed, then incubated in 10 mM solutions of H2bdc-d 4 for 24 h to allow for linker exchange (see SI for full experimental details). MOF crystals were then activated, cleaved, and characterized with mapping Raman microspectroscopy to visualize the distribution of exchanged linker in the final structure. Shell maximum extent of exchange (ranging from 0%, indicating no exchange, to 100%, meaning full exchange) and thickness (in the form of shell full width at half-maximum, FWHM) were extracted and compared between different linker exchange solvents. To probe the effect of mixing solvents on the MOF-5 → MOF-5-d 4 linker exchange, several binary solvent mixtures were also tested in the same fashion.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Initial\nScreening</title><p>The initial 30 screened solvents\nwere divided based on their performance in three categories: (a) their\nability to dissolve 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>, (b) their ability to maintain the crystallinity of MOF-5\nfor 24 h, and (c) whether they permit linker exchange in the MOF-5\n→ MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange ().</p>", "clean_text": "Results and Discussion\n\nInitial Screening\n\nThe initial 30 screened solvents were divided based on their performance in three categories: (a) their ability to dissolve 10 mM H2bdc-d 4, (b) their ability to maintain the crystallinity of MOF-5 for 24 h, and (c) whether they permit linker exchange in the MOF-5 → MOF-5-d 4 linker exchange ().", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Venn diagram summarizing\nsolvent overall performance in the MOF-5\n→ MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange. Solvents\nare separated depending on their ability to dissolve 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>, maintain the phase stability\nof MOF-5 for 24 h, and facilitate the MOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c10224_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Venn diagram summarizing solvent overall performance in the MOF-5 → MOF-5-d 4 linker exchange. Solvents are separated depending on their ability to dissolve 10 mM H2bdc-d 4, maintain the phase stability of MOF-5 for 24 h, and facilitate the MOF-5 → MOF-5-d 4 linker exchange.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Most solvents tested (17/30) were deemed to be unsuitable for the\nMOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange.\nTwo solvents, benzaldehyde and anisole, were wholly unsuccessful:\nboth of these solvents cause MOF-5 degradation and fail to dissolve\n10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> while accomplishing\nno observable linker exchange. DMSO successfully dissolves 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> but also degrades MOF-5,\nobscuring the spatial distribution of any exchange process that might\nhave occurred. <italic>N</italic>,<italic>N</italic>-Dimethylacetamide\nalso dissolves 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> and degrades MOF-5 (to a lesser degree than DMSO), but when the\nproducts of the exchange were characterized, linker exchange was found\nto occur. 1,2-Dimethoxyethane, 2-methoxyethanol, and methyl <italic>tert</italic>-butyl ether also degrade MOF-5 and facilitate MOF-5\nlinker exchange, but do not fully dissolve the linker. Cyclohexanone,\nsulfolane, and acetonitrile do not cause MOF-5 degradation, but they\nneither fully dissolve the linker, nor appear to facilitate MOF-5\nlinker exchange.</p>", "clean_text": "Most solvents tested (17/30) were deemed to be unsuitable for the MOF-5 → MOF-5-d 4 linker exchange. Two solvents, benzaldehyde and anisole, were wholly unsuccessful: both of these solvents cause MOF-5 degradation and fail to dissolve 10 mM H2bdc-d 4 while accomplishing no observable linker exchange. DMSO successfully dissolves 10 mM H2bdc-d 4 but also degrades MOF-5, obscuring the spatial distribution of any exchange process that might have occurred. N,N-Dimethylacetamide also dissolves 10 mM H2bdc-d 4 and degrades MOF-5 (to a lesser degree than DMSO), but when the products of the exchange were characterized, linker exchange was found to occur. 1,2-Dimethoxyethane, 2-methoxyethanol, and methyl tert-butyl ether also degrade MOF-5 and facilitate MOF-5 linker exchange, but do not fully dissolve the linker. Cyclohexanone, sulfolane, and acetonitrile do not cause MOF-5 degradation, but they neither fully dissolve the linker, nor appear to facilitate MOF-5 linker exchange.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Many solvents were capable of performing linker\nexchange and did\nnot degrade MOF-5, but could not fully dissolve 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>. Solvent functional groups that\nfell into this category include ketones (butanone, acetophenone),\nesters (ethyl acetate, butyl acetate, <italic>tert</italic>-butyl\nacetate), ethers (dioxane, 2,5-dimethyltetrahydrofuran, dibutyl ether),\nand carbonate esters (dimethyl carbonate, propylene carbonate). Of\nthese solvents, three (dioxane, butyl acetate, propylene carbonate)\nwere determined to dissolve sufficient quantities of H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> to warrant further investigation. <italic>N</italic>,<italic>N</italic>-Diethyl-3-methylbenzamide and <italic>N</italic>,<italic>N</italic>-dibutylformamide both dissolve the\nlinker and retain MOF-5 integrity, but give nearly no exchangethis\nis presumably due to their large sizes relative to the other solvents\ntested, prompting further investigation into both of these solvents.\nThe other eight solvents (THF and the seven remaining amides) were\nfound to successfully dissolve 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>, retain MOF-5 integrity, and facilitate MOF-5 linker\nexchange, and were subjected to further characterization.</p>", "clean_text": "Many solvents were capable of performing linker exchange and did not degrade MOF-5, but could not fully dissolve 10 mM H2bdc-d 4. Solvent functional groups that fell into this category include ketones (butanone, acetophenone), esters (ethyl acetate, butyl acetate, tert-butyl acetate), ethers (dioxane, 2,5-dimethyltetrahydrofuran, dibutyl ether), and carbonate esters (dimethyl carbonate, propylene carbonate). Of these solvents, three (dioxane, butyl acetate, propylene carbonate) were determined to dissolve sufficient quantities of H2bdc-d 4 to warrant further investigation. N,N-Diethyl-3-methylbenzamide and N,N-dibutylformamide both dissolve the linker and retain MOF-5 integrity, but give nearly no exchangethis is presumably due to their large sizes relative to the other solvents tested, prompting further investigation into both of these solvents. The other eight solvents (THF and the seven remaining amides) were found to successfully dissolve 10 mM H2bdc-d 4, retain MOF-5 integrity, and facilitate MOF-5 linker exchange, and were subjected to further characterization.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Investigation\nof bdc-<italic>d</italic>\n<sub>4</sub> shells after\nlinker exchange offers considerable insight into the phenomenon of\nMOF linker exchange, both from a fundamental perspective and from\na practical one. By examining the relationship between the extent\nof exchange and the exchanged shell thickness, it is apparent that\nthe two are correlated, but not linearly (, ). While holding conditions other than solvent (concentration\nof linker and MOF, temperature, time, agitation) constant, substantial\nvariability in the exchanged shells are possible; these 13 solvents\nallow achieving shells within a range of 8–70% maximum extent\nof exchange. All solvents give average shell thicknesses in the span\nof 3.6–56 μm, with all but four falling under 10 μm.</p>", "clean_text": "Investigation of bdc-d 4 shells after linker exchange offers considerable insight into the phenomenon of MOF linker exchange, both from a fundamental perspective and from a practical one. By examining the relationship between the extent of exchange and the exchanged shell thickness, it is apparent that the two are correlated, but not linearly (, ). While holding conditions other than solvent (concentration of linker and MOF, temperature, time, agitation) constant, substantial variability in the exchanged shells are possible; these 13 solvents allow achieving shells within a range of 8-70% maximum extent of exchange. All solvents give average shell thicknesses in the span of 3.6-56 μm, with all but four falling under 10 μm.", "data": null, "include_properties": null}, {"idx": 18, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Measured Shell Parameters for Individual\nSolvents<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">solvent</oasis:entry>\n<oasis:entry align=\"center\">degree of shell exchange (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">shell thickness (μm)<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>tetrahydrofuran</oasis:entry>\n<oasis:entry>69.8 ± 0.8</oasis:entry>\n<oasis:entry>25.4 ± 0.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>,<italic>N</italic>-diethylformamide</oasis:entry>\n<oasis:entry>65.9 ± 1.2</oasis:entry>\n<oasis:entry>56.0 ± 1.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>,<italic>N</italic>-dimethylformamide</oasis:entry>\n<oasis:entry>64.4 ± 1.3</oasis:entry>\n<oasis:entry>16.7 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>-methyl-2-pyrrolidone</oasis:entry>\n<oasis:entry>53.9 ± 1.6</oasis:entry>\n<oasis:entry>9.4 ± 0.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>dioxane</oasis:entry>\n<oasis:entry>49.1 ± 2.3</oasis:entry>\n<oasis:entry>14.5 ± 0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>-methylformanilide</oasis:entry>\n<oasis:entry>38.7 ± 1.7</oasis:entry>\n<oasis:entry>3.6 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>butyl acetate</oasis:entry>\n<oasis:entry>29.8 ± 1.3</oasis:entry>\n<oasis:entry>7.4 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>-formylmorpholine</oasis:entry>\n<oasis:entry>26.3 ± 2.8</oasis:entry>\n<oasis:entry>5.3 ± 0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1-formylpyrrolidine</oasis:entry>\n<oasis:entry>24.0 ± 2.1</oasis:entry>\n<oasis:entry>5.6 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>propylene carbonate</oasis:entry>\n<oasis:entry>19.4 ± 1.9</oasis:entry>\n<oasis:entry>5.5 ± 0.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1-formylpiperdine</oasis:entry>\n<oasis:entry>18.9 ± 0.7</oasis:entry>\n<oasis:entry>9.4 ± 0.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>,<italic>N</italic>-dibutylformamide</oasis:entry>\n<oasis:entry>12.0 ± 1.2</oasis:entry>\n<oasis:entry>4.8 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide</oasis:entry>\n<oasis:entry>8.1 ± 0.5</oasis:entry>\n<oasis:entry>4.0 ± 0.4</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Values are given as the average\n± the standard error of the mean (σ/√<italic>n</italic>).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Degree of shell exchange\nindicates\nthe maximum degree of exchange measured in the shell.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Thickness is given as shell full\nwidth at half-maximum.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Maximum extent\nof exchange versus shell full width at half-maximum\nfor shells resulting from several PSE solvents. Extent of exchange\nand shell FWHM refer to the bdc-<italic>d</italic>\n<sub>4</sub> shells\nresulting from the MOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange after 24 h in the presence of 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>. Error bars indicate the standard\nerror of the mean. Solvents in red (dioxane, butyl acetate, and propylene\ncarbonate) did not fully dissolve 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c10224_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Maximum extent of exchange versus shell full width at half-maximum for shells resulting from several PSE solvents. Extent of exchange and shell FWHM refer to the bdc-d 4 shells resulting from the MOF-5 → MOF-5-d 4 linker exchange after 24 h in the presence of 10 mM H2bdc-d 4. Error bars indicate the standard error of the mean. Solvents in red (dioxane, butyl acetate, and propylene carbonate) did not fully dissolve 10 mM H2bdc-d 4.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The landscape of possible shell\ntypes resulting from MOF PSE can\nbe broken down into four main regimes, each with different potential\napplications. Specifically, shells can be classified into (a) thick,\nhigh-exchange shells, (b) thin, high-exchange shells, (c) thin, low-exchange\nshells, and (d) thick, low-exchange shells. Fundamentally, the MOF\nmicrostructure resulting from PSE depends on the rates of linker diffusion\nand exchange. The incoming linker must first diffuse through the MOF\nto reach a site suitable for the replacement reaction to occur. Once\nit has diffused into the MOF, the linker must then participate in\nthe replacement reaction, which involves significant local bonding\nreorganization. If diffusion is relatively rapid, thicker shells are\nexpected in the PSE products. If exchange is relatively rapid, shells\nwith a greater extent of exchange should result. Changing the solvent\nmay change both the diffusion and exchange rates through steric as\nwell as electronic means. The use cases for each type of core–shell\nmicrostructure and the optimal PSE solvent choice for each category\nare as follows.</p>", "clean_text": "The landscape of possible shell types resulting from MOF PSE can be broken down into four main regimes, each with different potential applications. Specifically, shells can be classified into (a) thick, high-exchange shells, (b) thin, high-exchange shells, (c) thin, low-exchange shells, and (d) thick, low-exchange shells. Fundamentally, the MOF microstructure resulting from PSE depends on the rates of linker diffusion and exchange. The incoming linker must first diffuse through the MOF to reach a site suitable for the replacement reaction to occur. Once it has diffused into the MOF, the linker must then participate in the replacement reaction, which involves significant local bonding reorganization. If diffusion is relatively rapid, thicker shells are expected in the PSE products. If exchange is relatively rapid, shells with a greater extent of exchange should result. Changing the solvent may change both the diffusion and exchange rates through steric as well as electronic means. The use cases for each type of core-shell microstructure and the optimal PSE solvent choice for each category are as follows.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Thick Shells with High Exchange</title><p>This type of PSE is\noften utilized when complete linker replacement (e.g., the transformation\nof one MOF into another) is required. This is necessary when the desired\nMOF is composed of linkers that are unstable in the MOF synthesis\nconditions or when direct synthesis with the linker being substituted\nin does not form the desired phase. <italic>N</italic>,<italic>N</italic>-Diethylformamide is superior to the other solvents tested for achieving\nthick, high exchange percentage shells ().</p>", "clean_text": "Thick Shells with High Exchange\n\nThis type of PSE is often utilized when complete linker replacement (e.g., the transformation of one MOF into another) is required. This is necessary when the desired MOF is composed of linkers that are unstable in the MOF synthesis conditions or when direct synthesis with the linker being substituted in does not form the desired phase. N,N-Diethylformamide is superior to the other solvents tested for achieving thick, high exchange percentage shells ().", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The exceptional PSE properties of <italic>N</italic>,<italic>N</italic>-diethylformamide are striking on comparison\nto the closest chemical analog, DMF, which gives shells with similar\nextents of exchange but roughly a quarter of the thickness. The sole\nchemical distinction between these solvents is the longer alkyl groups\nin <italic>N</italic>,<italic>N</italic>-diethylformamide. Formamide solvents such as DMF are known to\nreversibly bind the Zn<sub>4</sub>O clusters in MOF-5; if a coordinating solvent with large side chains\nbinds to the metal cluster, it leads to aperture contraction and thus\nslowed diffusion of H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> into the MOF. If a comparable number of solvent molecules coordinate\nto the framework, increasing solvent size should correlate with slowed\ndiffusion, and thus thinner exchanged linker shells. Indeed, there\nis some correlation between solvent size and diffusion rate of H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> into MOF-5: <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide, <italic>N</italic>,<italic>N</italic>-dibutylformamide, and <italic>N</italic>-methylformanilide\nwere the largest solvents tested, and give the thinnest shells, whereas\nTHF, DMF, and dioxane are the three smallest solvents, and give rise\nto three of the four thickest shells. However, such size-based diffusion-slowing\narguments are clearly not suitable for explaining the difference between\nthe PSE behavior of DMF and <italic>N</italic>,<italic>N</italic>-diethylformamide,\nas the larger solvent gives much more rapid linker diffusion into\nthe MOF, and thus thicker exchanged shells. The differences between\nthe PSE behavior of these solvents can instead be explained on a “shielding”\nbasis. From a linker–framework interaction perspective, solvation\nof the MOF can lead to partial shielding of the polar H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> molecules from polar regions of\nthe framework. Slow diffusion of benzoic acid through MOF-5 has been\nascribed to carboxylic acid binding to the cluster that is not observed\nin methyl benzoate. The ethyl groups\nin <italic>N</italic>,<italic>N</italic>-diethylformamide seem to\noutperform the methyl groups of DMF at blocking unproductive linker–framework\ninteractions, and thus at speeding H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> diffusion into MOF-5. Stated another way, <italic>N</italic>,<italic>N</italic>-diethylformamide-solvated MOF-5 has pores which\nare more hydrophobic than in DMF-solvated MOF-5, without suffering\nfrom an apparent loss in framework–linker reactivity.</p>", "clean_text": "The exceptional PSE properties of N,N-diethylformamide are striking on comparison to the closest chemical analog, DMF, which gives shells with similar extents of exchange but roughly a quarter of the thickness. The sole chemical distinction between these solvents is the longer alkyl groups in N,N-diethylformamide. Formamide solvents such as DMF are known to reversibly bind the Zn4O clusters in MOF-5; if a coordinating solvent with large side chains binds to the metal cluster, it leads to aperture contraction and thus slowed diffusion of H2bdc-d 4 into the MOF. If a comparable number of solvent molecules coordinate to the framework, increasing solvent size should correlate with slowed diffusion, and thus thinner exchanged linker shells. Indeed, there is some correlation between solvent size and diffusion rate of H2bdc-d 4 into MOF-5: N,N-diethyl-3-methylbenzamide, N,N-dibutylformamide, and N-methylformanilide were the largest solvents tested, and give the thinnest shells, whereas THF, DMF, and dioxane are the three smallest solvents, and give rise to three of the four thickest shells. However, such size-based diffusion-slowing arguments are clearly not suitable for explaining the difference between the PSE behavior of DMF and N,N-diethylformamide, as the larger solvent gives much more rapid linker diffusion into the MOF, and thus thicker exchanged shells. The differences between the PSE behavior of these solvents can instead be explained on a \"shielding\" basis. From a linker-framework interaction perspective, solvation of the MOF can lead to partial shielding of the polar H2bdc-d 4 molecules from polar regions of the framework. Slow diffusion of benzoic acid through MOF-5 has been ascribed to carboxylic acid binding to the cluster that is not observed in methyl benzoate. The ethyl groups in N,N-diethylformamide seem to outperform the methyl groups of DMF at blocking unproductive linker-framework interactions, and thus at speeding H2bdc-d 4 diffusion into MOF-5. Stated another way, N,N-diethylformamide-solvated MOF-5 has pores which are more hydrophobic than in DMF-solvated MOF-5, without suffering from an apparent loss in framework-linker reactivity.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>As with the comparison between DMF and <italic>N</italic>,<italic>N</italic>-diethylformamide, the difference in PSE behavior between\nTHF and dioxane can be understood through consideration of the differential\nshielding of interactions between the polar linker diacid and the\npolar metal cluster. When comparing the exchange behavior of the two\nsolvents, dioxane is found to give much thinner shells than THF. Dioxane\nis known to solvate ion pairs less effectively than THF. Thus, dioxane is also less effective at shielding the polar metal\ncluster from the polar diffusing H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> molecules, leading to slower linker diffusion into the\nMOF and thinner shells.</p>", "clean_text": "As with the comparison between DMF and N,N-diethylformamide, the difference in PSE behavior between THF and dioxane can be understood through consideration of the differential shielding of interactions between the polar linker diacid and the polar metal cluster. When comparing the exchange behavior of the two solvents, dioxane is found to give much thinner shells than THF. Dioxane is known to solvate ion pairs less effectively than THF. Thus, dioxane is also less effective at shielding the polar metal cluster from the polar diffusing H2bdc-d 4 molecules, leading to slower linker diffusion into the MOF and thinner shells.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Thin Shells with High Exchange</title><p>This\ntype of MOF microstructure\nis useful for a wide variety of applications, and is one of the more\nwell-studied of the four regimes. In particular, this type of system\nis desirable for applications where guest access into the MOF needs\nto be modulated, whether to prevent degradation of a fragile core,\nto discriminate between analytes for enhanced sensitivity in molecular\nsensing, or to prevent undesired reagents from reaching catalyst active\nsites via size exclusion.</p>", "clean_text": "Thin Shells with High Exchange\n\nThis type of MOF microstructure is useful for a wide variety of applications, and is one of the more well-studied of the four regimes. In particular, this type of system is desirable for applications where guest access into the MOF needs to be modulated, whether to prevent degradation of a fragile core, to discriminate between analytes for enhanced sensitivity in molecular sensing, or to prevent undesired reagents from reaching catalyst active sites via size exclusion.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The PSE solvent most suitable for\ngenerating thin shells with a high extent of exchange is <italic>N</italic>-methylformanilide. This solvent gives shells with a maximum extent\nof exchange of ∼38.7%, a moderately high exchange fraction:\nit is roughly half that of the highest exchanging solvent (<italic>N</italic>,<italic>N</italic>-diethylformamide) and nearly 5×\nthat of the lowest (<italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide).\nHowever, <italic>N</italic>-methylformanilide gives the thinnest shells\nof the solvents tested here (3.6 μm versus 4.0 μm for <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide and 4.8 μm\nfor <italic>N</italic>,<italic>N</italic>-dibutylformamide), making\nit optimal for the thin, high-exchange regime. If a slightly higher\nextent of exchange is desired, <italic>N</italic>-methyl-2-pyrrolidone\ncan also be considered. This solvent gives higher degrees of exchange\nthan <italic>N</italic>-methylformanilide (53.9%, ∼1.4×\nhigher) but with the trade-off of thicker shells (9.4 μm, ∼2.6×\nthe thickness of <italic>N</italic>-methylformanilide shells). These\nthicker shells may be ascribed to the greater bulk near the coordinating\nfunctionality in <italic>N</italic>-methyl-2-pyrrolidone, permitting\nfaster linker diffusion into the MOF than occurs in <italic>N</italic>-methylformanilide, while also allowing for quicker linker replacement\nas evidenced by its higher extents of exchange.</p>", "clean_text": "The PSE solvent most suitable for generating thin shells with a high extent of exchange is N-methylformanilide. This solvent gives shells with a maximum extent of exchange of ~38.7%, a moderately high exchange fraction: it is roughly half that of the highest exchanging solvent (N,N-diethylformamide) and nearly 5× that of the lowest (N,N-diethyl-3-methylbenzamide). However, N-methylformanilide gives the thinnest shells of the solvents tested here (3.6 μm versus 4.0 μm for N,N-diethyl-3-methylbenzamide and 4.8 μm for N,N-dibutylformamide), making it optimal for the thin, high-exchange regime. If a slightly higher extent of exchange is desired, N-methyl-2-pyrrolidone can also be considered. This solvent gives higher degrees of exchange than N-methylformanilide (53.9%, ~1.4× higher) but with the trade-off of thicker shells (9.4 μm, ~2.6× the thickness of N-methylformanilide shells). These thicker shells may be ascribed to the greater bulk near the coordinating functionality in N-methyl-2-pyrrolidone, permitting faster linker diffusion into the MOF than occurs in N-methylformanilide, while also allowing for quicker linker replacement as evidenced by its higher extents of exchange.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Thin Shells\nwith Low Exchange</title><p>Thin shells with a low\ndegree of exchange have potential utility in the area of catalysis.\nSpecifically, such a MOF microstructure may be useful if surface reactivity\nand dilute active sites are both required (e.g., to prevent bimolecular\ncatalyst decomposition). Two of the solvents tested are highly suitable\nfor achieving thin, low exchange percentage shells: <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide and <italic>N</italic>,<italic>N</italic>-dibutylformamide. Both give thin shells (4.0\nand 4.8 μm) with low extents of exchange (8.1 and 12.0%).</p>", "clean_text": "Thin Shells with Low Exchange\n\nThin shells with a low degree of exchange have potential utility in the area of catalysis. Specifically, such a MOF microstructure may be useful if surface reactivity and dilute active sites are both required (e.g., to prevent bimolecular catalyst decomposition). Two of the solvents tested are highly suitable for achieving thin, low exchange percentage shells: N,N-diethyl-3-methylbenzamide and N,N-dibutylformamide. Both give thin shells (4.0 and 4.8 μm) with low extents of exchange (8.1 and 12.0%).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>While quick linker diffusion through <italic>N</italic>,<italic>N</italic>-diethylformamide-solvated MOF-5 is attributed to its ethyl chains\nshielding H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>–framework\ninteractions, this enhanced diffusion is not seen in <italic>N</italic>,<italic>N</italic>-dibutylformamide, which is chemically identical\nto DMF and <italic>N</italic>,<italic>N</italic>-diethylformamide\nother than its longer alkyl chains. The much larger steric bulk of <italic>N</italic>,<italic>N</italic>-dibutylformamide relative to the other\ntwo formamide solvents significantly decreases the linker diffusion\nrate through the MOF, leading to its thinner, lower exchange shells. <italic>N</italic>,<italic>N</italic>-Diethyl-3-methylbenzamide gives PSE\nperformance similar to that of <italic>N</italic>,<italic>N</italic>-dibutylformamide, but requires separate consideration due to its\nunique chemical features.</p>", "clean_text": "While quick linker diffusion through N,N-diethylformamide-solvated MOF-5 is attributed to its ethyl chains shielding H2bdc-d 4-framework interactions, this enhanced diffusion is not seen in N,N-dibutylformamide, which is chemically identical to DMF and N,N-diethylformamide other than its longer alkyl chains. The much larger steric bulk of N,N-dibutylformamide relative to the other two formamide solvents significantly decreases the linker diffusion rate through the MOF, leading to its thinner, lower exchange shells. N,N-Diethyl-3-methylbenzamide gives PSE performance similar to that of N,N-dibutylformamide, but requires separate consideration due to its unique chemical features.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>\n<italic>N</italic>,<italic>N</italic>-Diethyl-3-methylbenzamide\nis the only solvent other than <italic>N</italic>-methylformanilide\nwith an aryl side group, and these two solvents give the thinnest\nshells of the solvents tested, suggesting that this bulky feature\nis responsible for slowing linker diffusion into MOF-5. However, <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide gives substantially\nlower extents of exchange than <italic>N</italic>-methylformanilide.\nThis makes sense when the geometries of the solvent molecules are\nexamined. If both solvents coordinate to the Zn<sub>4</sub>O cluster\nin MOF-5 through their amide oxygen, <italic>N</italic>-methylformanilide\nhas one arm which extends from its carbonyl (a methylphenylamino group,\n106.15 Da), whereas <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide\nhas two branching arms (a tolyl group and a diethylamino group, 91.13\nand 72.13 Da), which would impose a greater barrier to H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub> accessing the metal cluster to\nperform exchange.</p>", "clean_text": " N,N-Diethyl-3-methylbenzamide is the only solvent other than N-methylformanilide with an aryl side group, and these two solvents give the thinnest shells of the solvents tested, suggesting that this bulky feature is responsible for slowing linker diffusion into MOF-5. However, N,N-diethyl-3-methylbenzamide gives substantially lower extents of exchange than N-methylformanilide. This makes sense when the geometries of the solvent molecules are examined. If both solvents coordinate to the Zn4O cluster in MOF-5 through their amide oxygen, N-methylformanilide has one arm which extends from its carbonyl (a methylphenylamino group, 106.15 Da), whereas N,N-diethyl-3-methylbenzamide has two branching arms (a tolyl group and a diethylamino group, 91.13 and 72.13 Da), which would impose a greater barrier to H2bdc-d 4 accessing the metal cluster to perform exchange.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Thick Shells with Low Exchange</title><p>This\nregime is useful\nin catalysis when highly dispersed active sites are required to prevent\ncatalyst decomposition, and pore-size selectivity is leveraged to\ncontrol selective diffusing into and out of the framework to the catalytic\nsites. In this type of system, isolation of the active site to the\nMOF surface is not desirable, and high catalyst concentrations need\nto be avoided.</p>", "clean_text": "Thick Shells with Low Exchange\n\nThis regime is useful in catalysis when highly dispersed active sites are required to prevent catalyst decomposition, and pore-size selectivity is leveraged to control selective diffusing into and out of the framework to the catalytic sites. In this type of system, isolation of the active site to the MOF surface is not desirable, and high catalyst concentrations need to be avoided.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Mixed linker MOFs with homogeneous linker distributions\ncan generally be easily achieved with direct synthesis, reducing the\nmotivation for developing this type of PSE. The conditions used in\nthis work were chosen such that samples could not equilibrate with\nthe substituting linker (24 h exchanges), which thus discourages formation\nof thick shells with a low exchange percentage in the relatively large\nMOF-5 crystals studied here (∼700–1000 μm). However,\nthe majority of MOFs relevant to catalysis are much smaller, e.g.,\non the order of hundreds of nanometers for the ubiquitous UiO-66 system. For such small MOF crystals, linker diffusion\n(and subsequent equilibration) into the MOF core takes place relatively\nquickly, and a low degree of exchange can be achieved by using a low-exchanging\nsolvent like <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide\nor <italic>N</italic>,<italic>N</italic>-dibutylformamide. However,\nif the MOF is large, a solvent which gives thick shells (like <italic>N</italic>,<italic>N</italic>-diethylformamide) should be coupled\nwith a lower ratio of exchanging linker:starting linker and long exchange\ntimes, such that the system can equilibrate at a high-entropy, well-dispersed\nstate. Development of specific protocols to optimize MOF PSE under\nequilibrating conditions remains a challenge for future work in the\nfield.</p>", "clean_text": "Mixed linker MOFs with homogeneous linker distributions can generally be easily achieved with direct synthesis, reducing the motivation for developing this type of PSE. The conditions used in this work were chosen such that samples could not equilibrate with the substituting linker (24 h exchanges), which thus discourages formation of thick shells with a low exchange percentage in the relatively large MOF-5 crystals studied here (~700-1000 μm). However, the majority of MOFs relevant to catalysis are much smaller, e.g., on the order of hundreds of nanometers for the ubiquitous UiO-66 system. For such small MOF crystals, linker diffusion (and subsequent equilibration) into the MOF core takes place relatively quickly, and a low degree of exchange can be achieved by using a low-exchanging solvent like N,N-diethyl-3-methylbenzamide or N,N-dibutylformamide. However, if the MOF is large, a solvent which gives thick shells (like N,N-diethylformamide) should be coupled with a lower ratio of exchanging linker:starting linker and long exchange times, such that the system can equilibrate at a high-entropy, well-dispersed state. Development of specific protocols to optimize MOF PSE under equilibrating conditions remains a challenge for future work in the field.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Non-degenerate Linker Exchange</title><p>While\nthe MOF-5 →\nMOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange is useful for\nits ease of characterization, the majority of linker exchanges performed\nby researchers involve linkers with different electronics, and thus\ndifferent affinities for coordinating MOF metal clusters. To probe\nthe generality of controlling shell properties in MOF PSE using solvent\nchoice alone, a non-degenerate linker exchange (MOF-5 → IRMOF-3)\nwas also tested. This exchange, which involves the replacement of\nbdc with bdc-NH<sub>2</sub>, showed slower diffusion rates of linker\ninto the MOF than in the MOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> exchange, but clear differences in shell thickness and degree\nof exchange were still achievable upon only changing solvent (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10224/suppl_file/ja0c10224_si_001.pdf\">SI</ext-link>).</p>", "clean_text": "Non-degenerate Linker Exchange\n\nWhile the MOF-5 → MOF-5-d 4 linker exchange is useful for its ease of characterization, the majority of linker exchanges performed by researchers involve linkers with different electronics, and thus different affinities for coordinating MOF metal clusters. To probe the generality of controlling shell properties in MOF PSE using solvent choice alone, a non-degenerate linker exchange (MOF-5 → IRMOF-3) was also tested. This exchange, which involves the replacement of bdc with bdc-NH2, showed slower diffusion rates of linker into the MOF than in the MOF-5 → MOF-5-d 4 exchange, but clear differences in shell thickness and degree of exchange were still achievable upon only changing solvent (see SI).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Solvent Mixtures</title><p>Solvent mixtures\nhave been previously\nfound to have unexpected PSE properties. Despite poor linker solubility\nin benzene, Bernin and co-workers found that 40.7% DMSO in benzene\ngave faster exchange than pure DMSO for UiO-67 PSE, which they attributed\nto the lower viscosity of the solvent mixture. Beyond such considerations, the potential of mixing solvents\non PSE outcomes is relatively unexamined. Because <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide gives thin shells with\nvery low degrees of exchange, it is apparent that the solvent does\nnot effectively facilitate linker exchange in MOF-5 and slows linker\ndiffusion into the MOF pores. The major disparities between its performance\nand that of the best PSE solvents suggests that a wide range of PSE\nperformance could be achieved with binary mixtures of <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide and a more effective\nPSE solvent.</p>", "clean_text": "Solvent Mixtures\n\nSolvent mixtures have been previously found to have unexpected PSE properties. Despite poor linker solubility in benzene, Bernin and co-workers found that 40.7% DMSO in benzene gave faster exchange than pure DMSO for UiO-67 PSE, which they attributed to the lower viscosity of the solvent mixture. Beyond such considerations, the potential of mixing solvents on PSE outcomes is relatively unexamined. Because N,N-diethyl-3-methylbenzamide gives thin shells with very low degrees of exchange, it is apparent that the solvent does not effectively facilitate linker exchange in MOF-5 and slows linker diffusion into the MOF pores. The major disparities between its performance and that of the best PSE solvents suggests that a wide range of PSE performance could be achieved with binary mixtures of N,N-diethyl-3-methylbenzamide and a more effective PSE solvent.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>To determine the impact of mixing solvents on the\nMOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange,\nmixtures of <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide\nand either DMF () or <italic>N</italic>,<italic>N</italic>-diethylformamide (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10224/suppl_file/ja0c10224_si_001.pdf\">SI</ext-link>) were prepared and characterized. Addition\nof 1 part <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide\nto 3 parts DMF results in nearly no change relative to neat DMF. However,\na mixture of equal amounts of <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide and DMF gives shells with slightly lower\nextent of exchange (∼10% lower) and roughly half thickness\nrelative to neat DMF. Further addition of <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide to a 3:1 ratio also decreases\nthe extent of exchange (∼65%) and shell thickness (∼24%)\nrelative to DMF. A 9:1 <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide:DMF\nmixture behaves nearly like pure <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide, except with slightly thinner shells on\naverage. The PSE behavior of <italic>N</italic>,<italic>N</italic>-diethylformamide is also modulated in a nonlinear fashion by addition\nof <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide,\nbut with a different concentration dependence than is seen in the\nDMF/<italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide\nsystem (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10224/suppl_file/ja0c10224_si_001.pdf\">SI</ext-link>). In particular, mixtures\ncontaining 25–75% <italic>N</italic>,<italic>N</italic>-diethylformamide\nin <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide\nhave approximately the same thickness, but vary in extent of exchange.\nThis points to the possibility of further unexpected behavior of solvent\nmixtures in PSE.</p>", "clean_text": "To determine the impact of mixing solvents on the MOF-5 → MOF-5-d 4 linker exchange, mixtures of N,N-diethyl-3-methylbenzamide and either DMF () or N,N-diethylformamide (see SI) were prepared and characterized. Addition of 1 part N,N-diethyl-3-methylbenzamide to 3 parts DMF results in nearly no change relative to neat DMF. However, a mixture of equal amounts of N,N-diethyl-3-methylbenzamide and DMF gives shells with slightly lower extent of exchange (~10% lower) and roughly half thickness relative to neat DMF. Further addition of N,N-diethyl-3-methylbenzamide to a 3:1 ratio also decreases the extent of exchange (~65%) and shell thickness (~24%) relative to DMF. A 9:1 N,N-diethyl-3-methylbenzamide:DMF mixture behaves nearly like pure N,N-diethyl-3-methylbenzamide, except with slightly thinner shells on average. The PSE behavior of N,N-diethylformamide is also modulated in a nonlinear fashion by addition of N,N-diethyl-3-methylbenzamide, but with a different concentration dependence than is seen in the DMF/N,N-diethyl-3-methylbenzamide system (see SI). In particular, mixtures containing 25-75% N,N-diethylformamide in N,N-diethyl-3-methylbenzamide have approximately the same thickness, but vary in extent of exchange. This points to the possibility of further unexpected behavior of solvent mixtures in PSE.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Measured shell parameters for binary mixtures of DMF and <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide. Solvent\ncomposition is given as% DMF, with <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide constituting the remainder of the solvent\nmixture. Extent of exchange indicates the maximum degree of exchange\n(%) measured in the shell. Thickness is given in μm as shell\nfull width at half-maximum. Values are given as the average ±\nthe standard error of the mean (σ/√<italic>n</italic>).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c10224_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Measured shell parameters for binary mixtures of DMF and N,N-diethyl-3-methylbenzamide. Solvent composition is given as% DMF, with N,N-diethyl-3-methylbenzamide constituting the remainder of the solvent mixture. Extent of exchange indicates the maximum degree of exchange (%) measured in the shell. Thickness is given in μm as shell full width at half-maximum. Values are given as the average ± the standard error of the mean (σ/√n).   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Comparison between <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide\nsolvent mixtures and pure solvent PSE behavior reveals that in the\nconditions tested, these mixtures give results that can be achieved\nwith the use of pure solvents rather than demonstrating new PSE behavior.\nIn particular, 1:1 <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide:DMF\ngives shells comparable to <italic>N</italic>-methyl-2-pyrrolidone\nand 3:1 <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide:DMF\ngives similar shells to <italic>N</italic>-methylformanilide. It is\npossible that mixtures of different solvents would allow for better\nmodulation of shell thickness at arbitrary extents of exchange, but\nvarying <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide\nconcentration in mixtures with DMF primarily gives control over shell\nextent of exchange with most mixtures giving thin shells, in a similar\nfashion to most pure solvents. This redundancy is valuable, as the\nmixed solvent approach has the potential for greater cost efficiency\nand for much more precise control over the process. Ultimately, both\napproaches are viable for controlling shell parameters using solvent\nalone.</p>", "clean_text": "Comparison between N,N-diethyl-3-methylbenzamide solvent mixtures and pure solvent PSE behavior reveals that in the conditions tested, these mixtures give results that can be achieved with the use of pure solvents rather than demonstrating new PSE behavior. In particular, 1:1 N,N-diethyl-3-methylbenzamide:DMF gives shells comparable to N-methyl-2-pyrrolidone and 3:1 N,N-diethyl-3-methylbenzamide:DMF gives similar shells to N-methylformanilide. It is possible that mixtures of different solvents would allow for better modulation of shell thickness at arbitrary extents of exchange, but varying N,N-diethyl-3-methylbenzamide concentration in mixtures with DMF primarily gives control over shell extent of exchange with most mixtures giving thin shells, in a similar fashion to most pure solvents. This redundancy is valuable, as the mixed solvent approach has the potential for greater cost efficiency and for much more precise control over the process. Ultimately, both approaches are viable for controlling shell parameters using solvent alone.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The MOF linker exchange\nperformance of a set of 30 organic solvents\nhas been determined, and where possible, the chemical rationale for\nunexpected behavior was explored. While the exact shell parameters\nwill vary when the MOF/linker are changed, insights from this work\nare extensible to any PSE system. The major impact that solvent choice\nplays in dictating PSE behavior is demonstrated, as well as the wide\nvariety of under-utilized solvents that are suitable for this purpose.\nFinally, the possibility of tuning MOF core–shell microstructures\nusing binary solvent mixtures of poor and effective PSE solvents is\nexplored, and it is shown that these mixtures allow for equivalent\ncontrol of MOF microstructure relative to pure solvents.</p>", "clean_text": "Conclusions\n\nThe MOF linker exchange performance of a set of 30 organic solvents has been determined, and where possible, the chemical rationale for unexpected behavior was explored. While the exact shell parameters will vary when the MOF/linker are changed, insights from this work are extensible to any PSE system. The major impact that solvent choice plays in dictating PSE behavior is demonstrated, as well as the wide variety of under-utilized solvents that are suitable for this purpose. Finally, the possibility of tuning MOF core-shell microstructures using binary solvent mixtures of poor and effective PSE solvents is explored, and it is shown that these mixtures allow for equivalent control of MOF microstructure relative to pure solvents.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.0c10224?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/jacs.0c10224</ext-link>.<list list-type=\"label\">\n<list-item>\n<p>Details of MOF syntheses, linker exchange,\nactivation,\nRaman mapping, and data processing; additional exchange data for nondegenerate\nand mixed solvent linker exchanges (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10224/suppl_file/ja0c10224_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.0c10224.  Details of MOF syntheses, linker exchange, activation, Raman mapping, and data processing; additional exchange data for nondegenerate and mixed solvent linker exchanges (PDF)   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Details of MOF syntheses, linker exchange,\nactivation,\nRaman mapping, and data processing; additional exchange data for nondegenerate\nand mixed solvent linker exchanges (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c10224/suppl_file/ja0c10224_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p><p>It should be noted that annealing phenomena\nhave been proposed to occur in MOFs resulting from modulated syntheses,\nwhere exchange may occur between monocarboxylate and dicarboxylate\nspecies within the same MOF, leading to migration of monocarboxylate\nspecies to the MOF surface in some cases:</p>", "clean_text": "Details of MOF syntheses, linker exchange, activation, Raman mapping, and data processing; additional exchange data for nondegenerate and mixed solvent linker exchanges (PDF)\n\nThe authors declare no competing financial interest.\n\nIt should be noted that annealing phenomena have been proposed to occur in MOFs resulting from modulated syntheses, where exchange may occur between monocarboxylate and dicarboxylate species within the same MOF, leading to migration of monocarboxylate species to the MOF surface in some cases:", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The diffusion rate of small molecules in\norganic solvents has been previously reported to correlate negatively\nwith solvent molecular weight:</p>", "clean_text": "The diffusion rate of small molecules in organic solvents has been previously reported to correlate negatively with solvent molecular weight:", "data": null, "include_properties": null}], "cln_elements": [{"idx": 18, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Measured Shell Parameters for Individual\nSolvents<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">solvent</oasis:entry>\n<oasis:entry align=\"center\">degree of shell exchange (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">shell thickness (μm)<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>tetrahydrofuran</oasis:entry>\n<oasis:entry>69.8 ± 0.8</oasis:entry>\n<oasis:entry>25.4 ± 0.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>,<italic>N</italic>-diethylformamide</oasis:entry>\n<oasis:entry>65.9 ± 1.2</oasis:entry>\n<oasis:entry>56.0 ± 1.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>,<italic>N</italic>-dimethylformamide</oasis:entry>\n<oasis:entry>64.4 ± 1.3</oasis:entry>\n<oasis:entry>16.7 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>-methyl-2-pyrrolidone</oasis:entry>\n<oasis:entry>53.9 ± 1.6</oasis:entry>\n<oasis:entry>9.4 ± 0.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>dioxane</oasis:entry>\n<oasis:entry>49.1 ± 2.3</oasis:entry>\n<oasis:entry>14.5 ± 0.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>-methylformanilide</oasis:entry>\n<oasis:entry>38.7 ± 1.7</oasis:entry>\n<oasis:entry>3.6 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>butyl acetate</oasis:entry>\n<oasis:entry>29.8 ± 1.3</oasis:entry>\n<oasis:entry>7.4 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>-formylmorpholine</oasis:entry>\n<oasis:entry>26.3 ± 2.8</oasis:entry>\n<oasis:entry>5.3 ± 0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1-formylpyrrolidine</oasis:entry>\n<oasis:entry>24.0 ± 2.1</oasis:entry>\n<oasis:entry>5.6 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>propylene carbonate</oasis:entry>\n<oasis:entry>19.4 ± 1.9</oasis:entry>\n<oasis:entry>5.5 ± 0.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1-formylpiperdine</oasis:entry>\n<oasis:entry>18.9 ± 0.7</oasis:entry>\n<oasis:entry>9.4 ± 0.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>,<italic>N</italic>-dibutylformamide</oasis:entry>\n<oasis:entry>12.0 ± 1.2</oasis:entry>\n<oasis:entry>4.8 ± 0.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide</oasis:entry>\n<oasis:entry>8.1 ± 0.5</oasis:entry>\n<oasis:entry>4.0 ± 0.4</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Values are given as the average\n± the standard error of the mean (σ/√<italic>n</italic>).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Degree of shell exchange\nindicates\nthe maximum degree of exchange measured in the shell.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Thickness is given as shell full\nwidth at half-maximum.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Measured Shell Parameters for Individual Solvents[^a]\n\n| solvent                  | degree of shell exchange (%)[^b] | shell thickness (μm)[^c] |\n|--------------------------|----------------------------------|--------------------------|\n| tetrahydrofuran          | 69.8 ± 0.8                       | 25.4 ± 0.6               |\n| N,N-diethylformamide     | 65.9 ± 1.2                       | 56.0 ± 1.5               |\n| N,N-dimethylformamide    | 64.4 ± 1.3                       | 16.7 ± 0.3               |\n| N-methyl-2-pyrrolidone   | 53.9 ± 1.6                       | 9.4 ± 0.4                |\n| dioxane                  | 49.1 ± 2.3                       | 14.5 ± 0.9               |\n| N-methylformanilide      | 38.7 ± 1.7                       | 3.6 ± 0.3                |\n| butyl acetate            | 29.8 ± 1.3                       | 7.4 ± 0.3                |\n| N-formylmorpholine       | 26.3 ± 2.8                       | 5.3 ± 0.8                |\n| 1-formylpyrrolidine      | 24.0 ± 2.1                       | 5.6 ± 0.3                |\n| propylene carbonate      | 19.4 ± 1.9                       | 5.5 ± 0.5                |\n| 1-formylpiperdine        | 18.9 ± 0.7                       | 9.4 ± 0.6                |\n| N,N-dibutylformamide     | 12.0 ± 1.2                       | 4.8 ± 0.3                |\n| N,N-diethyl-3-methylbenzamide | 8.1 ± 0.5                    | 4.0 ± 0.4                |\n\n[^a]: Values are given as the average ± the standard error of the mean (σ/√n).\n[^b]: Degree of shell exchange indicates the maximum degree of exchange measured in the shell.\n[^c]: Thickness is given as shell full width at half-maximum.", "data": ["substring not found"], "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic representation of the MOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange. Center: a partially exchanged\ncore–shell\nMOF structure with a cubic region removed from the corner, with the\ntwo constituent linkers shown below. Right: an example (flattened)\nslice of a partially bdc-<italic>d</italic>\n<sub>4</sub> exchanged\nsection of MOF-5. Linkers aligned perpendicular to the page have been\nomitted for clarity. Left: percent incorporation versus crystal depth\nplot for bdc and bdc<italic>-d</italic>\n<sub>4</sub> in the model system\nshown. Shell width, in the form of full width at half-maximum, and\nmaximum extent of exchange are both shown.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c10224_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic representation of the MOF-5 → MOF-5-d 4 linker exchange. Center: a partially exchanged core-shell MOF structure with a cubic region removed from the corner, with the two constituent linkers shown below. Right: an example (flattened) slice of a partially bdc-d 4 exchanged section of MOF-5. Linkers aligned perpendicular to the page have been omitted for clarity. Left: percent incorporation versus crystal depth plot for bdc and bdc-d 4 in the model system shown. Shell width, in the form of full width at half-maximum, and maximum extent of exchange are both shown.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Solvents studied for their behavior in the MOF-5 →\nMOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c10224_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Solvents studied for their behavior in the MOF-5 → MOF-5-d 4 linker exchange.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Venn diagram summarizing\nsolvent overall performance in the MOF-5\n→ MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange. Solvents\nare separated depending on their ability to dissolve 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>, maintain the phase stability\nof MOF-5 for 24 h, and facilitate the MOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c10224_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Venn diagram summarizing solvent overall performance in the MOF-5 → MOF-5-d 4 linker exchange. Solvents are separated depending on their ability to dissolve 10 mM H2bdc-d 4, maintain the phase stability of MOF-5 for 24 h, and facilitate the MOF-5 → MOF-5-d 4 linker exchange.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Maximum extent\nof exchange versus shell full width at half-maximum\nfor shells resulting from several PSE solvents. Extent of exchange\nand shell FWHM refer to the bdc-<italic>d</italic>\n<sub>4</sub> shells\nresulting from the MOF-5 → MOF-5-<italic>d</italic>\n<sub>4</sub> linker exchange after 24 h in the presence of 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>. Error bars indicate the standard\nerror of the mean. Solvents in red (dioxane, butyl acetate, and propylene\ncarbonate) did not fully dissolve 10 mM H<sub>2</sub>bdc-<italic>d</italic>\n<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c10224_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Maximum extent of exchange versus shell full width at half-maximum for shells resulting from several PSE solvents. Extent of exchange and shell FWHM refer to the bdc-d 4 shells resulting from the MOF-5 → MOF-5-d 4 linker exchange after 24 h in the presence of 10 mM H2bdc-d 4. Error bars indicate the standard error of the mean. Solvents in red (dioxane, butyl acetate, and propylene carbonate) did not fully dissolve 10 mM H2bdc-d 4.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Measured shell parameters for binary mixtures of DMF and <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide. Solvent\ncomposition is given as% DMF, with <italic>N</italic>,<italic>N</italic>-diethyl-3-methylbenzamide constituting the remainder of the solvent\nmixture. Extent of exchange indicates the maximum degree of exchange\n(%) measured in the shell. Thickness is given in μm as shell\nfull width at half-maximum. Values are given as the average ±\nthe standard error of the mean (σ/√<italic>n</italic>).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c10224_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Measured shell parameters for binary mixtures of DMF and N,N-diethyl-3-methylbenzamide. Solvent composition is given as% DMF, with N,N-diethyl-3-methylbenzamide constituting the remainder of the solvent mixture. Extent of exchange indicates the maximum degree of exchange (%) measured in the shell. Thickness is given in μm as shell full width at half-maximum. Values are given as the average ± the standard error of the mean (σ/√n).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.0c10224", "title": "\nSolvent\nChoice in Metal–Organic Framework Linker\nExchange Permits Microstructural Control\n", "journal": "American Chemical\nSociety", "date": "2020.11", "author_list": ["Dodson\nRyan A.", "Kalenak\nAndre P.", "Matzger\nAdam J."]}}