{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja0c02181.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Separation is one of the most energy-intensive\nprocesses in the\nchemical industry, and membrane-based separation technology helps\nto reduce the energy consumption dramatically. Supported metal–organic\nframework (MOF) layers hold great promise as a molecular sieve membrane,\nyet only a few MOF membranes showed the expected separation performance.\nThe main reasons include e.g. nonselective grain boundary transport\nor the flexible MOF framework, especially the inevitable linker rotation.\nHere, we propose a crystal engineering strategy that balances the\ngrain boundary structure and framework flexibility in Co–Zn\nbimetallic zeolitic imidazolate framework (ZIF) membranes and exploit\ntheir contributions to the improvement of membrane quality and separation\nperformance. It reveals that a good balance between the two trade-off\nfactors enabled a “sweet spot” that offers the best\nC<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation factor\nup to 200.</p>", "clean_text": "Separation is one of the most energy-intensive processes in the chemical industry, and membrane-based separation technology helps to reduce the energy consumption dramatically. Supported metal-organic framework (MOF) layers hold great promise as a molecular sieve membrane, yet only a few MOF membranes showed the expected separation performance. The main reasons include e.g. nonselective grain boundary transport or the flexible MOF framework, especially the inevitable linker rotation. Here, we propose a crystal engineering strategy that balances the grain boundary structure and framework flexibility in Co-Zn bimetallic zeolitic imidazolate framework (ZIF) membranes and exploit their contributions to the improvement of membrane quality and separation performance. It reveals that a good balance between the two trade-off factors enabled a \"sweet spot\" that offers the best C3H6/C3H8 separation factor up to 200.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Propylene (C<sub>3</sub>H<sub>6</sub>) is one of the most important\nraw materials to manufacture\nplastics, and the purity determines its end use. Purification\nof propylene in industry is accomplished by removing propylene from\nthe propylene/propane (C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub>) mixture via energy-intensive cryogenic distillation. Accordingly, developing the energy-saving and eco-friendly membrane-based\nseparation technology is greatly impactful. Among all kinds of membranes, molecular sieving membranes can selectively\nseparate two different species according to their size and shape,\nbut one of the challenges is to select a proper material with suitable\nsieving apertures. Zeolitic imidazolate\nframework (ZIF) membranes, with regular pore size and adjustable structure, have been extensively developed as supported polycrystalline membranes or mixed matrix membranes. Especially ZIF-8 (or MAF-4) and ZIF-67, assembled\nfrom Zn<sup>2+</sup> or Co<sup>2+</sup> with the 2-methylimidazole\n(2-mIm) organic linker and sharing the same zeolitic sodalite topology,\nhave a similar six-membered ring window size of ∼3.4 Å\nderived from X-ray diffraction (XRD) data. However,\nit is reported that molecules up to ∼4.2 Å can be adsorbed\ndue to MOF framework flexibility. Through analyzing pure component\npermeability, Koros concluded that the effective aperture size of\nZIF-8 is 4.0 to 4.2 Å. On one hand,\nthe flexibility makes its effective aperture size fall between the\nkinetic diameters of C<sub>3</sub>H<sub>6</sub> (4.0 Å) and C<sub>3</sub>H<sub>8</sub> (4.2 Å), thus making it promising for C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation. On the other hand, the intrinsic flexible structure\nmight limit the further enhancement of C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation selectivity because larger molecules\ncan be permitted to pass through.\n</p>", "clean_text": "Propylene (C3H6) is one of the most important raw materials to manufacture plastics, and the purity determines its end use. Purification of propylene in industry is accomplished by removing propylene from the propylene/propane (C3H6/C3H8) mixture via energy-intensive cryogenic distillation. Accordingly, developing the energy-saving and eco-friendly membrane-based separation technology is greatly impactful. Among all kinds of membranes, molecular sieving membranes can selectively separate two different species according to their size and shape, but one of the challenges is to select a proper material with suitable sieving apertures. Zeolitic imidazolate framework (ZIF) membranes, with regular pore size and adjustable structure, have been extensively developed as supported polycrystalline membranes or mixed matrix membranes. Especially ZIF-8 (or MAF-4) and ZIF-67, assembled from Zn2+ or Co2+ with the 2-methylimidazole (2-mIm) organic linker and sharing the same zeolitic sodalite topology, have a similar six-membered ring window size of ~3.4 Å derived from X-ray diffraction (XRD) data. However, it is reported that molecules up to ~4.2 Å can be adsorbed due to MOF framework flexibility. Through analyzing pure component permeability, Koros concluded that the effective aperture size of ZIF-8 is 4.0 to 4.2 Å. On one hand, the flexibility makes its effective aperture size fall between the kinetic diameters of C3H6 (4.0 Å) and C3H8 (4.2 Å), thus making it promising for C3H6/C3H8 separation. On the other hand, the intrinsic flexible structure might limit the further enhancement of C3H6/C3H8 separation selectivity because larger molecules can be permitted to pass through. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In general, there are four ways to suppress the MOF flexibility:\n(a) electrochemical synthesis of stiffened MOF structure, (b) introduction of a larger ligand, (c) replacement of metal ions, and (d) coating\na polymer layer on the MOF surface. We have proven\nthat for soft porous materials, such as ZIF-8, suppressing the flexibility\ncan enhance the molecular sieving capability. Compared with ZIF-8, the ZIF-67 framework is more rigid since the\nCo–N bond is shorter and stiffer than the Zn–N bond. Theoretical calculations also supported ZIF-67\nbeing a better candidate than ZIF-8 for propylene purification. Nevertheless, few ZIF-67 membranes exhibited\nbetter experimental C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performance than ZIF-8 membranes except for the\nZIF-8/ZIF-67/ZIF-8 triple layer membrane.\n</p>", "clean_text": "In general, there are four ways to suppress the MOF flexibility: (a) electrochemical synthesis of stiffened MOF structure, (b) introduction of a larger ligand, (c) replacement of metal ions, and (d) coating a polymer layer on the MOF surface. We have proven that for soft porous materials, such as ZIF-8, suppressing the flexibility can enhance the molecular sieving capability. Compared with ZIF-8, the ZIF-67 framework is more rigid since the Co-N bond is shorter and stiffer than the Zn-N bond. Theoretical calculations also supported ZIF-67 being a better candidate than ZIF-8 for propylene purification. Nevertheless, few ZIF-67 membranes exhibited better experimental C3H6/C3H8 separation performance than ZIF-8 membranes except for the ZIF-8/ZIF-67/ZIF-8 triple layer membrane. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>We speculated that the unsatisfactory separation\nperformance of\nZIF-67 membranes arises from the poor grain boundary structure since\nthe crystallization kinetics of ZIF-67 is faster than that of ZIF-8.\nAccordingly, in bilayer ZIF membranes, ZIF-67 serves as a nonselective\nsupport for the ZIF-8 top layer. However,\nthe ultrafast growth of ZIF-67 weakens the intergrowth of the crystals\nthus leading to defects. Therefore, to\nprepare membranes with a higher separation factor, the grain boundary\nmust grow together.</p>", "clean_text": "We speculated that the unsatisfactory separation performance of ZIF-67 membranes arises from the poor grain boundary structure since the crystallization kinetics of ZIF-67 is faster than that of ZIF-8. Accordingly, in bilayer ZIF membranes, ZIF-67 serves as a nonselective support for the ZIF-8 top layer. However, the ultrafast growth of ZIF-67 weakens the intergrowth of the crystals thus leading to defects. Therefore, to prepare membranes with a higher separation factor, the grain boundary must grow together.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Orientation control over the polycrystalline\nMOF\nis effective to\nimprove the grain boundary structure (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Table S1</ext-link>). We recently succeeded in preparing\noriented MOF membranes via nonhomologous metal sources. In this work, we prepared a series of Zn<sup>2+</sup>/Co<sup>2+</sup> ZIF membranes in one step within 20 min\nusing the fast current driven synthesis (FCDS) method, by introducing Zn<sup>2+</sup> into the precursor\nsolution of ZIF-67 membranes (). Coupling ultrafast current driven growth with the\nnonhomologous crystallization results in the preferred orientation\nand better grain boundary structure of the bimetallic membranes, which\nis beneficial to improve the separation performance. However, the\nintroduction of the Zn–N bond would weaken the MOF lattice\nrigidity, which is unfavorable to achieve exact molecular sieving.\nConsequently, to obtain the optimal separation performance of the\nbimetallic membranes, the perfect balance between the grain boundary\nstructure and the framework flexibility is necessary.</p>", "clean_text": "Orientation control over the polycrystalline MOF is effective to improve the grain boundary structure (Table S1). We recently succeeded in preparing oriented MOF membranes via nonhomologous metal sources. In this work, we prepared a series of Zn2+/Co2+ ZIF membranes in one step within 20 min using the fast current driven synthesis (FCDS) method, by introducing Zn2+ into the precursor solution of ZIF-67 membranes (). Coupling ultrafast current driven growth with the nonhomologous crystallization results in the preferred orientation and better grain boundary structure of the bimetallic membranes, which is beneficial to improve the separation performance. However, the introduction of the Zn-N bond would weaken the MOF lattice rigidity, which is unfavorable to achieve exact molecular sieving. Consequently, to obtain the optimal separation performance of the bimetallic membranes, the perfect balance between the grain boundary structure and the framework flexibility is necessary.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration\nof the design of bimetallic Zn<sub>(100–<italic>x</italic>)</sub>Co<sub>\n<italic>x</italic>\n</sub>-ZIF membranes. A\nbalance between the lattice rigidity and grain boundary structure\nis beneficial to obtain the optimal separation selectivity. However,\nconsidering one factor too much (framework rigidity or grain boundary)\nwhile ignoring the other is unfavorable for high sieving ability.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c02181_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the design of bimetallic Zn(100-x)Co x -ZIF membranes. A balance between the lattice rigidity and grain boundary structure is beneficial to obtain the optimal separation selectivity. However, considering one factor too much (framework rigidity or grain boundary) while ignoring the other is unfavorable for high sieving ability.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>To exploit\nthis concept, we prepared a series of Zn<sub>(100–<italic>x</italic>)</sub>Co<sub>\n<italic>x</italic>\n</sub>-ZIF membranes (<italic>x</italic> is the molar percentage of Co in the membranes) by FCDS.\nAll membranes exhibit continuous polycrystalline layers without cracks,\nconnecting well with the support with thicknesses thinner than 700\nnm ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S1</ext-link>). The colorful thin-film optical interference\nphenomenon demonstrates a smooth membrane surface and agrees well\nwith our previous membranes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S3</ext-link>).</p>", "clean_text": "To exploit this concept, we prepared a series of Zn(100-x)Co x -ZIF membranes (x is the molar percentage of Co in the membranes) by FCDS. All membranes exhibit continuous polycrystalline layers without cracks, connecting well with the support with thicknesses thinner than 700 nm ( and Figure S1). The colorful thin-film optical interference phenomenon demonstrates a smooth membrane surface and agrees well with our previous membranes (Figure S3).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a–h) Cross-sectional SEM images of the Zn<sub>(100–<italic>x</italic>)</sub>Co<sub>\n<italic>x</italic>\n</sub>-ZIF membranes. The\nmembrane layers connect well with the support with thicknesses thinner\nthan 700 nm. (i–j) XRD patterns of the bimetallic membranes\ncompared with the pure ZIF-67 (100% Co). The intensity of the (002)\nreflection of the bimetallic membranes varied a lot, indicating the\nbimetallic membranes show different degrees of orientation.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c02181_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a-h) Cross-sectional SEM images of the Zn(100-x)Co x -ZIF membranes. The membrane layers connect well with the support with thicknesses thinner than 700 nm. (i-j) XRD patterns of the bimetallic membranes compared with the pure ZIF-67 (100% Co). The intensity of the (002) reflection of the bimetallic membranes varied a lot, indicating the bimetallic membranes show different degrees of orientation.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Both Zn<sup>2+</sup> and Co<sup>2+</sup> distribute\nhomogeneously\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S2</ext-link>), and their real percentages\n(Zn% and Co%) were confirmed by Inductively Coupled Plasma-Mass Spectrometry\n(ICP-MS). Zn% and Co% in the membranes are not always consistent with\nthose in the solution but show positive correlation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Table S2</ext-link>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S4</ext-link>). Here, the\ndegree of framework flexibility for the bimetallic membranes is described\nby Co%, since Co% is the only factor to influence the framework rigidity\nin this work and more Co existing in the membranes means more Co–N\nbonding in the frameworks, thus the stiffer nature of the lattice.\n</p>", "clean_text": "Both Zn2+ and Co2+ distribute homogeneously (Figure S2), and their real percentages (Zn% and Co%) were confirmed by Inductively Coupled Plasma-Mass Spectrometry (ICP-MS). Zn% and Co% in the membranes are not always consistent with those in the solution but show positive correlation (Table S2, Figure S4). Here, the degree of framework flexibility for the bimetallic membranes is described by Co%, since Co% is the only factor to influence the framework rigidity in this work and more Co existing in the membranes means more Co-N bonding in the frameworks, thus the stiffer nature of the lattice. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The bimetallic membranes were then characterized\nby XRD and Attenuated\nTotal Reflection Infrared Spectroscopy (ATR-IR), and all the XRD and\nATR-IR patterns of the membranes match well with those of simulated\nZIF-67 (i–j, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S5</ext-link>). Especially from XRD results, we find\nthe relative intensity of the (002) reflection of the bimetallic membranes\nsignificantly changes with Co%. It means the bimetallic membranes\nshow different degrees of orientation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S6</ext-link>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Table S3</ext-link>), which can be expressed\nby the Orientation Index (OI). Since a large OI value\n(&gt;1) indicates an increasing orientation and the oriented MOF layer\nis beneficial to obtain a better grain boundary structure, here we use OI values to define the quality\nof the membrane grain boundary structures. It is reported that ZIF-8\nmembranes often have good grain boundary structures, so a small substitution percentage of Zn for Co (such as 10%) will\nnot cause significant damage to the frameworks; even the calculated\nOI values are not so high. Consequently, the description of grain\nboundary structures by OI is more suitable for the membranes with\nhigher Co% (&gt;10%). Although it is not clear why the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane encounters the maximum value of OI,\nthe experiment results can still provide further understanding.</p>", "clean_text": "The bimetallic membranes were then characterized by XRD and Attenuated Total Reflection Infrared Spectroscopy (ATR-IR), and all the XRD and ATR-IR patterns of the membranes match well with those of simulated ZIF-67 (i-j, Figure S5). Especially from XRD results, we find the relative intensity of the (002) reflection of the bimetallic membranes significantly changes with Co%. It means the bimetallic membranes show different degrees of orientation (Figure S6, Table S3), which can be expressed by the Orientation Index (OI). Since a large OI value (>1) indicates an increasing orientation and the oriented MOF layer is beneficial to obtain a better grain boundary structure, here we use OI values to define the quality of the membrane grain boundary structures. It is reported that ZIF-8 membranes often have good grain boundary structures, so a small substitution percentage of Zn for Co (such as 10%) will not cause significant damage to the frameworks; even the calculated OI values are not so high. Consequently, the description of grain boundary structures by OI is more suitable for the membranes with higher Co% (>10%). Although it is not clear why the Zn82Co18-ZIF membrane encounters the maximum value of OI, the experiment results can still provide further understanding.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>We measured the C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performance of the bimetallic membranes by the Wicke–Kallenbach\ntechnique (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S7</ext-link>) and obtained two\nindependent “volcano” type diagrams (a, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S8</ext-link>). The separation factor and gas permeance both change with\nCo%, but not with the same trend. The C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation factor first climbs with the increasing\nCo%, peaks at Co% of 18%, and then ramps down. In contrast, the C<sub>3</sub>H<sub>6</sub> permeance exhibits an opposite trend. It is\nobvious that the framework rigidity contributes greatly to the separation\nperformance, but it is not the only contributor. When Co% is below\n18% (yellow line), increasing the framework rigidity by increasing\nCo% is effective to improve the sieving selectivity. When Co% is above\n18% (magenta line), the enhanced lattice rigidity fails to further\nimprove the molecular sieving; worse yet, it decreases. This implies\nthere must be another factor counteracting the contribution of the\nframework rigidity, namely the grain boundary structure.</p>", "clean_text": "We measured the C3H6/C3H8 separation performance of the bimetallic membranes by the Wicke-Kallenbach technique (Figure S7) and obtained two independent \"volcano\" type diagrams (a, Figure S8). The separation factor and gas permeance both change with Co%, but not with the same trend. The C3H6/C3H8 separation factor first climbs with the increasing Co%, peaks at Co% of 18%, and then ramps down. In contrast, the C3H6 permeance exhibits an opposite trend. It is obvious that the framework rigidity contributes greatly to the separation performance, but it is not the only contributor. When Co% is below 18% (yellow line), increasing the framework rigidity by increasing Co% is effective to improve the sieving selectivity. When Co% is above 18% (magenta line), the enhanced lattice rigidity fails to further improve the molecular sieving; worse yet, it decreases. This implies there must be another factor counteracting the contribution of the framework rigidity, namely the grain boundary structure.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Two “volcano”\ndiagrams of the C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performance for bimetallic\nmembranes. (b) Correlation between the Orientation Index (OI) and\nseparation performance of the membranes. (c) Correlation between the\nseparation factors and OI values as a function of Co%. (d) A map predicting\nthe separation performance of bimetallic membranes. The red peak represents\nthe targeted area when designing bimetallic membranes.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c02181_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Two \"volcano\" diagrams of the C3H6/C3H8 separation performance for bimetallic membranes. (b) Correlation between the Orientation Index (OI) and separation performance of the membranes. (c) Correlation between the separation factors and OI values as a function of Co%. (d) A map predicting the separation performance of bimetallic membranes. The red peak represents the targeted area when designing bimetallic membranes.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>To understand how the grain boundary structure contributes\nto the\nmembrane selectivity, the magenta data of a are plotted as a function of OI (b). The separation\nfactor first increases drastically with OI value and then keeps rising\nslowly, which can be fitted as a logarithmic function. The gradient\nof this logarithmic function represents the first derivative of the\nlogarithmic curve after OI and describes how fast the separation factor\nrises with increasing OI but approaches zero at high OI values, where\nthe framework rigidity significantly decreases (lower Co%, b). This means improving\nthe grain boundary structure is efficient to ameliorate the selectivity,\nbut it is not the exclusive contributor, because the improvement would\nreach the ceiling due to the framework flexibility even if the grain\nboundary structure is good enough. A similar conclusion could be found\nwhen comparing the separation factors and OI values (c). When Co% increases from\n18% to 41%, the OI value and separation factor both decrease but the\nOI value drops faster. This means the separation factor is not exclusively\ndominated by the grain boundary structure and the increased framework\nrigidity tends to relieve the negative impact from the poor grain\nboundary structure.</p>", "clean_text": "To understand how the grain boundary structure contributes to the membrane selectivity, the magenta data of a are plotted as a function of OI (b). The separation factor first increases drastically with OI value and then keeps rising slowly, which can be fitted as a logarithmic function. The gradient of this logarithmic function represents the first derivative of the logarithmic curve after OI and describes how fast the separation factor rises with increasing OI but approaches zero at high OI values, where the framework rigidity significantly decreases (lower Co%, b). This means improving the grain boundary structure is efficient to ameliorate the selectivity, but it is not the exclusive contributor, because the improvement would reach the ceiling due to the framework flexibility even if the grain boundary structure is good enough. A similar conclusion could be found when comparing the separation factors and OI values (c). When Co% increases from 18% to 41%, the OI value and separation factor both decrease but the OI value drops faster. This means the separation factor is not exclusively dominated by the grain boundary structure and the increased framework rigidity tends to relieve the negative impact from the poor grain boundary structure.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>It is obvious there is a “seesaw”\nbehavior between\nthe framework rigidity and the grain boundary structure. The Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane represents a “sweet spot”\noffering the best C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation factor up to 200 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Table S4</ext-link>). To predict the membrane quality, a separation factor contour map\nas the function of grain boundary structure and framework rigidity\nhas been developed (d). Route I describes the case that too much emphasis is put\non the framework rigidity and too little on the grain boundary structure\nwhich results in low separation factors. In contrast, Route II represents\nthe case of too much emphasis on the grain boundary structure while\nignoring the framework rigidity. Route III represents a good balance\nbetween the grain boundary structure and the framework flexibility,\nenabling identification of membranes with the optimal separation performance,\nsuch as the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane.</p>", "clean_text": "It is obvious there is a \"seesaw\" behavior between the framework rigidity and the grain boundary structure. The Zn82Co18-ZIF membrane represents a \"sweet spot\" offering the best C3H6/C3H8 separation factor up to 200 (Table S4). To predict the membrane quality, a separation factor contour map as the function of grain boundary structure and framework rigidity has been developed (d). Route I describes the case that too much emphasis is put on the framework rigidity and too little on the grain boundary structure which results in low separation factors. In contrast, Route II represents the case of too much emphasis on the grain boundary structure while ignoring the framework rigidity. Route III represents a good balance between the grain boundary structure and the framework flexibility, enabling identification of membranes with the optimal separation performance, such as the Zn82Co18-ZIF membrane.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Moreover,\nthe single-gas\npermeation through the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane\nhas been studied (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S9</ext-link>). It shows\na clear cutoff between C<sub>3</sub>H<sub>6</sub> and C<sub>3</sub>H<sub>8</sub>, with an ideal selectivity of 200. Indeed, the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane exhibits one of the best C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performances\namong all the reported polymer and MOF membranes (a). Our bimetallic membranes\nexhibit great advantages, beyond the upper bounds of the polymer and\npristine ZIF-8 membrane. It is shown in b that the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane shows excellent long-term stability and can maintain\nits C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation\nperformance over 200 h. Additionally, our Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane exhibits excellent thermal stability and it can fully\nrecover to its original value after cooling from 125 °C to room\ntemperature (c). Furthermore, the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane\ncan be operated under elevated feed pressure (up to 2.5 bar, d). The separation\nfactor decreases with increasing temperature and pressure, but the\nC<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performance\nreturns to the initial value completely after reducing the pressure\nand cooling to room temperature. This indicates that under the elevated\npressure most probably only gate-opening phenomena happen that allow\nlarger molecules to pass through but no cracks appear.</p>", "clean_text": "Moreover, the single-gas permeation through the Zn82Co18-ZIF membrane has been studied (Figure S9). It shows a clear cutoff between C3H6 and C3H8, with an ideal selectivity of 200. Indeed, the Zn82Co18-ZIF membrane exhibits one of the best C3H6/C3H8 separation performances among all the reported polymer and MOF membranes (a). Our bimetallic membranes exhibit great advantages, beyond the upper bounds of the polymer and pristine ZIF-8 membrane. It is shown in b that the Zn82Co18-ZIF membrane shows excellent long-term stability and can maintain its C3H6/C3H8 separation performance over 200 h. Additionally, our Zn82Co18-ZIF membrane exhibits excellent thermal stability and it can fully recover to its original value after cooling from 125 °C to room temperature (c). Furthermore, the Zn82Co18-ZIF membrane can be operated under elevated feed pressure (up to 2.5 bar, d). The separation factor decreases with increasing temperature and pressure, but the C3H6/C3H8 separation performance returns to the initial value completely after reducing the pressure and cooling to room temperature. This indicates that under the elevated pressure most probably only gate-opening phenomena happen that allow larger molecules to pass through but no cracks appear.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Comparison\nof C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation\nperformance of our bimetallic membranes with polymer,\nZIF-8, and ZIF-67 membranes. (b) Long-term stability of the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane for C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation. (c) Temperature-swing operation\nfor the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane. (d) Gas permeance\nand C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation\nfactor of the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane as a function\nof the feed pressure from 1 to 2.5 bar at room temperature.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c02181_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Comparison of C3H6/C3H8 separation performance of our bimetallic membranes with polymer, ZIF-8, and ZIF-67 membranes. (b) Long-term stability of the Zn82Co18-ZIF membrane for C3H6/C3H8 separation. (c) Temperature-swing operation for the Zn82Co18-ZIF membrane. (d) Gas permeance and C3H6/C3H8 separation factor of the Zn82Co18-ZIF membrane as a function of the feed pressure from 1 to 2.5 bar at room temperature.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>In summary,\nwe prepared a series of bimetallic Zn<sub>(100–<italic>x</italic>)</sub>Co<sub>\n<italic>x</italic>\n</sub>-ZIF membranes by\na facile one-step fast current driven synthesis method within 20 min.\nTwo “volcano” diagrams were obtained for the C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performance of\nCo/Zn bimetallic membranes, which reveals the “seesaw”\nbehavior between the grain boundary structure and framework flexibility.\nFurthermore, the orientation index (OI) and the Co% have been identified\nas the two key parameters for the understanding of the separation\nfactor. The best balance between the two factors (the framework flexibility\nand the grain boundary structure) was found for the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane, which showed a C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation factor of 200 with excellent\nstability. Such study highlights the delicate balance between the\ngrain boundary structure and the framework flexibility when designing\nhigh-quality molecular sieving MOF membranes.</p>", "clean_text": "In summary, we prepared a series of bimetallic Zn(100-x)Co x -ZIF membranes by a facile one-step fast current driven synthesis method within 20 min. Two \"volcano\" diagrams were obtained for the C3H6/C3H8 separation performance of Co/Zn bimetallic membranes, which reveals the \"seesaw\" behavior between the grain boundary structure and framework flexibility. Furthermore, the orientation index (OI) and the Co% have been identified as the two key parameters for the understanding of the separation factor. The best balance between the two factors (the framework flexibility and the grain boundary structure) was found for the Zn82Co18-ZIF membrane, which showed a C3H6/C3H8 separation factor of 200 with excellent stability. Such study highlights the delicate balance between the grain boundary structure and the framework flexibility when designing high-quality molecular sieving MOF membranes.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.0c02181?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/jacs.0c02181</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental procedures\nand details (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Experimental procedures\nand details (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">PDF</ext-link>)</p><p>Q.H. and S.Z. contributed equally to this\nwork.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.0c02181.  Experimental procedures and details (PDF)   \n\nExperimental procedures and details (PDF)\n\nQ.H. and S.Z. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 15", "type": "text", "classification": "property", "content": "<p>Separation is one of the most energy-intensive\nprocesses in the\nchemical industry, and membrane-based separation technology helps\nto reduce the energy consumption dramatically. Supported metal–organic\nframework (MOF) layers hold great promise as a molecular sieve membrane,\nyet only a few MOF membranes showed the expected separation performance.\nThe main reasons include e.g. nonselective grain boundary transport\nor the flexible MOF framework, especially the inevitable linker rotation.\nHere, we propose a crystal engineering strategy that balances the\ngrain boundary structure and framework flexibility in Co–Zn\nbimetallic zeolitic imidazolate framework (ZIF) membranes and exploit\ntheir contributions to the improvement of membrane quality and separation\nperformance. It reveals that a good balance between the two trade-off\nfactors enabled a “sweet spot” that offers the best\nC<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation factor\nup to 200.</p><p>Moreover,\nthe single-gas\npermeation through the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane\nhas been studied (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c02181/suppl_file/ja0c02181_si_001.pdf\">Figure S9</ext-link>). It shows\na clear cutoff between C<sub>3</sub>H<sub>6</sub> and C<sub>3</sub>H<sub>8</sub>, with an ideal selectivity of 200. Indeed, the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane exhibits one of the best C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performances\namong all the reported polymer and MOF membranes (a). Our bimetallic membranes\nexhibit great advantages, beyond the upper bounds of the polymer and\npristine ZIF-8 membrane. It is shown in b that the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane shows excellent long-term stability and can maintain\nits C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation\nperformance over 200 h. Additionally, our Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane exhibits excellent thermal stability and it can fully\nrecover to its original value after cooling from 125 °C to room\ntemperature (c). Furthermore, the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane\ncan be operated under elevated feed pressure (up to 2.5 bar, d). The separation\nfactor decreases with increasing temperature and pressure, but the\nC<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performance\nreturns to the initial value completely after reducing the pressure\nand cooling to room temperature. This indicates that under the elevated\npressure most probably only gate-opening phenomena happen that allow\nlarger molecules to pass through but no cracks appear.</p>", "clean_text": "Separation is one of the most energy-intensive processes in the chemical industry, and membrane-based separation technology helps to reduce the energy consumption dramatically. Supported metal-organic framework (MOF) layers hold great promise as a molecular sieve membrane, yet only a few MOF membranes showed the expected separation performance. The main reasons include e.g. nonselective grain boundary transport or the flexible MOF framework, especially the inevitable linker rotation. Here, we propose a crystal engineering strategy that balances the grain boundary structure and framework flexibility in Co-Zn bimetallic zeolitic imidazolate framework (ZIF) membranes and exploit their contributions to the improvement of membrane quality and separation performance. It reveals that a good balance between the two trade-off factors enabled a \"sweet spot\" that offers the best C3H6/C3H8 separation factor up to 200.\n\nMoreover, the single-gas permeation through the Zn82Co18-ZIF membrane has been studied (Figure S9). It shows a clear cutoff between C3H6 and C3H8, with an ideal selectivity of 200. Indeed, the Zn82Co18-ZIF membrane exhibits one of the best C3H6/C3H8 separation performances among all the reported polymer and MOF membranes (a). Our bimetallic membranes exhibit great advantages, beyond the upper bounds of the polymer and pristine ZIF-8 membrane. It is shown in b that the Zn82Co18-ZIF membrane shows excellent long-term stability and can maintain its C3H6/C3H8 separation performance over 200 h. Additionally, our Zn82Co18-ZIF membrane exhibits excellent thermal stability and it can fully recover to its original value after cooling from 125 °C to room temperature (c). Furthermore, the Zn82Co18-ZIF membrane can be operated under elevated feed pressure (up to 2.5 bar, d). The separation factor decreases with increasing temperature and pressure, but the C3H6/C3H8 separation performance returns to the initial value completely after reducing the pressure and cooling to room temperature. This indicates that under the elevated pressure most probably only gate-opening phenomena happen that allow larger molecules to pass through but no cracks appear.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "energy-intensive processes", "value": "", "unit": "", "condition": ""}, {"property name": "membrane-based separation technology", "value": "", "unit": "", "condition": ""}, {"property name": "energy consumption", "value": "", "unit": "", "condition": ""}, {"property name": "molecular sieve membrane", "value": "", "unit": "", "condition": ""}, {"property name": "separation performance", "value": "", "unit": "", "condition": ""}, {"property name": "nonselective grain boundary transport", "value": "", "unit": "", "condition": ""}, {"property name": "flexible MOF framework", "value": "", "unit": "", "condition": ""}, {"property name": "inevitable linker rotation", "value": "", "unit": "", "condition": ""}, {"property name": "crystal engineering strategy", "value": "", "unit": "", "condition": ""}, {"property name": "grain boundary structure", "value": "", "unit": "", "condition": ""}, {"property name": "framework flexibility", "value": "", "unit": "", "condition": ""}, {"property name": "Co–Zn bimetallic zeolitic imidazolate framework (ZIF) membranes", "value": "", "unit": "", "condition": ""}, {"property name": "membrane quality", "value": "", "unit": "", "condition": ""}, {"property name": "C3H6/C3H8 separation factor", "value": "200", "unit": "", "condition": ""}, {"property name": "single-gas permeation", "value": "", "unit": "", "condition": ""}, {"property name": "clear cutoff between C3H6 and C3H8", "value": "", "unit": "", "condition": ""}, {"property name": "ideal selectivity", "value": "200", "unit": "", "condition": ""}, {"property name": "long-term stability", "value": "", "unit": "", "condition": ""}, {"property name": "thermal stability", "value": "", "unit": "", "condition": ""}, {"property name": "elevated feed pressure", "value": "2.5", "unit": "bar", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration\nof the design of bimetallic Zn<sub>(100–<italic>x</italic>)</sub>Co<sub>\n<italic>x</italic>\n</sub>-ZIF membranes. A\nbalance between the lattice rigidity and grain boundary structure\nis beneficial to obtain the optimal separation selectivity. However,\nconsidering one factor too much (framework rigidity or grain boundary)\nwhile ignoring the other is unfavorable for high sieving ability.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c02181_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the design of bimetallic Zn(100-x)Co x -ZIF membranes. A balance between the lattice rigidity and grain boundary structure is beneficial to obtain the optimal separation selectivity. However, considering one factor too much (framework rigidity or grain boundary) while ignoring the other is unfavorable for high sieving ability.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a–h) Cross-sectional SEM images of the Zn<sub>(100–<italic>x</italic>)</sub>Co<sub>\n<italic>x</italic>\n</sub>-ZIF membranes. The\nmembrane layers connect well with the support with thicknesses thinner\nthan 700 nm. (i–j) XRD patterns of the bimetallic membranes\ncompared with the pure ZIF-67 (100% Co). The intensity of the (002)\nreflection of the bimetallic membranes varied a lot, indicating the\nbimetallic membranes show different degrees of orientation.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c02181_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a-h) Cross-sectional SEM images of the Zn(100-x)Co x -ZIF membranes. The membrane layers connect well with the support with thicknesses thinner than 700 nm. (i-j) XRD patterns of the bimetallic membranes compared with the pure ZIF-67 (100% Co). The intensity of the (002) reflection of the bimetallic membranes varied a lot, indicating the bimetallic membranes show different degrees of orientation.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Two “volcano”\ndiagrams of the C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation performance for bimetallic\nmembranes. (b) Correlation between the Orientation Index (OI) and\nseparation performance of the membranes. (c) Correlation between the\nseparation factors and OI values as a function of Co%. (d) A map predicting\nthe separation performance of bimetallic membranes. The red peak represents\nthe targeted area when designing bimetallic membranes.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c02181_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Two \"volcano\" diagrams of the C3H6/C3H8 separation performance for bimetallic membranes. (b) Correlation between the Orientation Index (OI) and separation performance of the membranes. (c) Correlation between the separation factors and OI values as a function of Co%. (d) A map predicting the separation performance of bimetallic membranes. The red peak represents the targeted area when designing bimetallic membranes.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Comparison\nof C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation\nperformance of our bimetallic membranes with polymer,\nZIF-8, and ZIF-67 membranes. (b) Long-term stability of the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane for C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation. (c) Temperature-swing operation\nfor the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane. (d) Gas permeance\nand C<sub>3</sub>H<sub>6</sub>/C<sub>3</sub>H<sub>8</sub> separation\nfactor of the Zn<sub>82</sub>Co<sub>18</sub>-ZIF membrane as a function\nof the feed pressure from 1 to 2.5 bar at room temperature.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c02181_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Comparison of C3H6/C3H8 separation performance of our bimetallic membranes with polymer, ZIF-8, and ZIF-67 membranes. (b) Long-term stability of the Zn82Co18-ZIF membrane for C3H6/C3H8 separation. (c) Temperature-swing operation for the Zn82Co18-ZIF membrane. (d) Gas permeance and C3H6/C3H8 separation factor of the Zn82Co18-ZIF membrane as a function of the feed pressure from 1 to 2.5 bar at room temperature.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.0c02181", "title": "\nBalancing\nthe Grain Boundary Structure and the Framework\nFlexibility through Bimetallic Metal–Organic Framework (MOF)\nMembranes for Gas Separation\n", "journal": "American Chemical\nSociety", "date": "2020.04", "author_list": ["Hou\nQianqian", "Zhou\nSheng", "Wei\nYanying", "Caro\nJürgen", "Wang\nHaihui"]}}