{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja0c05758.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The pore engineering of microporous\nmetal–organic frameworks\n(MOFs) has been extensively investigated in the past two decades,\nand an expansive library of functional groups has been introduced\ninto various frameworks. However, the reliable procurement of MOFs\npossessing both a targeted pore size and preferred functionality together\nis less common. This is especially important since the applicability\nof many elaborately designed materials is often restricted by the\nsmall pore sizes of microporous frameworks. Herein, we designed and\nsynthesized a mesoporous MOF based on Zr<sub>6</sub> clusters and\ntetratopic carboxylate ligands, termed PCN-808. The accessible coordinatively\nunsaturated metal sites as well as the intrinsic flexibility of the\nframework make PCN-808 a prime scaffold for postsynthetic modification\nvia linker installation. A linear ruthenium-based metalloligand was\nsuccessfully and precisely installed into the walls of open channels\nin PCN-808 while maintaining the mesoporosity of the framework. The\nphotocatalytic activity of the obtained material, PCN-808-BDBR, was\nexamined in the aza-Henry reaction and demonstrated high conversion\nyields after six catalytic cycles. Furthermore, thanks to the mesoporous\nnature of the framework, PCN-808-BDBR also exhibits exceptional yields\nfor the photocatalytic oxidation of dihydroartemisinic acid to artemisinin.</p>", "clean_text": "The pore engineering of microporous metal-organic frameworks (MOFs) has been extensively investigated in the past two decades, and an expansive library of functional groups has been introduced into various frameworks. However, the reliable procurement of MOFs possessing both a targeted pore size and preferred functionality together is less common. This is especially important since the applicability of many elaborately designed materials is often restricted by the small pore sizes of microporous frameworks. Herein, we designed and synthesized a mesoporous MOF based on Zr6 clusters and tetratopic carboxylate ligands, termed PCN-808. The accessible coordinatively unsaturated metal sites as well as the intrinsic flexibility of the framework make PCN-808 a prime scaffold for postsynthetic modification via linker installation. A linear ruthenium-based metalloligand was successfully and precisely installed into the walls of open channels in PCN-808 while maintaining the mesoporosity of the framework. The photocatalytic activity of the obtained material, PCN-808-BDBR, was examined in the aza-Henry reaction and demonstrated high conversion yields after six catalytic cycles. Furthermore, thanks to the mesoporous nature of the framework, PCN-808-BDBR also exhibits exceptional yields for the photocatalytic oxidation of dihydroartemisinic acid to artemisinin.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Precise pore environment\nadjustments in porous materials have been\none of the most important topics in materials science because of the\nsignificant influence they have on the resulting applicability of\nthe material. Thanks to their regular and highly tunable pore architectures,\nthe class of porous materials known as metal–organic frameworks\n(MOFs), or porous coordination networks (PCNs), can be used as intriguing\nplatforms to develop strategies of precise regulation in the pore\nenvironments of crystalline solid-state porous materials. In order to modify the pore interiors of MOFs, introduction of functionalized\nlinkers or groups via one-pot synthesis methods and postsynthetic\nframework decorations are two generally used strategies. Among the most illustrious examples of the one-pot synthesis strategy\nare the MTV-MOFs developed by Yaghi’s group, which have multivariate\nfunctionalities assembled from linkers hosting different functional\ngroups. Unfortunately, the distribution\nof the incorporated functional groups in MTV-MOFs are disorganized\nand therefore difficult to characterized using traditional techniques\nlike X-ray diffraction. In general, the precise placement of functional\ngroups in one-pot synthesized MTV-MOFs is a huge challenge. Crystallographic\ndisorder can be relieved in the cases of MUF-series MOFs reported\nby Telfer and co-workers, in which three kinds of linkers with different\nsymmetries are compartmentalized in a predetermined array. Nonetheless, it is immediately apparent that multiple structures\nof MOFs can be obtained as impure phases. In addition, the range of\nchemical functionality within the linkers used in one-pot synthesis\nis rather limited because the linkers cannot contain functional groups\nthat are thermally labile under the high temperature solvothermal\nconditions common for MOF syntheses. To a certain degree, a wider\nrange of functionalities can be introduced into MOFs under relatively\nmild conditions via postsynthetic modification methods. Notwithstanding,\nthe reaction conditions for postsynthetic functionalization of MOFs\n(including both inorganic and organic transformations) are very hard\nto control and rely upon the premise that no degradation or collapse\nof the framework occurs. Furthermore, comprehensive characterization\nof crystalline powders resulting from postsynthetic methods urgently\nrequires additional developments.\n</p>", "clean_text": "Introduction\n\nPrecise pore environment adjustments in porous materials have been one of the most important topics in materials science because of the significant influence they have on the resulting applicability of the material. Thanks to their regular and highly tunable pore architectures, the class of porous materials known as metal-organic frameworks (MOFs), or porous coordination networks (PCNs), can be used as intriguing platforms to develop strategies of precise regulation in the pore environments of crystalline solid-state porous materials. In order to modify the pore interiors of MOFs, introduction of functionalized linkers or groups via one-pot synthesis methods and postsynthetic framework decorations are two generally used strategies. Among the most illustrious examples of the one-pot synthesis strategy are the MTV-MOFs developed by Yaghi's group, which have multivariate functionalities assembled from linkers hosting different functional groups. Unfortunately, the distribution of the incorporated functional groups in MTV-MOFs are disorganized and therefore difficult to characterized using traditional techniques like X-ray diffraction. In general, the precise placement of functional groups in one-pot synthesized MTV-MOFs is a huge challenge. Crystallographic disorder can be relieved in the cases of MUF-series MOFs reported by Telfer and co-workers, in which three kinds of linkers with different symmetries are compartmentalized in a predetermined array. Nonetheless, it is immediately apparent that multiple structures of MOFs can be obtained as impure phases. In addition, the range of chemical functionality within the linkers used in one-pot synthesis is rather limited because the linkers cannot contain functional groups that are thermally labile under the high temperature solvothermal conditions common for MOF syntheses. To a certain degree, a wider range of functionalities can be introduced into MOFs under relatively mild conditions via postsynthetic modification methods. Notwithstanding, the reaction conditions for postsynthetic functionalization of MOFs (including both inorganic and organic transformations) are very hard to control and rely upon the premise that no degradation or collapse of the framework occurs. Furthermore, comprehensive characterization of crystalline powders resulting from postsynthetic methods urgently requires additional developments. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Fortunately, our group has developed an alternative method, linker\ninstallation, for introducing and precisely placing functional groups\ninto MOFs under mild conditions. We have\njudiciously designed and synthesized a series of Zr-MOFs with 8-connected\nZr<sub>6</sub>O<sub>4</sub>(OH)<sub>8</sub>(H<sub>2</sub>O)<sub>4</sub> clusters as platforms. Linear dicarboxylate\nlinkers with distinct lengths and functional groups can be sequentially\ninstalled into the platform by replacement of the terminal OH<sup>–</sup>/H<sub>2</sub>O ligands on the Zr<sub>6</sub> clusters.\nConsequently, tailoring of the pore environment in these MOFs was\nsuccessfully implemented. Furthermore, this new strategy\ncan be expanded to mesoporous MOFs, defined as containing pores with\ndiameters between 2 and 50 nm according to the IUPAC notation, which\nshould be more useful for practical applications of the functional\ngroups incorporated. In our previous work it was shown that anionic\nmesoporous MOFs formed by installation of negatively charged linear\nlinkers can be used to encapsulate cationic [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> catalysts by exploiting electrostatic interactions. The resulting hybrid material showed high photocatalytic\nactivity and moderate reusability. However, the strength of electrostatic\ninteractions is still too weak to efficiently immobilize the cations,\nespecially in ionizable solvents such as water or in the presence\nof ionic substrates. Therefore, a more optimized method is desired.</p>", "clean_text": "Fortunately, our group has developed an alternative method, linker installation, for introducing and precisely placing functional groups into MOFs under mild conditions. We have judiciously designed and synthesized a series of Zr-MOFs with 8-connected Zr6O4(OH)8(H2O)4 clusters as platforms. Linear dicarboxylate linkers with distinct lengths and functional groups can be sequentially installed into the platform by replacement of the terminal OH-/H2O ligands on the Zr6 clusters. Consequently, tailoring of the pore environment in these MOFs was successfully implemented. Furthermore, this new strategy can be expanded to mesoporous MOFs, defined as containing pores with diameters between 2 and 50 nm according to the IUPAC notation, which should be more useful for practical applications of the functional groups incorporated. In our previous work it was shown that anionic mesoporous MOFs formed by installation of negatively charged linear linkers can be used to encapsulate cationic [Ru(bpy)3]2+ catalysts by exploiting electrostatic interactions. The resulting hybrid material showed high photocatalytic activity and moderate reusability. However, the strength of electrostatic interactions is still too weak to efficiently immobilize the cations, especially in ionizable solvents such as water or in the presence of ionic substrates. Therefore, a more optimized method is desired.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>For more effective immobilization of Ru-containing functional groups,\ninstallation of a Ru-containing linker should prove to be a better\nmethod. A linear linker, H<sub>2</sub>BDBR (H<sub>2</sub>BDBR = [bis­(2,2′-bipyridine,N1,N1′)­(5,5′-dicarboxy-2,2′-bipyridine-)­ruthenium­(II)]\ndichloride), has previously been successfully doped into a H<sub>2</sub>BPDC (H<sub>2</sub>BPDC = biphenyl-4,4′-dicarboxylate)-based\nmicroporous MOF, UiO-67. As has been mentioned above, the Ru loading amount is usually lower\nthan expected by incorporation of BDBR via one-pot mixed linker synthesis.\nThe characterization of the resulting material remains difficult because\nof the high level of disorder in mixed linker MOFs as well as the\nbreakage of single crystallinity in the MOFs. What’s more,\nthe doping of the photocatalytic active site may block the pores of\nmicroporous MOFs, which may be harmful to applicability. Therefore,\nwe tried to synthesize a mesoporous MOF with BDBR incorporated through\nlinker installation. Under the guidance of crystal engineering and\nreticular chemistry, a Zr-based mesoporous MOF (termed PCN-808, topologically\nequal to PCN-608) was designed and synthesized (). The ditopic linear ligand BPDC and BDBR\ncan be installed and precisely placed into the new mesoporous MOF,\nwhich can be characterized demonstratively through single crystal\nX-ray diffraction. More importantly, the mesoporosity of the MOF as\nwell as the photocatalytic activity of BDBR survive linker installation.</p>", "clean_text": "For more effective immobilization of Ru-containing functional groups, installation of a Ru-containing linker should prove to be a better method. A linear linker, H2BDBR (H2BDBR = [bis(2,2'-bipyridine,N1,N1')(5,5'-dicarboxy-2,2'-bipyridine-)ruthenium(II)] dichloride), has previously been successfully doped into a H2BPDC (H2BPDC = biphenyl-4,4'-dicarboxylate)-based microporous MOF, UiO-67. As has been mentioned above, the Ru loading amount is usually lower than expected by incorporation of BDBR via one-pot mixed linker synthesis. The characterization of the resulting material remains difficult because of the high level of disorder in mixed linker MOFs as well as the breakage of single crystallinity in the MOFs. What's more, the doping of the photocatalytic active site may block the pores of microporous MOFs, which may be harmful to applicability. Therefore, we tried to synthesize a mesoporous MOF with BDBR incorporated through linker installation. Under the guidance of crystal engineering and reticular chemistry, a Zr-based mesoporous MOF (termed PCN-808, topologically equal to PCN-608) was designed and synthesized (). The ditopic linear ligand BPDC and BDBR can be installed and precisely placed into the new mesoporous MOF, which can be characterized demonstratively through single crystal X-ray diffraction. More importantly, the mesoporosity of the MOF as well as the photocatalytic activity of BDBR survive linker installation.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Construction\nof the topologically equivalent PCN-608 and PCN-808.\n(a) The rectangular, planar, 4-connected, tetratopic ligand in PCN-608.\n(b) The 8-connected Zr<sub>6</sub> cluster in PCN-608 and PCN-808.\n(c) The expanded rectangular, planar, 4-connected, tetratopic ligand\nin PCN-808. (d) Crystal structure of PCN-608 viewed along the <italic>c</italic> axis. (e) The <bold>csq</bold> net topology of the mesoporous\nMOFs, PCN-608 and PCN-808. (f) Crystal structure of PCN-608 viewed\nalong the <italic>c</italic> axis. R<sub>1</sub> = OH, NH<sub>2</sub>, or OMe, R<sub>2</sub> = H or CF<sub>3</sub>. Color scheme: black,\nC; red, O; light blue, Zr; yellow, substituents R<sub>1</sub> on the\nligands.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c05758_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Construction of the topologically equivalent PCN-608 and PCN-808. (a) The rectangular, planar, 4-connected, tetratopic ligand in PCN-608. (b) The 8-connected Zr6 cluster in PCN-608 and PCN-808. (c) The expanded rectangular, planar, 4-connected, tetratopic ligand in PCN-808. (d) Crystal structure of PCN-608 viewed along the c axis. (e) The csq net topology of the mesoporous MOFs, PCN-608 and PCN-808. (f) Crystal structure of PCN-608 viewed along the c axis. R1 = OH, NH2, or OMe, R2 = H or CF3. Color scheme: black, C; red, O; light blue, Zr; yellow, substituents R1 on the ligands.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>MOF Synthesis and Structural\nDescription</title><p>The longer\nrectangular tetratopic carboxylate ligand H<sub>4</sub>TPTB-H (H<sub>4</sub>TPTB = 5′,5′″-bis­(4-carboxylatophenyl)-4′″,6′-dimethoxy-[1,1′:3′,1″:4″,1′″:3″′,1″″-quinquephenyl]-4,4″″-dicarboxylate)\nwas synthesized similarly to the shorter H<sub>4</sub>TPCB with pre-elongation\nof the biphenol (). Additionally,\nH<sub>4</sub>TPTB was obtained when trifluoromethyl groups were introduced\nto the central phenyl ring, increasing the solubility of the ligand\n(). Solvothermal reaction of H<sub>4</sub>TPTB and ZrCl<sub>4</sub> in the presence of benzoic acid\nafforded the hexagonal columnar framework complex PCN-808. It should\nbe noted that single crystals suitable for X-ray diffraction can only\nbe obtained when the trifluoromethyl-decorated ligand, TPTB<sup>4–</sup>, is employed. Therefore, structural characterization and further\nlinker installation was carried out with the trifluoromethyl-functionalized\nPCN-808 as representative. Single-crystal X-ray diffraction experiments\nat 100 K show that PCN-808 crystallizes in the hexagonal space group <italic>P</italic>\n<sub>6</sub>/<italic>mmm</italic>, which is the same as\nthe PCN-608 series. Each Zr<sub>6</sub> cluster in PCN-808 connects\nto eight fully deprotonated TPTB<sup>4–</sup> fragments and\neach TPTB<sup>4–</sup> fragment links to four Zr<sub>6</sub> clusters conversely. The central phenyl ring is approximately perpendicular\nto the other two lateral phenyl rings in the inner terphenyl part\nof the TPTB ligand (two sets of disordered phenyl rings were observed\nwith a dihedral angle of 61.63° in reference to the lateral phenyl\nrings in the single crystal structure). However, the two lateral phenyl\nrings are inclined to be coplanar and overall the TPTB ligand adopts\nthe <italic>C</italic>\n<sub>2<italic>v</italic>\n</sub> symmetry necessary\nto form a <bold>csq</bold> net framework (). Within the structure, two kinds\nof one dimensional open channels were formed, i.e., one hexagonal\nchannel with radius of approximately 3.3 nm and one triangular channel\nwith dimensions of approximately 1.2 nm.</p>", "clean_text": "Results and Discussion\n\nMOF Synthesis and Structural Description\n\nThe longer rectangular tetratopic carboxylate ligand H4TPTB-H (H4TPTB = 5',5'\"-bis(4-carboxylatophenyl)-4'\",6'-dimethoxy-[1,1':3',1\":4\",1'\":3\"',1\"\"-quinquephenyl]-4,4\"\"-dicarboxylate) was synthesized similarly to the shorter H4TPCB with pre-elongation of the biphenol (). Additionally, H4TPTB was obtained when trifluoromethyl groups were introduced to the central phenyl ring, increasing the solubility of the ligand (). Solvothermal reaction of H4TPTB and ZrCl4 in the presence of benzoic acid afforded the hexagonal columnar framework complex PCN-808. It should be noted that single crystals suitable for X-ray diffraction can only be obtained when the trifluoromethyl-decorated ligand, TPTB4-, is employed. Therefore, structural characterization and further linker installation was carried out with the trifluoromethyl-functionalized PCN-808 as representative. Single-crystal X-ray diffraction experiments at 100 K show that PCN-808 crystallizes in the hexagonal space group P 6/mmm, which is the same as the PCN-608 series. Each Zr6 cluster in PCN-808 connects to eight fully deprotonated TPTB4- fragments and each TPTB4- fragment links to four Zr6 clusters conversely. The central phenyl ring is approximately perpendicular to the other two lateral phenyl rings in the inner terphenyl part of the TPTB ligand (two sets of disordered phenyl rings were observed with a dihedral angle of 61.63° in reference to the lateral phenyl rings in the single crystal structure). However, the two lateral phenyl rings are inclined to be coplanar and overall the TPTB ligand adopts the C 2v  symmetry necessary to form a csq net framework (). Within the structure, two kinds of one dimensional open channels were formed, i.e., one hexagonal channel with radius of approximately 3.3 nm and one triangular channel with dimensions of approximately 1.2 nm.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Tuning the Structure of\nMOFs by Linker Installation</title><p>As shown in , the distance between two\nneighboring Zr<sub>6</sub> clusters along\nthe <italic>c</italic> axis in PCN-608 is about 8.2 Å, while\nthe distance between two neighboring Zr<sub>6</sub> clusters along\nthe <italic>c</italic> axis in PCN-808 is about 11.7 Å due to\nthe elongation of the TPTB ligand. The lengths of linear linkers BDC\nand BPDC are about 6.9 and 11.2 Å, respectively, which are all\nslightly shorter than the open pockets in the mesoporous MOFs. As\nhas been confirmed in our previous research, linker installation of\nBDC has been successfully implemented into PCN-608 thanks to the inherent\nflexibility of the framework. The distance between two neighboring\nZr<sub>6</sub> clusters along the <italic>c</italic> axis in PCN-608-BDC\nis about 7.3 Å after BDC is installed. Considering PCN-608 and\nPCN-808 have the same topology, BPDC and its derivatives are expected\nto be installable into PCN-808. To prove our hypothesis, linear ligand\nBPDC and the geometrically equivalent BDBR with a bulky functional\ngroup were installed into PCN-808 via single-crystal to single-crystal\ntransformations. The open pockets along the <italic>c</italic> axis\nin PCN-808 could be filled with either BPDC or BDBR by incubating\ncrystals in DMF solutions of the appropriate linker, further connecting\nneighboring Zr<sub>6</sub> clusters through replacement of terminal\nOH<sup>–</sup>/H<sub>2</sub>O ligands. After installation,\nthe <italic>c</italic> axis contracts from 19.633 Å in PCN-808\nto 19.208 Å in PCN-808-BPDC and 19.202 Å in PCN-808-BDBR,\nthanks to the intrinsic flexibility of PCN-808. Accordingly, the distance\nbetween two neighboring Zr<sub>6</sub> clusters along the <italic>c</italic> axis in PCN-808-BPDC and PCN-808-BDBR are also reduced\nfrom 11.7 to 11.3 Å and 11.4 Å, respectively, which is similar\nto that of the PCN-608 series (). Also similar to that in the PCN-608 series, the\n8-connected Zr<sub>6</sub> clusters in PCN-808 become 10-connected\nnodes in PCN-808-BPDC and PCN-808-BDBR after linker installation ().</p>", "clean_text": "Tuning the Structure of MOFs by Linker Installation\n\nAs shown in , the distance between two neighboring Zr6 clusters along the c axis in PCN-608 is about 8.2 Å, while the distance between two neighboring Zr6 clusters along the c axis in PCN-808 is about 11.7 Å due to the elongation of the TPTB ligand. The lengths of linear linkers BDC and BPDC are about 6.9 and 11.2 Å, respectively, which are all slightly shorter than the open pockets in the mesoporous MOFs. As has been confirmed in our previous research, linker installation of BDC has been successfully implemented into PCN-608 thanks to the inherent flexibility of the framework. The distance between two neighboring Zr6 clusters along the c axis in PCN-608-BDC is about 7.3 Å after BDC is installed. Considering PCN-608 and PCN-808 have the same topology, BPDC and its derivatives are expected to be installable into PCN-808. To prove our hypothesis, linear ligand BPDC and the geometrically equivalent BDBR with a bulky functional group were installed into PCN-808 via single-crystal to single-crystal transformations. The open pockets along the c axis in PCN-808 could be filled with either BPDC or BDBR by incubating crystals in DMF solutions of the appropriate linker, further connecting neighboring Zr6 clusters through replacement of terminal OH-/H2O ligands. After installation, the c axis contracts from 19.633 Å in PCN-808 to 19.208 Å in PCN-808-BPDC and 19.202 Å in PCN-808-BDBR, thanks to the intrinsic flexibility of PCN-808. Accordingly, the distance between two neighboring Zr6 clusters along the c axis in PCN-808-BPDC and PCN-808-BDBR are also reduced from 11.7 to 11.3 Å and 11.4 Å, respectively, which is similar to that of the PCN-608 series (). Also similar to that in the PCN-608 series, the 8-connected Zr6 clusters in PCN-808 become 10-connected nodes in PCN-808-BPDC and PCN-808-BDBR after linker installation ().", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Crystal structures of (a) PCN-608, (b)\nPCN-608-BDC, (c) PCN-808,\n(d) PCN-808-BPDC, and (e) PCN-808-BDBR. (f) Perspective view of PCN-808-BDBR\nalong the <italic>c</italic> axis. Color scheme: black, C; red, O;\nlight blue, Zr; dark blue, N; pink, Ru; yellow, substituents R<sub>1</sub> on the ligands (R<sub>1</sub> = OH, NH<sub>2</sub> or OMe).\nTrifluoromethyl groups on TPTB ligands omitted for clarity.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c05758_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Crystal structures of (a) PCN-608, (b) PCN-608-BDC, (c) PCN-808, (d) PCN-808-BPDC, and (e) PCN-808-BDBR. (f) Perspective view of PCN-808-BDBR along the c axis. Color scheme: black, C; red, O; light blue, Zr; dark blue, N; pink, Ru; yellow, substituents R1 on the ligands (R1 = OH, NH2 or OMe). Trifluoromethyl groups on TPTB ligands omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In PCN-808-BPDC, the installed linker BPDC can\nbe easily located\nwithout disorder. However, the BDBR linker is split into two sets\ndue to the steric effects from the Ru­(bpy)<sub>2</sub> group. Both\nRu­(bpy)<sub>2</sub> parts of the installed ligand point into the hexagonal\nchannels, which may be a benefit in applications like catalysis (f). It should be\nnoted that the splitting of BDBR linker in PCN-808-BDBR is different\nfrom that of MTV-MOFs. The location of the BDBR linker in PCN-808-BDBR\nis predesigned and precisely arranged rather than chaotically mixed\ninto solid solutions.</p>", "clean_text": "In PCN-808-BPDC, the installed linker BPDC can be easily located without disorder. However, the BDBR linker is split into two sets due to the steric effects from the Ru(bpy)2 group. Both Ru(bpy)2 parts of the installed ligand point into the hexagonal channels, which may be a benefit in applications like catalysis (f). It should be noted that the splitting of BDBR linker in PCN-808-BDBR is different from that of MTV-MOFs. The location of the BDBR linker in PCN-808-BDBR is predesigned and precisely arranged rather than chaotically mixed into solid solutions.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>Porosity Analysis and Composition Determination</title><p>N<sub>2</sub> adsorption isotherms for PCN-808, PCN-808-BPDC, and\nPCN-808-BDBR\nwere recorded under 77 K and 1 atm to test the porosity of the frameworks\nbefore and after linker installation. As shown in a, typical type IV sorption\nisotherms were obtained for all three MOFs with N<sub>2</sub> adsorption\ndecreasing after linker installation, indicative of the mesoporosity\nof these materials. The Brunauer–Emmett–Teller (BET)\napparent surface areas for PCN-808, PCN-808-BPDC, and PCN-808-BDBR\ncalculated from the N<sub>2</sub> adsorption data are 2384, 2441,\nand 1894 m<sup>2</sup> g<sup>–1</sup>, respectively. The pore\nsize distribution of PCN-808 and its derivatives were also analyzed\nby NLDFT methods based on the N<sub>2</sub> sorption data, showing\ntwo main pores in PCN-808 series MOFs (i.e., micropores of approximately\n1.2 nm and mesopores of approximately 2.5–3 nm, ).</p>", "clean_text": "Porosity Analysis and Composition Determination\n\nN2 adsorption isotherms for PCN-808, PCN-808-BPDC, and PCN-808-BDBR were recorded under 77 K and 1 atm to test the porosity of the frameworks before and after linker installation. As shown in a, typical type IV sorption isotherms were obtained for all three MOFs with N2 adsorption decreasing after linker installation, indicative of the mesoporosity of these materials. The Brunauer-Emmett-Teller (BET) apparent surface areas for PCN-808, PCN-808-BPDC, and PCN-808-BDBR calculated from the N2 adsorption data are 2384, 2441, and 1894 m2 g-1, respectively. The pore size distribution of PCN-808 and its derivatives were also analyzed by NLDFT methods based on the N2 sorption data, showing two main pores in PCN-808 series MOFs (i.e., micropores of approximately 1.2 nm and mesopores of approximately 2.5-3 nm, ).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) N<sub>2</sub> sorption isotherms of\nPCN-808 and its derivatives\nunder 77 K and 1 atm. (b) Powder X-ray diffraction (PXRD) patterns\nof PCN-808 and its derivatives. Note, peaks around 5° move slightly\nafter linker installation.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c05758_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) N2 sorption isotherms of PCN-808 and its derivatives under 77 K and 1 atm. (b) Powder X-ray diffraction (PXRD) patterns of PCN-808 and its derivatives. Note, peaks around 5° move slightly after linker installation.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Additionally, powder X-ray diffraction patterns of activated samples\nand <sup>1</sup>H NMR spectra of digested samples were measured to\nconfirm the phase purity and compositions of the multicomponent MOFs.\nThe PXRD patterns after linker installation are slightly different\nfrom those of PCN-808 due to the contraction of the <italic>c</italic> axis. The experimental patterns are consistent with the simulated\nones, revealing the phase purity of the MOFs both before and after\nlinker installation (b). The linker ratio of TPTB:BPDC in PCN-808-BPDC is about\n1:1 according to the <sup>1</sup>H NMR spectra, which is much higher\nthan is calculated based on single crystal data because some of the\nlinear linkers may coordinate to the Zr<sub>6</sub> cluster with only\none carboxylate, leaving the other end dangling (). Attempts to remove the excess BPDC\nlinkers encapsulated into the mesopores by heating the as-synthesized\nPCN-808-BPDC sample in DMF at 85 °C for 24 and 48 h failed. As\nshown in , the linker ratios\nof TPTB:BPDC are almost unchanged after treatment, indicating that\nthe excess BPDC linker is hard to remove by washing. However, the\nlinker ratio of TPTB:BDBR in PCN-808-BDBR is about 8:3 according to\nthe <sup>1</sup>H NMR spectra and the Zr:Ru ratio (Zr:Ru = 8:1) from\neds mapping, which is a little lower than is calculated from single\ncrystal data and should be ascribed to the steric hindrance of the\nbulky Ru­(bpy)<sub>2</sub> group (). Although the amount of installed BDBR is\nslightly lower than the theoretical value, PCN-808-BDBR contains about\n17 wt % of BDBR linker which is much higher than what is obtained\nfrom one-pot synthesis of UiO-67-Ru (∼3 wt %) and similar to\nthat of the postsynthetically produced UiO-67-Ru (∼15 wt %). It should be noted that the maximum theoretical value of BDBR linker\ncontents in ideal PCN-808-BDBR and UiO-67-Ru are ∼22 wt % and\n∼68 wt %, respectively. In other words, the completion of the\ncontrollable introduction of BDBR into the frameworks for PCN-808\nis much higher than those of UiO-67.</p>", "clean_text": "Additionally, powder X-ray diffraction patterns of activated samples and 1H NMR spectra of digested samples were measured to confirm the phase purity and compositions of the multicomponent MOFs. The PXRD patterns after linker installation are slightly different from those of PCN-808 due to the contraction of the c axis. The experimental patterns are consistent with the simulated ones, revealing the phase purity of the MOFs both before and after linker installation (b). The linker ratio of TPTB:BPDC in PCN-808-BPDC is about 1:1 according to the 1H NMR spectra, which is much higher than is calculated based on single crystal data because some of the linear linkers may coordinate to the Zr6 cluster with only one carboxylate, leaving the other end dangling (). Attempts to remove the excess BPDC linkers encapsulated into the mesopores by heating the as-synthesized PCN-808-BPDC sample in DMF at 85 °C for 24 and 48 h failed. As shown in , the linker ratios of TPTB:BPDC are almost unchanged after treatment, indicating that the excess BPDC linker is hard to remove by washing. However, the linker ratio of TPTB:BDBR in PCN-808-BDBR is about 8:3 according to the 1H NMR spectra and the Zr:Ru ratio (Zr:Ru = 8:1) from eds mapping, which is a little lower than is calculated from single crystal data and should be ascribed to the steric hindrance of the bulky Ru(bpy)2 group (). Although the amount of installed BDBR is slightly lower than the theoretical value, PCN-808-BDBR contains about 17 wt % of BDBR linker which is much higher than what is obtained from one-pot synthesis of UiO-67-Ru (~3 wt %) and similar to that of the postsynthetically produced UiO-67-Ru (~15 wt %). It should be noted that the maximum theoretical value of BDBR linker contents in ideal PCN-808-BDBR and UiO-67-Ru are ~22 wt % and ~68 wt %, respectively. In other words, the completion of the controllable introduction of BDBR into the frameworks for PCN-808 is much higher than those of UiO-67.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Photocatalysis of the Multicomponent\nMOF</title><p>Considering\nthe high porosity of the framework and precisely placed [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> sites pointing to the mesopores, PCN-808-BDBR\nis a good photocatalyst candidate. The one-dimensional open mesopores\nare suitable for the diffusion of the substrates, and the chelated\ncoordination of the BDBR linker is beneficial to the recyclability\nof the photocatalyst, preventing leakage of the precious metal. A\n450 nm LED lamp was selected as the light source for the photocatalytic\nreactions according to the DR-UV–vis spectra of PCN-808-BDBR\n(). In order to investigate the\nphotocatalytic activity of PCN-808-BDBR, the aza-Henry reaction was\nselected as a model reaction under visible light. As shown in , the conversion yields\nof three substrates with different substituents catalyzed by PCN-808-BDBR\nare similar to those of the free [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> cations, indicating that the Ru-immobilized mesoporous MOF is a\nhighly effective photocatalyst. Pristine PCN-808 shows photocatalytic\nactivity for the aza-Henry reactions with conversion yields of 18%\nto 33% which is similar to that of the background reaction in the\nabsence of the photocatalyst reported by Lin and co-workers. In order to ascertain the influence of the temperature\nrise under irradiation, wavelength dependence of the aza-Henry reaction\nrate on PCN-808-BDBR was also conducted using an 808 nm LED lamp instead\nof the 450 nm LED lamp with a conversion yield of 28%, indicating\nthe importance of the photocatalytic conditions rather than thermal\ncatalysis on PCN-808-BDBR. In addition, the PCN-808-BDBR catalyst\ncould be recycled with the substrate conversion retaining a value\nof 93% after six cycles (). Although\nthe photocatalytic activity of PCN-808-BDBR is similar to that of\nfree [Ru­(bpy)<sub>3</sub>]<sup>2+</sup>, the embedding of the active\nsites into the frameworks enables facile recycling of this expensive\ncompound.</p>", "clean_text": "Photocatalysis of the Multicomponent MOF\n\nConsidering the high porosity of the framework and precisely placed [Ru(bpy)3]2+ sites pointing to the mesopores, PCN-808-BDBR is a good photocatalyst candidate. The one-dimensional open mesopores are suitable for the diffusion of the substrates, and the chelated coordination of the BDBR linker is beneficial to the recyclability of the photocatalyst, preventing leakage of the precious metal. A 450 nm LED lamp was selected as the light source for the photocatalytic reactions according to the DR-UV-vis spectra of PCN-808-BDBR (). In order to investigate the photocatalytic activity of PCN-808-BDBR, the aza-Henry reaction was selected as a model reaction under visible light. As shown in , the conversion yields of three substrates with different substituents catalyzed by PCN-808-BDBR are similar to those of the free [Ru(bpy)3]2+ cations, indicating that the Ru-immobilized mesoporous MOF is a highly effective photocatalyst. Pristine PCN-808 shows photocatalytic activity for the aza-Henry reactions with conversion yields of 18% to 33% which is similar to that of the background reaction in the absence of the photocatalyst reported by Lin and co-workers. In order to ascertain the influence of the temperature rise under irradiation, wavelength dependence of the aza-Henry reaction rate on PCN-808-BDBR was also conducted using an 808 nm LED lamp instead of the 450 nm LED lamp with a conversion yield of 28%, indicating the importance of the photocatalytic conditions rather than thermal catalysis on PCN-808-BDBR. In addition, the PCN-808-BDBR catalyst could be recycled with the substrate conversion retaining a value of 93% after six cycles (). Although the photocatalytic activity of PCN-808-BDBR is similar to that of free [Ru(bpy)3]2+, the embedding of the active sites into the frameworks enables facile recycling of this expensive compound.", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Aza-Henry Reactions Catalyzed by PCN-808-BDBR</title>\n</caption>\n<graphic content-type=\"header\" id=\"gr4\" position=\"float\" xlink:href=\"ja0c05758_0004.tif\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">photocatalyst/conversion (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">substrate<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Ru(bpy)<sub>3</sub>Cl<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">PCN-808</oasis:entry>\n<oasis:entry align=\"center\">PCN-808-BDBR</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1a</oasis:entry>\n<oasis:entry>99</oasis:entry>\n<oasis:entry>27</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1b</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>33</oasis:entry>\n<oasis:entry>94</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1c</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>18</oasis:entry>\n<oasis:entry>99</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>For the substrate and the product,\n1a, 2a, R = H; 1b, 2b, R = Br; 1c, 2c, R = OCH<sub>3</sub>.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Conversion yields were determined\nby <sup>1</sup>H NMR of the crude product.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>It should be noted that the BDBR has been successfully\nincorporated\ninto microporous UiO-67, and the resulting material (UiO-67-Ru) shows\nhigh catalytic activities for aza-Henry reactions. However, the small pore size of UiO-67-Ru limits its utility\nto the photocatalysis of reactions involving large substituents. Compared\nto UiO-67-Ru, PCN-808-BDBR may be suitable for the photocatalytic\nreactions of large substituents due to its mesoporous nature. Therefore,\nPCN-808-BDBR was investigated as a photocatalyst for the photocatalytic\noxidation of dihydroartemisinic acid to artemisinin. As shown in , the conversion and\nyields of artemisinin catalyzed by PCN-808-BDBR are similar to those\nof the free [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> cations and are much\nhigher than those of PCN-808 and UiO-67-Ru. As expected, large substituents\nsuch as dihydroartemisinic acid can easily diffuse into the mesopores\nof PCN-808-BDBR where the active sites in the microporous UiO-67-Ru\nwould be inaccessible for such substituents. PXRD patterns were also\nmeasured after catalytic tests on PCN-808-BDBR to check the stability\nof the photocatalyst. The patterns are consistent with the as-synthesized\nones, suggesting high stability of the material (b).</p>", "clean_text": "It should be noted that the BDBR has been successfully incorporated into microporous UiO-67, and the resulting material (UiO-67-Ru) shows high catalytic activities for aza-Henry reactions. However, the small pore size of UiO-67-Ru limits its utility to the photocatalysis of reactions involving large substituents. Compared to UiO-67-Ru, PCN-808-BDBR may be suitable for the photocatalytic reactions of large substituents due to its mesoporous nature. Therefore, PCN-808-BDBR was investigated as a photocatalyst for the photocatalytic oxidation of dihydroartemisinic acid to artemisinin. As shown in , the conversion and yields of artemisinin catalyzed by PCN-808-BDBR are similar to those of the free [Ru(bpy)3]2+ cations and are much higher than those of PCN-808 and UiO-67-Ru. As expected, large substituents such as dihydroartemisinic acid can easily diffuse into the mesopores of PCN-808-BDBR where the active sites in the microporous UiO-67-Ru would be inaccessible for such substituents. PXRD patterns were also measured after catalytic tests on PCN-808-BDBR to check the stability of the photocatalyst. The patterns are consistent with the as-synthesized ones, suggesting high stability of the material (b).", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Photocatalytic\nOxidation of Dihydroartemisinic\nAcid to Artemisinin by PCN-808-BDBR</title>\n</caption>\n<graphic content-type=\"header\" id=\"gr5\" position=\"float\" xlink:href=\"ja0c05758_0005.tif\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">conversion (%)/yield (%)<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">run 1</oasis:entry>\n<oasis:entry align=\"center\">run 2</oasis:entry>\n<oasis:entry align=\"center\">run 3</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ru(bpy)<sub>3</sub>Cl<sub>2</sub>\n</oasis:entry>\n<oasis:entry>&gt;99/47</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PCN-808</oasis:entry>\n<oasis:entry>&lt;5/&lt;5</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-67-Ru</oasis:entry>\n<oasis:entry>30/&lt;5</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PCN-808-BDBR</oasis:entry>\n<oasis:entry>92/42</oasis:entry>\n<oasis:entry>88/51</oasis:entry>\n<oasis:entry>90/49</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Conversion\nyields were determined\nby <sup>1</sup>H NMR of the crude product.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, a <bold>csq</bold> topology mesoporous Zr-MOF, PCN-808,\nwas designedly synthesized through elongation of the tetratopic ligand.\nThe size suitable coordinatively unsaturated pockets as well as the\ninherent flexibility of the framework play important roles to allow\nfor successful linker installation. A Ru-containing linear linker\nin addition to a geometrically equivalent linker, BPDC, have been\nsuccessfully installed into the open pockets of PCN-808. In the resulting\nmesoporous PCN-808-BDBR, the [Ru­(bpy)<sub>3</sub>]<sup>2+</sup> functional\ngroups are precisely placed pointing to the mesopores. Photocatalytic\nperformance of PCN-808-BDBR was examined by aza-Henry reaction with\nhigh conversion yields and stability. Furthermore, the mesoporous\nnature of PCN-808-BDBR makes it suitable for the photocatalytic reactions\nof large substituents. Our research sheds light on application-oriented,\ncontrollable regulations of pore environments in mesoporous MOFs.</p>", "clean_text": "Conclusions\n\nIn conclusion, a csq topology mesoporous Zr-MOF, PCN-808, was designedly synthesized through elongation of the tetratopic ligand. The size suitable coordinatively unsaturated pockets as well as the inherent flexibility of the framework play important roles to allow for successful linker installation. A Ru-containing linear linker in addition to a geometrically equivalent linker, BPDC, have been successfully installed into the open pockets of PCN-808. In the resulting mesoporous PCN-808-BDBR, the [Ru(bpy)3]2+ functional groups are precisely placed pointing to the mesopores. Photocatalytic performance of PCN-808-BDBR was examined by aza-Henry reaction with high conversion yields and stability. Furthermore, the mesoporous nature of PCN-808-BDBR makes it suitable for the photocatalytic reactions of large substituents. Our research sheds light on application-oriented, controllable regulations of pore environments in mesoporous MOFs.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.0c05758?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/jacs.0c05758</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Text, tables, and figures\ngiving experimental procedures\nfor the syntheses of the ligands, PXRD, N<sub>2</sub> adsorption isotherms, <sup>1</sup>H NMR spectra, and other additional information (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c05758/suppl_file/ja0c05758_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic\ndetails of PCN-608 and derivatives\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c05758/suppl_file/ja0c05758_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray\ncrystallographic details of PCN-808 and derivatives\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c05758/suppl_file/ja0c05758_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.0c05758.  Text, tables, and figures giving experimental procedures for the syntheses of the ligands, PXRD, N2 adsorption isotherms, 1H NMR spectra, and other additional information (PDF)   X-ray crystallographic details of PCN-608 and derivatives (CIF)   X-ray crystallographic details of PCN-808 and derivatives (CIF)   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Text, tables, and figures\ngiving experimental procedures\nfor the syntheses of the ligands, PXRD, N<sub>2</sub> adsorption isotherms, <sup>1</sup>H NMR spectra, and other additional information (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c05758/suppl_file/ja0c05758_si_001.pdf\">PDF</ext-link>)</p><p>X-ray crystallographic\ndetails of PCN-608 and derivatives\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c05758/suppl_file/ja0c05758_si_002.cif\">CIF</ext-link>)</p><p>X-ray\ncrystallographic details of PCN-808 and derivatives\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c05758/suppl_file/ja0c05758_si_003.cif\">CIF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Text, tables, and figures giving experimental procedures for the syntheses of the ligands, PXRD, N2 adsorption isotherms, 1H NMR spectra, and other additional information (PDF)\n\nX-ray crystallographic details of PCN-608 and derivatives (CIF)\n\nX-ray crystallographic details of PCN-808 and derivatives (CIF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 10, "type": "text", "classification": "property", "content": "<title>Porosity Analysis and Composition Determination</title><p>N<sub>2</sub> adsorption isotherms for PCN-808, PCN-808-BPDC, and\nPCN-808-BDBR\nwere recorded under 77 K and 1 atm to test the porosity of the frameworks\nbefore and after linker installation. As shown in a, typical type IV sorption\nisotherms were obtained for all three MOFs with N<sub>2</sub> adsorption\ndecreasing after linker installation, indicative of the mesoporosity\nof these materials. The Brunauer–Emmett–Teller (BET)\napparent surface areas for PCN-808, PCN-808-BPDC, and PCN-808-BDBR\ncalculated from the N<sub>2</sub> adsorption data are 2384, 2441,\nand 1894 m<sup>2</sup> g<sup>–1</sup>, respectively. The pore\nsize distribution of PCN-808 and its derivatives were also analyzed\nby NLDFT methods based on the N<sub>2</sub> sorption data, showing\ntwo main pores in PCN-808 series MOFs (i.e., micropores of approximately\n1.2 nm and mesopores of approximately 2.5–3 nm, ).</p>", "clean_text": "Porosity Analysis and Composition Determination\n\nN2 adsorption isotherms for PCN-808, PCN-808-BPDC, and PCN-808-BDBR were recorded under 77 K and 1 atm to test the porosity of the frameworks before and after linker installation. As shown in a, typical type IV sorption isotherms were obtained for all three MOFs with N2 adsorption decreasing after linker installation, indicative of the mesoporosity of these materials. The Brunauer-Emmett-Teller (BET) apparent surface areas for PCN-808, PCN-808-BPDC, and PCN-808-BDBR calculated from the N2 adsorption data are 2384, 2441, and 1894 m2 g-1, respectively. The pore size distribution of PCN-808 and its derivatives were also analyzed by NLDFT methods based on the N2 sorption data, showing two main pores in PCN-808 series MOFs (i.e., micropores of approximately 1.2 nm and mesopores of approximately 2.5-3 nm, ).", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "2384", "unit": "m2/g", "condition": ""}, {"type": "BET", "probe": "", "value": "2441", "unit": "m2/g", "condition": ""}, {"type": "BET", "probe": "", "value": "1894", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 14, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Aza-Henry Reactions Catalyzed by PCN-808-BDBR</title>\n</caption>\n<graphic content-type=\"header\" id=\"gr4\" position=\"float\" xlink:href=\"ja0c05758_0004.tif\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">photocatalyst/conversion (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">substrate<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Ru(bpy)<sub>3</sub>Cl<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">PCN-808</oasis:entry>\n<oasis:entry align=\"center\">PCN-808-BDBR</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1a</oasis:entry>\n<oasis:entry>99</oasis:entry>\n<oasis:entry>27</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1b</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>33</oasis:entry>\n<oasis:entry>94</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1c</oasis:entry>\n<oasis:entry>&gt;99</oasis:entry>\n<oasis:entry>18</oasis:entry>\n<oasis:entry>99</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>For the substrate and the product,\n1a, 2a, R = H; 1b, 2b, R = Br; 1c, 2c, R = OCH<sub>3</sub>.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Conversion yields were determined\nby <sup>1</sup>H NMR of the crude product.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Aza-Henry Reactions Catalyzed by PCN-808-BDBR\n\n| substrate[^a] | photocatalyst/conversion (%)[^b] | Ru(bpy)₃Cl₂ | PCN-808 | PCN-808-BDBR |\n|---------------|----------------------------------|-------------|---------|--------------|\n| 1a            | 99                                 | 27          | >99     |              |\n| 1b            | >99                                | 33          | 94      |              |\n| 1c            | >99                                | 18          | 99      |              |\n\n[^a]: For the substrate and the product, 1a, 2a, R = H; 1b, 2b, R = Br; 1c, 2c, R = OCH₃.\n[^b]: Conversion yields were determined by ¹H NMR of the crude product.", "data": ["substring not found"], "include_properties": null}, {"idx": 16, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Photocatalytic\nOxidation of Dihydroartemisinic\nAcid to Artemisinin by PCN-808-BDBR</title>\n</caption>\n<graphic content-type=\"header\" id=\"gr5\" position=\"float\" xlink:href=\"ja0c05758_0005.tif\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">conversion (%)/yield (%)<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">run 1</oasis:entry>\n<oasis:entry align=\"center\">run 2</oasis:entry>\n<oasis:entry align=\"center\">run 3</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ru(bpy)<sub>3</sub>Cl<sub>2</sub>\n</oasis:entry>\n<oasis:entry>&gt;99/47</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PCN-808</oasis:entry>\n<oasis:entry>&lt;5/&lt;5</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-67-Ru</oasis:entry>\n<oasis:entry>30/&lt;5</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n<oasis:entry>N.A.</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PCN-808-BDBR</oasis:entry>\n<oasis:entry>92/42</oasis:entry>\n<oasis:entry>88/51</oasis:entry>\n<oasis:entry>90/49</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Conversion\nyields were determined\nby <sup>1</sup>H NMR of the crude product.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Photocatalytic Oxidation of Dihydroartemisinic Acid to Artemisinin by PCN-808-BDBR\n\n| catalyst    | run 1 | run 2 | run 3 |\n|-------------|-------|-------|-------|\n| Ru(bpy)₃Cl₂ | >99/47| N.A.  | N.A.  |\n| PCN-808     | <5/<5 | N.A.  | N.A.  |\n| UiO-67-Ru   | 30/<5 | N.A.  | N.A.  |\n| PCN-808-BDBR| 92/42 | 88/51 | 90/49 |\n\nTable 2. Conversion yields were determined by ¹H NMR of the crude product.", "data": ["substring not found"], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Construction\nof the topologically equivalent PCN-608 and PCN-808.\n(a) The rectangular, planar, 4-connected, tetratopic ligand in PCN-608.\n(b) The 8-connected Zr<sub>6</sub> cluster in PCN-608 and PCN-808.\n(c) The expanded rectangular, planar, 4-connected, tetratopic ligand\nin PCN-808. (d) Crystal structure of PCN-608 viewed along the <italic>c</italic> axis. (e) The <bold>csq</bold> net topology of the mesoporous\nMOFs, PCN-608 and PCN-808. (f) Crystal structure of PCN-608 viewed\nalong the <italic>c</italic> axis. R<sub>1</sub> = OH, NH<sub>2</sub>, or OMe, R<sub>2</sub> = H or CF<sub>3</sub>. Color scheme: black,\nC; red, O; light blue, Zr; yellow, substituents R<sub>1</sub> on the\nligands.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c05758_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Construction of the topologically equivalent PCN-608 and PCN-808. (a) The rectangular, planar, 4-connected, tetratopic ligand in PCN-608. (b) The 8-connected Zr6 cluster in PCN-608 and PCN-808. (c) The expanded rectangular, planar, 4-connected, tetratopic ligand in PCN-808. (d) Crystal structure of PCN-608 viewed along the c axis. (e) The csq net topology of the mesoporous MOFs, PCN-608 and PCN-808. (f) Crystal structure of PCN-608 viewed along the c axis. R1 = OH, NH2, or OMe, R2 = H or CF3. Color scheme: black, C; red, O; light blue, Zr; yellow, substituents R1 on the ligands.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Crystal structures of (a) PCN-608, (b)\nPCN-608-BDC, (c) PCN-808,\n(d) PCN-808-BPDC, and (e) PCN-808-BDBR. (f) Perspective view of PCN-808-BDBR\nalong the <italic>c</italic> axis. Color scheme: black, C; red, O;\nlight blue, Zr; dark blue, N; pink, Ru; yellow, substituents R<sub>1</sub> on the ligands (R<sub>1</sub> = OH, NH<sub>2</sub> or OMe).\nTrifluoromethyl groups on TPTB ligands omitted for clarity.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c05758_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Crystal structures of (a) PCN-608, (b) PCN-608-BDC, (c) PCN-808, (d) PCN-808-BPDC, and (e) PCN-808-BDBR. (f) Perspective view of PCN-808-BDBR along the c axis. Color scheme: black, C; red, O; light blue, Zr; dark blue, N; pink, Ru; yellow, substituents R1 on the ligands (R1 = OH, NH2 or OMe). Trifluoromethyl groups on TPTB ligands omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) N<sub>2</sub> sorption isotherms of\nPCN-808 and its derivatives\nunder 77 K and 1 atm. (b) Powder X-ray diffraction (PXRD) patterns\nof PCN-808 and its derivatives. Note, peaks around 5° move slightly\nafter linker installation.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c05758_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) N2 sorption isotherms of PCN-808 and its derivatives under 77 K and 1 atm. (b) Powder X-ray diffraction (PXRD) patterns of PCN-808 and its derivatives. Note, peaks around 5° move slightly after linker installation.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.0c05758", "title": "\nPrecisely\nEmbedding Active Sites into a Mesoporous\nZr-Framework through Linker Installation for High-Efficiency Photocatalysis\n", "journal": "American Chemical\nSociety", "date": "2020.08", "author_list": ["Pang\nJiandong", "Di\nZhengyi", "Qin\nJun-Sheng", "Yuan\nShuai", "Lollar\nChristina T.", "Li\nJialuo", "Zhang\nPeng", "Wu\nMingyan", "Yuan\nDaqiang", "Hong\nMaochun", "Zhou\nHong-Cai"]}}