{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja4004766.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The mechanism of\nCO<sub>2</sub> adsorption in the amine-functionalized\nmetal–organic framework mmen-Mg<sub>2</sub>(dobpdc) (dobpdc<sup>4–</sup> = 4,4′-dioxidobiphenyl-3,3′-dicarboxylate;\nmmen = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylethylenediamine)\nwas characterized by quantum-chemical calculations. The material was\ncalculated to demonstrate 2:2 amine:CO<sub>2</sub> stoichiometry with\na higher capacity and weaker CO<sub>2</sub> binding energy than for\nthe 2:1 stoichiometry observed in most amine-functionalized adsorbents.\nWe explain this behavior in the form of a hydrogen-bonded complex\ninvolving two carbamic acid moieties resulting from the adsorption\nof CO<sub>2</sub> onto the secondary amines.</p>", "clean_text": "The mechanism of CO2 adsorption in the amine-functionalized metal-organic framework mmen-Mg2(dobpdc) (dobpdc4- = 4,4'-dioxidobiphenyl-3,3'-dicarboxylate; mmen = N,N'-dimethylethylenediamine) was characterized by quantum-chemical calculations. The material was calculated to demonstrate 2:2 amine:CO2 stoichiometry with a higher capacity and weaker CO2 binding energy than for the 2:1 stoichiometry observed in most amine-functionalized adsorbents. We explain this behavior in the form of a hydrogen-bonded complex involving two carbamic acid moieties resulting from the adsorption of CO2 onto the secondary amines.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The predicted\ngrowth of the\nglobal economy and world population in the near future will lead to\nan increased demand for energy, resulting\nin even further increases in the concentration of CO<sub>2</sub> in\nthe atmosphere. The development and worldwide utilization of efficient\ncarbon capture and sequestration (CCS) technologies could reduce the\nCO<sub>2</sub> emissions associated with the use of fossil fuels. Current carbon capture technologies generally\nuse aqueous solutions of alkanolamines to scrub the flue gases. Amines are known to be very selective toward\nCO<sub>2</sub> capture from flue gases because of the strong chemical\nbonds formed in the chemisorption process. To overcome the energy\npenalty associated with the process, an important new development\nbased on solid materials functionalized with amines has been proposed.\n</p>", "clean_text": "The predicted growth of the global economy and world population in the near future will lead to an increased demand for energy, resulting in even further increases in the concentration of CO2 in the atmosphere. The development and worldwide utilization of efficient carbon capture and sequestration (CCS) technologies could reduce the CO2 emissions associated with the use of fossil fuels. Current carbon capture technologies generally use aqueous solutions of alkanolamines to scrub the flue gases. Amines are known to be very selective toward CO2 capture from flue gases because of the strong chemical bonds formed in the chemisorption process. To overcome the energy penalty associated with the process, an important new development based on solid materials functionalized with amines has been proposed. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>These materials have much lower heat capacities than aqueous\namine\nsolutions. Of particular interest are\namines grafted onto the open metal sites of metal–organic frameworks\n(MOFs). Indeed, recent experiments have shown that in the case of\none particular MOF, Mg<sub>2</sub>(dobpdc) (dobpdc<sup>4–</sup> = 4,4′-dioxidobiphenyl-3,3′-dicarboxylate), <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylethylenediamine (mmen)\ncan be bound to almost every open metal site lining the one-dimensional\nchannels of the structure (Figure ). The high adsorption enthalpy of mmen-Mg<sub>2</sub>(dobpdc) for CO<sub>2</sub> endows the adsorbent with a significant\ncapacity for CO<sub>2</sub> down to very low pressures.</p>", "clean_text": "These materials have much lower heat capacities than aqueous amine solutions. Of particular interest are amines grafted onto the open metal sites of metal-organic frameworks (MOFs). Indeed, recent experiments have shown that in the case of one particular MOF, Mg2(dobpdc) (dobpdc4- = 4,4'-dioxidobiphenyl-3,3'-dicarboxylate), N,N'-dimethylethylenediamine (mmen) can be bound to almost every open metal site lining the one-dimensional channels of the structure (Figure ). The high adsorption enthalpy of mmen-Mg2(dobpdc) for CO2 endows the adsorbent with a significant capacity for CO2 down to very low pressures.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The mmen-Mg<sub>2</sub>(dobpdc) structure used in this work. Color\ncode: green, Mg; gray, C; blue, N; red, O; white, H. (Ia–c)\nBasic building blocks of mmen-Mg<sub>2</sub>(dobpdc). (II) Minimum-energy\nconfiguration obtained from periodic density functional theory calculations,\nas shown from a view of the <italic toggle=\"yes\">ab</italic>-plane cross section.\n(IIIa,b) The two fragments used as models in the calculations.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2013-004766_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  The mmen-Mg2(dobpdc) structure used in this work. Color code: green, Mg; gray, C; blue, N; red, O; white, H. (Ia-c) Basic building blocks of mmen-Mg2(dobpdc). (II) Minimum-energy configuration obtained from periodic density functional theory calculations, as shown from a view of the ab-plane cross section. (IIIa,b) The two fragments used as models in the calculations.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The regeneration energy of the\nsolid adsorbent is lower than that\nof aqueous amine solutions because of its large working capacity and\nlow heat capacity. Understanding reactivity differences between solid\nand liquid adsorbents is essential for understanding the optimum reaction\nenthalpy for CO<sub>2</sub>, thus informing the design of next-generation\nadsorbents with further reduced regeneration energies.</p>", "clean_text": "The regeneration energy of the solid adsorbent is lower than that of aqueous amine solutions because of its large working capacity and low heat capacity. Understanding reactivity differences between solid and liquid adsorbents is essential for understanding the optimum reaction enthalpy for CO2, thus informing the design of next-generation adsorbents with further reduced regeneration energies.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>One would\nexpect this material to capture CO<sub>2</sub> following\nconventional ammonium carbamate chemistry, in which the adsorption\nof each CO<sub>2</sub> requires two amines, one to participate in\na nucleophilic attack on the carbon atom of CO<sub>2</sub> to form\na C–N bond and the other to act as a base to abstract the proton.\nInterestingly, the isosteric heat of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) as a function of fractional coverage for mmen-Mg<sub>2</sub>(dobpdc) shows that 0.8 mol of CO<sub>2</sub>/mol of amine\nis strongly adsorbed [Figure S2 in the  (SI) adapted from the experimental adsorption data\nof McDonald et al.]. As it is unlikely\nthat all of the amines are accessible to CO<sub>2</sub>, these adsorption\nexperiments suggest a 1:1 amine:CO<sub>2</sub> stoichiometry, indicating\nthat only one amine is needed for every CO<sub>2</sub> molecule. This\nsuggests that a different type of chemistry takes place in the material.\nHere we present the results of a quantum-chemical study that elucidates\nthe reaction mechanism and explains the experimentally observed 1:1\nstoichiometry for the CO<sub>2</sub> adsorption by amine molecules\ninside mmen-Mg<sub>2</sub>(dobpdc). Our mechanism predicts the formation\nof a bis(carbamic acid) complex.</p>", "clean_text": "One would expect this material to capture CO2 following conventional ammonium carbamate chemistry, in which the adsorption of each CO2 requires two amines, one to participate in a nucleophilic attack on the carbon atom of CO2 to form a C-N bond and the other to act as a base to abstract the proton. Interestingly, the isosteric heat of adsorption (Q st) as a function of fractional coverage for mmen-Mg2(dobpdc) shows that 0.8 mol of CO2/mol of amine is strongly adsorbed [Figure S2 in the  (SI) adapted from the experimental adsorption data of McDonald et al.]. As it is unlikely that all of the amines are accessible to CO2, these adsorption experiments suggest a 1:1 amine:CO2 stoichiometry, indicating that only one amine is needed for every CO2 molecule. This suggests that a different type of chemistry takes place in the material. Here we present the results of a quantum-chemical study that elucidates the reaction mechanism and explains the experimentally observed 1:1 stoichiometry for the CO2 adsorption by amine molecules inside mmen-Mg2(dobpdc). Our mechanism predicts the formation of a bis(carbamic acid) complex.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>To date, aqueous alkanolamine\nsolutions have been extensively studied\nand are still regarded as the state-of-the-art technology for CO<sub>2</sub> capture. Different mechanisms\nhave been proposed for the reaction between CO<sub>2</sub> and amines,\ndepending on the nature of the amine and the reaction conditions. These are summarized in section 3 in the . In this work, we investigated the CO<sub>2</sub>–amine reaction\nmechanism in mmen-Mg<sub>2</sub>(dobpdc), for which the reaction medium\nis quite different compared with an aqueous environment. First, the\nexperiments were carried out with pure CO<sub>2</sub> gas in the absence\nof water or any polar solvent. Second, the amine groups are fixed\nby the position of the metal centers within the structure, which is\nin turn imposed by the coordination of the linker to the metal centers.\nFinally, as mentioned previously, the experimental adsorption data\nof McDonald et al. indicate a 1:1 reaction\nstoichiometry instead of the conventional 2:1 stoichiometry (see section\n2 of the  for more detailed information).</p>", "clean_text": "To date, aqueous alkanolamine solutions have been extensively studied and are still regarded as the state-of-the-art technology for CO2 capture. Different mechanisms have been proposed for the reaction between CO2 and amines, depending on the nature of the amine and the reaction conditions. These are summarized in section 3 in the . In this work, we investigated the CO2-amine reaction mechanism in mmen-Mg2(dobpdc), for which the reaction medium is quite different compared with an aqueous environment. First, the experiments were carried out with pure CO2 gas in the absence of water or any polar solvent. Second, the amine groups are fixed by the position of the metal centers within the structure, which is in turn imposed by the coordination of the linker to the metal centers. Finally, as mentioned previously, the experimental adsorption data of McDonald et al. indicate a 1:1 reaction stoichiometry instead of the conventional 2:1 stoichiometry (see section 2 of the  for more detailed information).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>To explore the reaction mechanisms, we identified two representative\nfragments to be used in this study. The C fragment allows for the\nconsideration of interactions between nearest-neighbor amines along\nthe crystallographic <italic toggle=\"yes\">c</italic> axis (IIIa in Figure ), and the AB fragment was considered in order to\naddress the interactions between nearest neighbors across the organic\nlinker (the “<italic toggle=\"yes\">ab</italic> plane”) (IIIb in Figure ). All of the computational details are reported\nin section 4 in the .</p>", "clean_text": "To explore the reaction mechanisms, we identified two representative fragments to be used in this study. The C fragment allows for the consideration of interactions between nearest-neighbor amines along the crystallographic c axis (IIIa in Figure ), and the AB fragment was considered in order to address the interactions between nearest neighbors across the organic linker (the \"ab plane\") (IIIb in Figure ). All of the computational details are reported in section 4 in the .", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The starting\npoint of our study is the minimum-energy configuration\nof the amines in the unreacted alkylamine-appended MOF mmen-Mg<sub>2</sub>(dobpdc) (II in Figure ). Our energy\ncalculations show that the amines prefer to form hydrogen bonds along\nthe <italic toggle=\"yes\">c</italic> axis because the distance between the amines\nis sufficiently short (7.02 Å between the corresponding metal\ncenters) for this interaction to be energetically favorable. Interestingly,\nthe structure resulting from hydrogen bonding of two amines across\nthe linker in the AB fragmentwhere there is a distance of\n12.96 Å between the corresponding metal centersis higher\nin energy than the structure corresponding to the noninteracting amines.\nThis is due to the fact that the hydrogen bond between amine groups\nonly forms at the expense of lengthening the Mg–N distance,\nwhich imposes an energetically unfavorable penalty. The Mg–amine\nbinding energy was found to be −135.6 kJ/mol; this is significantly\ngreater than the Mg–CO<sub>2</sub> binding energy of −43.9\nkJ/mol, which is consistent with the experimental heat of adsorption\nof CO<sub>2</sub> in Mg<sub>2</sub>(dobpdc) in the absence of amines. Thus, the possibility of amine substitution by\nCO<sub>2</sub> coordination to the metal center can be discarded.\nImportantly, the Mg–OH<sub>2</sub> binding energy was found\nto be −82.66 kJ/mol, which indicates that the water molecules\nbound to 20% of the metal sites will not be displaced by CO<sub>2</sub> either. Hence, we did not account for their presence in the mechanism\nreported herein.</p>", "clean_text": "The starting point of our study is the minimum-energy configuration of the amines in the unreacted alkylamine-appended MOF mmen-Mg2(dobpdc) (II in Figure ). Our energy calculations show that the amines prefer to form hydrogen bonds along the c axis because the distance between the amines is sufficiently short (7.02 Å between the corresponding metal centers) for this interaction to be energetically favorable. Interestingly, the structure resulting from hydrogen bonding of two amines across the linker in the AB fragmentwhere there is a distance of 12.96 Å between the corresponding metal centersis higher in energy than the structure corresponding to the noninteracting amines. This is due to the fact that the hydrogen bond between amine groups only forms at the expense of lengthening the Mg-N distance, which imposes an energetically unfavorable penalty. The Mg-amine binding energy was found to be -135.6 kJ/mol; this is significantly greater than the Mg-CO2 binding energy of -43.9 kJ/mol, which is consistent with the experimental heat of adsorption of CO2 in Mg2(dobpdc) in the absence of amines. Thus, the possibility of amine substitution by CO2 coordination to the metal center can be discarded. Importantly, the Mg-OH2 binding energy was found to be -82.66 kJ/mol, which indicates that the water molecules bound to 20% of the metal sites will not be displaced by CO2 either. Hence, we did not account for their presence in the mechanism reported herein.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>We propose the mechanism shown in Figure . Inspired by the termolecular mechanism, we propose a pathway in which all of the N–C\nbond formation\nsteps are stabilized by the concerted breaking and forming of hydrogen-bonded\nadducts. These hydrogen bonds seem to play a critical role in avoiding\nthe formation of formally charged reaction intermediates and products.\nAs illustrated in Figure , the hydrogen-bonded\nlowest-energy diamine complex (A<sub>I</sub>), which involves two\nnearest-neighbor amines along the <italic toggle=\"yes\">c</italic> axis, initially\nforms a hydrogen bond between the noninteracting NH group (red H in\nA<sub>I</sub>) and a CO<sub>2</sub> molecule, affording A<sub>II</sub>. This interaction is required for the subsequent step, which yields\na zwitterionic species stabilized by a hydrogen bond with a neighboring\namine along the <italic toggle=\"yes\">c</italic> axis (ZW<sub>1</sub>). Subsequent\nproton exchange yields the carbamic acid represented in B<sub>I</sub>. The B<sub>I</sub> species, which is stabilized by two hydrogen\nbonds with the neighboring amine, then undergoes a reorganization\nthat results in the more energetically favorable double hydrogen-bonding\ninteraction shown in B<sub>II</sub>.</p>", "clean_text": "We propose the mechanism shown in Figure . Inspired by the termolecular mechanism, we propose a pathway in which all of the N-C bond formation steps are stabilized by the concerted breaking and forming of hydrogen-bonded adducts. These hydrogen bonds seem to play a critical role in avoiding the formation of formally charged reaction intermediates and products. As illustrated in Figure , the hydrogen-bonded lowest-energy diamine complex (AI), which involves two nearest-neighbor amines along the c axis, initially forms a hydrogen bond between the noninteracting NH group (red H in AI) and a CO2 molecule, affording AII. This interaction is required for the subsequent step, which yields a zwitterionic species stabilized by a hydrogen bond with a neighboring amine along the c axis (ZW1). Subsequent proton exchange yields the carbamic acid represented in BI. The BI species, which is stabilized by two hydrogen bonds with the neighboring amine, then undergoes a reorganization that results in the more energetically favorable double hydrogen-bonding interaction shown in BII.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>The proposed mechanism: (left) first CO<sub>2</sub> uptake (CO<sub>2</sub>:amine = 1:2); (right) second CO<sub>2</sub> uptake (CO<sub>2</sub>:amine = 2:2). The energy profile,\nΔ<italic toggle=\"yes\">E</italic>, reported in kJ/(mol of model fragment),\nwas calculated as Δ<italic toggle=\"yes\">E</italic> = <italic toggle=\"yes\">E</italic>\n<sub>species</sub> – <italic toggle=\"yes\">E</italic>\n<sub>A<sub>I</sub>\n</sub> – <italic toggle=\"yes\">nE</italic>\n<sub>CO<sub>2</sub>\n</sub>, where <italic toggle=\"yes\">n</italic> = 1 (first uptake)\nor 2 (second uptake). The dashed diagonal lines indicate that the\nΔ<italic toggle=\"yes\">E</italic> of species C<sub>II</sub> isn ot drawn to\nscale. Coordinates and energies of all optimized species are given\nin sections 8–9 in the <xref rid=\"notes-1\">SI</xref>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2013-004766_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  The proposed mechanism: (left) first CO2 uptake (CO2:amine = 1:2); (right) second CO2 uptake (CO2:amine = 2:2). The energy profile, ΔE, reported in kJ/(mol of model fragment), was calculated as ΔE = E species - E AI  - nE CO2 , where n = 1 (first uptake) or 2 (second uptake). The dashed diagonal lines indicate that the ΔE of species CII isn ot drawn to scale. Coordinates and energies of all optimized species are given in sections 8-9 in the SI.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Interestingly, in these systems\nwe found that the conventional\n2:1 chemistry does not lead to the most stable configuration. The\naddition of a second CO<sub>2</sub> molecule that forms a hydrogen\nbond with the carbamic acid–amine adduct (B<sub>II</sub> to\nB<sub>III</sub> in Figure ) readily yields\na second zwitterionic species, again stabilized by dual hydrogen bonds\n(ZW<sub>2</sub> in Figure ). Subsequent proton\nexchange (to give C<sub>I</sub>) followed by product reorganization\nyields a bis(carbamic acid) stabilized by double hydrogen bonding\nin a “head-to-tail” fashion in the final complex (C<sub>II</sub>).</p>", "clean_text": "Interestingly, in these systems we found that the conventional 2:1 chemistry does not lead to the most stable configuration. The addition of a second CO2 molecule that forms a hydrogen bond with the carbamic acid-amine adduct (BII to BIII in Figure ) readily yields a second zwitterionic species, again stabilized by dual hydrogen bonds (ZW2 in Figure ). Subsequent proton exchange (to give CI) followed by product reorganization yields a bis(carbamic acid) stabilized by double hydrogen bonding in a \"head-to-tail\" fashion in the final complex (CII).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>All of our attempts to compute the corresponding\nisolated (non-hydrogen-bonded)\nzwitterionic species or the more conventional ammonium carbamate complex\nconverged to neutral products. Nonreacted amine and free CO<sub>2</sub> were obtained in the first case, and a carbamic acid hydrogen-bonded\nto the neighboring amine was computed in the second case.</p>", "clean_text": "All of our attempts to compute the corresponding isolated (non-hydrogen-bonded) zwitterionic species or the more conventional ammonium carbamate complex converged to neutral products. Nonreacted amine and free CO2 were obtained in the first case, and a carbamic acid hydrogen-bonded to the neighboring amine was computed in the second case.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>In\naddition, we explored the possible role of the MOF linker as\na base. The three different types of O atoms of the dobpdc<sup>4–</sup> linker (Ib in Figure ) were considered.\nIn all cases, the proton initially bound to the O atom of the framework\nwent back to the amine N atom during the optimization process, again\nyielding final species with no formal charge. Attempts to obtain analogous\nspecies with the AB fragment cluster calculation failed. In this configuration,\nthe distance between the amines in the <italic toggle=\"yes\">ab</italic> direction\nimposed by the framework (12.96 Å across the ligand in the <italic toggle=\"yes\">ab</italic> plane vs 7.02 Å along the <italic toggle=\"yes\">c</italic> axis)\nis too long. This long distance frustrates the required hydrogen-bond\nformations for the different steps. However, the final bisacid head-to-tail\nconformation through the <italic toggle=\"yes\">ab</italic> plane in C<sub>II</sub> gives a more stable final product, since the CO<sub>2</sub> uptake\nresults in lengthening of the chain of the appended amine-derived\nspecies.</p>", "clean_text": "In addition, we explored the possible role of the MOF linker as a base. The three different types of O atoms of the dobpdc4- linker (Ib in Figure ) were considered. In all cases, the proton initially bound to the O atom of the framework went back to the amine N atom during the optimization process, again yielding final species with no formal charge. Attempts to obtain analogous species with the AB fragment cluster calculation failed. In this configuration, the distance between the amines in the ab direction imposed by the framework (12.96 Å across the ligand in the ab plane vs 7.02 Å along the c axis) is too long. This long distance frustrates the required hydrogen-bond formations for the different steps. However, the final bisacid head-to-tail conformation through the ab plane in CII gives a more stable final product, since the CO2 uptake results in lengthening of the chain of the appended amine-derived species.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The two consecutive CO<sub>2</sub> uptake processes\nstart with\nthe formation of a hydrogen bond between the CO<sub>2</sub> an an\namine (A<sub>I</sub>) or an amine-derived species (B<sub>II</sub>).\nIn each case, the optimization of the newly formed species (A<sub>II</sub> or B<sub>III</sub>, respectively), in which the hydrogen-bonded\nCO<sub>2</sub> molecule has been rotated to obtain a spatial arrangement\nin which its carbon atom is facing toward the nitrogen atom of the\nneighboring amine, smoothly converges into the corresponding zwitterionic\nspecies (ZW<sub>1</sub> or ZW<sub>2</sub>). Thus, the formation of\nthe zwitterions is highly exothermic (releasing ca. 25 kJ/mol for\nZW<sub>1</sub> and ca. 35 kJ/mol for ZW<sub>2</sub>), and barrierless\ntransformations occur. The primary difference between the two consecutive\npaths for CO<sub>2</sub> uptake lies in the transition states from\nthe corresponding zwitterions to the carbamic acid species. In the\nfirst case, the formation of B<sub>I</sub> requires two consecutive\ntransitions, the first (TS<sub>1</sub>) involving proton transfer\nfrom the zwitterion nitrogen (blue H in Figure ) to the amine and the second (TS<sub>2</sub>) involving proton exchange\nfrom the protonated amine (red H in Figure ) to the newly formed carbamate. In the second case, the two protons\nare exchanged in a concerted transition (TS<sub>3</sub>). This transition\nis enabled by the quasi-planar spatial disposition of the carboxylic\nmoieties involved. The energy barriers for these two transformations\nare ∼40 kJ/mol, respectively. These barriers are of similar\nmagnitude to those computed for alkanolamine reactions in solution\nas reported in the literature. The origin\nof the mechanistic differences between the two transitions results\nfrom the structural differences between the corresponding zwitterionic\nspecies (see ).</p>", "clean_text": "The two consecutive CO2 uptake processes start with the formation of a hydrogen bond between the CO2 an an amine (AI) or an amine-derived species (BII). In each case, the optimization of the newly formed species (AII or BIII, respectively), in which the hydrogen-bonded CO2 molecule has been rotated to obtain a spatial arrangement in which its carbon atom is facing toward the nitrogen atom of the neighboring amine, smoothly converges into the corresponding zwitterionic species (ZW1 or ZW2). Thus, the formation of the zwitterions is highly exothermic (releasing ca. 25 kJ/mol for ZW1 and ca. 35 kJ/mol for ZW2), and barrierless transformations occur. The primary difference between the two consecutive paths for CO2 uptake lies in the transition states from the corresponding zwitterions to the carbamic acid species. In the first case, the formation of BI requires two consecutive transitions, the first (TS1) involving proton transfer from the zwitterion nitrogen (blue H in Figure ) to the amine and the second (TS2) involving proton exchange from the protonated amine (red H in Figure ) to the newly formed carbamate. In the second case, the two protons are exchanged in a concerted transition (TS3). This transition is enabled by the quasi-planar spatial disposition of the carboxylic moieties involved. The energy barriers for these two transformations are ~40 kJ/mol, respectively. These barriers are of similar magnitude to those computed for alkanolamine reactions in solution as reported in the literature. The origin of the mechanistic differences between the two transitions results from the structural differences between the corresponding zwitterionic species (see ).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Amine–CO<sub>2</sub> reactions in aqueous solution, where\nzwitterionic and charged species are stabilized by the polar medium,\nusually occur with a CO<sub>2</sub>:amine stoichiometry of 1:2. Our\ncalculations have revealed that in the absence of solvent, reactions\nthat result in the formation of charged species are no longer possible\nbecause neither the neighboring amines nor the framework act as proton\nacceptors. This new reactivity does not stop at the 1:2 CO<sub>2</sub>:amine stoichiometry but instead recruits an additional CO<sub>2</sub> molecule, resulting in 2:2 stoichiometry. For the proposed mechanism,\nwe calculated an adsorption energy of −138.25 kJ per 2 moles\nof CO<sub>2</sub>, which corresponds to an average adsorption energy\nof −69.13 kJ/mol. Our predicted adsorption energy is in good\nagreement with the experimental <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value\nof −71 kJ/mol.\n</p>", "clean_text": "Amine-CO2 reactions in aqueous solution, where zwitterionic and charged species are stabilized by the polar medium, usually occur with a CO2:amine stoichiometry of 1:2. Our calculations have revealed that in the absence of solvent, reactions that result in the formation of charged species are no longer possible because neither the neighboring amines nor the framework act as proton acceptors. This new reactivity does not stop at the 1:2 CO2:amine stoichiometry but instead recruits an additional CO2 molecule, resulting in 2:2 stoichiometry. For the proposed mechanism, we calculated an adsorption energy of -138.25 kJ per 2 moles of CO2, which corresponds to an average adsorption energy of -69.13 kJ/mol. Our predicted adsorption energy is in good agreement with the experimental Q st value of -71 kJ/mol. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The mechanism\nrevealed in this work shows that there is a requirement\nfor some amine ordering preceding the CO<sub>2</sub> adsorption, which\nis consistent with the delay to reach the primary adsorption site\n(corresponding to C<sub>II</sub>) observed in the adsorption isotherms.\nSince the adsorption of the first CO<sub>2</sub> molecule is exothermic\nand the energy barriers for the two CO<sub>2</sub> uptake events are\nof similar magnitude, once the first CO<sub>2</sub> molecule is adsorbed,\nthe second CO<sub>2</sub> molecule adsorbs immediately to form ZW<sub>2</sub>, which evolves to C<sub>II</sub>. Hydrogen bonds formed along\nthe <italic toggle=\"yes\">c</italic> axis are crucial for the adsorption mechanism\nto proceed. In the last step, however, the mmen ligands, which are\nelongated by the adsorption of CO<sub>2</sub>, participate in more\nfavorable hydrogen-bonding interactions across the linker. This reveals\nhow crucial the length of the amine is for systems of this type, in\nwhich the structural constraints of the adsorbent govern the amine–amine\ninteractions. The adsorption mechanism elucidated in this study is\na clear example of the high potential of MOFs to exhibit new types\nof reactivity.</p>", "clean_text": "The mechanism revealed in this work shows that there is a requirement for some amine ordering preceding the CO2 adsorption, which is consistent with the delay to reach the primary adsorption site (corresponding to CII) observed in the adsorption isotherms. Since the adsorption of the first CO2 molecule is exothermic and the energy barriers for the two CO2 uptake events are of similar magnitude, once the first CO2 molecule is adsorbed, the second CO2 molecule adsorbs immediately to form ZW2, which evolves to CII. Hydrogen bonds formed along the c axis are crucial for the adsorption mechanism to proceed. In the last step, however, the mmen ligands, which are elongated by the adsorption of CO2, participate in more favorable hydrogen-bonding interactions across the linker. This reveals how crucial the length of the amine is for systems of this type, in which the structural constraints of the adsorbent govern the amine-amine interactions. The adsorption mechanism elucidated in this study is a clear example of the high potential of MOFs to exhibit new types of reactivity.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Computational details, computed\nstructures and energies, discussions of experimental data, and a summary\nof previously reported mechanisms. This material is available free\nof charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "Computational details, computed structures and energies, discussions of experimental data, and a summary of previously reported mechanisms. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>\n<sup>#</sup> N.P. and A.L.D. contributed equally.</p><p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": " # N.P. and A.L.D. contributed equally.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 4, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The mmen-Mg<sub>2</sub>(dobpdc) structure used in this work. Color\ncode: green, Mg; gray, C; blue, N; red, O; white, H. (Ia–c)\nBasic building blocks of mmen-Mg<sub>2</sub>(dobpdc). (II) Minimum-energy\nconfiguration obtained from periodic density functional theory calculations,\nas shown from a view of the <italic toggle=\"yes\">ab</italic>-plane cross section.\n(IIIa,b) The two fragments used as models in the calculations.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2013-004766_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  The mmen-Mg2(dobpdc) structure used in this work. Color code: green, Mg; gray, C; blue, N; red, O; white, H. (Ia-c) Basic building blocks of mmen-Mg2(dobpdc). (II) Minimum-energy configuration obtained from periodic density functional theory calculations, as shown from a view of the ab-plane cross section. (IIIa,b) The two fragments used as models in the calculations.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>The proposed mechanism: (left) first CO<sub>2</sub> uptake (CO<sub>2</sub>:amine = 1:2); (right) second CO<sub>2</sub> uptake (CO<sub>2</sub>:amine = 2:2). The energy profile,\nΔ<italic toggle=\"yes\">E</italic>, reported in kJ/(mol of model fragment),\nwas calculated as Δ<italic toggle=\"yes\">E</italic> = <italic toggle=\"yes\">E</italic>\n<sub>species</sub> – <italic toggle=\"yes\">E</italic>\n<sub>A<sub>I</sub>\n</sub> – <italic toggle=\"yes\">nE</italic>\n<sub>CO<sub>2</sub>\n</sub>, where <italic toggle=\"yes\">n</italic> = 1 (first uptake)\nor 2 (second uptake). The dashed diagonal lines indicate that the\nΔ<italic toggle=\"yes\">E</italic> of species C<sub>II</sub> isn ot drawn to\nscale. Coordinates and energies of all optimized species are given\nin sections 8–9 in the <xref rid=\"notes-1\">SI</xref>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2013-004766_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  The proposed mechanism: (left) first CO2 uptake (CO2:amine = 1:2); (right) second CO2 uptake (CO2:amine = 2:2). The energy profile, ΔE, reported in kJ/(mol of model fragment), was calculated as ΔE = E species - E AI  - nE CO2 , where n = 1 (first uptake) or 2 (second uptake). The dashed diagonal lines indicate that the ΔE of species CII isn ot drawn to scale. Coordinates and energies of all optimized species are given in sections 8-9 in the SI.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja4004766", "title": "\nThe Mechanism of Carbon Dioxide Adsorption in an Alkylamine-Functionalized\nMetal–Organic Framework\n", "journal": "American Chemical Society", "date": "2013.04", "author_list": ["Planas\nNora", "Dzubak\nAllison L.", "Poloni\nRoberta", "Lin\nLi-Chiang", "McManus\nAlison", "McDonald\nThomas M.", "Neaton\nJeffrey\nB.", "Long\nJeffrey R.", "Smit\nBerend", "Gagliardi\nLaura"]}}