{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja504204d.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Microsized\nchemosensor particle (CPP-16, CPP means coordination\npolymer particle), which is made from a metal–organic framework\n(MOF), is synthesized using pyrene-functionalized organic building\nblock. This building block contains three important parts, a framework\nconstruction part, a Cu<sup>2+</sup> detection part, and a fluorophore\npart. PXRD studies have revealed that CPP-16 has a 3D cubic structure\nof MOF-5. During both MOF formation and sensing event, fluorophores\nwithin CPP-16 undergo dual changes in conformation and optical properties.\nAfter MOF construction, pyrene moieties experience an unusual complete\nconversion from monomer to excimer form. This conversion takes place\ndue to a confinement effect induced by space limitations within the\nMOF structure. The selective sensing ability of CPP-16 on Cu<sup>2+</sup> over many other metal ions is verified by emission spectra and is\nalso visually identified by fluorescence microscopy images. Specific\ninteraction of Cu<sup>2+</sup> with binding sites within CPP-16 causes\na second conformational change of the fluorophores, where they change\nfrom stacked excimer (CPP-16) to quenched excimer states (CPP-16·Cu<sup>2+</sup>).</p>", "clean_text": "Microsized chemosensor particle (CPP-16, CPP means coordination polymer particle), which is made from a metal-organic framework (MOF), is synthesized using pyrene-functionalized organic building block. This building block contains three important parts, a framework construction part, a Cu2+ detection part, and a fluorophore part. PXRD studies have revealed that CPP-16 has a 3D cubic structure of MOF-5. During both MOF formation and sensing event, fluorophores within CPP-16 undergo dual changes in conformation and optical properties. After MOF construction, pyrene moieties experience an unusual complete conversion from monomer to excimer form. This conversion takes place due to a confinement effect induced by space limitations within the MOF structure. The selective sensing ability of CPP-16 on Cu2+ over many other metal ions is verified by emission spectra and is also visually identified by fluorescence microscopy images. Specific interaction of Cu2+ with binding sites within CPP-16 causes a second conformational change of the fluorophores, where they change from stacked excimer (CPP-16) to quenched excimer states (CPP-16⋅Cu2+).", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>There is great demand on the\ndesign and construction of chemosensors that can selectively and sensitively\ndetect heavy metal ions like Pb, Hg, and Cu. Over the past\nfew decades, several platforms for Cu<sup>2+</sup> detection have\nbeen developed, including those based on organic chemosensors and\nthose based on heterogeneous solid sensing materials. Among such platforms, solid sensing materials might be particularly\ninteresting; in addition to use in sensing, they might also be useful\nin removing analytes from solutions.</p>", "clean_text": "There is great demand on the design and construction of chemosensors that can selectively and sensitively detect heavy metal ions like Pb, Hg, and Cu. Over the past few decades, several platforms for Cu2+ detection have been developed, including those based on organic chemosensors and those based on heterogeneous solid sensing materials. Among such platforms, solid sensing materials might be particularly interesting; in addition to use in sensing, they might also be useful in removing analytes from solutions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Porous coordination polymers\nor metal–organic frameworks\n(MOFs) are novel class of materials used in many practical applications,\nincluding gas storage, separation, catalysis, and recognition. In general, MOF properties can be tuned through changes in pore\nstructure and pore surface functionality. There has been recent immersing\ninterest in nano- and microsized MOFs (or coordination polymer particles,\nCPPs) for the advanced utilization of them in gas storage, catalysis,\nand biological-system applications. Other applications of interest include detection of vapors, organic\nmolecules, anions, and cations. Rational design of MOF materials such that binding sites are tailored\nto specifically interact with analytes is essential for selective\nrecognition or sensing applications. Design strategies for binding\nsites include incorporating unsaturated Lewis acid metal sites or immobilizing specific Lewis basic sites within the MOF structures. Of the two, the latter\nis more difficult, and so sensing on the specific metal ions using\nMOF-based materials has been more challenging. While some research\ngroups have succeeded in immobilizing Lewis basic sites such as free\npyridyl and hydroxyl groups into MOFs for metal ion (Cu<sup>2+</sup> or Fe<sup>3+</sup>) sensing, excellent selectivity on the specific\nmetal ion over other metal ions has yet to be described. Herein, we report a fluorescent turn-off chemosensor microparticle\nfor Cu<sup>2+</sup> sensing based upon a functional MOF (CPP-16).\nIn addition, we report interesting optical property changes and conformational\nadjustments of fluorophores within the MOF structure (from monomer\nto excimer to quenched excimer states) during framework construction\nand sensing event. CPP-16 displayed a highly selective and convenient\nsensing on Cu<sup>2+</sup> over many other metal ions. Furthermore,\nwe found that the specific interaction of Cu<sup>2+</sup> with binding\nsites within CPP-16 caused dangled fluorophore groups to undergo conformation\nchange, and the fluorophores to turn off. This is the first known\ndemonstration for fluorescence signaling via conformational changes\nof pendent fluorophores embedded within MOFs during sensing.</p>", "clean_text": "Porous coordination polymers or metal-organic frameworks (MOFs) are novel class of materials used in many practical applications, including gas storage, separation, catalysis, and recognition. In general, MOF properties can be tuned through changes in pore structure and pore surface functionality. There has been recent immersing interest in nano- and microsized MOFs (or coordination polymer particles, CPPs) for the advanced utilization of them in gas storage, catalysis, and biological-system applications. Other applications of interest include detection of vapors, organic molecules, anions, and cations. Rational design of MOF materials such that binding sites are tailored to specifically interact with analytes is essential for selective recognition or sensing applications. Design strategies for binding sites include incorporating unsaturated Lewis acid metal sites or immobilizing specific Lewis basic sites within the MOF structures. Of the two, the latter is more difficult, and so sensing on the specific metal ions using MOF-based materials has been more challenging. While some research groups have succeeded in immobilizing Lewis basic sites such as free pyridyl and hydroxyl groups into MOFs for metal ion (Cu2+ or Fe3+) sensing, excellent selectivity on the specific metal ion over other metal ions has yet to be described. Herein, we report a fluorescent turn-off chemosensor microparticle for Cu2+ sensing based upon a functional MOF (CPP-16). In addition, we report interesting optical property changes and conformational adjustments of fluorophores within the MOF structure (from monomer to excimer to quenched excimer states) during framework construction and sensing event. CPP-16 displayed a highly selective and convenient sensing on Cu2+ over many other metal ions. Furthermore, we found that the specific interaction of Cu2+ with binding sites within CPP-16 caused dangled fluorophore groups to undergo conformation change, and the fluorophores to turn off. This is the first known demonstration for fluorescence signaling via conformational changes of pendent fluorophores embedded within MOFs during sensing.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The MOF-based microsized chemosensor was constructed from a pyrene-functionalized\norganic building block (H<sub>2</sub>L), 2-(pyrene-1-carboxamido)­terephthalic\nacid (Scheme ). Two-step synthesis for H<sub>2</sub>L is described in . The\nfirst synthesis step was chlorination of 1-pyrenecarboxylic acid to\ngenerate 1-pyrenecarbonyl chloride. The second step was coupling of\n1-pyrenecarbonyl chloride with 2-aminoterephthalic acid (). Isolated H<sub>2</sub>L was then fully characterized by <sup>1</sup>H NMR, <sup>13</sup>C NMR, IR, HR-Mass, and elemental analysis (). As shown in Scheme , the resulting\nH<sub>2</sub>L structure contains three vital parts: a terephthalic\nacid moiety for MOF-structure construction, a pyrene moiety for use\na fluorophore, and an amide moiety for use in the metal ion’s\nbinding site. First, the reaction of H<sub>2</sub>L with Zn­(NO<sub>3</sub>)<sub>2</sub> will result in MOF formation as in a 3D cubic\nstructure formation (MOF-5) from the reaction of terephthalic acid\nand Zn­(NO<sub>3</sub>)<sub>2</sub>. Second, H<sub>2</sub>L will be fluorescent due to the incorporation of a pyrene\ngroup within the molecule. Indeed, H<sub>2</sub>L shows typical monomeric\nemission bands of pyrene at 390 and 410 nm, when excited at 335 nm\n(). Third, the resulting fluorescent\nH<sub>2</sub>L building blocks can potentially interact with specific\nmetal ion through the amide group; specific binding of Cu<sup>2+</sup> via the nitrogen atom of the amide group has been well-known.\n</p>", "clean_text": "The MOF-based microsized chemosensor was constructed from a pyrene-functionalized organic building block (H2L), 2-(pyrene-1-carboxamido)terephthalic acid (Scheme ). Two-step synthesis for H2L is described in . The first synthesis step was chlorination of 1-pyrenecarboxylic acid to generate 1-pyrenecarbonyl chloride. The second step was coupling of 1-pyrenecarbonyl chloride with 2-aminoterephthalic acid (). Isolated H2L was then fully characterized by 1H NMR, 13C NMR, IR, HR-Mass, and elemental analysis (). As shown in Scheme , the resulting H2L structure contains three vital parts: a terephthalic acid moiety for MOF-structure construction, a pyrene moiety for use a fluorophore, and an amide moiety for use in the metal ion's binding site. First, the reaction of H2L with Zn(NO3)2 will result in MOF formation as in a 3D cubic structure formation (MOF-5) from the reaction of terephthalic acid and Zn(NO3)2. Second, H2L will be fluorescent due to the incorporation of a pyrene group within the molecule. Indeed, H2L shows typical monomeric emission bands of pyrene at 390 and 410 nm, when excited at 335 nm (). Third, the resulting fluorescent H2L building blocks can potentially interact with specific metal ion through the amide group; specific binding of Cu2+ via the nitrogen atom of the amide group has been well-known. ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation for Turn-off Fluorescent Chemosensor of\nMicrosized CPP-16 on Cu<sup>2+</sup>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation for Turn-off Fluorescent Chemosensor of Microsized CPP-16 on Cu2+    ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<p>Microsized CPP (CPP-16) for a fluorescent chemosensor\nwas constructed\nfrom the following solvothermal reaction (Scheme ). In the reaction, a precursor solution was prepared by mixing\nZn­(NO<sub>3</sub>)<sub>2</sub> and H<sub>2</sub>L in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF)/MeOH cosolvent. The resulting\nprecursor solution was then heated at 110 °C for 40 min. The\nproducts formed were cooled to room temperature and isolated by centrifugation.\nThe isolated products were then washed several times with fresh DMF\nand MeOH. The morphology of CPP-16 was first characterized by field-emission\nscanning electron microscopy (FE-SEM), optical microscopy (OM), and\nfluorescence microscopy (FM). The formation of spherical particles\nwith an average size of 2.22 ± 0.31 μm was identified,\nas shown in SEM images (Figure a,c). In addition,\nhigh-magnification SEM image (Figure a inset)\ndescribed in more detail the formation of particles containing many\ndomains of MOF crystals. IR spectrum of CPP-16 confirmed coordination\nof the carboxylate groups of L<sup>2–</sup> to Zn<sup>2+</sup> ions, as evidenced by a shift in the CO stretching frequency to\n1567 cm<sup>–1</sup> ().\nNote that the original CO stretching frequency of the uncoordinated\nH<sub>2</sub>L was observed at 1692 cm<sup>–1</sup> (). The chemical composition of CPP-16\nwas verified by energy dispersive X-ray (EDX) spectroscopy. The presence\nof organic ligands and zinc ions within CPP-16 was confirmed by detection\nof carbon, nitrogen, oxygen, and zinc atoms in EDX spectrum (Figure d). Resulting CPP-16 was found to be thermally stable\nup to 370 °C, as verified by thermogravimetric analysis (TGA,\nFigure e). A weight change (77.9%) observed\nin the TGA curve was comparable to the theoretical weight change (78.3%)\ncalculated by the compositional change from Zn<sub>4</sub>OL<sub>3</sub> (analogue of MOF-5; note that composition of MOF-5 is Zn<sub>4</sub>O­(BDC)<sub>3</sub>) to ZnO.</p>", "clean_text": "Microsized CPP (CPP-16) for a fluorescent chemosensor was constructed from the following solvothermal reaction (Scheme ). In the reaction, a precursor solution was prepared by mixing Zn(NO3)2 and H2L in N,N-dimethylformamide (DMF)/MeOH cosolvent. The resulting precursor solution was then heated at 110 °C for 40 min. The products formed were cooled to room temperature and isolated by centrifugation. The isolated products were then washed several times with fresh DMF and MeOH. The morphology of CPP-16 was first characterized by field-emission scanning electron microscopy (FE-SEM), optical microscopy (OM), and fluorescence microscopy (FM). The formation of spherical particles with an average size of 2.22 ± 0.31 μm was identified, as shown in SEM images (Figure a,c). In addition, high-magnification SEM image (Figure a inset) described in more detail the formation of particles containing many domains of MOF crystals. IR spectrum of CPP-16 confirmed coordination of the carboxylate groups of L2- to Zn2+ ions, as evidenced by a shift in the CO stretching frequency to 1567 cm-1 (). Note that the original CO stretching frequency of the uncoordinated H2L was observed at 1692 cm-1 (). The chemical composition of CPP-16 was verified by energy dispersive X-ray (EDX) spectroscopy. The presence of organic ligands and zinc ions within CPP-16 was confirmed by detection of carbon, nitrogen, oxygen, and zinc atoms in EDX spectrum (Figure d). Resulting CPP-16 was found to be thermally stable up to 370 °C, as verified by thermogravimetric analysis (TGA, Figure e). A weight change (77.9%) observed in the TGA curve was comparable to the theoretical weight change (78.3%) calculated by the compositional change from Zn4OL3 (analogue of MOF-5; note that composition of MOF-5 is Zn4O(BDC)3) to ZnO.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Low- and high-magnification (inset) SEM\nimages and (b) FM and\nOM (inset) images of microsized pyrene-functionalized CPP-16 with\nan average size of 2.22 ± 0.31 μm (SD, <italic toggle=\"yes\">n</italic> = 100), as determined by SEM. (c) Size distribution, (d) EDX spectrum,\nand (e) TGA curve of CPP-16.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Low- and high-magnification (inset) SEM images and (b) FM and OM (inset) images of microsized pyrene-functionalized CPP-16 with an average size of 2.22 ± 0.31 μm (SD, n = 100), as determined by SEM. (c) Size distribution, (d) EDX spectrum, and (e) TGA curve of CPP-16.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>CPP-16 was fluorescent, as a result of incorporation of fluorescent\norganic building blocks into the structure. Interestingly, all of\nthe pyrene groups in CPP-16 were present in the excimer form. In general,\nthe monomeric pyrene emission bands are shown at ∼370–430\nnm; however, the excimer emission bands of pyrene are located at above\n460 nm. After CPP-16 formation, initial monomeric emission\nbands disappeared completely and new emission bands centered at 483\nand 510 nm were only detected, when excited at 335 nm in MeCN suspension\n(Figure , black line). These new bands are\nattributed to excimer species of pyrene moieties, with overlapped\npyrene units resulting in intramolecular π–π stacking\ninteractions. This unique phenomenon of all pyrene moieties\nexisting in excimer form without monomer form after MOF formation\nmay be explained by a confinement effect. Specifically, as a result\nof the limited space within the MOF structure, dangled pyrene groups\nwill be forced together, forming the excimer. This is a noteworthy\ndiscovery demonstrating an interesting confinement effect within the\nlimited space of MOF, which causes a conformational change of pendent\ngroups. The fluorescent CPP-16 was also identified by FM image (Figure b), where CPP-16 is fluorescent in the green region\nof spectrum.</p>", "clean_text": "CPP-16 was fluorescent, as a result of incorporation of fluorescent organic building blocks into the structure. Interestingly, all of the pyrene groups in CPP-16 were present in the excimer form. In general, the monomeric pyrene emission bands are shown at ~370-430 nm; however, the excimer emission bands of pyrene are located at above 460 nm. After CPP-16 formation, initial monomeric emission bands disappeared completely and new emission bands centered at 483 and 510 nm were only detected, when excited at 335 nm in MeCN suspension (Figure , black line). These new bands are attributed to excimer species of pyrene moieties, with overlapped pyrene units resulting in intramolecular π-π stacking interactions. This unique phenomenon of all pyrene moieties existing in excimer form without monomer form after MOF formation may be explained by a confinement effect. Specifically, as a result of the limited space within the MOF structure, dangled pyrene groups will be forced together, forming the excimer. This is a noteworthy discovery demonstrating an interesting confinement effect within the limited space of MOF, which causes a conformational change of pendent groups. The fluorescent CPP-16 was also identified by FM image (Figure b), where CPP-16 is fluorescent in the green region of spectrum.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence titration spectra of CPP-16 with addition\nof different\nconcentrations of Cu­(NO<sub>3</sub>)<sub>2</sub> in MeCN. Excitation\nwavelength is 335 nm.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence titration spectra of CPP-16 with addition of different concentrations of Cu(NO3)2 in MeCN. Excitation wavelength is 335 nm.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction (PXRD) pattern was measured to obtain\nthe structural information on CPP-16 (Figure e). Although with broad diffraction patterns, the PXRD pattern of\nCPP-16 was almost identical to that of the well-known MOF-5, obtained\nfrom Zn<sup>2+</sup> and terephthalic acid. Consequently, we concluded\nthat CPP-16 has a 3D cubic structure of MOF-5 (Figure e inset). Moreover, there was a very broad extra diffraction\npeak (centered at 2θ = 23.4°) in addition to the peaks\nattributed to the basic MOF-5 frame. This broad extra peak may have\noriginated from stacked pyrene units. Note that a typical (002) diffraction\npeak of graphite carbon is observed at ca. 2θ = 23–25°.\n</p>", "clean_text": "Powder X-ray diffraction (PXRD) pattern was measured to obtain the structural information on CPP-16 (Figure e). Although with broad diffraction patterns, the PXRD pattern of CPP-16 was almost identical to that of the well-known MOF-5, obtained from Zn2+ and terephthalic acid. Consequently, we concluded that CPP-16 has a 3D cubic structure of MOF-5 (Figure e inset). Moreover, there was a very broad extra diffraction peak (centered at 2θ = 23.4°) in addition to the peaks attributed to the basic MOF-5 frame. This broad extra peak may have originated from stacked pyrene units. Note that a typical (002) diffraction peak of graphite carbon is observed at ca. 2θ = 23-25°. ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nLow- and high-magnification (inset) SEM images and (b) FM and\nOM (inset) images of CPP-16·Cu<sup>2+</sup>. (c) EDX spectrum\nof CPP-16·Cu<sup>2+</sup>. (d) Schematic representation showing\nthe possible conformational changes during MOF formation (CPP-16)\nand interaction of Cu<sup>2+</sup> analytes with amide groups (CPP-16·Cu<sup>2+</sup>). (e) Simulated PXRD pattern of MOF-5 (bottom), PXRD pattern\nof CPP-16 (middle), and PXRD pattern of CPP-16·Cu<sup>2+</sup> (top).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Low- and high-magnification (inset) SEM images and (b) FM and OM (inset) images of CPP-16⋅Cu2+. (c) EDX spectrum of CPP-16⋅Cu2+. (d) Schematic representation showing the possible conformational changes during MOF formation (CPP-16) and interaction of Cu2+ analytes with amide groups (CPP-16⋅Cu2+). (e) Simulated PXRD pattern of MOF-5 (bottom), PXRD pattern of CPP-16 (middle), and PXRD pattern of CPP-16⋅Cu2+ (top).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The fluorescence titration of\nCPP-16 with Cu<sup>2+</sup> in MeCN\nrevealed a decrease in fluorescence intensity of the pyrene excimer\nemission bands of CPP-16 with an increase in the amount of Cu<sup>2+</sup> (Figure ). Decrease of the excimer\nemission bands possibly results from the interaction of Cu<sup>2+</sup> with CPP-16. Unfortunately, the exact interacting site of Cu<sup>2+</sup> within CPP-16 was not defined. Upon the basis of the literature, we could guess that Cu<sup>2+</sup> is possibly interacting with\nthe nitrogen atoms of the amide groups within CPP-16. It was known\nthat Cu<sup>2+</sup> is coordinated through the nitrogen atoms of\nthe amide groups. Kim et al. reported pyrene-functionalized calix[4]­crown\nin which Cu<sup>2+</sup> interacts with the nitrogen atoms of the\namide groups to form N–Cu<sup>2+</sup>. As speculated based upon the literature (see CPP-16·Cu<sup>2+</sup> in Figure d), the pyrene groups may not have remained in excimer form (with\nparallel stacking of pyrene units) after coordination of Cu<sup>2+</sup> with amide groups. The broad diffraction peak in the PXRD pattern\nof CPP-16 at 2θ = 23.4°, which may have originated from\nstacked pyrene units within CPP-16, completely disappeared at the\nPXRD pattern of CPP-16·Cu<sup>2+</sup> (Figure e top), which suggests the absence of stacked pyrene units\nas a result of conformational change. Figure e also describes how the observed PXRD pattern of CPP-16·Cu<sup>2+</sup> is almost identical to that of MOF-5. Even though the PXRD\npeaks of CPP-16 were somewhat broad, the PXRD peaks of CPP-16·Cu<sup>2+</sup> were quite sharp. Conceivably, the strain induced by the\nintramolecular π–π stacking interaction of dangled\npyrene groups in the case of CPP-16 may have resulted in the peak\nbroadening, as opposed to having sharper peaks arising from strain\nrelease resulting from the lack of intramolecular π–π\nstacking interactions within quenched excimer after interaction with\nCu<sup>2+</sup>.</p>", "clean_text": "The fluorescence titration of CPP-16 with Cu2+ in MeCN revealed a decrease in fluorescence intensity of the pyrene excimer emission bands of CPP-16 with an increase in the amount of Cu2+ (Figure ). Decrease of the excimer emission bands possibly results from the interaction of Cu2+ with CPP-16. Unfortunately, the exact interacting site of Cu2+ within CPP-16 was not defined. Upon the basis of the literature, we could guess that Cu2+ is possibly interacting with the nitrogen atoms of the amide groups within CPP-16. It was known that Cu2+ is coordinated through the nitrogen atoms of the amide groups. Kim et al. reported pyrene-functionalized calix[4]crown in which Cu2+ interacts with the nitrogen atoms of the amide groups to form N-Cu2+. As speculated based upon the literature (see CPP-16⋅Cu2+ in Figure d), the pyrene groups may not have remained in excimer form (with parallel stacking of pyrene units) after coordination of Cu2+ with amide groups. The broad diffraction peak in the PXRD pattern of CPP-16 at 2θ = 23.4°, which may have originated from stacked pyrene units within CPP-16, completely disappeared at the PXRD pattern of CPP-16⋅Cu2+ (Figure e top), which suggests the absence of stacked pyrene units as a result of conformational change. Figure e also describes how the observed PXRD pattern of CPP-16⋅Cu2+ is almost identical to that of MOF-5. Even though the PXRD peaks of CPP-16 were somewhat broad, the PXRD peaks of CPP-16⋅Cu2+ were quite sharp. Conceivably, the strain induced by the intramolecular π-π stacking interaction of dangled pyrene groups in the case of CPP-16 may have resulted in the peak broadening, as opposed to having sharper peaks arising from strain release resulting from the lack of intramolecular π-π stacking interactions within quenched excimer after interaction with Cu2+.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The SEM image of CPP-16·Cu<sup>2+</sup> revealed that the\noriginal multidomain-crystallized morphology was maintained well after\nreaction with Cu<sup>2+</sup> (Figure a).\nChange in optical property of fluorescent chemosensor CPP-16 was easily\nrecognized by FM image (Figure b), with the\ninitial green emission (Figure b) of CPP-16\nalmost absent after interaction with Cu<sup>2+</sup>. A photograph\nimage obtained after the addition of Cu<sup>2+</sup> solution (after\n10 s.) revealed the disappearance of the initial emission (). Incorporation of Cu<sup>2+</sup> ions\nwithin CPP-16 was further verified by EDX spectrum analysis, as Cu\natoms were detected, in addition to Zn, C, N, and O atoms (Figure c). CO<sub>2</sub> sorption isotherms of CPP-16\nand CPP-16·Cu<sup>2+</sup> were measured at 195 K. CO<sub>2</sub> uptake abilities of CPP-16 (70 cm<sup>3</sup>g<sup>–1</sup>) decreased after the incorporation of Cu<sup>2+</sup> within CPP-16\nto 51 cm<sup>3</sup>g<sup>–1</sup> for CPP-16·Cu<sup>2+</sup> ().</p>", "clean_text": "The SEM image of CPP-16⋅Cu2+ revealed that the original multidomain-crystallized morphology was maintained well after reaction with Cu2+ (Figure a). Change in optical property of fluorescent chemosensor CPP-16 was easily recognized by FM image (Figure b), with the initial green emission (Figure b) of CPP-16 almost absent after interaction with Cu2+. A photograph image obtained after the addition of Cu2+ solution (after 10 s.) revealed the disappearance of the initial emission (). Incorporation of Cu2+ ions within CPP-16 was further verified by EDX spectrum analysis, as Cu atoms were detected, in addition to Zn, C, N, and O atoms (Figure c). CO2 sorption isotherms of CPP-16 and CPP-16⋅Cu2+ were measured at 195 K. CO2 uptake abilities of CPP-16 (70 cm3g-1) decreased after the incorporation of Cu2+ within CPP-16 to 51 cm3g-1 for CPP-16⋅Cu2+ ().", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>Selective sensing\nof CPP-16 on Cu<sup>2+</sup> has been validated\nby thorough observation of parallel relations using a variety of other\nmetal ions in place of Cu<sup>2+</sup> (Figures  and ). Specifically, CPP-16 was immersed\nin several different kinds of MeCN solutions, which contained different\nkinds of metal ions, such as Mg<sup>2+</sup>, Ca<sup>2+</sup>, Mn<sup>2+</sup>, Co<sup>2+</sup>, Ni<sup>2+</sup>, Zn<sup>2+</sup>, Ag<sup>+</sup>, and Cd<sup>2+</sup> (10 mM). Fluorescence intensity changes\nof CPP-16 following immersion in the various metal ion solutions were\ndependent on the specific identity of the metal ions (Figures a and ). Alkaline-earth\nmetal ions such as Mg<sup>2+</sup> and Ca<sup>2+</sup> had nearly\nno effect on the fluorescence intensity of the initial CPP-16. Moreover,\nlittle effect was found for transition metal ions such as Mn<sup>2+</sup>, Co<sup>2+</sup>, Ni<sup>2+</sup>, Zn<sup>2+</sup>, Ag<sup>+</sup>, and Cd<sup>2+</sup>. The only considerable quenching effect on\nCPP-16 fluorescence intensity was found for Cu<sup>2+</sup>. Specifically,\nthe quenching effect of metal ions was quantified by the Stern–Volmer\nequation (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> = 1 + <italic toggle=\"yes\">K</italic>\n<sub>sv</sub>[<italic toggle=\"yes\">M</italic>]), where <italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> are\nemission intensity of CPP-16 before and after reactions with metal\nions, <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching effect coefficient\nof the metal ions, and [<italic toggle=\"yes\">M</italic>] is the concentration of\nthe metal ions. As shown in Table , the largest\nand distinguishable <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value was obtained\nfor Cu<sup>2+</sup> at 7846.7 M<sup>–1</sup>. The selectivity\non Cu<sup>2+</sup> was confirmed again by photograph showing the response\nof CPP-16 to various metal ions (Figure b).\nIn addition, the selective response to metal ions was visualized by\nFM (Figure c). The influence of interrupting\nCu<sup>2+</sup> sensing by other metal ions was studied by conducting\nCu<sup>2+</sup> sensing in the presence of many other metal ions.\nEmission spectra () described\nno disturbance on selective Cu<sup>2+</sup> sensing by any of the\nother metal ions. Lastly, the green emission of the particles was\nrecovered when they were washed using NaCN solution ().</p>", "clean_text": "Selective sensing of CPP-16 on Cu2+ has been validated by thorough observation of parallel relations using a variety of other metal ions in place of Cu2+ (Figures  and ). Specifically, CPP-16 was immersed in several different kinds of MeCN solutions, which contained different kinds of metal ions, such as Mg2+, Ca2+, Mn2+, Co2+, Ni2+, Zn2+, Ag+, and Cd2+ (10 mM). Fluorescence intensity changes of CPP-16 following immersion in the various metal ion solutions were dependent on the specific identity of the metal ions (Figures a and ). Alkaline-earth metal ions such as Mg2+ and Ca2+ had nearly no effect on the fluorescence intensity of the initial CPP-16. Moreover, little effect was found for transition metal ions such as Mn2+, Co2+, Ni2+, Zn2+, Ag+, and Cd2+. The only considerable quenching effect on CPP-16 fluorescence intensity was found for Cu2+. Specifically, the quenching effect of metal ions was quantified by the Stern-Volmer equation (I 0/I = 1 + K sv[M]), where I 0 and I are emission intensity of CPP-16 before and after reactions with metal ions, K sv is the quenching effect coefficient of the metal ions, and [M] is the concentration of the metal ions. As shown in Table , the largest and distinguishable K sv value was obtained for Cu2+ at 7846.7 M-1. The selectivity on Cu2+ was confirmed again by photograph showing the response of CPP-16 to various metal ions (Figure b). In addition, the selective response to metal ions was visualized by FM (Figure c). The influence of interrupting Cu2+ sensing by other metal ions was studied by conducting Cu2+ sensing in the presence of many other metal ions. Emission spectra () described no disturbance on selective Cu2+ sensing by any of the other metal ions. Lastly, the green emission of the particles was recovered when they were washed using NaCN solution ().", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Quenching\nEffect Coefficients (<italic toggle=\"yes\">K</italic>\n<sub>sv</sub>) of Various Metal\nIons on the Fluorescence\nIntensity of CPP-16</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal ions</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<sub>sv</sub> [M<sup>–1</sup>]</oasis:entry>\n<oasis:entry align=\"center\">metal ions</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<sub>sv</sub> [M<sup>–1</sup>]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ca<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>3.4</oasis:entry>\n<oasis:entry>Mn<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>17.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mg<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>4.6</oasis:entry>\n<oasis:entry>Ni<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>24.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n<oasis:entry>Co<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>52.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cd<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>6.7</oasis:entry>\n<oasis:entry>Cu<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>7846.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag<sup>+</sup>\n</oasis:entry>\n<oasis:entry>10.9</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Fluorescence\nintensity changes of CPP-16 after reaction with\nvarious metal ions (10 mM). (b) Digital photograph with UV irradiation\nand (c) FM images of a series of CPP-16 before and after reaction\nwith various metal ions.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Fluorescence intensity changes of CPP-16 after reaction with various metal ions (10 mM). (b) Digital photograph with UV irradiation and (c) FM images of a series of CPP-16 before and after reaction with various metal ions.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>In conclusion, we developed a pyrene-functionalized CPP-16\nthat\nis an efficient and convenient fluorescent chemosensor for Cu<sup>2+</sup> detection. The synthesized organic building block (H<sub>2</sub>L) consists of three vital parts, a frame part for MOF construction,\na fluorophore part for signaling, and a binding component for Cu<sup>2+</sup> detection. We found complete conversion of the dangled pyrene\ngroups from the monomer form in the case of free H<sub>2</sub>L to\nthe excimer form in CPP-16 to be the result of a confinement effect,\ninduced by the limited space within the MOF. Selective interaction\nof CPP-16 with Cu<sup>2+</sup> over many other metal ions was verified\nby selective trun-off sensing by Cu<sup>2+</sup>. Significant decrease\nof CPP-16 fluorescence intensity was observed upon CPP-16 interaction\nwith Cu<sup>2+</sup>, but not other metals. Specific interaction of\nCu<sup>2+</sup> with CPP-16 resulted in change of the dangled pyrene\ngroups from the stacked excimer state to the quenched excimer state.</p>", "clean_text": "In conclusion, we developed a pyrene-functionalized CPP-16 that is an efficient and convenient fluorescent chemosensor for Cu2+ detection. The synthesized organic building block (H2L) consists of three vital parts, a frame part for MOF construction, a fluorophore part for signaling, and a binding component for Cu2+ detection. We found complete conversion of the dangled pyrene groups from the monomer form in the case of free H2L to the excimer form in CPP-16 to be the result of a confinement effect, induced by the limited space within the MOF. Selective interaction of CPP-16 with Cu2+ over many other metal ions was verified by selective trun-off sensing by Cu2+. Significant decrease of CPP-16 fluorescence intensity was observed upon CPP-16 interaction with Cu2+, but not other metals. Specific interaction of Cu2+ with CPP-16 resulted in change of the dangled pyrene groups from the stacked excimer state to the quenched excimer state.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Experimental details,\nand characterization\ndata. This material is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">http://pubs.acs.org</uri>.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Experimental details, and characterization data. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<p>Microsized CPP (CPP-16) for a fluorescent chemosensor\nwas constructed\nfrom the following solvothermal reaction (Scheme ). In the reaction, a precursor solution was prepared by mixing\nZn­(NO<sub>3</sub>)<sub>2</sub> and H<sub>2</sub>L in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF)/MeOH cosolvent. The resulting\nprecursor solution was then heated at 110 °C for 40 min. The\nproducts formed were cooled to room temperature and isolated by centrifugation.\nThe isolated products were then washed several times with fresh DMF\nand MeOH. The morphology of CPP-16 was first characterized by field-emission\nscanning electron microscopy (FE-SEM), optical microscopy (OM), and\nfluorescence microscopy (FM). The formation of spherical particles\nwith an average size of 2.22 ± 0.31 μm was identified,\nas shown in SEM images (Figure a,c). In addition,\nhigh-magnification SEM image (Figure a inset)\ndescribed in more detail the formation of particles containing many\ndomains of MOF crystals. IR spectrum of CPP-16 confirmed coordination\nof the carboxylate groups of L<sup>2–</sup> to Zn<sup>2+</sup> ions, as evidenced by a shift in the CO stretching frequency to\n1567 cm<sup>–1</sup> ().\nNote that the original CO stretching frequency of the uncoordinated\nH<sub>2</sub>L was observed at 1692 cm<sup>–1</sup> (). The chemical composition of CPP-16\nwas verified by energy dispersive X-ray (EDX) spectroscopy. The presence\nof organic ligands and zinc ions within CPP-16 was confirmed by detection\nof carbon, nitrogen, oxygen, and zinc atoms in EDX spectrum (Figure d). Resulting CPP-16 was found to be thermally stable\nup to 370 °C, as verified by thermogravimetric analysis (TGA,\nFigure e). A weight change (77.9%) observed\nin the TGA curve was comparable to the theoretical weight change (78.3%)\ncalculated by the compositional change from Zn<sub>4</sub>OL<sub>3</sub> (analogue of MOF-5; note that composition of MOF-5 is Zn<sub>4</sub>O­(BDC)<sub>3</sub>) to ZnO.</p>", "clean_text": "Microsized CPP (CPP-16) for a fluorescent chemosensor was constructed from the following solvothermal reaction (Scheme ). In the reaction, a precursor solution was prepared by mixing Zn(NO3)2 and H2L in N,N-dimethylformamide (DMF)/MeOH cosolvent. The resulting precursor solution was then heated at 110 °C for 40 min. The products formed were cooled to room temperature and isolated by centrifugation. The isolated products were then washed several times with fresh DMF and MeOH. The morphology of CPP-16 was first characterized by field-emission scanning electron microscopy (FE-SEM), optical microscopy (OM), and fluorescence microscopy (FM). The formation of spherical particles with an average size of 2.22 ± 0.31 μm was identified, as shown in SEM images (Figure a,c). In addition, high-magnification SEM image (Figure a inset) described in more detail the formation of particles containing many domains of MOF crystals. IR spectrum of CPP-16 confirmed coordination of the carboxylate groups of L2- to Zn2+ ions, as evidenced by a shift in the CO stretching frequency to 1567 cm-1 (). Note that the original CO stretching frequency of the uncoordinated H2L was observed at 1692 cm-1 (). The chemical composition of CPP-16 was verified by energy dispersive X-ray (EDX) spectroscopy. The presence of organic ligands and zinc ions within CPP-16 was confirmed by detection of carbon, nitrogen, oxygen, and zinc atoms in EDX spectrum (Figure d). Resulting CPP-16 was found to be thermally stable up to 370 °C, as verified by thermogravimetric analysis (TGA, Figure e). A weight change (77.9%) observed in the TGA curve was comparable to the theoretical weight change (78.3%) calculated by the compositional change from Zn4OL3 (analogue of MOF-5; note that composition of MOF-5 is Zn4O(BDC)3) to ZnO.", "data": [{"meta": {"name": "CPP-16", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Zn­(NO3)2", "amount": "", "unit": ""}, {"name": "H2L", "amount": "", "unit": ""}], "solvent": [{"name": "N,N-dimethylformamide (DMF)/MeOH cosolvent", "amount": "", "unit": ""}], "pressure": "", "temperature": "110°C", "time": "40 min", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DMF and MeOH", "amount": "several times"}], "yield": "", "other properties": ["morphology: spherical particles with an average size of 2.22 ± 0.31 μm", "IR spectrum: CO stretching frequency shifted to 1567 cm–1", "EDX spectrum: presence of carbon, nitrogen, oxygen, and zinc atoms", "TGA: thermally stable up to 370°C"]}], "include_properties": ["solvothermal_synthesis", "centrifugation", "washing"]}, {"idx": "13, 14", "type": "text", "classification": "property", "content": "<p>The SEM image of CPP-16·Cu<sup>2+</sup> revealed that the\noriginal multidomain-crystallized morphology was maintained well after\nreaction with Cu<sup>2+</sup> (Figure a).\nChange in optical property of fluorescent chemosensor CPP-16 was easily\nrecognized by FM image (Figure b), with the\ninitial green emission (Figure b) of CPP-16\nalmost absent after interaction with Cu<sup>2+</sup>. A photograph\nimage obtained after the addition of Cu<sup>2+</sup> solution (after\n10 s.) revealed the disappearance of the initial emission (). Incorporation of Cu<sup>2+</sup> ions\nwithin CPP-16 was further verified by EDX spectrum analysis, as Cu\natoms were detected, in addition to Zn, C, N, and O atoms (Figure c). CO<sub>2</sub> sorption isotherms of CPP-16\nand CPP-16·Cu<sup>2+</sup> were measured at 195 K. CO<sub>2</sub> uptake abilities of CPP-16 (70 cm<sup>3</sup>g<sup>–1</sup>) decreased after the incorporation of Cu<sup>2+</sup> within CPP-16\nto 51 cm<sup>3</sup>g<sup>–1</sup> for CPP-16·Cu<sup>2+</sup> ().</p><p>Selective sensing\nof CPP-16 on Cu<sup>2+</sup> has been validated\nby thorough observation of parallel relations using a variety of other\nmetal ions in place of Cu<sup>2+</sup> (Figures  and ). Specifically, CPP-16 was immersed\nin several different kinds of MeCN solutions, which contained different\nkinds of metal ions, such as Mg<sup>2+</sup>, Ca<sup>2+</sup>, Mn<sup>2+</sup>, Co<sup>2+</sup>, Ni<sup>2+</sup>, Zn<sup>2+</sup>, Ag<sup>+</sup>, and Cd<sup>2+</sup> (10 mM). Fluorescence intensity changes\nof CPP-16 following immersion in the various metal ion solutions were\ndependent on the specific identity of the metal ions (Figures a and ). Alkaline-earth\nmetal ions such as Mg<sup>2+</sup> and Ca<sup>2+</sup> had nearly\nno effect on the fluorescence intensity of the initial CPP-16. Moreover,\nlittle effect was found for transition metal ions such as Mn<sup>2+</sup>, Co<sup>2+</sup>, Ni<sup>2+</sup>, Zn<sup>2+</sup>, Ag<sup>+</sup>, and Cd<sup>2+</sup>. The only considerable quenching effect on\nCPP-16 fluorescence intensity was found for Cu<sup>2+</sup>. Specifically,\nthe quenching effect of metal ions was quantified by the Stern–Volmer\nequation (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic> = 1 + <italic toggle=\"yes\">K</italic>\n<sub>sv</sub>[<italic toggle=\"yes\">M</italic>]), where <italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic> are\nemission intensity of CPP-16 before and after reactions with metal\nions, <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching effect coefficient\nof the metal ions, and [<italic toggle=\"yes\">M</italic>] is the concentration of\nthe metal ions. As shown in Table , the largest\nand distinguishable <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value was obtained\nfor Cu<sup>2+</sup> at 7846.7 M<sup>–1</sup>. The selectivity\non Cu<sup>2+</sup> was confirmed again by photograph showing the response\nof CPP-16 to various metal ions (Figure b).\nIn addition, the selective response to metal ions was visualized by\nFM (Figure c). The influence of interrupting\nCu<sup>2+</sup> sensing by other metal ions was studied by conducting\nCu<sup>2+</sup> sensing in the presence of many other metal ions.\nEmission spectra () described\nno disturbance on selective Cu<sup>2+</sup> sensing by any of the\nother metal ions. Lastly, the green emission of the particles was\nrecovered when they were washed using NaCN solution ().</p>", "clean_text": "The SEM image of CPP-16⋅Cu2+ revealed that the original multidomain-crystallized morphology was maintained well after reaction with Cu2+ (Figure a). Change in optical property of fluorescent chemosensor CPP-16 was easily recognized by FM image (Figure b), with the initial green emission (Figure b) of CPP-16 almost absent after interaction with Cu2+. A photograph image obtained after the addition of Cu2+ solution (after 10 s.) revealed the disappearance of the initial emission (). Incorporation of Cu2+ ions within CPP-16 was further verified by EDX spectrum analysis, as Cu atoms were detected, in addition to Zn, C, N, and O atoms (Figure c). CO2 sorption isotherms of CPP-16 and CPP-16⋅Cu2+ were measured at 195 K. CO2 uptake abilities of CPP-16 (70 cm3g-1) decreased after the incorporation of Cu2+ within CPP-16 to 51 cm3g-1 for CPP-16⋅Cu2+ ().\n\nSelective sensing of CPP-16 on Cu2+ has been validated by thorough observation of parallel relations using a variety of other metal ions in place of Cu2+ (Figures  and ). Specifically, CPP-16 was immersed in several different kinds of MeCN solutions, which contained different kinds of metal ions, such as Mg2+, Ca2+, Mn2+, Co2+, Ni2+, Zn2+, Ag+, and Cd2+ (10 mM). Fluorescence intensity changes of CPP-16 following immersion in the various metal ion solutions were dependent on the specific identity of the metal ions (Figures a and ). Alkaline-earth metal ions such as Mg2+ and Ca2+ had nearly no effect on the fluorescence intensity of the initial CPP-16. Moreover, little effect was found for transition metal ions such as Mn2+, Co2+, Ni2+, Zn2+, Ag+, and Cd2+. The only considerable quenching effect on CPP-16 fluorescence intensity was found for Cu2+. Specifically, the quenching effect of metal ions was quantified by the Stern-Volmer equation (I 0/I = 1 + K sv[M]), where I 0 and I are emission intensity of CPP-16 before and after reactions with metal ions, K sv is the quenching effect coefficient of the metal ions, and [M] is the concentration of the metal ions. As shown in Table , the largest and distinguishable K sv value was obtained for Cu2+ at 7846.7 M-1. The selectivity on Cu2+ was confirmed again by photograph showing the response of CPP-16 to various metal ions (Figure b). In addition, the selective response to metal ions was visualized by FM (Figure c). The influence of interrupting Cu2+ sensing by other metal ions was studied by conducting Cu2+ sensing in the presence of many other metal ions. Emission spectra () described no disturbance on selective Cu2+ sensing by any of the other metal ions. Lastly, the green emission of the particles was recovered when they were washed using NaCN solution ().", "data": [[{"meta": {"name": "CPP-16·Cu<sup>2+</sup>", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "70", "unit": "cm3/g", "temperature": "195 K", "pressure": "", "condition": ""}]}, {"meta": {"name": "CPP-16·Cu<sup>2+</sup>", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "51", "unit": "cm3/g", "temperature": "195 K", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 15, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Quenching\nEffect Coefficients (<italic toggle=\"yes\">K</italic>\n<sub>sv</sub>) of Various Metal\nIons on the Fluorescence\nIntensity of CPP-16</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">metal ions</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<sub>sv</sub> [M<sup>–1</sup>]</oasis:entry>\n<oasis:entry align=\"center\">metal ions</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">K</italic>\n<sub>sv</sub> [M<sup>–1</sup>]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ca<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>3.4</oasis:entry>\n<oasis:entry>Mn<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>17.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mg<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>4.6</oasis:entry>\n<oasis:entry>Ni<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>24.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n<oasis:entry>Co<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>52.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cd<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>6.7</oasis:entry>\n<oasis:entry>Cu<sup>2+</sup>\n</oasis:entry>\n<oasis:entry>7846.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag<sup>+</sup>\n</oasis:entry>\n<oasis:entry>10.9</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Quenching Effect Coefficients (K<sub>sv</sub>) of Various Metal Ions on the Fluorescence Intensity of CPP-16\n\n| metal ions | K<sub>sv</sub> [M<sup>–1</sup>] | metal ions | K<sub>sv</sub> [M<sup>–1</sup>] |\n|------------|-------------------------------|------------|-------------------------------|\n| Ca<sup>2+</sup> | 3.4 | Mn<sup>2+</sup> | 17.0 |\n| Mg<sup>2+</sup> | 4.6 | Ni<sup>2+</sup> | 24.4 |\n| Zn<sup>2+</sup> | 3.9 | Co<sup>2+</sup> | 52.7 |\n| Cd<sup>2+</sup> | 6.7 | Cu<sup>2+</sup> | 7846.7 |\n| Ag<sup>+</sup> | 10.9 |  |  |", "data": ["substring not found"], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation for Turn-off Fluorescent Chemosensor of\nMicrosized CPP-16 on Cu<sup>2+</sup>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation for Turn-off Fluorescent Chemosensor of Microsized CPP-16 on Cu2+    ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Low- and high-magnification (inset) SEM\nimages and (b) FM and\nOM (inset) images of microsized pyrene-functionalized CPP-16 with\nan average size of 2.22 ± 0.31 μm (SD, <italic toggle=\"yes\">n</italic> = 100), as determined by SEM. (c) Size distribution, (d) EDX spectrum,\nand (e) TGA curve of CPP-16.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Low- and high-magnification (inset) SEM images and (b) FM and OM (inset) images of microsized pyrene-functionalized CPP-16 with an average size of 2.22 ± 0.31 μm (SD, n = 100), as determined by SEM. (c) Size distribution, (d) EDX spectrum, and (e) TGA curve of CPP-16.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence titration spectra of CPP-16 with addition\nof different\nconcentrations of Cu­(NO<sub>3</sub>)<sub>2</sub> in MeCN. Excitation\nwavelength is 335 nm.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence titration spectra of CPP-16 with addition of different concentrations of Cu(NO3)2 in MeCN. Excitation wavelength is 335 nm.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nLow- and high-magnification (inset) SEM images and (b) FM and\nOM (inset) images of CPP-16·Cu<sup>2+</sup>. (c) EDX spectrum\nof CPP-16·Cu<sup>2+</sup>. (d) Schematic representation showing\nthe possible conformational changes during MOF formation (CPP-16)\nand interaction of Cu<sup>2+</sup> analytes with amide groups (CPP-16·Cu<sup>2+</sup>). (e) Simulated PXRD pattern of MOF-5 (bottom), PXRD pattern\nof CPP-16 (middle), and PXRD pattern of CPP-16·Cu<sup>2+</sup> (top).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Low- and high-magnification (inset) SEM images and (b) FM and OM (inset) images of CPP-16⋅Cu2+. (c) EDX spectrum of CPP-16⋅Cu2+. (d) Schematic representation showing the possible conformational changes during MOF formation (CPP-16) and interaction of Cu2+ analytes with amide groups (CPP-16⋅Cu2+). (e) Simulated PXRD pattern of MOF-5 (bottom), PXRD pattern of CPP-16 (middle), and PXRD pattern of CPP-16⋅Cu2+ (top).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Fluorescence\nintensity changes of CPP-16 after reaction with\nvarious metal ions (10 mM). (b) Digital photograph with UV irradiation\nand (c) FM images of a series of CPP-16 before and after reaction\nwith various metal ions.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-04204d_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Fluorescence intensity changes of CPP-16 after reaction with various metal ions (10 mM). (b) Digital photograph with UV irradiation and (c) FM images of a series of CPP-16 before and after reaction with various metal ions.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja504204d", "title": "\nDual Changes\nin Conformation and Optical Properties\nof Fluorophores within a Metal–Organic Framework during Framework\nConstruction and Associated Sensing Event\n", "journal": "American Chemical\nSociety", "date": "2014.08", "author_list": ["Cho\nWon", "Lee\nHee Jung", "Choi\nGoeun", "Choi\nSora", "Oh\nMoonhyun"]}}