{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja500330a.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Water adsorption in porous materials\nis important for many applications\nsuch as dehumidification, thermal batteries, and delivery of drinking\nwater in remote areas. In this study, we have identified three criteria\nfor achieving high performing porous materials for water adsorption.\nThese criteria deal with condensation pressure of water in the pores,\nuptake capacity, and recyclability and water stability of the material.\nIn search of an excellently performing porous material, we have studied\nand compared the water adsorption properties of 23 materials, 20 of\nwhich are metal–organic frameworks (MOFs). Among the MOFs are\n10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal\nform), −802, −805, −806, −808, −812,\nand −841 reported for the first time. MOF-801-P (microcrystalline\npowder form) was reported earlier and studied here for its water adsorption\nproperties. MOF-812 was only made and structurally characterized but\nnot examined for water adsorption because it is a byproduct of MOF-841\nsynthesis. All the new zirconium MOFs are made from the Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(−CO<sub>2</sub>)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> secondary building units (<italic toggle=\"yes\">n</italic> = 6,\n8, 10, or 12) and variously shaped carboxyl organic linkers to make\nextended porous frameworks. The permanent porosity of all 23 materials\nwas confirmed and their water adsorption measured to reveal that MOF-801-P\nand MOF-841 are the highest performers based on the three criteria\nstated above; they are water stable, do not lose capacity after five\nadsorption/desorption cycles, and are easily regenerated at room temperature.\nAn X-ray single-crystal study and a powder neutron diffraction study\nreveal the position of the water adsorption sites in MOF-801 and highlight\nthe importance of the intermolecular interaction between adsorbed\nwater molecules within the pores.</p>", "clean_text": "Water adsorption in porous materials is important for many applications such as dehumidification, thermal batteries, and delivery of drinking water in remote areas. In this study, we have identified three criteria for achieving high performing porous materials for water adsorption. These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material. In search of an excellently performing porous material, we have studied and compared the water adsorption properties of 23 materials, 20 of which are metal-organic frameworks (MOFs). Among the MOFs are 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time. MOF-801-P (microcrystalline powder form) was reported earlier and studied here for its water adsorption properties. MOF-812 was only made and structurally characterized but not examined for water adsorption because it is a byproduct of MOF-841 synthesis. All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) n  secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl organic linkers to make extended porous frameworks. The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temperature. An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermolecular interaction between adsorbed water molecules within the pores.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The\nadsorption of water by porous solids is important for many\napplications requiring capture and release of water. Microporous oxides\nsuch as zeolites are commercially used to capture water in electric\ndehumidifiers. Temperature-triggered capture\nand release of atmospheric water is expected to be useful in climates\nwhere there is a large temperature difference between day and night.\nHere, water is adsorbed at night and released during the day, making\nit possible to deliver fresh water without electric power. More recently, water capture by porous solids\nis being investigated in the design of adsorption-driven heat exchangers for use as air-conditioning units in vehicles\n(heating and cooling are respectively achieved upon adsorption and\ndesorption of water into/from a porous solid).</p>", "clean_text": "Introduction\n\nThe adsorption of water by porous solids is important for many applications requiring capture and release of water. Microporous oxides such as zeolites are commercially used to capture water in electric dehumidifiers. Temperature-triggered capture and release of atmospheric water is expected to be useful in climates where there is a large temperature difference between day and night. Here, water is adsorbed at night and released during the day, making it possible to deliver fresh water without electric power. More recently, water capture by porous solids is being investigated in the design of adsorption-driven heat exchangers for use as air-conditioning units in vehicles (heating and cooling are respectively achieved upon adsorption and desorption of water into/from a porous solid).", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In all such water\ncapture applications, three criteria are prominent\nin the design of a viable porous material. First, the pore filling\nor condensation of water into the pores of the solid must occur at\nlow relative pressure (relative humidity) and exhibit a steep uptake\nbehavior. The former is important because water is being captured\nfrom media where it is present at low concentrations, and the latter\nis related to the working capacity of the material. Thus, the water\nadsorption isotherm should exhibit a steep uptake at a specific relative\npressure (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub>, where <italic toggle=\"yes\">P</italic>\n<sub>0</sub> is the saturation pressure of water). For\non-board vehicle implementation of heat exchangers (so-called thermal\nbatteries), water capture is desirable\nat low relative pressures (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> &lt; 0.1) as it reduces the need to incorporate compressors\nor to raise the evaporation temperature for the adsorption/desorption\ncycles. The second criterion is the high water uptake capacity for\nmaximum delivery of water and facile adsorption/desorption processes\nfor energy efficiency. Third, high cycling performance and water stability\nof the material are required. Hence, porous materials with very large\npore size and pore volume might exhibit large uptake capacity that\nis typically reached only at high relative pressure values (close\nto saturation) and after a gradual uptake. Conversely, microporous zeolites can capture water at very low <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> values with steep uptake\nbehavior; however, their recyclability is energetically demanding\nbecause of the strong interactions between water and the zeolite framework.\nThere is a need for the design and study of porous materials whose\nwater adsorption behavior meets these three requirements.</p>", "clean_text": "In all such water capture applications, three criteria are prominent in the design of a viable porous material. First, the pore filling or condensation of water into the pores of the solid must occur at low relative pressure (relative humidity) and exhibit a steep uptake behavior. The former is important because water is being captured from media where it is present at low concentrations, and the latter is related to the working capacity of the material. Thus, the water adsorption isotherm should exhibit a steep uptake at a specific relative pressure (P/P 0, where P 0 is the saturation pressure of water). For on-board vehicle implementation of heat exchangers (so-called thermal batteries), water capture is desirable at low relative pressures (P/P 0 < 0.1) as it reduces the need to incorporate compressors or to raise the evaporation temperature for the adsorption/desorption cycles. The second criterion is the high water uptake capacity for maximum delivery of water and facile adsorption/desorption processes for energy efficiency. Third, high cycling performance and water stability of the material are required. Hence, porous materials with very large pore size and pore volume might exhibit large uptake capacity that is typically reached only at high relative pressure values (close to saturation) and after a gradual uptake. Conversely, microporous zeolites can capture water at very low P/P 0 values with steep uptake behavior; however, their recyclability is energetically demanding because of the strong interactions between water and the zeolite framework. There is a need for the design and study of porous materials whose water adsorption behavior meets these three requirements.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) have been examined for their\nwater capture properties and they were found to be highly promising\nmaterials. In this study, we show that\nzirconium MOFs can be designed to meet these three criteria for the\nfirst time and exhibit excellent performances as water capture materials.\nSpecifically, we report the synthesis and crystal structures of five\nnew zirconium MOFs, Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(PZDC)<sub>5</sub>(HCOO)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>, MOF-802; Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[NDC-(OH)<sub>2</sub>]<sub>6</sub>, MOF-805; Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[BPDC-(OH)<sub>2</sub>]<sub>6</sub>, MOF-806; Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BTC)<sub>2</sub>(HCOO)<sub>6</sub>, MOF-808; and Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(MTB)<sub>2</sub>(HCOO)<sub>4</sub>(H<sub>2</sub>O)<sub>4</sub>, MOF-841; (Scheme ).\nWe measured and compared the water adsorption properties of these\nMOFs, other reported zirconium MOFs (Scheme ), zeolite 13X, BPL carbon, MCM-41, and\nMOF-74 compounds. We report the X-ray\nsingle-crystal structure of an additional zirconium MOF, Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>, hereafter MOF-801,\nwhich was reported earlier as a microcrystalline powder. The water adsorption properties were studied\nfor both forms of MOF-801 referred to in the present study as MOF-801-SC\nand MOF-801-P (SC, single crystal; P, powder). We also present the\nsynthesis and crystal structure of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(MTB)<sub>3</sub>(H<sub>2</sub>O)<sub>4</sub>, MOF-812, which\nwas isolated as a byproduct in the reaction leading to MOF-841.</p>", "clean_text": "Metal-organic frameworks (MOFs) have been examined for their water capture properties and they were found to be highly promising materials. In this study, we show that zirconium MOFs can be designed to meet these three criteria for the first time and exhibit excellent performances as water capture materials. Specifically, we report the synthesis and crystal structures of five new zirconium MOFs, Zr6O4(OH)4(PZDC)5(HCOO)2(H2O)2, MOF-802; Zr6O4(OH)4[NDC-(OH)2]6, MOF-805; Zr6O4(OH)4[BPDC-(OH)2]6, MOF-806; Zr6O4(OH)4(BTC)2(HCOO)6, MOF-808; and Zr6O4(OH)4(MTB)2(HCOO)4(H2O)4, MOF-841; (Scheme ). We measured and compared the water adsorption properties of these MOFs, other reported zirconium MOFs (Scheme ), zeolite 13X, BPL carbon, MCM-41, and MOF-74 compounds. We report the X-ray single-crystal structure of an additional zirconium MOF, Zr6O4(OH)4(fumarate)6, hereafter MOF-801, which was reported earlier as a microcrystalline powder. The water adsorption properties were studied for both forms of MOF-801 referred to in the present study as MOF-801-SC and MOF-801-P (SC, single crystal; P, powder). We also present the synthesis and crystal structure of Zr6O4(OH)4(MTB)3(H2O)4, MOF-812, which was isolated as a byproduct in the reaction leading to MOF-841.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(−CO<sub>2</sub>)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> Secondary Building Units (SBUs) with\nDifferent Coordination Numbers Listed under Each of the SBUs as <italic toggle=\"yes\">n</italic>-c (left column) Are Connected with Organic Linkers (middle)\nTo Form MOFs (right column) of Various Topologies (three letter codes\nin right column)</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Zr6O4(OH)4(-CO2) n  Secondary Building Units (SBUs) with Different Coordination Numbers Listed under Each of the SBUs as n-c (left column) Are Connected with Organic Linkers (middle) To Form MOFs (right column) of Various Topologies (three letter codes in right column)   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>This series of zirconium MOFs allowed us to evaluate the\ninfluence\nof pore size, surface area, framework topology, and presence of a\nhydrophilic functional group on the water adsorption properties of\nthese MOF materials. We found that two members, MOF-801 and MOF-841,\nswiftly capture water at well-defined, low relative pressure values\nand exhibit high uptake, recyclability, and water stability. Furthermore,\nwe carried out a diffraction study on MOF-801 to locate the adsorbed\nwater molecules and gain insight into its excellent performance. It\nshows the formation of water clusters held by multiple hydrogen bonds\nin the cavities of the MOF, suggesting that the number of intermolecular\ninteractions between adsorbed water molecules and their geometry plays\na key role in optimizing the adsorption process.</p>", "clean_text": "This series of zirconium MOFs allowed us to evaluate the influence of pore size, surface area, framework topology, and presence of a hydrophilic functional group on the water adsorption properties of these MOF materials. We found that two members, MOF-801 and MOF-841, swiftly capture water at well-defined, low relative pressure values and exhibit high uptake, recyclability, and water stability. Furthermore, we carried out a diffraction study on MOF-801 to locate the adsorbed water molecules and gain insight into its excellent performance. It shows the formation of water clusters held by multiple hydrogen bonds in the cavities of the MOF, suggesting that the number of intermolecular interactions between adsorbed water molecules and their geometry plays a key role in optimizing the adsorption process.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Starting Materials and General Procedures</title><p>Full synthetic\nand characterization details are provided in the , Section S1. <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-Dimethylformamide (DMF), formic acid (purity\n&gt;98%) and anhydrous methanol were obtained from EMD Millipore Chemicals;\nanhydrous acetone was obtained from Acros Organics; zirconium oxychloride\noctahydrate (ZrOCl<sub>2</sub>·8H<sub>2</sub>O, purity ≥99.5%)\nand Sigmacote siliconizing reagent were obtained from Sigma-Aldrich\nCo. All starting materials and solvents, unless otherwise specified,\nwere used without further purification.</p>", "clean_text": "Experimental Section\n\nStarting Materials and General Procedures\n\nFull synthetic and characterization details are provided in the , Section S1. N,N-Dimethylformamide (DMF), formic acid (purity >98%) and anhydrous methanol were obtained from EMD Millipore Chemicals; anhydrous acetone was obtained from Acros Organics; zirconium oxychloride octahydrate (ZrOCl2⋅8H2O, purity ≥99.5%) and Sigmacote siliconizing reagent were obtained from Sigma-Aldrich Co. All starting materials and solvents, unless otherwise specified, were used without further purification.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Elemental microanalyses\n(EA) were performed in the Microanalytical Laboratory of the College\nof Chemistry at UC Berkeley, using a Perkin-Elmer 2400 series II CHNS\nelemental analyzer. Low-pressure gas\n(N<sub>2</sub> and Ar) adsorption isotherms were recorded in-house\non a Quantachrome Autosorb-1 volumetric gas adsorption analyzer. Liquid\nnitrogen and argon baths were used for the measurements at 77 and\n87 K, respectively. Water isotherms were measured in-house on a BEL\nJapan BELSORP-aqua3, and the water uptake in weight percent (wt %)\nunits is calculated as [(adsorbed amount of water)/(amount of adsorbent)\n× 100], consistent with established procedures. Prior to the\nwater adsorption measurements, water (analyte) was flash frozen under\nliquid nitrogen and then evacuated under dynamic vacuum at least 5\ntimes to remove any gases in the water reservoir. The measurement\ntemperature was controlled with a water circulator. Helium was used\nfor the estimation of dead space for gas and water adsorption measurements. Ultrahigh-purity grade N<sub>2</sub>, Ar, and\nHe gases (Praxair, 99.999% purity) were used throughout the experiments.</p>", "clean_text": "Elemental microanalyses (EA) were performed in the Microanalytical Laboratory of the College of Chemistry at UC Berkeley, using a Perkin-Elmer 2400 series II CHNS elemental analyzer. Low-pressure gas (N2 and Ar) adsorption isotherms were recorded in-house on a Quantachrome Autosorb-1 volumetric gas adsorption analyzer. Liquid nitrogen and argon baths were used for the measurements at 77 and 87 K, respectively. Water isotherms were measured in-house on a BEL Japan BELSORP-aqua3, and the water uptake in weight percent (wt %) units is calculated as [(adsorbed amount of water)/(amount of adsorbent) × 100], consistent with established procedures. Prior to the water adsorption measurements, water (analyte) was flash frozen under liquid nitrogen and then evacuated under dynamic vacuum at least 5 times to remove any gases in the water reservoir. The measurement temperature was controlled with a water circulator. Helium was used for the estimation of dead space for gas and water adsorption measurements. Ultrahigh-purity grade N2, Ar, and He gases (Praxair, 99.999% purity) were used throughout the experiments.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>X-ray Diffraction Studies</title><p>Data were collected in-house\non a Bruker D8-Venture diffractometer equipped with Mo-target (λ\n= 0.71073 Å) and Cu-target (λ = 1.54184 Å) microfocus\nX-ray generators and a PHOTON-100 CMOS detector. Additional data were\ncollected using synchrotron radiation in the beamline 11.3.1 of the\nAdvanced Light Source at Lawrence Berkeley National Laboratory. Powder\nX-ray diffraction patterns were recorded in-house using a Bruker D8\nAdvance diffractometer (Göbel-mirror monochromated Cu Kα\nradiation λ = 1.54056 Å).</p>", "clean_text": "X-ray Diffraction Studies\n\nData were collected in-house on a Bruker D8-Venture diffractometer equipped with Mo-target (λ = 0.71073 Å) and Cu-target (λ = 1.54184 Å) microfocus X-ray generators and a PHOTON-100 CMOS detector. Additional data were collected using synchrotron radiation in the beamline 11.3.1 of the Advanced Light Source at Lawrence Berkeley National Laboratory. Powder X-ray diffraction patterns were recorded in-house using a Bruker D8 Advance diffractometer (Göbel-mirror monochromated Cu Kα radiation λ = 1.54056 Å).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Neutron Diffraction Studies</title><p>Room-temperature neutron\npowder diffraction data (Figure S8 in ) were collected on the high-resolution neutron powder diffractometer,\nBT1, at the National Institute of Standards and Technology Center\nfor Neutron Research using a Ge(311) monochromator (λ = 2.0781\nÅ) and a 60 min collimator.</p>", "clean_text": "Neutron Diffraction Studies\n\nRoom-temperature neutron powder diffraction data (Figure S8 in ) were collected on the high-resolution neutron powder diffractometer, BT1, at the National Institute of Standards and Technology Center for Neutron Research using a Ge(311) monochromator (λ = 2.0781 Å) and a 60 min collimator.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Organic Linkers</title><p>The organic linkers used in this study\nare shown in Scheme  with their abbreviations.\n1,4-Benzenedicarboxylic acid (H<sub>2</sub>BDC), fumaric acid, 2,5-dihydroxy-1,4-benzenedicarboxylic\nacid [H<sub>2</sub>BDC-(OH)<sub>2</sub>], 3,3′-dihydroxy-4,4′-biphenyldicarboxylic\nacid [H<sub>2</sub>BPDC-(OH)<sub>2</sub>], thiophene-2,5-dicarboxylic\nacid (H<sub>2</sub>TDC), 1<italic toggle=\"yes\">H</italic>-pyrazole-3,5-dicarboxylic\nacid (H<sub>2</sub>PZDC), and 1,3,5-benzenetricarboxylic acid (H<sub>3</sub>BTC) were obtained from Aldrich. 1,5-Dihydroxynaphthalene-2,6-dicarboxylic\nacid [H<sub>2</sub>NDC-(OH)<sub>2</sub>] was purchased from Sugai\nChemical Industry (Japan). 4,4′,4″,4‴-Methanetetrayltetrabenzoic\nacid (H<sub>4</sub>MTB) was prepared according to the published procedure. 4,4′-[(2,5-Dimethoxy-1,4-phenylene)bis(ethyne-2,1-diyl)]dibenzoic\nacid [H<sub>2</sub>-PEDB-(OMe)<sub>2</sub>] was kindly provided by\nProfessor Stoddart’s group at Northwestern University.\n</p>", "clean_text": "Organic Linkers\n\nThe organic linkers used in this study are shown in Scheme  with their abbreviations. 1,4-Benzenedicarboxylic acid (H2BDC), fumaric acid, 2,5-dihydroxy-1,4-benzenedicarboxylic acid [H2BDC-(OH)2], 3,3'-dihydroxy-4,4'-biphenyldicarboxylic acid [H2BPDC-(OH)2], thiophene-2,5-dicarboxylic acid (H2TDC), 1H-pyrazole-3,5-dicarboxylic acid (H2PZDC), and 1,3,5-benzenetricarboxylic acid (H3BTC) were obtained from Aldrich. 1,5-Dihydroxynaphthalene-2,6-dicarboxylic acid [H2NDC-(OH)2] was purchased from Sugai Chemical Industry (Japan). 4,4',4\",4‴-Methanetetrayltetrabenzoic acid (H4MTB) was prepared according to the published procedure. 4,4'-[(2,5-Dimethoxy-1,4-phenylene)bis(ethyne-2,1-diyl)]dibenzoic acid [H2-PEDB-(OMe)2] was kindly provided by Professor Stoddart's group at Northwestern University. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Procedure for MOF Preparation</title><p>MOFs\nwere prepared solvothermally\nby heating solutions containing zirconium salts, the corresponding\nacid form of the organic linker, and a modulating agent (either formic\nacid or acetic acid). DUT-67, MOF-804, UiO-66, and PIZOF-2 were prepared according to published procedures\nwith slight modifications (see  for details).\nFor supercritical CO<sub>2</sub> activation, the solvent-exchanged MOFs were immersed in liquid CO<sub>2</sub>, kept under supercritical CO<sub>2</sub> atmosphere, and then bled\nusing a Tousimis Samdri PVT-3D critical point dryer. Activations involving\nsolvent-exchange and evacuation techniques were done using established\nmethods.\n</p>", "clean_text": "Procedure for MOF Preparation\n\nMOFs were prepared solvothermally by heating solutions containing zirconium salts, the corresponding acid form of the organic linker, and a modulating agent (either formic acid or acetic acid). DUT-67, MOF-804, UiO-66, and PIZOF-2 were prepared according to published procedures with slight modifications (see  for details). For supercritical CO2 activation, the solvent-exchanged MOFs were immersed in liquid CO2, kept under supercritical CO2 atmosphere, and then bled using a Tousimis Samdri PVT-3D critical point dryer. Activations involving solvent-exchange and evacuation techniques were done using established methods. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Single Crystals of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>, MOF-801-SC</title><p>Fumaric acid (0.081 g,\n0.70 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.23 g, 0.70\nmmol) were dissolved in a solvent mixture of DMF/formic acid (35 mL/5.3\nmL) in a 60-mL screw-capped glass jar. The mixture was heated at 120\n°C for 24 h. Octahedral colorless crystals were collected and\nwashed three times with 5 mL of fresh DMF (Yield: 0.10 g, 63% based\non fumaric acid). As-synthesized sample of MOF-801-SC was rinsed with\n10 mL of anhydrous DMF three times per day for 3 days and immersed\nin 10 mL of methanol for 3 days, during which time the methanol was\nreplaced three times per day. The solid was then dried at 150 °C\nunder vacuum for 24 h to yield activated sample. EA of activated sample:\nCalcd for Zr<sub>6</sub>C<sub>24</sub>H<sub>16</sub>O<sub>32</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>]: C, 21.14; H, 1.18%; Found: C, 19.40; H, 1.77%. Calcd for Zr<sub>6</sub>C<sub>24</sub>H<sub>28</sub>O<sub>38</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>]·6(H<sub>2</sub>O): C, 19.59; H, 1.92%.\n</p>", "clean_text": "Single Crystals of Zr6O4(OH)4(fumarate)6, MOF-801-SC\n\nFumaric acid (0.081 g, 0.70 mmol) and ZrOCl2⋅8H2O (0.23 g, 0.70 mmol) were dissolved in a solvent mixture of DMF/formic acid (35 mL/5.3 mL) in a 60-mL screw-capped glass jar. The mixture was heated at 120 °C for 24 h. Octahedral colorless crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.10 g, 63% based on fumaric acid). As-synthesized sample of MOF-801-SC was rinsed with 10 mL of anhydrous DMF three times per day for 3 days and immersed in 10 mL of methanol for 3 days, during which time the methanol was replaced three times per day. The solid was then dried at 150 °C under vacuum for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C24H16O32 = [Zr6O4(OH)4(fumarate)6]: C, 21.14; H, 1.18%; Found: C, 19.40; H, 1.77%. Calcd for Zr6C24H28O38 = [Zr6O4(OH)4(fumarate)6]⋅6(H2O): C, 19.59; H, 1.92%. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>Microcrystalline\nPowder Sample of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>, MOF-801-P</title><p>Fumaric\nacid (5.8 g, 50 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (16\ng, 50 mmol) were dissolved in a solvent mixture of DMF/formic acid\n(200 mL/70 mL) in a 500-mL screw-capped jar, which was heated at 130\n°C for 6 h. White precipitate was filtrated using Nylon membrane\nfilters (pore size 0.2-μm), and washed three times with 20 mL\nof fresh DMF and three times with 50 mL of methanol (Yield: 10 g;\n90% based on fumaric acid). As-synthesized MOF-801-P was rinsed with\n50 mL of anhydrous DMF three times per day for 3 days, and immersed\nin 100 mL of methanol for 3 days, during which time the methanol was\nreplaced three times per day. The solid was then dried at 150 °C\nunder vacuum for 24 h to yield activated sample. EA of activated sample:\nCalcd for Zr<sub>6</sub>C<sub>24</sub>H<sub>16</sub>O<sub>32</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>]: C, 21.14; H, 1.18%; Found: C, 19.25; H, 1.05%. Calcd for Zr<sub>6</sub>C<sub>24</sub>H<sub>28</sub>O<sub>38</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>] ·6(H<sub>2</sub>O): C, 19.59; H, 1.92%.\n</p>", "clean_text": "Microcrystalline Powder Sample of Zr6O4(OH)4(fumarate)6, MOF-801-P\n\nFumaric acid (5.8 g, 50 mmol) and ZrOCl2⋅8H2O (16 g, 50 mmol) were dissolved in a solvent mixture of DMF/formic acid (200 mL/70 mL) in a 500-mL screw-capped jar, which was heated at 130 °C for 6 h. White precipitate was filtrated using Nylon membrane filters (pore size 0.2-μm), and washed three times with 20 mL of fresh DMF and three times with 50 mL of methanol (Yield: 10 g; 90% based on fumaric acid). As-synthesized MOF-801-P was rinsed with 50 mL of anhydrous DMF three times per day for 3 days, and immersed in 100 mL of methanol for 3 days, during which time the methanol was replaced three times per day. The solid was then dried at 150 °C under vacuum for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C24H16O32 = [Zr6O4(OH)4(fumarate)6]: C, 21.14; H, 1.18%; Found: C, 19.25; H, 1.05%. Calcd for Zr6C24H28O38 = [Zr6O4(OH)4(fumarate)6] ⋅6(H2O): C, 19.59; H, 1.92%. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["synthesis condition"], "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(PZDC)<sub>5</sub>(HCOO)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>, MOF-802</title><p>H<sub>2</sub>PZDC (0.27 g, 1.5 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.40 g, 1.3 mmol) were dissolved in a solvent mixture of\nDMF/formic acid (50 mL/35 mL) in a 125-mL screw-capped glass jar,\nwhich was heated at 130 °C for 72 h. Block colorless crystals\nwere collected and washed three times with 5 mL of fresh DMF (Yield:\n0.12 g; 39% based on H<sub>2</sub>PZDC). As-synthesized MOF-802 was\nrinsed with 10 mL of anhydrous DMF three times per day for three days\nand immersed in 10 mL of anhydrous acetone for 3 days, during which\ntime the solvent was replaced three times per day. Acetone exchanged\nmaterial was activated with the supercritical CO<sub>2</sub> activation\nprotocol and evacuated at 120 °C for 24 h to yield guest-free\nsample. EA of activated sample: Calcd for Zr<sub>6</sub>C<sub>27</sub>N<sub>10</sub>H<sub>20</sub>O<sub>34</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(PZDC<sub>4</sub>)<sub>5</sub>(HCOO)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]: C, 20.58; H, 1.28; N, 8.89%. Found:\nC, 18.39; H, 0.72; N, 7.56%.</p>", "clean_text": "Zr6O4(OH)4(PZDC)5(HCOO)2(H2O)2, MOF-802\n\nH2PZDC (0.27 g, 1.5 mmol) and ZrOCl2⋅8H2O (0.40 g, 1.3 mmol) were dissolved in a solvent mixture of DMF/formic acid (50 mL/35 mL) in a 125-mL screw-capped glass jar, which was heated at 130 °C for 72 h. Block colorless crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.12 g; 39% based on H2PZDC). As-synthesized MOF-802 was rinsed with 10 mL of anhydrous DMF three times per day for three days and immersed in 10 mL of anhydrous acetone for 3 days, during which time the solvent was replaced three times per day. Acetone exchanged material was activated with the supercritical CO2 activation protocol and evacuated at 120 °C for 24 h to yield guest-free sample. EA of activated sample: Calcd for Zr6C27N10H20O34 = [Zr6O4(OH)4(PZDC4)5(HCOO)2(H2O)2]: C, 20.58; H, 1.28; N, 8.89%. Found: C, 18.39; H, 0.72; N, 7.56%.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["synthesis condition"], "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[NDC-(OH)<sub>2</sub>]<sub>6</sub>, MOF-805</title><p>H<sub>2</sub>NDC-(OH)<sub>2</sub> (0.012 g, 0.050 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O\n(0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic\nacid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated\nat 120 °C for 24 h. Obtained yellow precipitate was recovered\nby centrifugation. The solid was washed three times with 3 mL of fresh\nDMF [Yield: 0.014 g, 78% based on H<sub>2</sub>NDC-(OH)<sub>2</sub>]. As-synthesized MOF-805 was rinsed with 5 mL of anhydrous DMF three\ntimes per day for 3 days, and immersed in 5 mL of anhydrous methanol\nfor 3 days, during which time the solvent was exchanged three times\nper day. Exchanged material was dried under dynamic vacuum at 120\n°C for 24 h to yield activated sample. EA of activated sample:\nCalcd for Zr<sub>6</sub>C<sub>72</sub>H<sub>40</sub>O<sub>44</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(C<sub>12</sub>H<sub>6</sub>O<sub>6</sub>)<sub>6</sub>]: C, 40.11; H, 1.87%. Found: C,\n38.36; H, 1.74%. Calcd for Zr<sub>6</sub>C<sub>72</sub>H<sub>50</sub>O<sub>49</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(C<sub>12</sub>H<sub>6</sub>O<sub>6</sub>)<sub>6</sub>] ·5(H<sub>2</sub>O): C, 38.49; H, 2.24%.\n</p>", "clean_text": "Zr6O4(OH)4[NDC-(OH)2]6, MOF-805\n\nH2NDC-(OH)2 (0.012 g, 0.050 mmol) and ZrOCl2⋅8H2O (0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated at 120 °C for 24 h. Obtained yellow precipitate was recovered by centrifugation. The solid was washed three times with 3 mL of fresh DMF [Yield: 0.014 g, 78% based on H2NDC-(OH)2]. As-synthesized MOF-805 was rinsed with 5 mL of anhydrous DMF three times per day for 3 days, and immersed in 5 mL of anhydrous methanol for 3 days, during which time the solvent was exchanged three times per day. Exchanged material was dried under dynamic vacuum at 120 °C for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C72H40O44 = [Zr6O4(OH)4(C12H6O6)6]: C, 40.11; H, 1.87%. Found: C, 38.36; H, 1.74%. Calcd for Zr6C72H50O49 = [Zr6O4(OH)4(C12H6O6)6] ⋅5(H2O): C, 38.49; H, 2.24%. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["synthesis condition"], "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[BPDC-(OH)<sub>2</sub>]<sub>6</sub>,\nMOF-806</title><p>H<sub>2</sub>BPDC-(OH)<sub>2</sub> (0.014 g, 0.050\nmmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O\n(0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic\nacid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated\nat 120 °C for 48 h. Octahedral colorless crystals were collected\nand washed three times with 3 mL of fresh DMF (Yield: 0.012 g, 62%\nbased on H<sub>2</sub>BPDC-(OH)<sub>2</sub>). As-synthesized MOF-806\nwas rinsed with 5 mL of anhydrous DMF three times per day for 3 days\nand immersed in 5 mL of anhydrous acetone for 3 days, during which\ntime the acetone was replaced three times per day. Acetone exchanged\nmaterial was activated on a supercritical CO<sub>2</sub> dryer, followed\nby evacuation at 120 °C for 24 h. EA of activated sample: Calcd\nfor Zr<sub>6</sub>C<sub>84</sub>H<sub>52</sub>O<sub>44</sub> = {Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[BPDC-(OH)<sub>2</sub>]<sub>6</sub>}: C, 43.63; H, 2.27%. Found: C, 39.80; H, 2.34%. Calcd for Zr<sub>6</sub>C<sub>84</sub>H<sub>72</sub>O<sub>54</sub> = {Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[BPDC-(OH)<sub>2</sub>]<sub>6</sub>}·10(H<sub>2</sub>O): C, 40.48; H, 2.91%.\n</p>", "clean_text": "Zr6O4(OH)4[BPDC-(OH)2]6, MOF-806\n\nH2BPDC-(OH)2 (0.014 g, 0.050 mmol) and ZrOCl2⋅8H2O (0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated at 120 °C for 48 h. Octahedral colorless crystals were collected and washed three times with 3 mL of fresh DMF (Yield: 0.012 g, 62% based on H2BPDC-(OH)2). As-synthesized MOF-806 was rinsed with 5 mL of anhydrous DMF three times per day for 3 days and immersed in 5 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. Acetone exchanged material was activated on a supercritical CO2 dryer, followed by evacuation at 120 °C for 24 h. EA of activated sample: Calcd for Zr6C84H52O44 = {Zr6O4(OH)4[BPDC-(OH)2]6}: C, 43.63; H, 2.27%. Found: C, 39.80; H, 2.34%. Calcd for Zr6C84H72O54 = {Zr6O4(OH)4[BPDC-(OH)2]6}⋅10(H2O): C, 40.48; H, 2.91%. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["synthesis condition"], "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BTC)<sub>2</sub>(HCOO)<sub>6</sub>, MOF-808</title><p>H<sub>3</sub>BTC (0.11 g, 0.50\nmmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.16 g, 0.50 mmol)\nin a solvent mixture of DMF/formic acid (20 mL/20 mL) were placed\nin a 60-mL screw-capped glass jar, which was heated at 100 °C\nfor 7 days. Octahedral colorless crystals were collected and washed\nthree times with 10 mL of fresh DMF (Yield: 0.098 g, 70% based on\nZrOCl<sub>2</sub>·8H<sub>2</sub>O). As-synthesized MOF-808 was\nrinsed with 10 mL of anhydrous DMF three times per day for 3 days,\nand immersed in 10 mL of anhydrous acetone for 3 days, during which\ntime the acetone was replaced three times per day. Acetone exchanged\ncrystals were activated on a supercritical CO<sub>2</sub> dryer, followed\nby evacuation at 150 °C for 24 h. EA of activated sample: Calcd\nfor Zr<sub>6</sub>C<sub>24</sub>H<sub>13</sub>O<sub>32</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BTC)<sub>2</sub>(HCOO)<sub>6</sub>]: C, 21.13; H, 1.19%. Found: C, 21.46; H, 1.46; N, 0.77%. Calcd\nfor Zr<sub>6</sub>C<sub>25.5</sub>H<sub>21.5</sub>O<sub>33.5</sub>N<sub>0.5</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BTC)<sub>2</sub>(HCOO)<sub>6</sub>]·0.5(DMF)(H<sub>2</sub>O): C, 21.59;\nH, 1.53; N, 0.49%.\n</p>", "clean_text": "Zr6O4(OH)4(BTC)2(HCOO)6, MOF-808\n\nH3BTC (0.11 g, 0.50 mmol) and ZrOCl2⋅8H2O (0.16 g, 0.50 mmol) in a solvent mixture of DMF/formic acid (20 mL/20 mL) were placed in a 60-mL screw-capped glass jar, which was heated at 100 °C for 7 days. Octahedral colorless crystals were collected and washed three times with 10 mL of fresh DMF (Yield: 0.098 g, 70% based on ZrOCl2⋅8H2O). As-synthesized MOF-808 was rinsed with 10 mL of anhydrous DMF three times per day for 3 days, and immersed in 10 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. Acetone exchanged crystals were activated on a supercritical CO2 dryer, followed by evacuation at 150 °C for 24 h. EA of activated sample: Calcd for Zr6C24H13O32 = [Zr6O4(OH)4(BTC)2(HCOO)6]: C, 21.13; H, 1.19%. Found: C, 21.46; H, 1.46; N, 0.77%. Calcd for Zr6C25.5H21.5O33.5N0.5 = [Zr6O4(OH)4(BTC)2(HCOO)6]⋅0.5(DMF)(H2O): C, 21.59; H, 1.53; N, 0.49%. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["synthesis condition"], "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(MTB)<sub>2</sub>(HCOO)<sub>4</sub>(H<sub>2</sub>O)<sub>4</sub>, MOF-841</title><p>H<sub>4</sub>MTB (0.12 g,\n0.25 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.32 g, 1.0\nmmol) were dissolved in a solvent mixture of\nDMF/formic acid (40 mL/25 mL) in a 125-mL screw-capped glass jar,\nwhich was heated at 130 °C for 48 h. Mother liquor of the reaction\nmixture was transferred into another 125-mL screw-capped glass jar\nand further heated at 130 °C for 2 days. Colorless block crystals\nwere collected and washed three times with 5 mL of fresh DMF (Yield:\n0.13 g, 55% based on H<sub>4</sub>MTB). As-synthesized MOF-841 was\nrinsed with 10 mL of anhydrous DMF three times per day for 3 days\nand immersed in 10 mL of anhydrous acetone for 3 days, during which\ntime the acetone was replaced three times per day. The obtained material\nwas activated on a supercritical CO<sub>2</sub> dryer followed by\nevacuation at 120 °C for 24 h. EA of activated sample: Calcd\nfor Zr<sub>6</sub>C<sub>62</sub>H<sub>48</sub>O<sub>36</sub> = [Zr<sub>6</sub>O<sub>8</sub>H<sub>4</sub>(C<sub>29</sub>H<sub>16</sub>O<sub>8</sub>)<sub>2</sub>(HCOO)<sub>4</sub>(H<sub>2</sub>O)<sub>4</sub>]: C, 38.86; H, 2.52%; Found: C, 39.15; H, 2.16%.</p>", "clean_text": "Zr6O4(OH)4(MTB)2(HCOO)4(H2O)4, MOF-841\n\nH4MTB (0.12 g, 0.25 mmol) and ZrOCl2⋅8H2O (0.32 g, 1.0 mmol) were dissolved in a solvent mixture of DMF/formic acid (40 mL/25 mL) in a 125-mL screw-capped glass jar, which was heated at 130 °C for 48 h. Mother liquor of the reaction mixture was transferred into another 125-mL screw-capped glass jar and further heated at 130 °C for 2 days. Colorless block crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.13 g, 55% based on H4MTB). As-synthesized MOF-841 was rinsed with 10 mL of anhydrous DMF three times per day for 3 days and immersed in 10 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. The obtained material was activated on a supercritical CO2 dryer followed by evacuation at 120 °C for 24 h. EA of activated sample: Calcd for Zr6C62H48O36 = [Zr6O8H4(C29H16O8)2(HCOO)4(H2O)4]: C, 38.86; H, 2.52%; Found: C, 39.15; H, 2.16%.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["synthesis condition"], "content": "<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(MTB)<sub>3</sub>(H<sub>2</sub>O)<sub>2</sub>, MOF-812</title><p>H<sub>4</sub>MTB (0.048\ng, 0.10 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.064 g,\n0.20 mmol) were dissolved in a solvent mixture of DMF/formic acid\n(10 mL/6 mL) in a 20-mL screw-capped glass vial, which was heated\nat 130 °C for 1 day. Crystals of MOF-812 appeared only in low\nyield and as a byproduct along with crystals of MOF-841.</p>", "clean_text": "Zr6O4(OH)4(MTB)3(H2O)2, MOF-812\n\nH4MTB (0.048 g, 0.10 mmol) and ZrOCl2⋅8H2O (0.064 g, 0.20 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/6 mL) in a 20-mL screw-capped glass vial, which was heated at 130 °C for 1 day. Crystals of MOF-812 appeared only in low yield and as a byproduct along with crystals of MOF-841.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><p>Although several classes of compounds have\nbeen used for water\nadsorption, it remains a challenge to find materials of high performance\ncombining high total uptake, precise operational pressure range control,\nrecyclability, and stability, aspects consistent with the criteria\nstated above. Zeolites have the ability to capture water at very low\nrelative pressures because of their great affinity for water. However, as consequence of the strong interaction\nwith the framework, heating to a high temperature is required to desorb\nthe water and regenerate the adsorbent. High water uptake capacity\ncan be achieved with large-pore materials, such as mesoporous silicas\nand carbons, but due to their hydrophobic\nnature, the water capture is restricted to the condensation at high\nrelative pressure values with these materials being difficult to chemically\nmanipulate to significantly modify their sorption profile. A similar\nscenario is found for the large-pore MOF called MIL-101. This material exhibits a large total uptake with a step position\nat high <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> (0.3–0.5),\nwhich indicates that the hydrophobic nature of the organic linker\ndominates the water sorption profile of the MOF. The addition of functional\ngroups to provide water binding sites resulted in changes in the water\nisotherm profile of this material; however,\nthe condensation step is still far from the low-pressure region and\nwith gradual, shallow uptake events rather than sharp ones. Similar\nresults have been observed with functionalized versions of the smaller-pore\nsize UiO-66, but the organic functional\ngroups here are not sufficiently strong to bind water at very low\nrelative pressure. Stronger sorption sites can be incorporated in\nMOFs in the form of open metal sites, as in MOF-74; however, similar to the case of zeolites, these are found\nto be very strong sorption sites for water and require higher temperatures\nto desorb the water molecules.\n</p>", "clean_text": "Results and Discussion\n\nAlthough several classes of compounds have been used for water adsorption, it remains a challenge to find materials of high performance combining high total uptake, precise operational pressure range control, recyclability, and stability, aspects consistent with the criteria stated above. Zeolites have the ability to capture water at very low relative pressures because of their great affinity for water. However, as consequence of the strong interaction with the framework, heating to a high temperature is required to desorb the water and regenerate the adsorbent. High water uptake capacity can be achieved with large-pore materials, such as mesoporous silicas and carbons, but due to their hydrophobic nature, the water capture is restricted to the condensation at high relative pressure values with these materials being difficult to chemically manipulate to significantly modify their sorption profile. A similar scenario is found for the large-pore MOF called MIL-101. This material exhibits a large total uptake with a step position at high P/P 0 (0.3-0.5), which indicates that the hydrophobic nature of the organic linker dominates the water sorption profile of the MOF. The addition of functional groups to provide water binding sites resulted in changes in the water isotherm profile of this material; however, the condensation step is still far from the low-pressure region and with gradual, shallow uptake events rather than sharp ones. Similar results have been observed with functionalized versions of the smaller-pore size UiO-66, but the organic functional groups here are not sufficiently strong to bind water at very low relative pressure. Stronger sorption sites can be incorporated in MOFs in the form of open metal sites, as in MOF-74; however, similar to the case of zeolites, these are found to be very strong sorption sites for water and require higher temperatures to desorb the water molecules. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Here we show that large, steep water uptake at low relative pressure\ncan be achieved with zirconium MOFs having appropriate pore size where\nthe interactions between water molecules is optimal. In addition,\nbecause this approach does not rely on the presence of very strong\nbinding sites in the framework, regeneration of the MOF material can\nbe completed without heating. We have implemented this strategy with\nMOFs based on zirconium oxide secondary building units (SBUs), which\nconsist of six octahedrally disposed zirconium atoms held together\nby eight μ<sub>3</sub>-oxygen atoms (Scheme ). Thus, we have prepared an isoreticular series of MOFs with <bold>fcu</bold> topology by combining 12-coordinated (12-c) SBUs with\nlinear and ditopic linkers. MOFs with other topologies (<bold>ith</bold>, <bold>bct</bold>, <bold>flu</bold>, <bold>reo</bold>, and <bold>spn</bold>) are produced by combining analogous SBUs of different\ncoordination number (12, 10, 8, and 6) and organic linkers of different\ngeometry (tetrahedral, bent ditopic, and tritopic) as shown in Scheme .\n</p>", "clean_text": "Here we show that large, steep water uptake at low relative pressure can be achieved with zirconium MOFs having appropriate pore size where the interactions between water molecules is optimal. In addition, because this approach does not rely on the presence of very strong binding sites in the framework, regeneration of the MOF material can be completed without heating. We have implemented this strategy with MOFs based on zirconium oxide secondary building units (SBUs), which consist of six octahedrally disposed zirconium atoms held together by eight μ3-oxygen atoms (Scheme ). Thus, we have prepared an isoreticular series of MOFs with fcu topology by combining 12-coordinated (12-c) SBUs with linear and ditopic linkers. MOFs with other topologies (ith, bct, flu, reo, and spn) are produced by combining analogous SBUs of different coordination number (12, 10, 8, and 6) and organic linkers of different geometry (tetrahedral, bent ditopic, and tritopic) as shown in Scheme . ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Crystal\nStructures of the New Zirconium MOFs</title><title>MOF-805</title><p>Microcrystalline\nMOF-805 is prepared with the\nuse of NDC-(OH)<sub>2</sub> as a linker (Scheme ). Its structure was determined by comparison of the experimental\nPXRD pattern with the one calculated from a structural model based\non the <bold>fcu</bold> net (Figure a), with\nrefined unit cell parameter <italic toggle=\"yes\">a</italic> = 23.612 Å in\nthe space group <italic toggle=\"yes\">F</italic>23 (Figure b, Section S2, ). Each of the SBUs is\ncoordinated to 12 organic linkers and each of the linkers is coordinated\nto two SBUs to give a three-dimensional framework having a network\nof porous tetrahedral and octahedral cages with internal pore diameters\nof 8.6 Å and 9.5 Å, respectively, as calculated with Platon\n(Table ).\n</p>", "clean_text": "Crystal Structures of the New Zirconium MOFs\n\nMOF-805\n\nMicrocrystalline MOF-805 is prepared with the use of NDC-(OH)2 as a linker (Scheme ). Its structure was determined by comparison of the experimental PXRD pattern with the one calculated from a structural model based on the fcu net (Figure a), with refined unit cell parameter a = 23.612 Å in the space group F23 (Figure b, Section S2, ). Each of the SBUs is coordinated to 12 organic linkers and each of the linkers is coordinated to two SBUs to give a three-dimensional framework having a network of porous tetrahedral and octahedral cages with internal pore diameters of 8.6 Å and 9.5 Å, respectively, as calculated with Platon (Table ). ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>MOF-806</title><p>Single crystals of MOF-806 were prepared with\nthe use of BPDC-(OH)<sub>2</sub> as organic linker (Scheme ). The resulting structure is an expanded version\nof MOF-805. The single-crystal diffraction data analysis indicates\nthat MOF-806 crystallizes in the cubic <italic toggle=\"yes\">Fm</italic>3̅\nspace group with lattice parameter <italic toggle=\"yes\">a</italic> = 26.8514(7)\nÅ (section S3, ). The inorganic\nSBUs are coordinated to 12 organic linkers resulting in a three-dimensional <bold>fcu</bold> network, with tetrahedral and octahedral cages with internal\npore diameters of 10.1 Å and 12.6 Å, respectively (Figure c).</p>", "clean_text": "MOF-806\n\nSingle crystals of MOF-806 were prepared with the use of BPDC-(OH)2 as organic linker (Scheme ). The resulting structure is an expanded version of MOF-805. The single-crystal diffraction data analysis indicates that MOF-806 crystallizes in the cubic Fm3̅ space group with lattice parameter a = 26.8514(7) Å (section S3, ). The inorganic SBUs are coordinated to 12 organic linkers resulting in a three-dimensional fcu network, with tetrahedral and octahedral cages with internal pore diameters of 10.1 Å and 12.6 Å, respectively (Figure c).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>MOF-802</title><p>MOF-802 is prepared with\nthe bent ditopic PZDC\nas a linker (Scheme ). The analysis of the\nsingle-crystal diffraction data reveals that MOF-802 crystallizes\nin the <italic toggle=\"yes\">Fdd</italic>2 space group, with unit cell parameters <italic toggle=\"yes\">a</italic> = 39.222(3) Å, <italic toggle=\"yes\">b</italic> = 26.018(2) Å\nand <italic toggle=\"yes\">c</italic> = 27.887(2) Å (section S3, ). In MOF-802 each inorganic SBU is connected\nto 10 organic linkers, with formate and DMF ligands occupying the\nremaining two coordination sites. The resulting three-dimensional\nframework has a <bold>bct</bold> topology (Figure a). In this topology there is only one kind of cavity, which\nin the case of MOF-802 has a maximum diameter of 5.6 Å (b and\nc of Figure ).</p>", "clean_text": "MOF-802\n\nMOF-802 is prepared with the bent ditopic PZDC as a linker (Scheme ). The analysis of the single-crystal diffraction data reveals that MOF-802 crystallizes in the Fdd2 space group, with unit cell parameters a = 39.222(3) Å, b = 26.018(2) Å and c = 27.887(2) Å (section S3, ). In MOF-802 each inorganic SBU is connected to 10 organic linkers, with formate and DMF ligands occupying the remaining two coordination sites. The resulting three-dimensional framework has a bct topology (Figure a). In this topology there is only one kind of cavity, which in the case of MOF-802 has a maximum diameter of 5.6 Å (b and c of Figure ).", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Representation of the <bold>fcu</bold> topology (a) and the structure\nof MOF-805 (b) and MOF-806 (c). Atom color scheme: C, black; O, red;\nZr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange\nballs indicate the space in the framework.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Representation of the fcu topology (a) and the structure of MOF-805 (b) and MOF-806 (c). Atom color scheme: C, black; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>MOF-808</title><p>Octahedral crystals of MOF-808 are prepared\nwith the tritopic BTC as a linker (Scheme ). Single crystal diffraction data analysis shows that MOF-808 crystallizes\nin the cubic space group <italic toggle=\"yes\">Fd</italic>3̅<italic toggle=\"yes\">m</italic> with lattice parameter <italic toggle=\"yes\">a</italic> = 35.076(1) Å (section\nS3, ). The crystal structure solution\nreveals that the inorganic SBUs are connected to six BTC linkers and\neach of the linkers is coordinated to three SBUs. In addition, the\ncoordination of the SBU is completed with six formate ligands, which\naccount for the charge balance. These formate anions are found coordinated\nto the Zr atoms and disordered as both mono- and bidentate ligands.\nMOF-808 has a 6,3-connencted three-dimensional framework with an overall <bold>spn</bold> topology (Figure a). Tetrahedral\ncages with internal pore diameters of 4.8 Å are formed, with\nthe inorganic SBUs at the vertices and the BTC linkers at the faces\nof the tetrahedron (Figure b). The tetrahedral\ncages are sharing vertices in such a way that the overall connectivity\nof MOF-808 can be simplified to an augmented diamond net. A large\nadamantane cage is formed with an internal pore diameter of 18.4 Å\n(Figure c).</p>", "clean_text": "MOF-808\n\nOctahedral crystals of MOF-808 are prepared with the tritopic BTC as a linker (Scheme ). Single crystal diffraction data analysis shows that MOF-808 crystallizes in the cubic space group Fd3̅m with lattice parameter a = 35.076(1) Å (section S3, ). The crystal structure solution reveals that the inorganic SBUs are connected to six BTC linkers and each of the linkers is coordinated to three SBUs. In addition, the coordination of the SBU is completed with six formate ligands, which account for the charge balance. These formate anions are found coordinated to the Zr atoms and disordered as both mono- and bidentate ligands. MOF-808 has a 6,3-connencted three-dimensional framework with an overall spn topology (Figure a). Tetrahedral cages with internal pore diameters of 4.8 Å are formed, with the inorganic SBUs at the vertices and the BTC linkers at the faces of the tetrahedron (Figure b). The tetrahedral cages are sharing vertices in such a way that the overall connectivity of MOF-808 can be simplified to an augmented diamond net. A large adamantane cage is formed with an internal pore diameter of 18.4 Å (Figure c).", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of the Sorption,\nPhysical\nand Pore Structure Properties of the Studied Zirconium MOFs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"10\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col2\" namest=\"col1\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">surface area, m<sup>2</sup> g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col10\" namest=\"col8\" rowsep=\"1\">water uptake, cm<sup>3</sup> g<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">material</oasis:entry>\n<oasis:entry align=\"center\">BET</oasis:entry>\n<oasis:entry align=\"center\">Langmuir</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>p</sub>, cm<sup>3</sup> g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>\n<sub>crystal</sub>, g cm<sup>–3</sup>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">pore diameter, Å<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"3\">Group 1</oasis:entry>\n<oasis:entry>MOF-801-P</oasis:entry>\n<oasis:entry>990</oasis:entry>\n<oasis:entry>1070</oasis:entry>\n<oasis:entry>0.45</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n<oasis:entry>7.4, 5.6, 4.8</oasis:entry>\n<oasis:entry>280</oasis:entry>\n<oasis:entry>380</oasis:entry>\n<oasis:entry>450</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-801-SC</oasis:entry>\n<oasis:entry>690</oasis:entry>\n<oasis:entry>770</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>1.68</oasis:entry>\n<oasis:entry>7.4, 5.6, 4.8</oasis:entry>\n<oasis:entry>170</oasis:entry>\n<oasis:entry>270</oasis:entry>\n<oasis:entry>350</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-802</oasis:entry>\n<oasis:entry>&lt;20</oasis:entry>\n<oasis:entry>&lt;20</oasis:entry>\n<oasis:entry>&lt;0.01</oasis:entry>\n<oasis:entry>1.47</oasis:entry>\n<oasis:entry>5.6</oasis:entry>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>70</oasis:entry>\n<oasis:entry>110</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry>1290</oasis:entry>\n<oasis:entry>1390</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>1.23</oasis:entry>\n<oasis:entry>8.4, 7.4</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>125</oasis:entry>\n<oasis:entry>535</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"3\">Group 2</oasis:entry>\n<oasis:entry>MOF-808</oasis:entry>\n<oasis:entry>2060</oasis:entry>\n<oasis:entry>2390</oasis:entry>\n<oasis:entry>0.84</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>18.4</oasis:entry>\n<oasis:entry>55</oasis:entry>\n<oasis:entry>160</oasis:entry>\n<oasis:entry>735</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-841</oasis:entry>\n<oasis:entry>1390</oasis:entry>\n<oasis:entry>1540</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>1.05</oasis:entry>\n<oasis:entry>9.2</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>550</oasis:entry>\n<oasis:entry>640</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DUT-67</oasis:entry>\n<oasis:entry>1560</oasis:entry>\n<oasis:entry>1720</oasis:entry>\n<oasis:entry>0.60</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>16.6, 8.8</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>390</oasis:entry>\n<oasis:entry>625</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PIZOF-2</oasis:entry>\n<oasis:entry>2080</oasis:entry>\n<oasis:entry>2490</oasis:entry>\n<oasis:entry>0.88</oasis:entry>\n<oasis:entry>0.67</oasis:entry>\n<oasis:entry>17.6</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>850</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">Group 3</oasis:entry>\n<oasis:entry>MOF-804</oasis:entry>\n<oasis:entry>1145</oasis:entry>\n<oasis:entry>1260</oasis:entry>\n<oasis:entry>0.46</oasis:entry>\n<oasis:entry>1.31</oasis:entry>\n<oasis:entry>7.2, 6.8</oasis:entry>\n<oasis:entry>160</oasis:entry>\n<oasis:entry>235</oasis:entry>\n<oasis:entry>290</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-805</oasis:entry>\n<oasis:entry>1230</oasis:entry>\n<oasis:entry>1370</oasis:entry>\n<oasis:entry>0.48</oasis:entry>\n<oasis:entry>1.06</oasis:entry>\n<oasis:entry>9.5, 8.6</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>160</oasis:entry>\n<oasis:entry>415</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-806</oasis:entry>\n<oasis:entry>2220</oasis:entry>\n<oasis:entry>2390</oasis:entry>\n<oasis:entry>0.85</oasis:entry>\n<oasis:entry>0.78</oasis:entry>\n<oasis:entry>12.6, 10.1</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>60</oasis:entry>\n<oasis:entry>425</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"10\">Other porous\nsolids</oasis:entry>\n<oasis:entry>Mg-MOF-74</oasis:entry>\n<oasis:entry>1250</oasis:entry>\n<oasis:entry>1510</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>0.91</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>550</oasis:entry>\n<oasis:entry>605</oasis:entry>\n<oasis:entry>750</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-MOF-74</oasis:entry>\n<oasis:entry>1130</oasis:entry>\n<oasis:entry>1420</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>1.17</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>505</oasis:entry>\n<oasis:entry>565</oasis:entry>\n<oasis:entry>630</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF-74</oasis:entry>\n<oasis:entry>1040</oasis:entry>\n<oasis:entry>1320</oasis:entry>\n<oasis:entry>0.46</oasis:entry>\n<oasis:entry>1.19</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>490</oasis:entry>\n<oasis:entry>545</oasis:entry>\n<oasis:entry>615</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CAU-6</oasis:entry>\n<oasis:entry>760</oasis:entry>\n<oasis:entry>950</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>1.03</oasis:entry>\n<oasis:entry>9.1</oasis:entry>\n<oasis:entry>260</oasis:entry>\n<oasis:entry>335</oasis:entry>\n<oasis:entry>380</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CAU-10</oasis:entry>\n<oasis:entry>600</oasis:entry>\n<oasis:entry>770</oasis:entry>\n<oasis:entry>0.26</oasis:entry>\n<oasis:entry>1.60</oasis:entry>\n<oasis:entry>5.6</oasis:entry>\n<oasis:entry>110</oasis:entry>\n<oasis:entry>275</oasis:entry>\n<oasis:entry>365</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Basolite A100</oasis:entry>\n<oasis:entry>870</oasis:entry>\n<oasis:entry>1080</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>0.95</oasis:entry>\n<oasis:entry>6.9</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>60</oasis:entry>\n<oasis:entry>250</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Basolite A300</oasis:entry>\n<oasis:entry>1660</oasis:entry>\n<oasis:entry>2570</oasis:entry>\n<oasis:entry>0.82</oasis:entry>\n<oasis:entry>0.62</oasis:entry>\n<oasis:entry>24.6, 31.0</oasis:entry>\n<oasis:entry>130</oasis:entry>\n<oasis:entry>260</oasis:entry>\n<oasis:entry>815</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Basolite C300</oasis:entry>\n<oasis:entry>1470</oasis:entry>\n<oasis:entry>1520</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>0.95</oasis:entry>\n<oasis:entry>11.1, 6.3, 5.6</oasis:entry>\n<oasis:entry>285</oasis:entry>\n<oasis:entry>520</oasis:entry>\n<oasis:entry>690</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>zeolite 13X</oasis:entry>\n<oasis:entry>650</oasis:entry>\n<oasis:entry>710</oasis:entry>\n<oasis:entry>0.24</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>355</oasis:entry>\n<oasis:entry>385</oasis:entry>\n<oasis:entry>415</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MCM-41</oasis:entry>\n<oasis:entry>1340</oasis:entry>\n<oasis:entry>3160</oasis:entry>\n<oasis:entry>1.12</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n<oasis:entry>250–300</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>60</oasis:entry>\n<oasis:entry>960</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BPL carbon</oasis:entry>\n<oasis:entry>1210</oasis:entry>\n<oasis:entry>1500</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n<oasis:entry>10–20</oasis:entry>\n<oasis:entry>0.4</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>4.8</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>From crystal structure data.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Calculated with Platon.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>MOF-812</title><p>Crystals of MOF-812 were obtained with the\nuse of MTB as linker (Scheme ). MOF-812 crystallizes\nin the monoclinic <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">c</italic> space group,\nwith <italic toggle=\"yes\">a</italic> = 23.965(1) Å, <italic toggle=\"yes\">b</italic> = 29.284(1)\nÅ, <italic toggle=\"yes\">c</italic> = 17.3545(9) Å, β = 96.301(2)°\n(section S3 of the ). The SBUs in MOF-812\nare connected to 12 tetrahedral linkers, with four carboxylate groups\nacting as monodentate ligands. The simplified SBU in MOF-812 corresponds\nto an icosahedron, which is different from the cuboctahedron that\nis found in the 12 connected Zr SBUs of the <bold>fcu</bold> series.\nEach one of the linkers is coordinated to four SBUs, and the resulting\nthree-dimensional network has <bold>ith</bold> topology, with cavities\nof 5.6 Å diameter (a and b of Figure ). MOF-812 was obtained only as byproduct during the synthesis of\nMOF-841, and no further analysis was implemented on this material.</p>", "clean_text": "MOF-812\n\nCrystals of MOF-812 were obtained with the use of MTB as linker (Scheme ). MOF-812 crystallizes in the monoclinic C2/c space group, with a = 23.965(1) Å, b = 29.284(1) Å, c = 17.3545(9) Å, β = 96.301(2)° (section S3 of the ). The SBUs in MOF-812 are connected to 12 tetrahedral linkers, with four carboxylate groups acting as monodentate ligands. The simplified SBU in MOF-812 corresponds to an icosahedron, which is different from the cuboctahedron that is found in the 12 connected Zr SBUs of the fcu series. Each one of the linkers is coordinated to four SBUs, and the resulting three-dimensional network has ith topology, with cavities of 5.6 Å diameter (a and b of Figure ). MOF-812 was obtained only as byproduct during the synthesis of MOF-841, and no further analysis was implemented on this material.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Representation\nof the <bold>bct</bold> topology (a). One cavity\nin MOF-802 is shown in (b), and the packing of several unit cells\nis shown in (c). Atom color scheme: C, black; N, green; O, red; Zr,\nblue polyhedra. H atoms are omitted for clarity. Yellow balls indicate\nthe space in the framework.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Representation of the bct topology (a). One cavity in MOF-802 is shown in (b), and the packing of several unit cells is shown in (c). Atom color scheme: C, black; N, green; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>MOF-841</title><p>Crystals of MOF-841 were prepared with MTB\nas a linker (Scheme ). Structural analysis\ncarried out with single-crystal X-ray diffraction data reveals that\nMOF-841 belongs to the tetragonal space group <italic toggle=\"yes\">I</italic>4/<italic toggle=\"yes\">m</italic>, with lattice parameter <italic toggle=\"yes\">a</italic> = 14.6766(6)\nÅ and <italic toggle=\"yes\">c</italic> = 28.033(1) Å (section S3 of the ). Each SBU in MOF-841 is connected to eight\nlinkers. Water and formate ligands complete the coordination of the\nSBU. The combination of eight connected SBUs with tetrahedral linkers\nresults in a three-dimensional framework with <bold>flu</bold> topology\n(Figure c). This is the default, high symmetry,\nedge transitive network, obtained with the combination of cubic and\ntetrahedral building units. Only one type of cage is formed in this\nstructural type. For MOF-841 the diameter of the cage (without terminating\nformic acid) is 11.6 Å (Figure d).</p>", "clean_text": "MOF-841\n\nCrystals of MOF-841 were prepared with MTB as a linker (Scheme ). Structural analysis carried out with single-crystal X-ray diffraction data reveals that MOF-841 belongs to the tetragonal space group I4/m, with lattice parameter a = 14.6766(6) Å and c = 28.033(1) Å (section S3 of the ). Each SBU in MOF-841 is connected to eight linkers. Water and formate ligands complete the coordination of the SBU. The combination of eight connected SBUs with tetrahedral linkers results in a three-dimensional framework with flu topology (Figure c). This is the default, high symmetry, edge transitive network, obtained with the combination of cubic and tetrahedral building units. Only one type of cage is formed in this structural type. For MOF-841 the diameter of the cage (without terminating formic acid) is 11.6 Å (Figure d).", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Representation\nof the <bold>spn</bold> topology (a) exhibited by\nMOF-808, which is built with octahedral (red) and triangular (green)\nunits, resulting in the formation of tetrahedral cage (b) and large\nadamantane pores (c). Atom color scheme: C, black; O, red; Zr, blue\npolyhedra. H atoms are omitted for clarity. Yellow and orange balls\nindicate the space in the framework.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Representation of the spn topology (a) exhibited by MOF-808, which is built with octahedral (red) and triangular (green) units, resulting in the formation of tetrahedral cage (b) and large adamantane pores (c). Atom color scheme: C, black; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Other Zr-based MOFs that we have made and evaluated include\nseveral\nmembers of the <bold>fcu</bold> family (Figure a). The smallest member of this series, MOF-801, is obtained by using\nfumarate as the organic linker (Figure ).\nThis material was originally reported by Wißmann et al., who elucidated its crystal structure on the basis\nof analysis of the PXRD pattern. The microcrystalline powder form\nof MOF-801 was obtained under optimized synthetic conditions. Under\ndifferent synthetic conditions, we have been able to grow crystals\nsuitable for SXRD studies. As explained below, the two forms of MOF-801\n[large single crystals, MOF-801-SC, and microcrystalline powder, MOF-801-P]\nconsistently show different sorption properties and are described\nhere as separate materials. The structure of MOF-801 belongs to the\ncubic space group <italic toggle=\"yes\">Pn</italic>3̅. In this space group\nthere are two crystallographically independent tetrahedral cavities,\nwith slightly different sizes of 5.6 Å and 4.8 Å diameter.\nThe diameter of the octahedral cavity is 7.4 Å.</p>", "clean_text": "Other Zr-based MOFs that we have made and evaluated include several members of the fcu family (Figure a). The smallest member of this series, MOF-801, is obtained by using fumarate as the organic linker (Figure ). This material was originally reported by Wißmann et al., who elucidated its crystal structure on the basis of analysis of the PXRD pattern. The microcrystalline powder form of MOF-801 was obtained under optimized synthetic conditions. Under different synthetic conditions, we have been able to grow crystals suitable for SXRD studies. As explained below, the two forms of MOF-801 [large single crystals, MOF-801-SC, and microcrystalline powder, MOF-801-P] consistently show different sorption properties and are described here as separate materials. The structure of MOF-801 belongs to the cubic space group Pn3̅. In this space group there are two crystallographically independent tetrahedral cavities, with slightly different sizes of 5.6 Å and 4.8 Å diameter. The diameter of the octahedral cavity is 7.4 Å.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Combination of tetrahedral\nunits with icosahedral units produces\nthe <bold>ith</bold> network (a) exhibited by MOF-812 (b). The <bold>flu</bold> network (c) is formed when tetrahedral units are combined\nwith cubic ones, as in the case of MOF-841 (d). Atom color scheme:\nC, black; O, red; Zr, blue polyhedra. Green polyhedra represent central\ntetrahedral carbon. H atoms are omitted for clarity. Yellow balls\nindicate the space in the framework.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Combination of tetrahedral units with icosahedral units produces the ith network (a) exhibited by MOF-812 (b). The flu network (c) is formed when tetrahedral units are combined with cubic ones, as in the case of MOF-841 (d). Atom color scheme: C, black; O, red; Zr, blue polyhedra. Green polyhedra represent central tetrahedral carbon. H atoms are omitted for clarity. Yellow balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Structural Aspects of Other Zirconium MOFs Examined in This\nStudy</title><p>The well-known UiO-66 is formed with BDC as the linker,\nand the tetrahedral and octahedral cavities are 7.4 Å and 8.4\nÅ of diameter, respectively. MOF-804\nis the dihydroxyl derivative of UiO-66, prepared with BDC-(OH)<sub>2</sub>. The presence of the hydroxyl\ngroups in the organic linker results in slightly smaller pore sizes,\n6.8 Å and 7.2 Å in diameter for the tetrahedral and octahedral\ncages, respectively. PIZOF-2 is the largest member of the <bold>fcu</bold> series, and it consists of two interpenetrated frameworks. The interpenetration\nleads to only one type of cavity, with 17.6 Å in diameter. Finally,\nwe have evaluated DUT-67, which is prepared with the bent ditopic\nTDC linker (Scheme ) and has a <bold>reo</bold> topology, with two types of cavities with diameters of 8.8 Å\nand 16.6 Å (Table ).</p>", "clean_text": "Structural Aspects of Other Zirconium MOFs Examined in This Study\n\nThe well-known UiO-66 is formed with BDC as the linker, and the tetrahedral and octahedral cavities are 7.4 Å and 8.4 Å of diameter, respectively. MOF-804 is the dihydroxyl derivative of UiO-66, prepared with BDC-(OH)2. The presence of the hydroxyl groups in the organic linker results in slightly smaller pore sizes, 6.8 Å and 7.2 Å in diameter for the tetrahedral and octahedral cages, respectively. PIZOF-2 is the largest member of the fcu series, and it consists of two interpenetrated frameworks. The interpenetration leads to only one type of cavity, with 17.6 Å in diameter. Finally, we have evaluated DUT-67, which is prepared with the bent ditopic TDC linker (Scheme ) and has a reo topology, with two types of cavities with diameters of 8.8 Å and 16.6 Å (Table ).", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>MOF-801 is the smallest\nZr-MOF with <bold>fcu</bold> topology.\nAtom color scheme: C, black; O, red; Zr, blue polyhedra. Yellow, orange\nand green balls indicate the space in the framework.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  MOF-801 is the smallest Zr-MOF with fcu topology. Atom color scheme: C, black; O, red; Zr, blue polyhedra. Yellow, orange and green balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Permanent Porosity of New\nand Reported Zirconium\nMOFs</title><p>Prior to the water sorption measurements, we recorded\nN<sub>2</sub> and/or Ar adsorption isotherms for the 11 Zr-MOFs to\nconfirm their permanent porosity and to calculate their surface area.\nThe N<sub>2</sub> and/or Ar isotherms can be found in the  (Figures S19–S29). For easy reference,\nwe have classified the MOFs used in this study into three groups depending\non their structure and functionality (Table ). In group 1 we include MOFs with small pores (pore diameter &lt;8.4\nÅ for MOF-801-SC, MOF-801-P, MOF-802, and UiO-66); group 2 includes\nMOFs with large pores where pore diameter ranges from 8.8 Å to\n18.4 Å for DUT-67, MOF-808, MOF-841, and PIZOF-2; and group 3\nincludes the MOFs with hydroxyl functionalized linkers, (MOF-804,\nMOF-805, and MOF-806). The BET and Langmuir surface areas, pore volume,\ncrystal density, pore diameter, and water uptake capacity for each\nZr-MOF sample belonging to the three groups are summarized along with\nother porous solids in Table .</p>", "clean_text": "Permanent Porosity of New and Reported Zirconium MOFs\n\nPrior to the water sorption measurements, we recorded N2 and/or Ar adsorption isotherms for the 11 Zr-MOFs to confirm their permanent porosity and to calculate their surface area. The N2 and/or Ar isotherms can be found in the  (Figures S19-S29). For easy reference, we have classified the MOFs used in this study into three groups depending on their structure and functionality (Table ). In group 1 we include MOFs with small pores (pore diameter <8.4 Å for MOF-801-SC, MOF-801-P, MOF-802, and UiO-66); group 2 includes MOFs with large pores where pore diameter ranges from 8.8 Å to 18.4 Å for DUT-67, MOF-808, MOF-841, and PIZOF-2; and group 3 includes the MOFs with hydroxyl functionalized linkers, (MOF-804, MOF-805, and MOF-806). The BET and Langmuir surface areas, pore volume, crystal density, pore diameter, and water uptake capacity for each Zr-MOF sample belonging to the three groups are summarized along with other porous solids in Table .", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<title>Water Adsorption Properties of Zirconium MOFs</title><title>Condensation Pressure and\nUptake Capacity</title><p>The water\nisotherms are shown in Figure  (Figures S30–S39\nin ). For comparison, we first studied\nthe water uptake properties of the prototypical Zr-MOF, UiO-66 (Figure a, black squares), and compared it to data reported\nby other researchers. The water isotherm\nof UiO-66 (group 1) has a sigmoidal shape with a moderate hysteresis\nloop at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3–0.4.\nMaximum water uptake at 25 °C reaches 535 cm<sup>3</sup> g<sup>–1</sup> (43 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9 (Table ). These results,\nrecorded on a volumetric instrument (uptake vs <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub>), show the same trend as those previously\nreported and measured on a gravimetric system (uptake vs relative\nhumidity, RH%).\n</p>", "clean_text": "Water Adsorption Properties of Zirconium MOFs\n\nCondensation Pressure and Uptake Capacity\n\nThe water isotherms are shown in Figure  (Figures S30-S39 in ). For comparison, we first studied the water uptake properties of the prototypical Zr-MOF, UiO-66 (Figure a, black squares), and compared it to data reported by other researchers. The water isotherm of UiO-66 (group 1) has a sigmoidal shape with a moderate hysteresis loop at P/P 0 = 0.3-0.4. Maximum water uptake at 25 °C reaches 535 cm3 g-1 (43 wt %) at P/P 0 = 0.9 (Table ). These results, recorded on a volumetric instrument (uptake vs P/P 0), show the same trend as those previously reported and measured on a gravimetric system (uptake vs relative humidity, RH%). ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>The water isotherm\nof MOF-801-SC measured at 25 °C is shown in Figure a, blue squares. The adsorbed amount of water gradually increases\nwith increasing pressure up to <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.05, followed by abrupt water uptake in the pressure\nrange from <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.05\nto 0.1, and the maximum uptake is 350 cm<sup>3</sup> g<sup>–1</sup> (28 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> =\n0.9. The step pressure is much lower than that of UiO-66, indicating\na higher water affinity for this material. A similar trend is observed\nby MOF-801-P (Figure a, red squares), while\nthe maximum water uptake is now 1.3 times greater than MOF-801-SC\n[450 cm<sup>3</sup> g<sup>–1</sup> (36 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9]. This difference in maximum\nuptake between the two forms of MOF-801 was also observed in the N<sub>2</sub> sorption measurements, and we attribute this to the possibility\nof a large amount of missing linker defects in MOF-801-P. MOF-802 shows a type I isotherm (Figure a, green squares). Although this compound does not\nshow significant N<sub>2</sub> and Ar uptake, the total water uptake\nis 100 cm<sup>3</sup> g<sup>–1</sup> (8.0 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9, indicating that\nthe pore is large enough to allow inclusion water molecules due to\nits smaller kinetic diameter (2.6 Å).</p>", "clean_text": "The water isotherm of MOF-801-SC measured at 25 °C is shown in Figure a, blue squares. The adsorbed amount of water gradually increases with increasing pressure up to P/P 0 = 0.05, followed by abrupt water uptake in the pressure range from P/P 0 = 0.05 to 0.1, and the maximum uptake is 350 cm3 g-1 (28 wt %) at P/P 0 = 0.9. The step pressure is much lower than that of UiO-66, indicating a higher water affinity for this material. A similar trend is observed by MOF-801-P (Figure a, red squares), while the maximum water uptake is now 1.3 times greater than MOF-801-SC [450 cm3 g-1 (36 wt %) at P/P 0 = 0.9]. This difference in maximum uptake between the two forms of MOF-801 was also observed in the N2 sorption measurements, and we attribute this to the possibility of a large amount of missing linker defects in MOF-801-P. MOF-802 shows a type I isotherm (Figure a, green squares). Although this compound does not show significant N2 and Ar uptake, the total water uptake is 100 cm3 g-1 (8.0 wt %) at P/P 0 = 0.9, indicating that the pore is large enough to allow inclusion water molecules due to its smaller kinetic diameter (2.6 Å).", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<p>The water isotherms\nfor group 2 MOFs display significant steps\nwith a hysteresis loop (Figure b). The limited\nwater uptake at lower pressure from these steps indicates that the\naffinity of water to the MOF surface is low. This is related to the\nhydrophobicity of the organic linker; therefore, higher water vapor\npressure is required to induce the pore filling. This is clearly illustrated\nby the behavior of PIZOF-2, which has a large pore diameter and does\nnot take up water up to <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.7. Once the uptake starts, it reaches a total water storage\ncapacity of 850 cm<sup>3</sup> g<sup>–1</sup> (68 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9. This high uptake\ncapacity at high relative pressure indicates a strong correlation\nbetween porosity and total water uptake (Figure S50 in ). The maximum uptake of DUT-67 and MOF-808\nis 625 cm<sup>3</sup> g<sup>–1</sup> (50 wt %) and 735 cm<sup>3</sup> g<sup>–1</sup> (59 wt %), respectively. DUT-67 shows\nseveral steps in its isotherm, which can be correlated to the filling\nof the variously sized cavities that are present in this structure.\nMOF-841 shows an isotherm with a steep adsorption commencing at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.2 and reaching 550\ncm<sup>3</sup> g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3 (640 cm<sup>3</sup> g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9).</p>", "clean_text": "The water isotherms for group 2 MOFs display significant steps with a hysteresis loop (Figure b). The limited water uptake at lower pressure from these steps indicates that the affinity of water to the MOF surface is low. This is related to the hydrophobicity of the organic linker; therefore, higher water vapor pressure is required to induce the pore filling. This is clearly illustrated by the behavior of PIZOF-2, which has a large pore diameter and does not take up water up to P/P 0 = 0.7. Once the uptake starts, it reaches a total water storage capacity of 850 cm3 g-1 (68 wt %) at P/P 0 = 0.9. This high uptake capacity at high relative pressure indicates a strong correlation between porosity and total water uptake (Figure S50 in ). The maximum uptake of DUT-67 and MOF-808 is 625 cm3 g-1 (50 wt %) and 735 cm3 g-1 (59 wt %), respectively. DUT-67 shows several steps in its isotherm, which can be correlated to the filling of the variously sized cavities that are present in this structure. MOF-841 shows an isotherm with a steep adsorption commencing at P/P 0 = 0.2 and reaching 550 cm3 g-1 at P/P 0 = 0.3 (640 cm3 g-1 at P/P 0 = 0.9).", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["property"], "content": "<p>In the case of group 3 MOFs, MOF-804 shows a type I isotherm profile\n(Figure c, red circles), while sigmoid isotherms\nare observed for the larger pore materials MOF-805 and MOF-806 (Figure c, blue and green circles, respectively). All three\nMOFs in this group show relatively low maximum uptakes, compared to\nthe other studied MOFs: MOF-804 has a maximum uptake of 295 cm<sup>3</sup> g<sup>–1</sup> (24 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9, while MOF-805 and MOF-806 have a maximum\nuptake of 415 cm<sup>3</sup> g<sup>–1</sup> (33 wt %) and 425\ncm<sup>3</sup> g<sup>–1</sup> (34 wt %), respectively.\n</p>", "clean_text": "In the case of group 3 MOFs, MOF-804 shows a type I isotherm profile (Figure c, red circles), while sigmoid isotherms are observed for the larger pore materials MOF-805 and MOF-806 (Figure c, blue and green circles, respectively). All three MOFs in this group show relatively low maximum uptakes, compared to the other studied MOFs: MOF-804 has a maximum uptake of 295 cm3 g-1 (24 wt %) at P/P 0 = 0.9, while MOF-805 and MOF-806 have a maximum uptake of 415 cm3 g-1 (33 wt %) and 425 cm3 g-1 (34 wt %), respectively. ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>In principle, the presence of hydroxyl\nfunctional groups as in\nMOF-804, -805, and -806 should increase the affinity of the framework\nfor water, resulting in higher uptake values at lower pressure. However,\nwe find that, although the presence of these functional groups affect\nthe isotherm profile, this effect appears to be marginal in enhancing\nthe affinity of the adsorbent surface to the water molecules. Hence,\nthe water uptake by MOF-805 and MOF-806 at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1 is only 10% of that found for MOF-801-P\nunder the same conditions Thus, to fill the micropores with water\nin the desirable pressure range (especially below <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1) and realize the steep water\nuptake (i.e., the first criterion mentioned above), the pore size\nof the MOF structure plays a primary role. The reasons for the higher\naffinity of MOF-801 are explained in detail below.</p>", "clean_text": "In principle, the presence of hydroxyl functional groups as in MOF-804, -805, and -806 should increase the affinity of the framework for water, resulting in higher uptake values at lower pressure. However, we find that, although the presence of these functional groups affect the isotherm profile, this effect appears to be marginal in enhancing the affinity of the adsorbent surface to the water molecules. Hence, the water uptake by MOF-805 and MOF-806 at P/P 0 = 0.1 is only 10% of that found for MOF-801-P under the same conditions Thus, to fill the micropores with water in the desirable pressure range (especially below P/P 0 = 0.1) and realize the steep water uptake (i.e., the first criterion mentioned above), the pore size of the MOF structure plays a primary role. The reasons for the higher affinity of MOF-801 are explained in detail below.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Water isotherms of zirconium\nMOFs with small pore (a), large pore\n(b), and hydroxyl functionalized linkers (c) measured at 25 °C.\nThe isotherm of zeolite 13X is also included in panel (a).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Water isotherms of zirconium MOFs with small pore (a), large pore (b), and hydroxyl functionalized linkers (c) measured at 25 °C. The isotherm of zeolite 13X is also included in panel (a).   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<title>Ease of Regeneration and Cycle Performance\nin Water Uptake</title><p>The third criterion for the actual applicability\nof MOFs as water\nadsorbents concerns the ease of regeneration and stability to maximize\nthe delivery of water. To evaluate these factors, the samples were\nevacuated at 25 °C for 2 h after the isotherm measurements. Typical\npressure in the sample cell after the regeneration process was 5 Pa.\nWe then collected the water isotherms up to five cycles (Figure ) for the Zr-MOFs studied here along with 10 other\nrepresentative porous solids, including zeolite 13X, MCM-41, M-MOF-74\n(M = Mg, Ni, and Co), CAU-6, CAU-10 and the commercially available MOFs Basolite\nA100, C300, and A300 (Table ). The isotherms\nare shown in the  (Figures S40–S49).\nThe cycle performance results show that, for MOF-805, MOF-806, MOF-808,\nand Basolite A100, A300, and C300, the uptake constantly drops in\nevery cycle. The surface area of these MOFs was redetermined after\nthe water cycle tests, showing a significant decrease. This observation\nsuggests that the loss of water uptake capacity is related to the\nloss of porosity.</p>", "clean_text": "Ease of Regeneration and Cycle Performance in Water Uptake\n\nThe third criterion for the actual applicability of MOFs as water adsorbents concerns the ease of regeneration and stability to maximize the delivery of water. To evaluate these factors, the samples were evacuated at 25 °C for 2 h after the isotherm measurements. Typical pressure in the sample cell after the regeneration process was 5 Pa. We then collected the water isotherms up to five cycles (Figure ) for the Zr-MOFs studied here along with 10 other representative porous solids, including zeolite 13X, MCM-41, M-MOF-74 (M = Mg, Ni, and Co), CAU-6, CAU-10 and the commercially available MOFs Basolite A100, C300, and A300 (Table ). The isotherms are shown in the  (Figures S40-S49). The cycle performance results show that, for MOF-805, MOF-806, MOF-808, and Basolite A100, A300, and C300, the uptake constantly drops in every cycle. The surface area of these MOFs was redetermined after the water cycle tests, showing a significant decrease. This observation suggests that the loss of water uptake capacity is related to the loss of porosity.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>For DUT-67, MOF-804, MOF-74s, CAU-6, and zeolite\n13X, we find a significant decrease from the first to the second cycle\nand a nearly constant uptake thereafter. This behavior can be explained\nif some of the water molecules are strongly bound to the framework,\nnot being desorbed under the aforementioned regeneration conditions.\nIf this is the case, the water release requires further energy input\n(higher temperature and/or better vacuum). In practical terms, the\nworking capacity of these materials is strongly limited due to the\nhigh regeneration cost.</p>", "clean_text": "For DUT-67, MOF-804, MOF-74s, CAU-6, and zeolite 13X, we find a significant decrease from the first to the second cycle and a nearly constant uptake thereafter. This behavior can be explained if some of the water molecules are strongly bound to the framework, not being desorbed under the aforementioned regeneration conditions. If this is the case, the water release requires further energy input (higher temperature and/or better vacuum). In practical terms, the working capacity of these materials is strongly limited due to the high regeneration cost.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Finally, we find that MOF-801-P, MOF-802,\nMOF-841, UiO-66, CAU-10,\nand MCM-41 exhibit the best and closest to the ideal cycling performance.\nThese materials show robust cycling performance as indicated by the\nsimilarity of water uptake in all five cycles (Figure ). Since these materials are stable under humid conditions\nand have no strong binding sites (e.g., open metal sites) for water\nto bind, it is expected their working capacity (deliverable amount\nof water) not to be strongly influenced by the regeneration conditions.</p>", "clean_text": "Finally, we find that MOF-801-P, MOF-802, MOF-841, UiO-66, CAU-10, and MCM-41 exhibit the best and closest to the ideal cycling performance. These materials show robust cycling performance as indicated by the similarity of water uptake in all five cycles (Figure ). Since these materials are stable under humid conditions and have no strong binding sites (e.g., open metal sites) for water to bind, it is expected their working capacity (deliverable amount of water) not to be strongly influenced by the regeneration conditions.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>Best Performing Porous Materials for Water Adsorption</title><p>As\nmentioned above, different applications require different operation\npressures. Whereas, for on-board heat exchange systems, it is preferable\nto have materials capable of taking up large amounts of water in low-pressure\nregions (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> ≤\n0.1), temperature-triggered water capture and release systems are\nexpected to operate at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> values close to 0.3. Therefore, the water uptake for selected materials\nat various ranges of <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> values in the five consecutive cycles is plotted in Figure  (Figure S51 in ).\nFurthermore, the uptake capacities for the first and fifth cycles\nfor zirconium MOFs and other porous solids are also compared in Figure .</p>", "clean_text": "Best Performing Porous Materials for Water Adsorption\n\nAs mentioned above, different applications require different operation pressures. Whereas, for on-board heat exchange systems, it is preferable to have materials capable of taking up large amounts of water in low-pressure regions (P/P 0 ≤ 0.1), temperature-triggered water capture and release systems are expected to operate at P/P 0 values close to 0.3. Therefore, the water uptake for selected materials at various ranges of P/P 0 values in the five consecutive cycles is plotted in Figure  (Figure S51 in ). Furthermore, the uptake capacities for the first and fifth cycles for zirconium MOFs and other porous solids are also compared in Figure .", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["property"], "content": "<p>At <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1, the water uptakes of MOF-801-P and Co-MOF-74\nare higher than 20 wt %, which outperform any of the other MOFs. More\nimportantly, after the first cycle these capacities are still 3 times\ngreater than that of zeolite 13X, which is commonly used for water\nadsorption chillers. The water uptake\ncapacity increases for all materials at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3. However, the order is slightly different\nfrom the one observed at relative pressure of 0.1: here, MOF-841 outperforms\nother materials. The isotherm profile of this material (Figure b), which shows a significant step in the pressure\nrange from <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.2\nto 0.3, indicates that water rapidly condenses in the pore of this\nMOF at this pressure range. In addition, the uptake is nearly constant\nthroughout the five cycles. After the fifth cycle, the uptake is still\ngreater than 40 wt %. To the best of our knowledge, this is the highest\nvalue of water uptake at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3 for any porous solid.</p>", "clean_text": "At P/P 0 = 0.1, the water uptakes of MOF-801-P and Co-MOF-74 are higher than 20 wt %, which outperform any of the other MOFs. More importantly, after the first cycle these capacities are still 3 times greater than that of zeolite 13X, which is commonly used for water adsorption chillers. The water uptake capacity increases for all materials at P/P 0 = 0.3. However, the order is slightly different from the one observed at relative pressure of 0.1: here, MOF-841 outperforms other materials. The isotherm profile of this material (Figure b), which shows a significant step in the pressure range from P/P 0 = 0.2 to 0.3, indicates that water rapidly condenses in the pore of this MOF at this pressure range. In addition, the uptake is nearly constant throughout the five cycles. After the fifth cycle, the uptake is still greater than 40 wt %. To the best of our knowledge, this is the highest value of water uptake at P/P 0 = 0.3 for any porous solid.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["property"], "content": "<title>Temperature\nDependency of Water Uptake</title><p>Since water adsorption is an exothermic\nprocess, a large amount of\nheat can be utilized if the adsorption enthalpy is large. With that\nin mind, released heat can increase the temperature in adsorbent beds\nso that the uptake capacity can be drastically influenced by this\ntemperature change. Therefore, we have measured the water isotherms\nfor the best performers, MOF-801-P and MOF-841, at various temperatures\nbetween 15 to 55 °C (Figure S52, S54 in ). These isotherms show that the maximum uptake capacity is not significantly\ninfluenced by the temperature, indicating that water molecules are\neasily condensed within the MOF pores. We have estimated the isosteric heat of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) of water from the isotherms measured at various temperatures\n(Figures S53, S55 in ). The <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value in the low water coverage range for MOF-841 is\naround 50 kJ mol<sup>–1</sup>, which remains nearly constant\nthroughout the entire adsorption process, and represent 25% greater\nenergy than the latent energy of water (40.7 kJ mol<sup>–1</sup>). The <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value for MOF-801-P is even\ngreater than for MOF-841, approximately 60 kJ mol<sup>–1</sup>.</p>", "clean_text": "Temperature Dependency of Water Uptake\n\nSince water adsorption is an exothermic process, a large amount of heat can be utilized if the adsorption enthalpy is large. With that in mind, released heat can increase the temperature in adsorbent beds so that the uptake capacity can be drastically influenced by this temperature change. Therefore, we have measured the water isotherms for the best performers, MOF-801-P and MOF-841, at various temperatures between 15 to 55 °C (Figure S52, S54 in ). These isotherms show that the maximum uptake capacity is not significantly influenced by the temperature, indicating that water molecules are easily condensed within the MOF pores. We have estimated the isosteric heat of adsorption (Q st) of water from the isotherms measured at various temperatures (Figures S53, S55 in ). The Q st value in the low water coverage range for MOF-841 is around 50 kJ mol-1, which remains nearly constant throughout the entire adsorption process, and represent 25% greater energy than the latent energy of water (40.7 kJ mol-1). The Q st value for MOF-801-P is even greater than for MOF-841, approximately 60 kJ mol-1.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["property"], "content": "<title>Applications to Thermal Battery and Water Delivery in Remote\nDesert Regions</title><p>With these values, we can estimate how much\nheat can be stored in 15 kg of MOF-801-P. Assuming that the storage\ncapacity and <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> of MOF-801-P are 20 wt\n% (at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1) and\n60 kJ mol<sup>–1</sup>, respectively, the total heat expected\nto be released is 10 MJ. If such a system is operated for 1 h with\n65% efficiency, the power capability is equivalent to 1.8 kW: a value\napproaching the 2.5 kW power target for typical thermal batteries\nas set by DOE.\n</p>", "clean_text": "Applications to Thermal Battery and Water Delivery in Remote Desert Regions\n\nWith these values, we can estimate how much heat can be stored in 15 kg of MOF-801-P. Assuming that the storage capacity and Q st of MOF-801-P are 20 wt % (at P/P 0 = 0.1) and 60 kJ mol-1, respectively, the total heat expected to be released is 10 MJ. If such a system is operated for 1 h with 65% efficiency, the power capability is equivalent to 1.8 kW: a value approaching the 2.5 kW power target for typical thermal batteries as set by DOE. ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The temperature\neffect on water uptake is also important to realize another application\nof water adsorption in MOFs: temperature-triggered water capture and\nrelease systems, where atmospheric water would be captured and delivered\nat different temperatures in areas with high temperature contrasts\nbetween day and night. For example, in the city of Tabuk in Saudi\nArabia, the typical summer temperature and relative humidity during\nday time are respectively 40 °C and 5%, drastically changing\nat night to 25 °C and 35%. Assuming <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> × 100 = RH%, the working capacity of\nMOF-841 between <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> =\n0.05–0.35 is more than 40 wt % (Figure S58 in ), which is the largest obtained among all Zr-MOFs. If 15\nkg of MOF-841 is deployed in Tabuk under these optimal conditions,\nit should be able to deliver 6.3 L of pure water per day.</p>", "clean_text": "The temperature effect on water uptake is also important to realize another application of water adsorption in MOFs: temperature-triggered water capture and release systems, where atmospheric water would be captured and delivered at different temperatures in areas with high temperature contrasts between day and night. For example, in the city of Tabuk in Saudi Arabia, the typical summer temperature and relative humidity during day time are respectively 40 °C and 5%, drastically changing at night to 25 °C and 35%. Assuming P/P 0 × 100 = RH%, the working capacity of MOF-841 between P/P 0 = 0.05-0.35 is more than 40 wt % (Figure S58 in ), which is the largest obtained among all Zr-MOFs. If 15 kg of MOF-841 is deployed in Tabuk under these optimal conditions, it should be able to deliver 6.3 L of pure water per day.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<title>Location of Water Molecules in MOF-801-SC Using\nX-ray Diffraction</title><p>The above results provide valuable insight\ninto the water adsorption behavior of porous solids, in particular\nMOF materials. On the basis of the forgoing discussion, it is reasonable\nto state that structural parameters such as pore size dictate the\ndifferences in the isotherm profiles rather than sole effects of additional\nhydroxyl functionality in the linkers. To further understand how these\nstructural factors influence the adsorption properties of the MOFs,\nwe set out to determine the location of water molecules in MOF-801\nwith the prescribed amount of guest water molecules using diffraction\ntechniques (SXRD for MOF-801-SC and neutron powder diffraction for\nMOF-801-P).</p>", "clean_text": "Location of Water Molecules in MOF-801-SC Using X-ray Diffraction\n\nThe above results provide valuable insight into the water adsorption behavior of porous solids, in particular MOF materials. On the basis of the forgoing discussion, it is reasonable to state that structural parameters such as pore size dictate the differences in the isotherm profiles rather than sole effects of additional hydroxyl functionality in the linkers. To further understand how these structural factors influence the adsorption properties of the MOFs, we set out to determine the location of water molecules in MOF-801 with the prescribed amount of guest water molecules using diffraction techniques (SXRD for MOF-801-SC and neutron powder diffraction for MOF-801-P).", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<title>Location of Water at Low Uptake</title><p>Prior to studying the\nlocation of water, we collected diffraction data for a crystal which\nwas evacuated in situ under dynamic vacuum (50 Pa) at 90 °C.\nNo significant residual electron density was found in the difference\nFourier maps of this sample, which is indicative of the absence of\nguest molecules in the pore. Subsequently, an activated crystal was\nexposed to moisture, and a new data set was collected.</p>", "clean_text": "Location of Water at Low Uptake\n\nPrior to studying the location of water, we collected diffraction data for a crystal which was evacuated in situ under dynamic vacuum (50 Pa) at 90 °C. No significant residual electron density was found in the difference Fourier maps of this sample, which is indicative of the absence of guest molecules in the pore. Subsequently, an activated crystal was exposed to moisture, and a new data set was collected.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>In the\nstructure of MOF-801 there are three symmetry-independent cavities\n(Figure a), two with tetrahedral shape, hereafter\nreferred to as cavity T1 and cavity T2 (Figure b), and one with octahedral shape (O<sub>\n<italic toggle=\"yes\">h</italic>\n</sub>, Figure c). After refinement of the framework\natoms we could identify up to three areas of high residual electron\ndensity in the tetrahedral pores, which we attributed to the adsorbed\nwater molecules, while the octahedral pores remained empty. These\nresidual electron densities maxima were assigned as oxygen atoms,\nand their occupancy was refined. Both T1 and T2 cavities clearly demonstrated\na primary adsorption site located close to the μ<sub>3</sub>-OH groups of the SBUs. These sites,\nlabeled as site I and II (d and e in Figure ), have a refined occupancy of 0.25 and 0.40, respectively. The distances\nof the primary adsorption sites are 2.757(7) Å and 2.781(1) Å\nfrom the position of the oxygen atom in the μ<sub>3</sub>-OH\ngroup of the Zr-SBU. The distance between\nthe μ<sub>3</sub>-OH group and the adsorbed water at sites I\nand II indicates that the μ<sub>3</sub>-OH groups provide the\nMOF with primary adsorption sites through the formation of hydrogen\nbonds with the water molecules. The third adsorption site, site III,\nwas located only in the interior of cavities T2 (Figure e). The water molecule adsorbed in site III has a refined\noccupancy of 20%, which is half of the occupancy of the other O atoms\nin the same cavity (site II). Interestingly, each water molecule in\nsite III would form hydrogen bonds [O–O distance of 2.871(7)\nÅ] with three molecules in site II, resulting in a cubic arrangement\nof adsorbed water molecules. The water cubane is the smallest cluster\nwhere each water molecule forms three hydrogen bonds. This type of\ncubic water cluster has been studied spectroscopic and theoretically  and seldom observed crystallographically.\n</p>", "clean_text": "In the structure of MOF-801 there are three symmetry-independent cavities (Figure a), two with tetrahedral shape, hereafter referred to as cavity T1 and cavity T2 (Figure b), and one with octahedral shape (O h , Figure c). After refinement of the framework atoms we could identify up to three areas of high residual electron density in the tetrahedral pores, which we attributed to the adsorbed water molecules, while the octahedral pores remained empty. These residual electron densities maxima were assigned as oxygen atoms, and their occupancy was refined. Both T1 and T2 cavities clearly demonstrated a primary adsorption site located close to the μ3-OH groups of the SBUs. These sites, labeled as site I and II (d and e in Figure ), have a refined occupancy of 0.25 and 0.40, respectively. The distances of the primary adsorption sites are 2.757(7) Å and 2.781(1) Å from the position of the oxygen atom in the μ3-OH group of the Zr-SBU. The distance between the μ3-OH group and the adsorbed water at sites I and II indicates that the μ3-OH groups provide the MOF with primary adsorption sites through the formation of hydrogen bonds with the water molecules. The third adsorption site, site III, was located only in the interior of cavities T2 (Figure e). The water molecule adsorbed in site III has a refined occupancy of 20%, which is half of the occupancy of the other O atoms in the same cavity (site II). Interestingly, each water molecule in site III would form hydrogen bonds [O-O distance of 2.871(7) Å] with three molecules in site II, resulting in a cubic arrangement of adsorbed water molecules. The water cubane is the smallest cluster where each water molecule forms three hydrogen bonds. This type of cubic water cluster has been studied spectroscopic and theoretically  and seldom observed crystallographically. ", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Water uptake capacity of zirconium MOFs (left) and other\nrepresentative\nporous materials (right) in different pressure ranges. The large portion\nof water uptake capacity indicates that the pore filling or condensation\noccurs in this pressure range. Left and right bars represent first\nand fifth cycles, respectively. An asterisk (*) indicates no data.\nFor MOF-801-SC, uptake capacities of first and second cycles were\ndemonstrated.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Water uptake capacity of zirconium MOFs (left) and other representative porous materials (right) in different pressure ranges. The large portion of water uptake capacity indicates that the pore filling or condensation occurs in this pressure range. Left and right bars represent first and fifth cycles, respectively. An asterisk (*) indicates no data. For MOF-801-SC, uptake capacities of first and second cycles were demonstrated.   ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<title>Location of Water at High\nUptake</title><p>To have a glimpse\nof the arrangement of the water molecules at high water loading, another\ndata collection was carried out for a crystal exposed to a 100% RH\nunder N<sub>2</sub>. The results of the structural refinement demonstrate\nthe presence of high electron density in both cavities (tetrahedral\nand octahedral) of the MOF-801-SC, indicating that these cavities\nare now occupied with guest molecules. The refinement in the <italic toggle=\"yes\">Pn</italic>3̅ space group resulted in very high residuals due\nto the large electron density now occupying the pores. We then carried\nout least-squares refinements in the <italic toggle=\"yes\">P</italic>1̅ space\ngroup to individually describe the different possible sorption sites.\nWith only an inversion center in the unit cell, there are now four\ncrystallographically independent tetrahedral cavities (T1 is split\nin three) each one of them with unit cell multiplicity 2. In all cases,\nthe same primary adsorption sites I and II are clearly found close\nto the μ<sub>3</sub>-OH groups. They were refined by assigning\nO atoms with 50% occupancies. In one out of the four tetrahedral cavities,\nno additional sorption sites were found, while in the other three\ncavities, electron density areas corresponding to the adsorption sites\nIII were located and assigned to O atoms, resulting in satisfactory\nrefinements. In two of these cavities (splitting from T1), the water\nclusters are formed by seven atoms, where one atom at a site III is\nmissing in the cube, resulting in an incomplete cubic disposition\n(Figure f). The occupancies refined were 50%\nfor sites I and II atoms, and 33% for sites III atoms. In the fourth\ncavity, T2, a complete cubic cluster like the one depicted in Figure e was found, with the eight O atoms refined with\n50% occupancy.\n</p>", "clean_text": "Location of Water at High Uptake\n\nTo have a glimpse of the arrangement of the water molecules at high water loading, another data collection was carried out for a crystal exposed to a 100% RH under N2. The results of the structural refinement demonstrate the presence of high electron density in both cavities (tetrahedral and octahedral) of the MOF-801-SC, indicating that these cavities are now occupied with guest molecules. The refinement in the Pn3̅ space group resulted in very high residuals due to the large electron density now occupying the pores. We then carried out least-squares refinements in the P1̅ space group to individually describe the different possible sorption sites. With only an inversion center in the unit cell, there are now four crystallographically independent tetrahedral cavities (T1 is split in three) each one of them with unit cell multiplicity 2. In all cases, the same primary adsorption sites I and II are clearly found close to the μ3-OH groups. They were refined by assigning O atoms with 50% occupancies. In one out of the four tetrahedral cavities, no additional sorption sites were found, while in the other three cavities, electron density areas corresponding to the adsorption sites III were located and assigned to O atoms, resulting in satisfactory refinements. In two of these cavities (splitting from T1), the water clusters are formed by seven atoms, where one atom at a site III is missing in the cube, resulting in an incomplete cubic disposition (Figure f). The occupancies refined were 50% for sites I and II atoms, and 33% for sites III atoms. In the fourth cavity, T2, a complete cubic cluster like the one depicted in Figure e was found, with the eight O atoms refined with 50% occupancy. ", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>The large octahedral\ncavity was also filled with water molecules. Considering that there\nis no primary sorption site in the octahedral cavity, it is presumed\nthat the filling process is more or less initiated by the formation\nof hydrogen bonds with adsorbed water molecules. Indeed, new adsorption\nsites are identified near the atoms located in the previously described\nsorption sites III of the tetrahedral cavities and inside the octahedral\nones (Figure g). These sites were refined\nas O atoms with occupancies between 25 and 33%.</p>", "clean_text": "The large octahedral cavity was also filled with water molecules. Considering that there is no primary sorption site in the octahedral cavity, it is presumed that the filling process is more or less initiated by the formation of hydrogen bonds with adsorbed water molecules. Indeed, new adsorption sites are identified near the atoms located in the previously described sorption sites III of the tetrahedral cavities and inside the octahedral ones (Figure g). These sites were refined as O atoms with occupancies between 25 and 33%.", "data": null, "include_properties": null}, {"idx": 58, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Structure of MOF-801\nconsists of three symmetry-independent types\nof cavities (a), two with tetrahedral shape, T1 and T2 (b), and one\nwith octahedral shape (c). The single-crystal diffraction study of\na moisture-exposed crystal (d and e) shows that the water molecules\nare initially adsorbed in the tetrahedral cavities through hydrogen-bond\nformation with the SBUs (sites I and II) and among them (sites III).\nIn the crystal exposed to 100% RH, the same arrangements are found,\nas well as incomplete cubic clusters (f). The octahedral cavities\nare also filled, and several sorption sites were identified, forming\nhydrogen bonds with sites III (g). In the microcrystalline MOF-801-P,\nthe neutron diffraction study (h and i) show similar sorption sites\nI, II, and III, and additional sites, IV and V, at the center of the\ntetrahedral cavities.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Structure of MOF-801 consists of three symmetry-independent types of cavities (a), two with tetrahedral shape, T1 and T2 (b), and one with octahedral shape (c). The single-crystal diffraction study of a moisture-exposed crystal (d and e) shows that the water molecules are initially adsorbed in the tetrahedral cavities through hydrogen-bond formation with the SBUs (sites I and II) and among them (sites III). In the crystal exposed to 100% RH, the same arrangements are found, as well as incomplete cubic clusters (f). The octahedral cavities are also filled, and several sorption sites were identified, forming hydrogen bonds with sites III (g). In the microcrystalline MOF-801-P, the neutron diffraction study (h and i) show similar sorption sites I, II, and III, and additional sites, IV and V, at the center of the tetrahedral cavities.   ", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>These observations should reinforce the importance of the\ncooperative\neffect in the formation of hydrogen bonds between adsorbed water molecules,\nwhich governs the sorption process. Thus, the water molecules are\ninitially adsorbed on the μ<sub>3</sub>-OH groups of the Zr-SBU.\nFollowing, more water molecules are confined in the cavity by forming\nnew hydrogen bonds with several of the adsorbed molecules at the primary\nbinding sites. Finally, these secondarily adsorbed molecules provide\nfurther binding sites to facilitate the adsorption in the larger cavities\nand subsequent water condensation in the framework of MOF-801-SC.</p>", "clean_text": "These observations should reinforce the importance of the cooperative effect in the formation of hydrogen bonds between adsorbed water molecules, which governs the sorption process. Thus, the water molecules are initially adsorbed on the μ3-OH groups of the Zr-SBU. Following, more water molecules are confined in the cavity by forming new hydrogen bonds with several of the adsorbed molecules at the primary binding sites. Finally, these secondarily adsorbed molecules provide further binding sites to facilitate the adsorption in the larger cavities and subsequent water condensation in the framework of MOF-801-SC.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<title>Location of Water Molecules in MOF-801-P Using\nNeutron Diffraction</title><p>The location of adsorbed water molecules\nin MOF-801-P was analyzed by neutron powder diffraction data collected\nat room temperature. A vanadium sample holder equipped with a custom-designed\ngas loading lid was filled with deuterium-exchanged MOF-801-P and\nconnected to the vapor sorption analyzer to expose the sample to D<sub>2</sub>O at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3.\nRietveld analysis of the neutron powder diffraction data revealed\na good agreement with the structural model determined from SXRD [<italic toggle=\"yes\">Pn</italic>3̅ space group, <italic toggle=\"yes\">a</italic> = 17.8736(5)\nÅ]. Subsequent difference Fourier analysis revealed the site\npositions and orientations of the framework-adsorbed water molecules.\nThree primary D<sub>2</sub>O adsorption sites, namely site I of cavity\nT1 as well as sites II and III in cavity T2, were identified (h and\nI of Figure ). These sites were similarly\nobserved in MOF-801-SC. Additional adsorption sites in MOF-801-P were\nlocated at the center of the tetrahedral cavities T1 and T2 and labeled\nas sites IV and V, respectively. For site IV, the excess scattering\ndensity resembled a tetrahedron (Figure S11 of ), a direct result of hydrogen-bonding interactions with\nsite I molecules. Therefore, site IV was modeled as two water molecules\nthat are rotated with respect to one another (Figure h) with an average occupancy of 0.33(4). Note that the orientation\nof the water molecules, as determined by the position of the D atoms,\nis incompatible with a situation where all five water molecules are\npresent at the same time. This indicates that cavity T1 is occupied\nsimply by the primarily adsorbed molecules in site I, or by three\nwater molecules (i.e., two in site I and the third one in site IV).\nThe presence of water molecules in site I seems to stabilize the presence\nof site IV molecules through the formation of hydrogen-bonding interactions.\nAs such, the precise orientation of D<sub>2</sub>O bound at these\ntwo adsorption sites was determined, revealing a well-defined hydrogen-bonding\nnetwork between sites I and IV of the T1 cavity and the μ<sub>3</sub>-OD group of in the SBU (Figure S9 in ). The intermolecular O···D distances between\nsites I and IV and the O···D distances between site\nI and framework bound μ<sub>3</sub>-OD exhibit values around\n1.85 Å, which is similar to previously reported hydrogen bonding\nof water molecules.\n</p>", "clean_text": "Location of Water Molecules in MOF-801-P Using Neutron Diffraction\n\nThe location of adsorbed water molecules in MOF-801-P was analyzed by neutron powder diffraction data collected at room temperature. A vanadium sample holder equipped with a custom-designed gas loading lid was filled with deuterium-exchanged MOF-801-P and connected to the vapor sorption analyzer to expose the sample to D2O at P/P 0 = 0.3. Rietveld analysis of the neutron powder diffraction data revealed a good agreement with the structural model determined from SXRD [Pn3̅ space group, a = 17.8736(5) Å]. Subsequent difference Fourier analysis revealed the site positions and orientations of the framework-adsorbed water molecules. Three primary D2O adsorption sites, namely site I of cavity T1 as well as sites II and III in cavity T2, were identified (h and I of Figure ). These sites were similarly observed in MOF-801-SC. Additional adsorption sites in MOF-801-P were located at the center of the tetrahedral cavities T1 and T2 and labeled as sites IV and V, respectively. For site IV, the excess scattering density resembled a tetrahedron (Figure S11 of ), a direct result of hydrogen-bonding interactions with site I molecules. Therefore, site IV was modeled as two water molecules that are rotated with respect to one another (Figure h) with an average occupancy of 0.33(4). Note that the orientation of the water molecules, as determined by the position of the D atoms, is incompatible with a situation where all five water molecules are present at the same time. This indicates that cavity T1 is occupied simply by the primarily adsorbed molecules in site I, or by three water molecules (i.e., two in site I and the third one in site IV). The presence of water molecules in site I seems to stabilize the presence of site IV molecules through the formation of hydrogen-bonding interactions. As such, the precise orientation of D2O bound at these two adsorption sites was determined, revealing a well-defined hydrogen-bonding network between sites I and IV of the T1 cavity and the μ3-OD group of in the SBU (Figure S9 in ). The intermolecular O⋅⋅⋅D distances between sites I and IV and the O⋅⋅⋅D distances between site I and framework bound μ3-OD exhibit values around 1.85 Å, which is similar to previously reported hydrogen bonding of water molecules. ", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<p>In the case\nof cavity T2, an area of excess scattering density was located in\nthe center of the cavity, site V, that is represented by large globules\n(Figure S10 in ), likely indicating that\nthe molecule exhibits significant static disorder or is rattling around\nin the cavity pocket. As such, we modeled it as rotationally disordered.\nIn this case, the most likely situation is an average combination\nof all the scenarios already described: (i) molecules only in site\nII, (ii) a cubic (or incomplete cubic) disposition with molecules\nin sites II and III, or (iii) trimers with molecules in sites II and\nV. A situation where the cavity is filled with nine molecules (a cube\nwith an extra molecule in the center) is ruled out on the basis of\nthe short distance between sites III and V.</p>", "clean_text": "In the case of cavity T2, an area of excess scattering density was located in the center of the cavity, site V, that is represented by large globules (Figure S10 in ), likely indicating that the molecule exhibits significant static disorder or is rattling around in the cavity pocket. As such, we modeled it as rotationally disordered. In this case, the most likely situation is an average combination of all the scenarios already described: (i) molecules only in site II, (ii) a cubic (or incomplete cubic) disposition with molecules in sites II and III, or (iii) trimers with molecules in sites II and V. A situation where the cavity is filled with nine molecules (a cube with an extra molecule in the center) is ruled out on the basis of the short distance between sites III and V.", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<title>Summary</title><p>We have prepared six new zirconium MOFs, MOF-802, MOF-805, MOF-806,\nMOF-808, MOF-812, and MOF-841. With the exception of MOF-812, which\nwas isolated as a byproduct, we have evaluated the water sorption\nproperties of this series of MOFs along with other reported zirconium\nMOFs, MOF-801, UiO-66, MOF-804, DUT-67, and PIZOF-2, with the aim\nof finding new water capture materials with optimal response in the\nmost important criteria to be considered for this important application:\nposition at which the adsorption occurs and steepness of the process,\nuptake, and reuse and stability. We have also evaluated other porous\nsolids, zeolite 13X, MCM-41, M-MOF-74 (M = Mg, Ni, and Co), CAU-6,\nCAU-10 and the commercially available MOFs Basolite A100, C300 and\nA300. Among all of them, two materials, MOF-801-P and MOF-841 show\nexcellent performance when considering all these three criteria: MOF-801-P\ntakes up 22.5 wt % of water at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1, and MOF-841 takes up 44% at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3. These uptakes are steep and\nnearly constant after five consecutive cycles where the materials\nare easily regenerated with a low energy cost. Due to these characteristics,\nMOF-801 is a good candidate to be used in advanced thermal batteries,\nwhile MOF-841 has potential to be used in capture and release of atmospheric\nwater in remote desert areas. In addition, we have identified the\nsorption sites with an X-ray diffraction study on MOF-801-SC. These\nresults indicate that structural factors including the size of the\npores dictate the ease of hydrogen-bond formation between neighboring\nwater molecules. A neutron powder diffraction study with MOF-801-P\nsupports these observations. On the basis of the X-ray and neutron\ndiffraction data of the water molecules in both MOF-801-SC and MOF-801-P,\nwe attribute their good performance to the aggregation of water molecules\nwithin an appropriate pore size, which is pinned on the formation\nof hydrogen bonds with the zirconium SBUs.</p>", "clean_text": "Summary\n\nWe have prepared six new zirconium MOFs, MOF-802, MOF-805, MOF-806, MOF-808, MOF-812, and MOF-841. With the exception of MOF-812, which was isolated as a byproduct, we have evaluated the water sorption properties of this series of MOFs along with other reported zirconium MOFs, MOF-801, UiO-66, MOF-804, DUT-67, and PIZOF-2, with the aim of finding new water capture materials with optimal response in the most important criteria to be considered for this important application: position at which the adsorption occurs and steepness of the process, uptake, and reuse and stability. We have also evaluated other porous solids, zeolite 13X, MCM-41, M-MOF-74 (M = Mg, Ni, and Co), CAU-6, CAU-10 and the commercially available MOFs Basolite A100, C300 and A300. Among all of them, two materials, MOF-801-P and MOF-841 show excellent performance when considering all these three criteria: MOF-801-P takes up 22.5 wt % of water at P/P 0 = 0.1, and MOF-841 takes up 44% at P/P 0 = 0.3. These uptakes are steep and nearly constant after five consecutive cycles where the materials are easily regenerated with a low energy cost. Due to these characteristics, MOF-801 is a good candidate to be used in advanced thermal batteries, while MOF-841 has potential to be used in capture and release of atmospheric water in remote desert areas. In addition, we have identified the sorption sites with an X-ray diffraction study on MOF-801-SC. These results indicate that structural factors including the size of the pores dictate the ease of hydrogen-bond formation between neighboring water molecules. A neutron powder diffraction study with MOF-801-P supports these observations. On the basis of the X-ray and neutron diffraction data of the water molecules in both MOF-801-SC and MOF-801-P, we attribute their good performance to the aggregation of water molecules within an appropriate pore size, which is pinned on the formation of hydrogen bonds with the zirconium SBUs.", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>Detailed synthetic procedures\nand characterization, structure model details, crystal structure refinement\ntables, PXRD patterns, neutron diffraction patterns, thermal gravimetric\ncurves, gas and water adsorption isotherms, complete refs j,n,r,x, and . Crystallographic data.\nThis material is available free of charge via the Internet at <uri>http://pubs.acs.org</uri>.</p>", "clean_text": "Detailed synthetic procedures and characterization, structure model details, crystal structure refinement tables, PXRD patterns, neutron diffraction patterns, thermal gravimetric curves, gas and water adsorption isotherms, complete refs j,n,r,x, and . Crystallographic data. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<p>\n<sup>‡</sup> H.F. and\nF.G. contributed equally.</p><p>The authors declare\nno\ncompeting financial interest.</p><title>References</title><p>Materials and equipment are identified\nin\nthis paper only to specify adequately the experimental procedure.\nIn no case does such identification imply recommendation by NIST nor\ndoes it imply that the material or equipment identified is necessarily\nthe best available for this purpose.</p>", "clean_text": " ‡ H.F. and F.G. contributed equally.\n\nThe authors declare no competing financial interest.\n\nReferences\n\nMaterials and equipment are identified in this paper only to specify adequately the experimental procedure. In no case does such identification imply recommendation by NIST nor does it imply that the material or equipment identified is necessarily the best available for this purpose.", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<p>We note that the inevitable\npresence of guests\nin such porous solids raises the intrinsic difficulties of accurately\nfitting the EA. Here, the calculated chemical formula is shown for\nboth the framework crystal structure without and with guest water\nmolecules, which are anticipated to be in the pores.</p>", "clean_text": "We note that the inevitable presence of guests in such porous solids raises the intrinsic difficulties of accurately fitting the EA. Here, the calculated chemical formula is shown for both the framework crystal structure without and with guest water molecules, which are anticipated to be in the pores.", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<p>Topologies of all MOFs were determined using\nRCSR Web site facilities:</p><p>It is not clear why MOF-806 demonstrates\nlow water uptake capacity. However, considering its poor water adsorption\ncycle performance (Figure S36 in ), it\nis likely that part of the porosity of this material was lost during\nthe water adsorption measurements.</p>", "clean_text": "Topologies of all MOFs were determined using RCSR Web site facilities:\n\nIt is not clear why MOF-806 demonstrates low water uptake capacity. However, considering its poor water adsorption cycle performance (Figure S36 in ), it is likely that part of the porosity of this material was lost during the water adsorption measurements.", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["else"], "content": "<p>The eight μ<sub>3</sub>-oxygen atoms\nin the SBU are disorderedly occupied by either O<sup>2–</sup> or OH<sup>–</sup> groups, with different positions for one\nor another species, as resolved by the SXRD refinement. The location\nof the guest water molecules is expressed using the distance from\nthe OH<sup>–</sup> group.</p>", "clean_text": "The eight μ3-oxygen atoms in the SBU are disorderedly occupied by either O2- or OH- groups, with different positions for one or another species, as resolved by the SXRD refinement. The location of the guest water molecules is expressed using the distance from the OH- group.", "data": null, "include_properties": null}, {"idx": 68, "type": "text", "classification": ["else"], "content": "<p>During the analysis of the difference Fourier\nmaps, other areas of high electron density were identified in the\ntetrahedral cavities, but when we assigned them to O atoms, the refinement\nof their positions was nonconvergent and/or resulted in very high\nthermal factors. This indicates that, in contrast to the well-located\nposition of the atoms just depicted, these areas belong to highly\ndisordered molecules filling the cavities.</p>", "clean_text": "During the analysis of the difference Fourier maps, other areas of high electron density were identified in the tetrahedral cavities, but when we assigned them to O atoms, the refinement of their positions was nonconvergent and/or resulted in very high thermal factors. This indicates that, in contrast to the well-located position of the atoms just depicted, these areas belong to highly disordered molecules filling the cavities.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 14, 15, 16, 17, 18, 19, 20", "type": "text", "classification": "synthesis condition", "content": "<title>Single Crystals of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>, MOF-801-SC</title><p>Fumaric acid (0.081 g,\n0.70 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.23 g, 0.70\nmmol) were dissolved in a solvent mixture of DMF/formic acid (35 mL/5.3\nmL) in a 60-mL screw-capped glass jar. The mixture was heated at 120\n°C for 24 h. Octahedral colorless crystals were collected and\nwashed three times with 5 mL of fresh DMF (Yield: 0.10 g, 63% based\non fumaric acid). As-synthesized sample of MOF-801-SC was rinsed with\n10 mL of anhydrous DMF three times per day for 3 days and immersed\nin 10 mL of methanol for 3 days, during which time the methanol was\nreplaced three times per day. The solid was then dried at 150 °C\nunder vacuum for 24 h to yield activated sample. EA of activated sample:\nCalcd for Zr<sub>6</sub>C<sub>24</sub>H<sub>16</sub>O<sub>32</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>]: C, 21.14; H, 1.18%; Found: C, 19.40; H, 1.77%. Calcd for Zr<sub>6</sub>C<sub>24</sub>H<sub>28</sub>O<sub>38</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>]·6(H<sub>2</sub>O): C, 19.59; H, 1.92%.\n</p><title>Microcrystalline\nPowder Sample of Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>, MOF-801-P</title><p>Fumaric\nacid (5.8 g, 50 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (16\ng, 50 mmol) were dissolved in a solvent mixture of DMF/formic acid\n(200 mL/70 mL) in a 500-mL screw-capped jar, which was heated at 130\n°C for 6 h. White precipitate was filtrated using Nylon membrane\nfilters (pore size 0.2-μm), and washed three times with 20 mL\nof fresh DMF and three times with 50 mL of methanol (Yield: 10 g;\n90% based on fumaric acid). As-synthesized MOF-801-P was rinsed with\n50 mL of anhydrous DMF three times per day for 3 days, and immersed\nin 100 mL of methanol for 3 days, during which time the methanol was\nreplaced three times per day. The solid was then dried at 150 °C\nunder vacuum for 24 h to yield activated sample. EA of activated sample:\nCalcd for Zr<sub>6</sub>C<sub>24</sub>H<sub>16</sub>O<sub>32</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>]: C, 21.14; H, 1.18%; Found: C, 19.25; H, 1.05%. Calcd for Zr<sub>6</sub>C<sub>24</sub>H<sub>28</sub>O<sub>38</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(fumarate)<sub>6</sub>] ·6(H<sub>2</sub>O): C, 19.59; H, 1.92%.\n</p><title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(PZDC)<sub>5</sub>(HCOO)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>, MOF-802</title><p>H<sub>2</sub>PZDC (0.27 g, 1.5 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.40 g, 1.3 mmol) were dissolved in a solvent mixture of\nDMF/formic acid (50 mL/35 mL) in a 125-mL screw-capped glass jar,\nwhich was heated at 130 °C for 72 h. Block colorless crystals\nwere collected and washed three times with 5 mL of fresh DMF (Yield:\n0.12 g; 39% based on H<sub>2</sub>PZDC). As-synthesized MOF-802 was\nrinsed with 10 mL of anhydrous DMF three times per day for three days\nand immersed in 10 mL of anhydrous acetone for 3 days, during which\ntime the solvent was replaced three times per day. Acetone exchanged\nmaterial was activated with the supercritical CO<sub>2</sub> activation\nprotocol and evacuated at 120 °C for 24 h to yield guest-free\nsample. EA of activated sample: Calcd for Zr<sub>6</sub>C<sub>27</sub>N<sub>10</sub>H<sub>20</sub>O<sub>34</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(PZDC<sub>4</sub>)<sub>5</sub>(HCOO)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]: C, 20.58; H, 1.28; N, 8.89%. Found:\nC, 18.39; H, 0.72; N, 7.56%.</p><title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[NDC-(OH)<sub>2</sub>]<sub>6</sub>, MOF-805</title><p>H<sub>2</sub>NDC-(OH)<sub>2</sub> (0.012 g, 0.050 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O\n(0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic\nacid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated\nat 120 °C for 24 h. Obtained yellow precipitate was recovered\nby centrifugation. The solid was washed three times with 3 mL of fresh\nDMF [Yield: 0.014 g, 78% based on H<sub>2</sub>NDC-(OH)<sub>2</sub>]. As-synthesized MOF-805 was rinsed with 5 mL of anhydrous DMF three\ntimes per day for 3 days, and immersed in 5 mL of anhydrous methanol\nfor 3 days, during which time the solvent was exchanged three times\nper day. Exchanged material was dried under dynamic vacuum at 120\n°C for 24 h to yield activated sample. EA of activated sample:\nCalcd for Zr<sub>6</sub>C<sub>72</sub>H<sub>40</sub>O<sub>44</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(C<sub>12</sub>H<sub>6</sub>O<sub>6</sub>)<sub>6</sub>]: C, 40.11; H, 1.87%. Found: C,\n38.36; H, 1.74%. Calcd for Zr<sub>6</sub>C<sub>72</sub>H<sub>50</sub>O<sub>49</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(C<sub>12</sub>H<sub>6</sub>O<sub>6</sub>)<sub>6</sub>] ·5(H<sub>2</sub>O): C, 38.49; H, 2.24%.\n</p><title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[BPDC-(OH)<sub>2</sub>]<sub>6</sub>,\nMOF-806</title><p>H<sub>2</sub>BPDC-(OH)<sub>2</sub> (0.014 g, 0.050\nmmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O\n(0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic\nacid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated\nat 120 °C for 48 h. Octahedral colorless crystals were collected\nand washed three times with 3 mL of fresh DMF (Yield: 0.012 g, 62%\nbased on H<sub>2</sub>BPDC-(OH)<sub>2</sub>). As-synthesized MOF-806\nwas rinsed with 5 mL of anhydrous DMF three times per day for 3 days\nand immersed in 5 mL of anhydrous acetone for 3 days, during which\ntime the acetone was replaced three times per day. Acetone exchanged\nmaterial was activated on a supercritical CO<sub>2</sub> dryer, followed\nby evacuation at 120 °C for 24 h. EA of activated sample: Calcd\nfor Zr<sub>6</sub>C<sub>84</sub>H<sub>52</sub>O<sub>44</sub> = {Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[BPDC-(OH)<sub>2</sub>]<sub>6</sub>}: C, 43.63; H, 2.27%. Found: C, 39.80; H, 2.34%. Calcd for Zr<sub>6</sub>C<sub>84</sub>H<sub>72</sub>O<sub>54</sub> = {Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>[BPDC-(OH)<sub>2</sub>]<sub>6</sub>}·10(H<sub>2</sub>O): C, 40.48; H, 2.91%.\n</p><title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BTC)<sub>2</sub>(HCOO)<sub>6</sub>, MOF-808</title><p>H<sub>3</sub>BTC (0.11 g, 0.50\nmmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.16 g, 0.50 mmol)\nin a solvent mixture of DMF/formic acid (20 mL/20 mL) were placed\nin a 60-mL screw-capped glass jar, which was heated at 100 °C\nfor 7 days. Octahedral colorless crystals were collected and washed\nthree times with 10 mL of fresh DMF (Yield: 0.098 g, 70% based on\nZrOCl<sub>2</sub>·8H<sub>2</sub>O). As-synthesized MOF-808 was\nrinsed with 10 mL of anhydrous DMF three times per day for 3 days,\nand immersed in 10 mL of anhydrous acetone for 3 days, during which\ntime the acetone was replaced three times per day. Acetone exchanged\ncrystals were activated on a supercritical CO<sub>2</sub> dryer, followed\nby evacuation at 150 °C for 24 h. EA of activated sample: Calcd\nfor Zr<sub>6</sub>C<sub>24</sub>H<sub>13</sub>O<sub>32</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BTC)<sub>2</sub>(HCOO)<sub>6</sub>]: C, 21.13; H, 1.19%. Found: C, 21.46; H, 1.46; N, 0.77%. Calcd\nfor Zr<sub>6</sub>C<sub>25.5</sub>H<sub>21.5</sub>O<sub>33.5</sub>N<sub>0.5</sub> = [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BTC)<sub>2</sub>(HCOO)<sub>6</sub>]·0.5(DMF)(H<sub>2</sub>O): C, 21.59;\nH, 1.53; N, 0.49%.\n</p><title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(MTB)<sub>2</sub>(HCOO)<sub>4</sub>(H<sub>2</sub>O)<sub>4</sub>, MOF-841</title><p>H<sub>4</sub>MTB (0.12 g,\n0.25 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.32 g, 1.0\nmmol) were dissolved in a solvent mixture of\nDMF/formic acid (40 mL/25 mL) in a 125-mL screw-capped glass jar,\nwhich was heated at 130 °C for 48 h. Mother liquor of the reaction\nmixture was transferred into another 125-mL screw-capped glass jar\nand further heated at 130 °C for 2 days. Colorless block crystals\nwere collected and washed three times with 5 mL of fresh DMF (Yield:\n0.13 g, 55% based on H<sub>4</sub>MTB). As-synthesized MOF-841 was\nrinsed with 10 mL of anhydrous DMF three times per day for 3 days\nand immersed in 10 mL of anhydrous acetone for 3 days, during which\ntime the acetone was replaced three times per day. The obtained material\nwas activated on a supercritical CO<sub>2</sub> dryer followed by\nevacuation at 120 °C for 24 h. EA of activated sample: Calcd\nfor Zr<sub>6</sub>C<sub>62</sub>H<sub>48</sub>O<sub>36</sub> = [Zr<sub>6</sub>O<sub>8</sub>H<sub>4</sub>(C<sub>29</sub>H<sub>16</sub>O<sub>8</sub>)<sub>2</sub>(HCOO)<sub>4</sub>(H<sub>2</sub>O)<sub>4</sub>]: C, 38.86; H, 2.52%; Found: C, 39.15; H, 2.16%.</p><title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(MTB)<sub>3</sub>(H<sub>2</sub>O)<sub>2</sub>, MOF-812</title><p>H<sub>4</sub>MTB (0.048\ng, 0.10 mmol) and ZrOCl<sub>2</sub>·8H<sub>2</sub>O (0.064 g,\n0.20 mmol) were dissolved in a solvent mixture of DMF/formic acid\n(10 mL/6 mL) in a 20-mL screw-capped glass vial, which was heated\nat 130 °C for 1 day. Crystals of MOF-812 appeared only in low\nyield and as a byproduct along with crystals of MOF-841.</p>", "clean_text": "Single Crystals of Zr6O4(OH)4(fumarate)6, MOF-801-SC\n\nFumaric acid (0.081 g, 0.70 mmol) and ZrOCl2⋅8H2O (0.23 g, 0.70 mmol) were dissolved in a solvent mixture of DMF/formic acid (35 mL/5.3 mL) in a 60-mL screw-capped glass jar. The mixture was heated at 120 °C for 24 h. Octahedral colorless crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.10 g, 63% based on fumaric acid). As-synthesized sample of MOF-801-SC was rinsed with 10 mL of anhydrous DMF three times per day for 3 days and immersed in 10 mL of methanol for 3 days, during which time the methanol was replaced three times per day. The solid was then dried at 150 °C under vacuum for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C24H16O32 = [Zr6O4(OH)4(fumarate)6]: C, 21.14; H, 1.18%; Found: C, 19.40; H, 1.77%. Calcd for Zr6C24H28O38 = [Zr6O4(OH)4(fumarate)6]⋅6(H2O): C, 19.59; H, 1.92%. \n\nMicrocrystalline Powder Sample of Zr6O4(OH)4(fumarate)6, MOF-801-P\n\nFumaric acid (5.8 g, 50 mmol) and ZrOCl2⋅8H2O (16 g, 50 mmol) were dissolved in a solvent mixture of DMF/formic acid (200 mL/70 mL) in a 500-mL screw-capped jar, which was heated at 130 °C for 6 h. White precipitate was filtrated using Nylon membrane filters (pore size 0.2-μm), and washed three times with 20 mL of fresh DMF and three times with 50 mL of methanol (Yield: 10 g; 90% based on fumaric acid). As-synthesized MOF-801-P was rinsed with 50 mL of anhydrous DMF three times per day for 3 days, and immersed in 100 mL of methanol for 3 days, during which time the methanol was replaced three times per day. The solid was then dried at 150 °C under vacuum for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C24H16O32 = [Zr6O4(OH)4(fumarate)6]: C, 21.14; H, 1.18%; Found: C, 19.25; H, 1.05%. Calcd for Zr6C24H28O38 = [Zr6O4(OH)4(fumarate)6] ⋅6(H2O): C, 19.59; H, 1.92%. \n\nZr6O4(OH)4(PZDC)5(HCOO)2(H2O)2, MOF-802\n\nH2PZDC (0.27 g, 1.5 mmol) and ZrOCl2⋅8H2O (0.40 g, 1.3 mmol) were dissolved in a solvent mixture of DMF/formic acid (50 mL/35 mL) in a 125-mL screw-capped glass jar, which was heated at 130 °C for 72 h. Block colorless crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.12 g; 39% based on H2PZDC). As-synthesized MOF-802 was rinsed with 10 mL of anhydrous DMF three times per day for three days and immersed in 10 mL of anhydrous acetone for 3 days, during which time the solvent was replaced three times per day. Acetone exchanged material was activated with the supercritical CO2 activation protocol and evacuated at 120 °C for 24 h to yield guest-free sample. EA of activated sample: Calcd for Zr6C27N10H20O34 = [Zr6O4(OH)4(PZDC4)5(HCOO)2(H2O)2]: C, 20.58; H, 1.28; N, 8.89%. Found: C, 18.39; H, 0.72; N, 7.56%.\n\nZr6O4(OH)4[NDC-(OH)2]6, MOF-805\n\nH2NDC-(OH)2 (0.012 g, 0.050 mmol) and ZrOCl2⋅8H2O (0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated at 120 °C for 24 h. Obtained yellow precipitate was recovered by centrifugation. The solid was washed three times with 3 mL of fresh DMF [Yield: 0.014 g, 78% based on H2NDC-(OH)2]. As-synthesized MOF-805 was rinsed with 5 mL of anhydrous DMF three times per day for 3 days, and immersed in 5 mL of anhydrous methanol for 3 days, during which time the solvent was exchanged three times per day. Exchanged material was dried under dynamic vacuum at 120 °C for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C72H40O44 = [Zr6O4(OH)4(C12H6O6)6]: C, 40.11; H, 1.87%. Found: C, 38.36; H, 1.74%. Calcd for Zr6C72H50O49 = [Zr6O4(OH)4(C12H6O6)6] ⋅5(H2O): C, 38.49; H, 2.24%. \n\nZr6O4(OH)4[BPDC-(OH)2]6, MOF-806\n\nH2BPDC-(OH)2 (0.014 g, 0.050 mmol) and ZrOCl2⋅8H2O (0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated at 120 °C for 48 h. Octahedral colorless crystals were collected and washed three times with 3 mL of fresh DMF (Yield: 0.012 g, 62% based on H2BPDC-(OH)2). As-synthesized MOF-806 was rinsed with 5 mL of anhydrous DMF three times per day for 3 days and immersed in 5 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. Acetone exchanged material was activated on a supercritical CO2 dryer, followed by evacuation at 120 °C for 24 h. EA of activated sample: Calcd for Zr6C84H52O44 = {Zr6O4(OH)4[BPDC-(OH)2]6}: C, 43.63; H, 2.27%. Found: C, 39.80; H, 2.34%. Calcd for Zr6C84H72O54 = {Zr6O4(OH)4[BPDC-(OH)2]6}⋅10(H2O): C, 40.48; H, 2.91%. \n\nZr6O4(OH)4(BTC)2(HCOO)6, MOF-808\n\nH3BTC (0.11 g, 0.50 mmol) and ZrOCl2⋅8H2O (0.16 g, 0.50 mmol) in a solvent mixture of DMF/formic acid (20 mL/20 mL) were placed in a 60-mL screw-capped glass jar, which was heated at 100 °C for 7 days. Octahedral colorless crystals were collected and washed three times with 10 mL of fresh DMF (Yield: 0.098 g, 70% based on ZrOCl2⋅8H2O). As-synthesized MOF-808 was rinsed with 10 mL of anhydrous DMF three times per day for 3 days, and immersed in 10 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. Acetone exchanged crystals were activated on a supercritical CO2 dryer, followed by evacuation at 150 °C for 24 h. EA of activated sample: Calcd for Zr6C24H13O32 = [Zr6O4(OH)4(BTC)2(HCOO)6]: C, 21.13; H, 1.19%. Found: C, 21.46; H, 1.46; N, 0.77%. Calcd for Zr6C25.5H21.5O33.5N0.5 = [Zr6O4(OH)4(BTC)2(HCOO)6]⋅0.5(DMF)(H2O): C, 21.59; H, 1.53; N, 0.49%. \n\nZr6O4(OH)4(MTB)2(HCOO)4(H2O)4, MOF-841\n\nH4MTB (0.12 g, 0.25 mmol) and ZrOCl2⋅8H2O (0.32 g, 1.0 mmol) were dissolved in a solvent mixture of DMF/formic acid (40 mL/25 mL) in a 125-mL screw-capped glass jar, which was heated at 130 °C for 48 h. Mother liquor of the reaction mixture was transferred into another 125-mL screw-capped glass jar and further heated at 130 °C for 2 days. Colorless block crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.13 g, 55% based on H4MTB). As-synthesized MOF-841 was rinsed with 10 mL of anhydrous DMF three times per day for 3 days and immersed in 10 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. The obtained material was activated on a supercritical CO2 dryer followed by evacuation at 120 °C for 24 h. EA of activated sample: Calcd for Zr6C62H48O36 = [Zr6O8H4(C29H16O8)2(HCOO)4(H2O)4]: C, 38.86; H, 2.52%; Found: C, 39.15; H, 2.16%.\n\nZr6O4(OH)4(MTB)3(H2O)2, MOF-812\n\nH4MTB (0.048 g, 0.10 mmol) and ZrOCl2⋅8H2O (0.064 g, 0.20 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/6 mL) in a 20-mL screw-capped glass vial, which was heated at 130 °C for 1 day. Crystals of MOF-812 appeared only in low yield and as a byproduct along with crystals of MOF-841.", "data": [{"meta": {"name": "Zr6O4(OH)4(fumarate)6, MOF-801-SC", "symbol": "", "chemical formula": "C24H16O32Zr6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "fumaric acid", "amount": "0.081", "unit": "g"}, {"name": "ZrOCl2·8H2O", "amount": "0.23", "unit": "g"}], "solvent": [{"name": "DMF/formic acid", "amount": "35 mL/5.3 mL", "unit": ""}], "pressure": "", "temperature": "120 °C", "time": "24 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "150 °C", "atmosphere": "vacuum", "time": "24 h"}], "yield": "63%"}, {"meta": {"name": "Zr6O4(OH)4(fumarate)6, MOF-801-SC", "symbol": "", "chemical formula": "C24H28O38Zr6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "fumaric acid", "amount": "5.8", "unit": "g"}, {"name": "ZrOCl2·8H2O", "amount": "16", "unit": "g"}], "solvent": [{"name": "DMF/formic acid", "amount": "200 mL/70 mL", "unit": ""}], "pressure": "", "temperature": "130 °C", "time": "6 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "150 °C", "atmosphere": "vacuum", "time": "24 h"}], "yield": "90%"}, {"meta": {"name": "Zr6O4(OH)4(NDC-(OH)2)6, MOF-805", "symbol": "", "chemical formula": "C72H40O44Zr6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H2NDC-(OH)2", "amount": "0.012", "unit": "g"}, {"name": "ZrOCl2·8H2O", "amount": "0.032", "unit": "g"}], "solvent": [{"name": "DMF/formic acid", "amount": "10 mL/2 mL", "unit": ""}], "pressure": "", "temperature": "120 °C", "time": "24 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "120 °C", "atmosphere": "vacuum", "time": "24 h"}], "yield": "78%"}, {"meta": {"name": "Zr6O4(OH)4(BPDC-(OH)2)6, MOF-806", "symbol": "", "chemical formula": "C84H52O44Zr6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H2BPDC-(OH)2", "amount": "0.014", "unit": "g"}, {"name": "ZrOCl2·8H2O", "amount": "0.032", "unit": "g"}], "solvent": [{"name": "DMF/formic acid", "amount": "10 mL/2 mL", "unit": ""}], "pressure": "", "temperature": "120 °C", "time": "48 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "washing", "washing solution": "acetone", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "supercritical CO2", "time": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "120 °C", "atmosphere": "vacuum", "time": "24 h"}], "yield": "62%"}, {"meta": {"name": "Zr6O4(OH)4(BTC)2(HCOO)6, MOF-808", "symbol": "", "chemical formula": "C24H13O32Zr6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H3BTC", "amount": "0.11", "unit": "g"}, {"name": "ZrOCl2·8H2O", "amount": "0.16", "unit": "g"}], "solvent": [{"name": "DMF/formic acid", "amount": "20 mL/20 mL", "unit": ""}], "pressure": "", "temperature": "100 °C", "time": "7 days"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "washing", "washing solution": "acetone", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "supercritical CO2", "time": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "150 °C", "atmosphere": "vacuum", "time": "24 h"}], "yield": "70%"}, {"meta": {"name": "Zr6O4(OH)4(MTB)2(HCOO)4(H2O)4, MOF-841", "symbol": "", "chemical formula": "C62H48O36Zr6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4MTB", "amount": "0.12", "unit": "g"}, {"name": "ZrOCl2·8H2O", "amount": "0.32", "unit": "g"}], "solvent": [{"name": "DMF/formic acid", "amount": "40 mL/25 mL", "unit": ""}], "pressure": "", "temperature": "130 °C", "time": "48 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "supercritical CO2", "time": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "120 °C", "atmosphere": "vacuum", "time": "24 h"}], "yield": "55%"}, {"meta": {"name": "Zr6O4(OH)4(MTB)3(H2O)2, MOF-812", "symbol": "", "chemical formula": "C72H40O44Zr6"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H4MTB", "amount": "0.048", "unit": "g"}, {"name": "ZrOCl2·8H2O", "amount": "0.064", "unit": "g"}], "solvent": [{"name": "DMF/formic acid", "amount": "10 mL/6 mL", "unit": ""}], "pressure": "", "temperature": "130 °C", "time": "1 day"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}]}], "include_properties": ["solvothermal_synthesis", "washing", "drying", "solvothermal_synthesis", "filtration", "washing", "drying", "solvothermal_synthesis", "centrifugation", "washing", "drying", "solvothermal_synthesis", "washing", "drying", "solvothermal_synthesis", "washing", "drying", "solvothermal_synthesis", "washing", "drying", "solvothermal_synthesis"]}, {"idx": "38, 39, 40, 41, 48, 49, 50", "type": "text", "classification": "property", "content": "<title>Water Adsorption Properties of Zirconium MOFs</title><title>Condensation Pressure and\nUptake Capacity</title><p>The water\nisotherms are shown in Figure  (Figures S30–S39\nin ). For comparison, we first studied\nthe water uptake properties of the prototypical Zr-MOF, UiO-66 (Figure a, black squares), and compared it to data reported\nby other researchers. The water isotherm\nof UiO-66 (group 1) has a sigmoidal shape with a moderate hysteresis\nloop at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3–0.4.\nMaximum water uptake at 25 °C reaches 535 cm<sup>3</sup> g<sup>–1</sup> (43 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9 (Table ). These results,\nrecorded on a volumetric instrument (uptake vs <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub>), show the same trend as those previously\nreported and measured on a gravimetric system (uptake vs relative\nhumidity, RH%).\n</p><p>The water isotherm\nof MOF-801-SC measured at 25 °C is shown in Figure a, blue squares. The adsorbed amount of water gradually increases\nwith increasing pressure up to <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.05, followed by abrupt water uptake in the pressure\nrange from <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.05\nto 0.1, and the maximum uptake is 350 cm<sup>3</sup> g<sup>–1</sup> (28 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> =\n0.9. The step pressure is much lower than that of UiO-66, indicating\na higher water affinity for this material. A similar trend is observed\nby MOF-801-P (Figure a, red squares), while\nthe maximum water uptake is now 1.3 times greater than MOF-801-SC\n[450 cm<sup>3</sup> g<sup>–1</sup> (36 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9]. This difference in maximum\nuptake between the two forms of MOF-801 was also observed in the N<sub>2</sub> sorption measurements, and we attribute this to the possibility\nof a large amount of missing linker defects in MOF-801-P. MOF-802 shows a type I isotherm (Figure a, green squares). Although this compound does not\nshow significant N<sub>2</sub> and Ar uptake, the total water uptake\nis 100 cm<sup>3</sup> g<sup>–1</sup> (8.0 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9, indicating that\nthe pore is large enough to allow inclusion water molecules due to\nits smaller kinetic diameter (2.6 Å).</p><p>The water isotherms\nfor group 2 MOFs display significant steps\nwith a hysteresis loop (Figure b). The limited\nwater uptake at lower pressure from these steps indicates that the\naffinity of water to the MOF surface is low. This is related to the\nhydrophobicity of the organic linker; therefore, higher water vapor\npressure is required to induce the pore filling. This is clearly illustrated\nby the behavior of PIZOF-2, which has a large pore diameter and does\nnot take up water up to <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.7. Once the uptake starts, it reaches a total water storage\ncapacity of 850 cm<sup>3</sup> g<sup>–1</sup> (68 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9. This high uptake\ncapacity at high relative pressure indicates a strong correlation\nbetween porosity and total water uptake (Figure S50 in ). The maximum uptake of DUT-67 and MOF-808\nis 625 cm<sup>3</sup> g<sup>–1</sup> (50 wt %) and 735 cm<sup>3</sup> g<sup>–1</sup> (59 wt %), respectively. DUT-67 shows\nseveral steps in its isotherm, which can be correlated to the filling\nof the variously sized cavities that are present in this structure.\nMOF-841 shows an isotherm with a steep adsorption commencing at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.2 and reaching 550\ncm<sup>3</sup> g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3 (640 cm<sup>3</sup> g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9).</p><p>In the case of group 3 MOFs, MOF-804 shows a type I isotherm profile\n(Figure c, red circles), while sigmoid isotherms\nare observed for the larger pore materials MOF-805 and MOF-806 (Figure c, blue and green circles, respectively). All three\nMOFs in this group show relatively low maximum uptakes, compared to\nthe other studied MOFs: MOF-804 has a maximum uptake of 295 cm<sup>3</sup> g<sup>–1</sup> (24 wt %) at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9, while MOF-805 and MOF-806 have a maximum\nuptake of 415 cm<sup>3</sup> g<sup>–1</sup> (33 wt %) and 425\ncm<sup>3</sup> g<sup>–1</sup> (34 wt %), respectively.\n</p><p>At <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1, the water uptakes of MOF-801-P and Co-MOF-74\nare higher than 20 wt %, which outperform any of the other MOFs. More\nimportantly, after the first cycle these capacities are still 3 times\ngreater than that of zeolite 13X, which is commonly used for water\nadsorption chillers. The water uptake\ncapacity increases for all materials at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3. However, the order is slightly different\nfrom the one observed at relative pressure of 0.1: here, MOF-841 outperforms\nother materials. The isotherm profile of this material (Figure b), which shows a significant step in the pressure\nrange from <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.2\nto 0.3, indicates that water rapidly condenses in the pore of this\nMOF at this pressure range. In addition, the uptake is nearly constant\nthroughout the five cycles. After the fifth cycle, the uptake is still\ngreater than 40 wt %. To the best of our knowledge, this is the highest\nvalue of water uptake at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3 for any porous solid.</p><title>Temperature\nDependency of Water Uptake</title><p>Since water adsorption is an exothermic\nprocess, a large amount of\nheat can be utilized if the adsorption enthalpy is large. With that\nin mind, released heat can increase the temperature in adsorbent beds\nso that the uptake capacity can be drastically influenced by this\ntemperature change. Therefore, we have measured the water isotherms\nfor the best performers, MOF-801-P and MOF-841, at various temperatures\nbetween 15 to 55 °C (Figure S52, S54 in ). These isotherms show that the maximum uptake capacity is not significantly\ninfluenced by the temperature, indicating that water molecules are\neasily condensed within the MOF pores. We have estimated the isosteric heat of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) of water from the isotherms measured at various temperatures\n(Figures S53, S55 in ). The <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value in the low water coverage range for MOF-841 is\naround 50 kJ mol<sup>–1</sup>, which remains nearly constant\nthroughout the entire adsorption process, and represent 25% greater\nenergy than the latent energy of water (40.7 kJ mol<sup>–1</sup>). The <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value for MOF-801-P is even\ngreater than for MOF-841, approximately 60 kJ mol<sup>–1</sup>.</p><title>Applications to Thermal Battery and Water Delivery in Remote\nDesert Regions</title><p>With these values, we can estimate how much\nheat can be stored in 15 kg of MOF-801-P. Assuming that the storage\ncapacity and <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> of MOF-801-P are 20 wt\n% (at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1) and\n60 kJ mol<sup>–1</sup>, respectively, the total heat expected\nto be released is 10 MJ. If such a system is operated for 1 h with\n65% efficiency, the power capability is equivalent to 1.8 kW: a value\napproaching the 2.5 kW power target for typical thermal batteries\nas set by DOE.\n</p>", "clean_text": "Water Adsorption Properties of Zirconium MOFs\n\nCondensation Pressure and Uptake Capacity\n\nThe water isotherms are shown in Figure  (Figures S30-S39 in ). For comparison, we first studied the water uptake properties of the prototypical Zr-MOF, UiO-66 (Figure a, black squares), and compared it to data reported by other researchers. The water isotherm of UiO-66 (group 1) has a sigmoidal shape with a moderate hysteresis loop at P/P 0 = 0.3-0.4. Maximum water uptake at 25 °C reaches 535 cm3 g-1 (43 wt %) at P/P 0 = 0.9 (Table ). These results, recorded on a volumetric instrument (uptake vs P/P 0), show the same trend as those previously reported and measured on a gravimetric system (uptake vs relative humidity, RH%). \n\nThe water isotherm of MOF-801-SC measured at 25 °C is shown in Figure a, blue squares. The adsorbed amount of water gradually increases with increasing pressure up to P/P 0 = 0.05, followed by abrupt water uptake in the pressure range from P/P 0 = 0.05 to 0.1, and the maximum uptake is 350 cm3 g-1 (28 wt %) at P/P 0 = 0.9. The step pressure is much lower than that of UiO-66, indicating a higher water affinity for this material. A similar trend is observed by MOF-801-P (Figure a, red squares), while the maximum water uptake is now 1.3 times greater than MOF-801-SC [450 cm3 g-1 (36 wt %) at P/P 0 = 0.9]. This difference in maximum uptake between the two forms of MOF-801 was also observed in the N2 sorption measurements, and we attribute this to the possibility of a large amount of missing linker defects in MOF-801-P. MOF-802 shows a type I isotherm (Figure a, green squares). Although this compound does not show significant N2 and Ar uptake, the total water uptake is 100 cm3 g-1 (8.0 wt %) at P/P 0 = 0.9, indicating that the pore is large enough to allow inclusion water molecules due to its smaller kinetic diameter (2.6 Å).\n\nThe water isotherms for group 2 MOFs display significant steps with a hysteresis loop (Figure b). The limited water uptake at lower pressure from these steps indicates that the affinity of water to the MOF surface is low. This is related to the hydrophobicity of the organic linker; therefore, higher water vapor pressure is required to induce the pore filling. This is clearly illustrated by the behavior of PIZOF-2, which has a large pore diameter and does not take up water up to P/P 0 = 0.7. Once the uptake starts, it reaches a total water storage capacity of 850 cm3 g-1 (68 wt %) at P/P 0 = 0.9. This high uptake capacity at high relative pressure indicates a strong correlation between porosity and total water uptake (Figure S50 in ). The maximum uptake of DUT-67 and MOF-808 is 625 cm3 g-1 (50 wt %) and 735 cm3 g-1 (59 wt %), respectively. DUT-67 shows several steps in its isotherm, which can be correlated to the filling of the variously sized cavities that are present in this structure. MOF-841 shows an isotherm with a steep adsorption commencing at P/P 0 = 0.2 and reaching 550 cm3 g-1 at P/P 0 = 0.3 (640 cm3 g-1 at P/P 0 = 0.9).\n\nIn the case of group 3 MOFs, MOF-804 shows a type I isotherm profile (Figure c, red circles), while sigmoid isotherms are observed for the larger pore materials MOF-805 and MOF-806 (Figure c, blue and green circles, respectively). All three MOFs in this group show relatively low maximum uptakes, compared to the other studied MOFs: MOF-804 has a maximum uptake of 295 cm3 g-1 (24 wt %) at P/P 0 = 0.9, while MOF-805 and MOF-806 have a maximum uptake of 415 cm3 g-1 (33 wt %) and 425 cm3 g-1 (34 wt %), respectively. \n\nAt P/P 0 = 0.1, the water uptakes of MOF-801-P and Co-MOF-74 are higher than 20 wt %, which outperform any of the other MOFs. More importantly, after the first cycle these capacities are still 3 times greater than that of zeolite 13X, which is commonly used for water adsorption chillers. The water uptake capacity increases for all materials at P/P 0 = 0.3. However, the order is slightly different from the one observed at relative pressure of 0.1: here, MOF-841 outperforms other materials. The isotherm profile of this material (Figure b), which shows a significant step in the pressure range from P/P 0 = 0.2 to 0.3, indicates that water rapidly condenses in the pore of this MOF at this pressure range. In addition, the uptake is nearly constant throughout the five cycles. After the fifth cycle, the uptake is still greater than 40 wt %. To the best of our knowledge, this is the highest value of water uptake at P/P 0 = 0.3 for any porous solid.\n\nTemperature Dependency of Water Uptake\n\nSince water adsorption is an exothermic process, a large amount of heat can be utilized if the adsorption enthalpy is large. With that in mind, released heat can increase the temperature in adsorbent beds so that the uptake capacity can be drastically influenced by this temperature change. Therefore, we have measured the water isotherms for the best performers, MOF-801-P and MOF-841, at various temperatures between 15 to 55 °C (Figure S52, S54 in ). These isotherms show that the maximum uptake capacity is not significantly influenced by the temperature, indicating that water molecules are easily condensed within the MOF pores. We have estimated the isosteric heat of adsorption (Q st) of water from the isotherms measured at various temperatures (Figures S53, S55 in ). The Q st value in the low water coverage range for MOF-841 is around 50 kJ mol-1, which remains nearly constant throughout the entire adsorption process, and represent 25% greater energy than the latent energy of water (40.7 kJ mol-1). The Q st value for MOF-801-P is even greater than for MOF-841, approximately 60 kJ mol-1.\n\nApplications to Thermal Battery and Water Delivery in Remote Desert Regions\n\nWith these values, we can estimate how much heat can be stored in 15 kg of MOF-801-P. Assuming that the storage capacity and Q st of MOF-801-P are 20 wt % (at P/P 0 = 0.1) and 60 kJ mol-1, respectively, the total heat expected to be released is 10 MJ. If such a system is operated for 1 h with 65% efficiency, the power capability is equivalent to 1.8 kW: a value approaching the 2.5 kW power target for typical thermal batteries as set by DOE. ", "data": [[{"meta": {"name": "UiO-66", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "535", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "MOF-801-SC", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "350", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "MOF-801-P", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "450", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "MOF-802", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "100", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "PIZOF-2", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "850", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "DUT-67", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "625", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "MOF-808", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "735", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "MOF-841", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "550", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.3", "condition": ""}]}, {"meta": {"name": "MOF-804", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "295", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "MOF-805", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "415", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "MOF-806", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "425", "unit": "cm3/g", "temperature": "25 °C", "pressure": "P/P0 = 0.9", "condition": ""}]}, {"meta": {"name": "MOF-801-P", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "etc", "unit": "", "temperature": "etc", "pressure": "etc", "condition": ""}]}, {"meta": {"name": "Co-MOF-74", "symbol": "", "chemical formula": ""}, "water adsorption": [{"adsorbed amount": "etc", "unit": "", "temperature": "etc", "pressure": "etc", "condition": ""}]}]], "include_properties": ["gas_adsorption", "energy_related"]}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of the Sorption,\nPhysical\nand Pore Structure Properties of the Studied Zirconium MOFs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"10\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col2\" namest=\"col1\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">surface area, m<sup>2</sup> g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col10\" namest=\"col8\" rowsep=\"1\">water uptake, cm<sup>3</sup> g<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">material</oasis:entry>\n<oasis:entry align=\"center\">BET</oasis:entry>\n<oasis:entry align=\"center\">Langmuir</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>p</sub>, cm<sup>3</sup> g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">d</italic>\n<sub>crystal</sub>, g cm<sup>–3</sup>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">pore diameter, Å<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"3\">Group 1</oasis:entry>\n<oasis:entry>MOF-801-P</oasis:entry>\n<oasis:entry>990</oasis:entry>\n<oasis:entry>1070</oasis:entry>\n<oasis:entry>0.45</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n<oasis:entry>7.4, 5.6, 4.8</oasis:entry>\n<oasis:entry>280</oasis:entry>\n<oasis:entry>380</oasis:entry>\n<oasis:entry>450</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-801-SC</oasis:entry>\n<oasis:entry>690</oasis:entry>\n<oasis:entry>770</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>1.68</oasis:entry>\n<oasis:entry>7.4, 5.6, 4.8</oasis:entry>\n<oasis:entry>170</oasis:entry>\n<oasis:entry>270</oasis:entry>\n<oasis:entry>350</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-802</oasis:entry>\n<oasis:entry>&lt;20</oasis:entry>\n<oasis:entry>&lt;20</oasis:entry>\n<oasis:entry>&lt;0.01</oasis:entry>\n<oasis:entry>1.47</oasis:entry>\n<oasis:entry>5.6</oasis:entry>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>70</oasis:entry>\n<oasis:entry>110</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry>1290</oasis:entry>\n<oasis:entry>1390</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>1.23</oasis:entry>\n<oasis:entry>8.4, 7.4</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>125</oasis:entry>\n<oasis:entry>535</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"3\">Group 2</oasis:entry>\n<oasis:entry>MOF-808</oasis:entry>\n<oasis:entry>2060</oasis:entry>\n<oasis:entry>2390</oasis:entry>\n<oasis:entry>0.84</oasis:entry>\n<oasis:entry>0.86</oasis:entry>\n<oasis:entry>18.4</oasis:entry>\n<oasis:entry>55</oasis:entry>\n<oasis:entry>160</oasis:entry>\n<oasis:entry>735</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-841</oasis:entry>\n<oasis:entry>1390</oasis:entry>\n<oasis:entry>1540</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>1.05</oasis:entry>\n<oasis:entry>9.2</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>550</oasis:entry>\n<oasis:entry>640</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DUT-67</oasis:entry>\n<oasis:entry>1560</oasis:entry>\n<oasis:entry>1720</oasis:entry>\n<oasis:entry>0.60</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>16.6, 8.8</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>390</oasis:entry>\n<oasis:entry>625</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PIZOF-2</oasis:entry>\n<oasis:entry>2080</oasis:entry>\n<oasis:entry>2490</oasis:entry>\n<oasis:entry>0.88</oasis:entry>\n<oasis:entry>0.67</oasis:entry>\n<oasis:entry>17.6</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>850</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">Group 3</oasis:entry>\n<oasis:entry>MOF-804</oasis:entry>\n<oasis:entry>1145</oasis:entry>\n<oasis:entry>1260</oasis:entry>\n<oasis:entry>0.46</oasis:entry>\n<oasis:entry>1.31</oasis:entry>\n<oasis:entry>7.2, 6.8</oasis:entry>\n<oasis:entry>160</oasis:entry>\n<oasis:entry>235</oasis:entry>\n<oasis:entry>290</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-805</oasis:entry>\n<oasis:entry>1230</oasis:entry>\n<oasis:entry>1370</oasis:entry>\n<oasis:entry>0.48</oasis:entry>\n<oasis:entry>1.06</oasis:entry>\n<oasis:entry>9.5, 8.6</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>160</oasis:entry>\n<oasis:entry>415</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-806</oasis:entry>\n<oasis:entry>2220</oasis:entry>\n<oasis:entry>2390</oasis:entry>\n<oasis:entry>0.85</oasis:entry>\n<oasis:entry>0.78</oasis:entry>\n<oasis:entry>12.6, 10.1</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>60</oasis:entry>\n<oasis:entry>425</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"10\">Other porous\nsolids</oasis:entry>\n<oasis:entry>Mg-MOF-74</oasis:entry>\n<oasis:entry>1250</oasis:entry>\n<oasis:entry>1510</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>0.91</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>550</oasis:entry>\n<oasis:entry>605</oasis:entry>\n<oasis:entry>750</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-MOF-74</oasis:entry>\n<oasis:entry>1130</oasis:entry>\n<oasis:entry>1420</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>1.17</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>505</oasis:entry>\n<oasis:entry>565</oasis:entry>\n<oasis:entry>630</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF-74</oasis:entry>\n<oasis:entry>1040</oasis:entry>\n<oasis:entry>1320</oasis:entry>\n<oasis:entry>0.46</oasis:entry>\n<oasis:entry>1.19</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>490</oasis:entry>\n<oasis:entry>545</oasis:entry>\n<oasis:entry>615</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CAU-6</oasis:entry>\n<oasis:entry>760</oasis:entry>\n<oasis:entry>950</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>1.03</oasis:entry>\n<oasis:entry>9.1</oasis:entry>\n<oasis:entry>260</oasis:entry>\n<oasis:entry>335</oasis:entry>\n<oasis:entry>380</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CAU-10</oasis:entry>\n<oasis:entry>600</oasis:entry>\n<oasis:entry>770</oasis:entry>\n<oasis:entry>0.26</oasis:entry>\n<oasis:entry>1.60</oasis:entry>\n<oasis:entry>5.6</oasis:entry>\n<oasis:entry>110</oasis:entry>\n<oasis:entry>275</oasis:entry>\n<oasis:entry>365</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Basolite A100</oasis:entry>\n<oasis:entry>870</oasis:entry>\n<oasis:entry>1080</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>0.95</oasis:entry>\n<oasis:entry>6.9</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>60</oasis:entry>\n<oasis:entry>250</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Basolite A300</oasis:entry>\n<oasis:entry>1660</oasis:entry>\n<oasis:entry>2570</oasis:entry>\n<oasis:entry>0.82</oasis:entry>\n<oasis:entry>0.62</oasis:entry>\n<oasis:entry>24.6, 31.0</oasis:entry>\n<oasis:entry>130</oasis:entry>\n<oasis:entry>260</oasis:entry>\n<oasis:entry>815</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Basolite C300</oasis:entry>\n<oasis:entry>1470</oasis:entry>\n<oasis:entry>1520</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>0.95</oasis:entry>\n<oasis:entry>11.1, 6.3, 5.6</oasis:entry>\n<oasis:entry>285</oasis:entry>\n<oasis:entry>520</oasis:entry>\n<oasis:entry>690</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>zeolite 13X</oasis:entry>\n<oasis:entry>650</oasis:entry>\n<oasis:entry>710</oasis:entry>\n<oasis:entry>0.24</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>355</oasis:entry>\n<oasis:entry>385</oasis:entry>\n<oasis:entry>415</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MCM-41</oasis:entry>\n<oasis:entry>1340</oasis:entry>\n<oasis:entry>3160</oasis:entry>\n<oasis:entry>1.12</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n<oasis:entry>250–300</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>60</oasis:entry>\n<oasis:entry>960</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BPL carbon</oasis:entry>\n<oasis:entry>1210</oasis:entry>\n<oasis:entry>1500</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>N/A</oasis:entry>\n<oasis:entry>10–20</oasis:entry>\n<oasis:entry>0.4</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>4.8</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>From crystal structure data.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Calculated with Platon.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4179 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(−CO<sub>2</sub>)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> Secondary Building Units (SBUs) with\nDifferent Coordination Numbers Listed under Each of the SBUs as <italic toggle=\"yes\">n</italic>-c (left column) Are Connected with Organic Linkers (middle)\nTo Form MOFs (right column) of Various Topologies (three letter codes\nin right column)</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Zr6O4(OH)4(-CO2) n  Secondary Building Units (SBUs) with Different Coordination Numbers Listed under Each of the SBUs as n-c (left column) Are Connected with Organic Linkers (middle) To Form MOFs (right column) of Various Topologies (three letter codes in right column)   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Representation of the <bold>fcu</bold> topology (a) and the structure\nof MOF-805 (b) and MOF-806 (c). Atom color scheme: C, black; O, red;\nZr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange\nballs indicate the space in the framework.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Representation of the fcu topology (a) and the structure of MOF-805 (b) and MOF-806 (c). Atom color scheme: C, black; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Representation\nof the <bold>bct</bold> topology (a). One cavity\nin MOF-802 is shown in (b), and the packing of several unit cells\nis shown in (c). Atom color scheme: C, black; N, green; O, red; Zr,\nblue polyhedra. H atoms are omitted for clarity. Yellow balls indicate\nthe space in the framework.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Representation of the bct topology (a). One cavity in MOF-802 is shown in (b), and the packing of several unit cells is shown in (c). Atom color scheme: C, black; N, green; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Representation\nof the <bold>spn</bold> topology (a) exhibited by\nMOF-808, which is built with octahedral (red) and triangular (green)\nunits, resulting in the formation of tetrahedral cage (b) and large\nadamantane pores (c). Atom color scheme: C, black; O, red; Zr, blue\npolyhedra. H atoms are omitted for clarity. Yellow and orange balls\nindicate the space in the framework.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Representation of the spn topology (a) exhibited by MOF-808, which is built with octahedral (red) and triangular (green) units, resulting in the formation of tetrahedral cage (b) and large adamantane pores (c). Atom color scheme: C, black; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Combination of tetrahedral\nunits with icosahedral units produces\nthe <bold>ith</bold> network (a) exhibited by MOF-812 (b). The <bold>flu</bold> network (c) is formed when tetrahedral units are combined\nwith cubic ones, as in the case of MOF-841 (d). Atom color scheme:\nC, black; O, red; Zr, blue polyhedra. Green polyhedra represent central\ntetrahedral carbon. H atoms are omitted for clarity. Yellow balls\nindicate the space in the framework.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Combination of tetrahedral units with icosahedral units produces the ith network (a) exhibited by MOF-812 (b). The flu network (c) is formed when tetrahedral units are combined with cubic ones, as in the case of MOF-841 (d). Atom color scheme: C, black; O, red; Zr, blue polyhedra. Green polyhedra represent central tetrahedral carbon. H atoms are omitted for clarity. Yellow balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>MOF-801 is the smallest\nZr-MOF with <bold>fcu</bold> topology.\nAtom color scheme: C, black; O, red; Zr, blue polyhedra. Yellow, orange\nand green balls indicate the space in the framework.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  MOF-801 is the smallest Zr-MOF with fcu topology. Atom color scheme: C, black; O, red; Zr, blue polyhedra. Yellow, orange and green balls indicate the space in the framework.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Water isotherms of zirconium\nMOFs with small pore (a), large pore\n(b), and hydroxyl functionalized linkers (c) measured at 25 °C.\nThe isotherm of zeolite 13X is also included in panel (a).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Water isotherms of zirconium MOFs with small pore (a), large pore (b), and hydroxyl functionalized linkers (c) measured at 25 °C. The isotherm of zeolite 13X is also included in panel (a).   ", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Water uptake capacity of zirconium MOFs (left) and other\nrepresentative\nporous materials (right) in different pressure ranges. The large portion\nof water uptake capacity indicates that the pore filling or condensation\noccurs in this pressure range. Left and right bars represent first\nand fifth cycles, respectively. An asterisk (*) indicates no data.\nFor MOF-801-SC, uptake capacities of first and second cycles were\ndemonstrated.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Water uptake capacity of zirconium MOFs (left) and other representative porous materials (right) in different pressure ranges. The large portion of water uptake capacity indicates that the pore filling or condensation occurs in this pressure range. Left and right bars represent first and fifth cycles, respectively. An asterisk (*) indicates no data. For MOF-801-SC, uptake capacities of first and second cycles were demonstrated.   ", "data": null, "include_properties": null}, {"idx": 58, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Structure of MOF-801\nconsists of three symmetry-independent types\nof cavities (a), two with tetrahedral shape, T1 and T2 (b), and one\nwith octahedral shape (c). The single-crystal diffraction study of\na moisture-exposed crystal (d and e) shows that the water molecules\nare initially adsorbed in the tetrahedral cavities through hydrogen-bond\nformation with the SBUs (sites I and II) and among them (sites III).\nIn the crystal exposed to 100% RH, the same arrangements are found,\nas well as incomplete cubic clusters (f). The octahedral cavities\nare also filled, and several sorption sites were identified, forming\nhydrogen bonds with sites III (g). In the microcrystalline MOF-801-P,\nthe neutron diffraction study (h and i) show similar sorption sites\nI, II, and III, and additional sites, IV and V, at the center of the\ntetrahedral cavities.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-00330a_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Structure of MOF-801 consists of three symmetry-independent types of cavities (a), two with tetrahedral shape, T1 and T2 (b), and one with octahedral shape (c). The single-crystal diffraction study of a moisture-exposed crystal (d and e) shows that the water molecules are initially adsorbed in the tetrahedral cavities through hydrogen-bond formation with the SBUs (sites I and II) and among them (sites III). In the crystal exposed to 100% RH, the same arrangements are found, as well as incomplete cubic clusters (f). The octahedral cavities are also filled, and several sorption sites were identified, forming hydrogen bonds with sites III (g). In the microcrystalline MOF-801-P, the neutron diffraction study (h and i) show similar sorption sites I, II, and III, and additional sites, IV and V, at the center of the tetrahedral cavities.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja500330a", "title": "\nWater Adsorption\nin Porous Metal–Organic Frameworks\nand Related Materials\n", "journal": "American Chemical\nSociety", "date": "2014.03", "author_list": ["Furukawa\nHiroyasu", "Gándara\nFelipe", "Zhang\nYue-Biao", "Jiang\nJuncong", "Queen\nWendy\nL.", "Hudson\nMatthew R.", "Yaghi\nOmar M."]}}