{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja6b08821.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The growth of one metal–organic\nframework (MOF) on another\nMOF for constructing a heterocompositional hybrid MOF is an interesting\nresearch topic because of the curiosity regarding the occurrence of\nthis phenomenon and the value of hybrid MOFs as multifunctional materials\nor routes for fine-tuning MOF properties. In particular, the anisotropic\ngrowth of MOF on MOF is fascinating for the development of MOFs possessing\natypical shapes and heterostructures or abnormal properties. Herein,\nwe clarify the understanding of growth behavior of a secondary MOF\non an initial MOF template, such as isotropic or anisotropic ways\nassociated with their cell parameters. The isotropic growth of MIL-68-Br\non the MIL-68 template results in the formation of core–shell-type\nMIL-68@MIL-68-Br. However, the unique anisotropic growth of a secondary\nMOF (MOF-NDC) on the MIL-68 template results in semitubular particles,\nand structural features of this unknown secondary MOF are successfully\nspeculated for the first time on the basis of its unique growth behavior\nand morphological characteristics. Finally, the validation of this\nstructural speculation is verified by the powder X-ray diffraction\nand the selected area electron diffraction studies. The results suggests\nthat the growth behavior and morphological features of MOFs should\nbe considered to be important factors for understanding the MOFs’\nstructures.</p>", "clean_text": "The growth of one metal-organic framework (MOF) on another MOF for constructing a heterocompositional hybrid MOF is an interesting research topic because of the curiosity regarding the occurrence of this phenomenon and the value of hybrid MOFs as multifunctional materials or routes for fine-tuning MOF properties. In particular, the anisotropic growth of MOF on MOF is fascinating for the development of MOFs possessing atypical shapes and heterostructures or abnormal properties. Herein, we clarify the understanding of growth behavior of a secondary MOF on an initial MOF template, such as isotropic or anisotropic ways associated with their cell parameters. The isotropic growth of MIL-68-Br on the MIL-68 template results in the formation of core-shell-type MIL-68@MIL-68-Br. However, the unique anisotropic growth of a secondary MOF (MOF-NDC) on the MIL-68 template results in semitubular particles, and structural features of this unknown secondary MOF are successfully speculated for the first time on the basis of its unique growth behavior and morphological characteristics. Finally, the validation of this structural speculation is verified by the powder X-ray diffraction and the selected area electron diffraction studies. The results suggests that the growth behavior and morphological features of MOFs should be considered to be important factors for understanding the MOFs' structures.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) and porous coordination\npolymers (CPs) have received great attention not only because of their\nvarious structural topologies and chemical tunabilities but also because\nof their several useful properties and applications, such as gas storage,\ngas separation, catalysis, sensing, and recognition. The researchers are attempting to produce micro- or nanoscaled CP\nparticles (CPPs) including micro- or nano-MOFs because these materials can extend\napplication areas or enhance the properties of the original CPs and\nMOFs. Indeed, micro- or nanoscaled CPPs and MOFs display enhanced\nproperties and have been utilized in unique application areas such\nas magnetic resonance imaging (MRI) contrast agents, drug delivery\nvessels, and biosensing.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) and porous coordination polymers (CPs) have received great attention not only because of their various structural topologies and chemical tunabilities but also because of their several useful properties and applications, such as gas storage, gas separation, catalysis, sensing, and recognition. The researchers are attempting to produce micro- or nanoscaled CP particles (CPPs) including micro- or nano-MOFs because these materials can extend application areas or enhance the properties of the original CPs and MOFs. Indeed, micro- or nanoscaled CPPs and MOFs display enhanced properties and have been utilized in unique application areas such as magnetic resonance imaging (MRI) contrast agents, drug delivery vessels, and biosensing. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The conjugation of MOF materials with other materials, such\nas\nsilica, polystyrene, magnetic particles, and noble metal particles, is a noble strategy for producing MOF-based functional materials.\nNot only the conjugation of MOFs with other materials but also the\ncontrolled conjugation of MOFs with different types of MOFs to form hybrid MOFs containing more than two types of MOFs in one\nparticle is a central goal in MOF development; this is because the\nmanagement of the composition and structure of MOFs is essential to\nfine-tuning their properties. These hybrid MOF materials with precise\nheterocompositions or heterostructures will provide great opportunities\nto overcome their inherent weak points or to obtain a user’s\ndesirable properties. However, not many studies have examined the\nconstruction of hybrid MOFs through the continuous growth of a secondary\nMOF on an initial MOF. In particular, there are only a few examples for understanding hybrid\nMOF formation through the anisotropic growth of MOF on MOF, and the creation of a well-defined heterointerface between two completely\ndifferent MOFs has rarely been demonstrated. Herein, we report the\ninvestigation of the isotropic and anisotropic growth of two MOFs,\nnamed MIL-68-Br (MIL stands for Materials of Institut Lavoisier) and\nMOF-NDC (NDC stands for naphthalene-1,4-dicarboxylic acid), on a microsized\nMOF template made from MIL-68. The isotropic growth of MIL-68-Br on\nthe MIL-68 template resulted in core–shell-type MIL-68@MIL-68-Br.\nIn addition, the fascinating anisotropic growth of MOF-NDC on the\nMIL-68 template resulted in the formation of unusual semitubular particles.\nIn particular, the crystal structure of a new MOF (MOF-NDC) was speculated\non the basis of its unique growth behavior and morphological features,\nand the speculated structure was validated from powder X-ray diffraction\n(PXRD) and selected-area electron diffraction (SAED) studies.</p>", "clean_text": "The conjugation of MOF materials with other materials, such as silica, polystyrene, magnetic particles, and noble metal particles, is a noble strategy for producing MOF-based functional materials. Not only the conjugation of MOFs with other materials but also the controlled conjugation of MOFs with different types of MOFs to form hybrid MOFs containing more than two types of MOFs in one particle is a central goal in MOF development; this is because the management of the composition and structure of MOFs is essential to fine-tuning their properties. These hybrid MOF materials with precise heterocompositions or heterostructures will provide great opportunities to overcome their inherent weak points or to obtain a user's desirable properties. However, not many studies have examined the construction of hybrid MOFs through the continuous growth of a secondary MOF on an initial MOF. In particular, there are only a few examples for understanding hybrid MOF formation through the anisotropic growth of MOF on MOF, and the creation of a well-defined heterointerface between two completely different MOFs has rarely been demonstrated. Herein, we report the investigation of the isotropic and anisotropic growth of two MOFs, named MIL-68-Br (MIL stands for Materials of Institut Lavoisier) and MOF-NDC (NDC stands for naphthalene-1,4-dicarboxylic acid), on a microsized MOF template made from MIL-68. The isotropic growth of MIL-68-Br on the MIL-68 template resulted in core-shell-type MIL-68@MIL-68-Br. In addition, the fascinating anisotropic growth of MOF-NDC on the MIL-68 template resulted in the formation of unusual semitubular particles. In particular, the crystal structure of a new MOF (MOF-NDC) was speculated on the basis of its unique growth behavior and morphological features, and the speculated structure was validated from powder X-ray diffraction (PXRD) and selected-area electron diffraction (SAED) studies.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><p>Three CPPs were first constructed from the\nsolvothermal reactions\nof In­(NO<sub>3</sub>)<sub>3</sub> with one of the following three\ndifferent but similar organic building blocks: terephthalic acid (benzene\ndicarboxylic acid, H<sub>2</sub>BDC), 2-bromoterephthalic acid (H<sub>2</sub>BDC-Br), and naphthalene-1,4-dicarboxylic acid (H<sub>2</sub>NDC) (). Technically,\nthe three organic building blocks have identical lengths from one\nside of the carboxylic acid group to the other (); therefore, structural and/or morphological\nsimilarities among the three CPPs made from these organic building\nblocks can be expected. The three CPPs were first characterized by\nscanning electron microscopy (SEM) and PXRD (). First, it should be noted that the hexagonal\nrods of MIL-68 (<bold>CPP-I</bold>, a), which has a three-dimensional hexagonal\nstructure of [In­(OH)­(BDC)]<sub>\n<italic>n</italic>\n</sub> consisting\nof a one-dimensional metal ion chain in the <italic>c</italic> direction\n(box in ),\nresulted from the solvothermal reaction of In­(NO<sub>3</sub>)<sub>3</sub> and H<sub>2</sub>BDC. A similar reaction\nof H<sub>2</sub>BDC-Br instead of H<sub>2</sub>BDC with In­(NO<sub>3</sub>)<sub>3</sub> resulted in the formation of thin microrods\n(<bold>CPP-II</bold>, b). Even the resulting <bold>CPP-II</bold> is quite thin;\nit also has hexagonal facets (bottom of b) characteristic of the MIL-68 structure.\nIn addition, <bold>CPP-II</bold> displayed a PXRD pattern (f) almost identical\nto that of <bold>CPP-I</bold> (e) and a simulated PXRD pattern of MIL-68 (d). These data clearly\nsupport the fact that <bold>CPP-II</bold> has a three-dimensional\nhexagonal structure (denoted as MIL-68-Br), similar to the MIL-68\nstructure of <bold>CPP-I</bold>. Overall, this indicates that the\nbromo moieties within H<sub>2</sub>BDC-Br building blocks did not\naffect the structural or morphological change in CPPs synthesized\nfrom H<sub>2</sub>BDC-Br.</p>", "clean_text": "Results and Discussion\n\nThree CPPs were first constructed from the solvothermal reactions of In(NO3)3 with one of the following three different but similar organic building blocks: terephthalic acid (benzene dicarboxylic acid, H2BDC), 2-bromoterephthalic acid (H2BDC-Br), and naphthalene-1,4-dicarboxylic acid (H2NDC) (). Technically, the three organic building blocks have identical lengths from one side of the carboxylic acid group to the other (); therefore, structural and/or morphological similarities among the three CPPs made from these organic building blocks can be expected. The three CPPs were first characterized by scanning electron microscopy (SEM) and PXRD (). First, it should be noted that the hexagonal rods of MIL-68 (CPP-I, a), which has a three-dimensional hexagonal structure of [In(OH)(BDC)] n  consisting of a one-dimensional metal ion chain in the c direction (box in ), resulted from the solvothermal reaction of In(NO3)3 and H2BDC. A similar reaction of H2BDC-Br instead of H2BDC with In(NO3)3 resulted in the formation of thin microrods (CPP-II, b). Even the resulting CPP-II is quite thin; it also has hexagonal facets (bottom of b) characteristic of the MIL-68 structure. In addition, CPP-II displayed a PXRD pattern (f) almost identical to that of CPP-I (e) and a simulated PXRD pattern of MIL-68 (d). These data clearly support the fact that CPP-II has a three-dimensional hexagonal structure (denoted as MIL-68-Br), similar to the MIL-68 structure of CPP-I. Overall, this indicates that the bromo moieties within H2BDC-Br building blocks did not affect the structural or morphological change in CPPs synthesized from H2BDC-Br.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Solvothermal Reactions for the Synthesis\nof <bold>CPP-I</bold>\n<bold>-CPP-III</bold>\n<xref rid=\"fn1sch1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2016-08821v_0008.tif\"></graphic>\n<p>\n<fn id=\"fn1sch1\">\n<label>a</label>\n<p>The box shows ball-and-stick\nrepresentations of the MIL-68 structure, which has a three-dimensional\nhexagonal structure of [In­(OH)­(BDC)]<sub>\n<italic>n</italic>\n</sub>,\nconsisting of a one-dimensional metal ion chain in the <italic>c</italic> direction.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Solvothermal Reactions for the Synthesis of CPP-I -CPP-III       a The box shows ball-and-stick representations of the MIL-68 structure, which has a three-dimensional hexagonal structure of [In(OH)(BDC)] n , consisting of a one-dimensional metal ion chain in the c direction.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"fn1sch1\">\n<label>a</label>\n<p>The box shows ball-and-stick\nrepresentations of the MIL-68 structure, which has a three-dimensional\nhexagonal structure of [In­(OH)­(BDC)]<sub>\n<italic>n</italic>\n</sub>,\nconsisting of a one-dimensional metal ion chain in the <italic>c</italic> direction.</p>\n</fn>\n</p>", "clean_text": "  a The box shows ball-and-stick representations of the MIL-68 structure, which has a three-dimensional hexagonal structure of [In(OH)(BDC)] n , consisting of a one-dimensional metal ion chain in the c direction.  ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of (a) hexagonal rods of <bold>CPP-I</bold>, (b) thin\nhexagonal rods of <bold>CPP-II</bold>, and (c) rectangular rods of <bold>CPP-III</bold>. The insets in a and b show the hexagonal facets,\nand the inset in c shows a square facet. (d) Simulated PXRD pattern\nof MIL-68 and PXRD patterns of (e) <bold>CPP-I</bold>, (f) <bold>CPP-II</bold>, and (g) <bold>CPP-III</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2016-08821v_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of (a) hexagonal rods of CPP-I, (b) thin hexagonal rods of CPP-II, and (c) rectangular rods of CPP-III. The insets in a and b show the hexagonal facets, and the inset in c shows a square facet. (d) Simulated PXRD pattern of MIL-68 and PXRD patterns of (e) CPP-I, (f) CPP-II, and (g) CPP-III.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>On the other hand, the solvothermal reaction of In­(NO<sub>3</sub>)<sub>3</sub> and H<sub>2</sub>NDC resulted in the formation\nof thin\nrods (<bold>CPP-III</bold>, c). Importantly, these rods have square facets instead\nof the characteristic hexagonal facets of the MIL-68 structure. The\nmorphological features of <bold>CPP-III</bold> will aid in understanding\nits structural features as well as its growth behavior on the MIL-68\ntemplate. Unlike <bold>CPP-I</bold> and <bold>CPP-II</bold> of the\nthree-dimensional hexagonal MIL-68 structures, <bold>CPP-III</bold> has a quite distinguishable PXRD pattern (g); therefore, we can imagine that its structure\n(denoted as MOF-NDC) is different from the MIL-68 structure. The additional\nbulky aromatic rings of the NDC building blocks compared to the BDC\nbuilding blocks may interrupt the formation of the MIL-68-like structure.\nThe exact crystal structure of a new MOF-NDC was not available at\nthis point because the preparation of a good single crystal was not\nsuccessful. However, the speculation of structural features of MOF-NDC\non the basis of its unique growth behavior and morphological features,\nand the analysis of its PXRD and SAED patterns will be discussed later\n(, , and ).</p>", "clean_text": "On the other hand, the solvothermal reaction of In(NO3)3 and H2NDC resulted in the formation of thin rods (CPP-III, c). Importantly, these rods have square facets instead of the characteristic hexagonal facets of the MIL-68 structure. The morphological features of CPP-III will aid in understanding its structural features as well as its growth behavior on the MIL-68 template. Unlike CPP-I and CPP-II of the three-dimensional hexagonal MIL-68 structures, CPP-III has a quite distinguishable PXRD pattern (g); therefore, we can imagine that its structure (denoted as MOF-NDC) is different from the MIL-68 structure. The additional bulky aromatic rings of the NDC building blocks compared to the BDC building blocks may interrupt the formation of the MIL-68-like structure. The exact crystal structure of a new MOF-NDC was not available at this point because the preparation of a good single crystal was not successful. However, the speculation of structural features of MOF-NDC on the basis of its unique growth behavior and morphological features, and the analysis of its PXRD and SAED patterns will be discussed later (, , and ).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>The gas sorption\nproperties of the resulting three CPPs were obtained\nfrom their N<sub>2</sub> sorption isotherms. <bold>CPP-I</bold> of\nthe MIL-68 structure is known to be a quite porous material, as shown in its sorption isotherms [red line\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S1</ext-link>; the Brunauer–Emmett–Teller\n(BET) surface area and total pore volume were 1564 m<sup>2</sup> g<sup>–1</sup> and 0.69 cm<sup>3</sup> g<sup>–1</sup>, respectively].\nThe BET surface area and total pore volume of <bold>CPP-II</bold> of\nthe MIL-68-Br structure (1062 m<sup>2</sup> g<sup>–1</sup> and\n0.47 cm<sup>3</sup> g<sup>–1</sup>, respectively) were slightly\nlower than those of <bold>CPP-I</bold> because of the bromo moieties\nwithin the MIL-68-Br structure (blue line in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S1 and Table S1</ext-link>). Compared to <bold>CPP-I</bold> made from\nH<sub>2</sub>BDC, the extra bromo moieties within <bold>CPP-II</bold> decrease the void volume within the structure and increase the relative\nweight per unit volume, thereby reducing the total pore volume per\ngram of <bold>CPP-II</bold>. N<sub>2</sub> sorption isotherms of <bold>CPP-III</bold> of the MOF-NDC structure also displayed type I behavior,\ntypical of microporous materials (purple line in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S1</ext-link>), and its BET surface area and total pore volume\n(597 m<sup>2</sup> g<sup>–1</sup> and 0.27 cm<sup>3</sup> g<sup>–1</sup>, respectively) were lower than those of <bold>CPP-I</bold> and <bold>CPP-II</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Table S1</ext-link>). Pore\nsize distributions of <bold>CPP-I</bold>\n<bold>–CPP-III</bold> were calculated from the nonlocal density functional theory (NLDFT)\nmethod (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S2</ext-link>). <bold>CPP-I</bold> and <bold>CPP-II</bold> have two different pores (ca. 0.6 and 1.2 nm); however, <bold>CPP-III</bold> has only one dominant pore at ca. 0.7 nm. Thermogravimetric\nanalysis (TGA) curves and infrared (IR) spectra of all samples are\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figures S3 and S4</ext-link>. Three CPPs\n(<bold>CPP-I</bold>–<bold>CPP-III</bold>) have a similar thermal\nstability, as shown in their TGA curves (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S3</ext-link>).</p>", "clean_text": "The gas sorption properties of the resulting three CPPs were obtained from their N2 sorption isotherms. CPP-I of the MIL-68 structure is known to be a quite porous material, as shown in its sorption isotherms [red line in Figure S1; the Brunauer-Emmett-Teller (BET) surface area and total pore volume were 1564 m2 g-1 and 0.69 cm3 g-1, respectively]. The BET surface area and total pore volume of CPP-II of the MIL-68-Br structure (1062 m2 g-1 and 0.47 cm3 g-1, respectively) were slightly lower than those of CPP-I because of the bromo moieties within the MIL-68-Br structure (blue line in Figure S1 and Table S1). Compared to CPP-I made from H2BDC, the extra bromo moieties within CPP-II decrease the void volume within the structure and increase the relative weight per unit volume, thereby reducing the total pore volume per gram of CPP-II. N2 sorption isotherms of CPP-III of the MOF-NDC structure also displayed type I behavior, typical of microporous materials (purple line in Figure S1), and its BET surface area and total pore volume (597 m2 g-1 and 0.27 cm3 g-1, respectively) were lower than those of CPP-I and CPP-II (Table S1). Pore size distributions of CPP-I -CPP-III were calculated from the nonlocal density functional theory (NLDFT) method (Figure S2). CPP-I and CPP-II have two different pores (ca. 0.6 and 1.2 nm); however, CPP-III has only one dominant pore at ca. 0.7 nm. Thermogravimetric analysis (TGA) curves and infrared (IR) spectra of all samples are shown in Figures S3 and S4. Three CPPs (CPP-I-CPP-III) have a similar thermal stability, as shown in their TGA curves (Figure S3).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>As an essential subject, we have investigated the\ngrowth behaviors\nof MOFs on the surface of a micro-MOF template (). The micro-MOF template of MIL-68 (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S5a</ext-link>) as a short version of <bold>CPP-I</bold> was first prepared using a previously reported synthesis method. The isotropic growth of MIL-68-Br on the MIL-68\ntemplate to produce core–shell-type MIL-68@MIL-68-Br is foreseeable\nbecause the initial MIL-68 template and the secondary MIL-68-Br have\nvirtually identical structures, as verified from their PXRD patterns\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S5a</ext-link> and f); therefore, the MOF system cannot recognize\nthe fact that the organic building block was changed from BDC to BDC-Br.\nIndeed, the PXRD pattern (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S5b</ext-link>) of\nthe core–shell-type <bold>hybrid-CPP-II</bold> of MIL-68@MIL-68-Br\ndisplayed exactly the same PXRD pattern as the initial MIL-68 template\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S5a</ext-link>). SEM images () revealed the formation of\nlong hexagonal rods (<bold>hybrid-CPP-II</bold>) as a result of the\nisotropic growth of the secondary MIL-68-Br on the MIL-68 template.\nWith increasing time, the length of the product dramatically increased,\nwith a small increase in thickness compared to that of the initial\nhexagonal lump template (d). There was no pure MIL-68 template remaining after\nthe reaction, and there was no significant pure MIL-68-Br generated\nafter the reaction. The contrast light and shade transmission electron\nmicroscopy (TEM) and scanning TEM (STEM) images (e,f) of <bold>hybrid-CPP-II</bold> well depicted an MIL-68 template core portion and a newly grown\nMIL-68-Br shell portion, indicating the formation of core–shell-type\nMIL-68@MIL-68-Br. Noticeably, the elemental mapping images (f) showed a core–shell\nstructure where bromine atoms exist in the entire particle, with weak\ndistribution in the center of the particle. In addition, EDX spectrum\nprofile scanning data of <bold>hybrid-CPP-II</bold> (g,h) confirmed the formation\nof well-structured core–shell-type MIL-68@MIL-68-Br. Bromine\natoms, as a component of the MIL-68-Br shell, were distributed over\nthe entire particle; however, they were dominant at the edge of the\nrod, which is a typical distribution tendency for the shell portion\nwithin a core–shell structure (g,h).</p>", "clean_text": "As an essential subject, we have investigated the growth behaviors of MOFs on the surface of a micro-MOF template (). The micro-MOF template of MIL-68 (a and Figure S5a) as a short version of CPP-I was first prepared using a previously reported synthesis method. The isotropic growth of MIL-68-Br on the MIL-68 template to produce core-shell-type MIL-68@MIL-68-Br is foreseeable because the initial MIL-68 template and the secondary MIL-68-Br have virtually identical structures, as verified from their PXRD patterns (Figure S5a and f); therefore, the MOF system cannot recognize the fact that the organic building block was changed from BDC to BDC-Br. Indeed, the PXRD pattern (Figure S5b) of the core-shell-type hybrid-CPP-II of MIL-68@MIL-68-Br displayed exactly the same PXRD pattern as the initial MIL-68 template (Figure S5a). SEM images () revealed the formation of long hexagonal rods (hybrid-CPP-II) as a result of the isotropic growth of the secondary MIL-68-Br on the MIL-68 template. With increasing time, the length of the product dramatically increased, with a small increase in thickness compared to that of the initial hexagonal lump template (d). There was no pure MIL-68 template remaining after the reaction, and there was no significant pure MIL-68-Br generated after the reaction. The contrast light and shade transmission electron microscopy (TEM) and scanning TEM (STEM) images (e,f) of hybrid-CPP-II well depicted an MIL-68 template core portion and a newly grown MIL-68-Br shell portion, indicating the formation of core-shell-type MIL-68@MIL-68-Br. Noticeably, the elemental mapping images (f) showed a core-shell structure where bromine atoms exist in the entire particle, with weak distribution in the center of the particle. In addition, EDX spectrum profile scanning data of hybrid-CPP-II (g,h) confirmed the formation of well-structured core-shell-type MIL-68@MIL-68-Br. Bromine atoms, as a component of the MIL-68-Br shell, were distributed over the entire particle; however, they were dominant at the edge of the rod, which is a typical distribution tendency for the shell portion within a core-shell structure (g,h).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Representation for Constructing\nCore–Shell-Type\nand Semitubular-Type Hybrid-CPPs through Isotropic and Anisotropic\nGrowth of the Secondary MOFs on the MIL-68 Template, Respectively</title>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2016-08821v_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic Representation for Constructing Core-Shell-Type and Semitubular-Type Hybrid-CPPs through Isotropic and Anisotropic Growth of the Secondary MOFs on the MIL-68 Template, Respectively   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of (a) the initial microtemplates\nof MIL-68, (b) the\nintermediates, and (c) the core–shell-type <bold>hybrid-CPP-II</bold> of MIL-68@MIL-68-Br. (d) SEM images showing the particle growth.\n(e) TEM image and (f) STEM image, with the elemental mapping images\nof In (green) and Br (orange) of <bold>hybrid-CPP-II</bold>. (g, h)\nEDX spectrum profile scanning data for the bromine atom of <bold>hybrid-CPP-II</bold> of MIL-68@MIL-68-Br. (i) <sup>1</sup>H NMR spectrum of <bold>hybrid-CPP-II</bold> digested in acetic acid-<italic>d</italic>\n<sub>4</sub> and DMSO-<italic>d</italic>\n<sub>6</sub>. (j) Comparison of N<sub>2</sub> sorption\nisotherms of the template (MIL-68, red), <bold>CPP-II</bold> (MIL-68-Br,\nblue), and <bold>hybrid-CPP-II</bold> (MIL-68@MIL-68-Br, green).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2016-08821v_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM images of (a) the initial microtemplates of MIL-68, (b) the intermediates, and (c) the core-shell-type hybrid-CPP-II of MIL-68@MIL-68-Br. (d) SEM images showing the particle growth. (e) TEM image and (f) STEM image, with the elemental mapping images of In (green) and Br (orange) of hybrid-CPP-II. (g, h) EDX spectrum profile scanning data for the bromine atom of hybrid-CPP-II of MIL-68@MIL-68-Br. (i) 1H NMR spectrum of hybrid-CPP-II digested in acetic acid-d 4 and DMSO-d 6. (j) Comparison of N2 sorption isotherms of the template (MIL-68, red), CPP-II (MIL-68-Br, blue), and hybrid-CPP-II (MIL-68@MIL-68-Br, green).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The relative amounts of the MIL-68\ncore and MIL-68-Br shell within\nMIL-68@MIL-68-Br were determined from the <sup>1</sup>H NMR spectrum.\nFirst, <bold>hybrid-CPP-II</bold> was digested in a cosolvent of acetic\nacid-<italic>d</italic>\n<sub>4</sub> and DMSO-<italic>d</italic>\n<sub>6</sub>; the relative ratio of H<sub>2</sub>BDC to H<sub>2</sub>BDC-Br\nand thus the relative amounts of the MIL-68 core and MIL-68-Br shell\nwithin <bold>hybrid-CPP-II</bold> were determined to be 1:3.65 by\nintegrating the peaks correlated to H<sub>2</sub>BDC and H<sub>2</sub>BDC-Br (i).\nN<sub>2</sub> sorption isotherms of <bold>hybrid-CPP-II</bold> (green\nline in j)\nrevealed that its BET surface area (1346 m<sup>2</sup>g<sup>–1</sup>) and total pore volume (0.58 cm<sup>3</sup> g<sup>–1</sup>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Table S1</ext-link>) values are situated roughly\nbetween those of MIL-68 (red line in j) and MIL-68-Br (blue line in j).</p>", "clean_text": "The relative amounts of the MIL-68 core and MIL-68-Br shell within MIL-68@MIL-68-Br were determined from the 1H NMR spectrum. First, hybrid-CPP-II was digested in a cosolvent of acetic acid-d 4 and DMSO-d 6; the relative ratio of H2BDC to H2BDC-Br and thus the relative amounts of the MIL-68 core and MIL-68-Br shell within hybrid-CPP-II were determined to be 1:3.65 by integrating the peaks correlated to H2BDC and H2BDC-Br (i). N2 sorption isotherms of hybrid-CPP-II (green line in j) revealed that its BET surface area (1346 m2g-1) and total pore volume (0.58 cm3 g-1, Table S1) values are situated roughly between those of MIL-68 (red line in j) and MIL-68-Br (blue line in j).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>The next attempt\nto investigate the growth of MOF on MOF was conducted\nusing H<sub>2</sub>NDC as an organic building block. First, it should\nbe mentioned that a totally different framework (MOF-NDC) was constructed\nfrom the reaction of In­(NO<sub>3</sub>)<sub>3</sub> and H<sub>2</sub>NDC, compared to the formation of MIL-68-like structures from H<sub>2</sub>BDC and H<sub>2</sub>BDC-Br. SEM images () of <bold>hybrid-CPP-III</bold> revealed an obvious increase in particle size and the exclusive\nformation of the fascinating semitubular particles after 20 min. The\npure MIL-68 template did not remain after the reaction, and the significant\npure MOF-NDC was not generated after the reaction. The formation of\nthe semitubular particles was clearly confirmed again from TEM images\n(d). These\nsemitubular particles can be constructed from the anisotropic growth\nof the secondary MOF-NDC on the six rectangular facets but not on\nthe two hexagonal facets of hexagonal lump templates of MIL-68. After\nthe initial formation of MOF-NDC on the <italic>ac</italic> plane\nof the template, MOF-NDC can further grow along the <italic>c</italic> axis to form semitubular particles. As the reaction time or the\namounts of H<sub>2</sub>NDC and In­(NO<sub>3</sub>)<sub>3</sub> increased,\nthe resulting particle size of <bold>hybrid-CPP-III</bold> increased\nwhile retaining the semitubular shape (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S6</ext-link>). As a control experiment, the growth of MIL-68 on the MOF-NDC\ntemplate resulted in similar semitubular particles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S7</ext-link>). The PXRD pattern of <bold>hybrid-CPP-III</bold> (b) showed the coexistence of both MIL-68 and MOF-NDC\nstructures within the particles. All peaks from both the MIL-68 core\nand MOF-NDC shell were found in the PXRD pattern of <bold>hybrid-CPP-III</bold>. The ratio of BDC and NDC within the particles and thus the relative\namounts of the MIL-68 core and MOF-NDC shell were determined to be\n1:1.11 by integrating the peaks correlated to H<sub>2</sub>BDC and\nH<sub>2</sub>NDC in the <sup>1</sup>H NMR spectrum of <bold>hybrid-CPP-III</bold> (e). The\n1:1.11 molar ratio of the MIL-68 core and MOF-NDC shell within <bold>hybrid-CPP-III</bold> corresponds to the 1:1.30 weight ratio of the\nMIL-68 core and MOF-NDC shell. (For this calculation, we have assumed\nthat MOF-NDC has a chemical formula of [In­(OH)­(NDC)]<sub>\n<italic>n</italic>\n</sub>, similar to [In­(OH)­(BDC)]<sub>\n<italic>n</italic>\n</sub> for\nMIL-68.) The increasing amount of MOF-NDC on the MIL-68 template was\nrelatively lower than that of MIL-68-Br, as verified from their final\nsizes (c and c) and the relative ratios of the initial and secondary\nMOFs within <bold>hybrid-CPP-II</bold> (1:3.65) and <bold>hybrid-CPP-III</bold> (1:1.11). N<sub>2</sub> sorption isotherms of <bold>hybrid-CPP-III</bold> (MIL-68@MOF-NDC) revealed that its BET surface area (1021 m<sup>2</sup> g<sup>–1</sup>) and total pore volume (0.46 cm<sup>3</sup> g<sup>–1</sup>) values are located between those of\nMIL-68 and MOF-NDC (f). These values were quite similar to those (1017 m<sup>2</sup> g<sup>–1</sup> and 0.45 cm<sup>3</sup> g<sup>–1</sup>, respectively) calculated from the simple sum of the 1:1.30 weight\ncontributions of pure MIL-68 and MOF-NDC within <bold>hybrid-CPP-III</bold>.</p>", "clean_text": "The next attempt to investigate the growth of MOF on MOF was conducted using H2NDC as an organic building block. First, it should be mentioned that a totally different framework (MOF-NDC) was constructed from the reaction of In(NO3)3 and H2NDC, compared to the formation of MIL-68-like structures from H2BDC and H2BDC-Br. SEM images () of hybrid-CPP-III revealed an obvious increase in particle size and the exclusive formation of the fascinating semitubular particles after 20 min. The pure MIL-68 template did not remain after the reaction, and the significant pure MOF-NDC was not generated after the reaction. The formation of the semitubular particles was clearly confirmed again from TEM images (d). These semitubular particles can be constructed from the anisotropic growth of the secondary MOF-NDC on the six rectangular facets but not on the two hexagonal facets of hexagonal lump templates of MIL-68. After the initial formation of MOF-NDC on the ac plane of the template, MOF-NDC can further grow along the c axis to form semitubular particles. As the reaction time or the amounts of H2NDC and In(NO3)3 increased, the resulting particle size of hybrid-CPP-III increased while retaining the semitubular shape (Figure S6). As a control experiment, the growth of MIL-68 on the MOF-NDC template resulted in similar semitubular particles (Figure S7). The PXRD pattern of hybrid-CPP-III (b) showed the coexistence of both MIL-68 and MOF-NDC structures within the particles. All peaks from both the MIL-68 core and MOF-NDC shell were found in the PXRD pattern of hybrid-CPP-III. The ratio of BDC and NDC within the particles and thus the relative amounts of the MIL-68 core and MOF-NDC shell were determined to be 1:1.11 by integrating the peaks correlated to H2BDC and H2NDC in the 1H NMR spectrum of hybrid-CPP-III (e). The 1:1.11 molar ratio of the MIL-68 core and MOF-NDC shell within hybrid-CPP-III corresponds to the 1:1.30 weight ratio of the MIL-68 core and MOF-NDC shell. (For this calculation, we have assumed that MOF-NDC has a chemical formula of [In(OH)(NDC)] n , similar to [In(OH)(BDC)] n  for MIL-68.) The increasing amount of MOF-NDC on the MIL-68 template was relatively lower than that of MIL-68-Br, as verified from their final sizes (c and c) and the relative ratios of the initial and secondary MOFs within hybrid-CPP-II (1:3.65) and hybrid-CPP-III (1:1.11). N2 sorption isotherms of hybrid-CPP-III (MIL-68@MOF-NDC) revealed that its BET surface area (1021 m2 g-1) and total pore volume (0.46 cm3 g-1) values are located between those of MIL-68 and MOF-NDC (f). These values were quite similar to those (1017 m2 g-1 and 0.45 cm3 g-1, respectively) calculated from the simple sum of the 1:1.30 weight contributions of pure MIL-68 and MOF-NDC within hybrid-CPP-III.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of (a) the initial microtemplates of MIL-68 and (b)\nthe intermediates. (c) SEM and (d) TEM images of <bold>hybrid-CPP-III</bold> of semitubular-type MIL-68@MOF-NDC. The bottom images in a–c\nclearly show the particle growth. (e) <sup>1</sup>H NMR spectrum of <bold>hybrid-CPP-III</bold> digested in acetic acid-<italic>d</italic>\n<sub>4</sub> and DMSO-<italic>d</italic>\n<sub>6</sub>. (f) Comparison of\nN<sub>2</sub> sorption isotherms of the template (MIL-68, red), <bold>CPP-III</bold> (MOF-NDC, blue), and <bold>hybrid-CPP-III</bold> (MIL-68@MOF-NDC,\ngreen).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja-2016-08821v_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of (a) the initial microtemplates of MIL-68 and (b) the intermediates. (c) SEM and (d) TEM images of hybrid-CPP-III of semitubular-type MIL-68@MOF-NDC. The bottom images in a-c clearly show the particle growth. (e) 1H NMR spectrum of hybrid-CPP-III digested in acetic acid-d 4 and DMSO-d 6. (f) Comparison of N2 sorption isotherms of the template (MIL-68, red), CPP-III (MOF-NDC, blue), and hybrid-CPP-III (MIL-68@MOF-NDC, green).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PXRD patterns of (a) <bold>CPP-III</bold> of\nMOF-NDC, (b) <bold>hybrid-CPP-III</bold> of MIL-68@MOF-NDC, and (c) <bold>CPP-I</bold> of MIL-68.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja-2016-08821v_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  PXRD patterns of (a) CPP-III of MOF-NDC, (b) hybrid-CPP-III of MIL-68@MOF-NDC, and (c) CPP-I of MIL-68.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>This unusual anisotropic growth for the production of the\nunique\nsemitubular particles can be understood on the basis of the cell parameter\ndifferences between MIL-68 and MOF-NDC. First, we must pay attention\nto the fact that the growth of MOF-NDC was very efficient on the six\nrectangular facets, which expose the <italic>ac</italic> plane of\nMIL-68. To grow efficiently on the <italic>ac</italic> plane of the\nMIL-68 structure, MOF-NDC should have an identical one-dimensional\nmetal ion chain in the direction of the <italic>c</italic> axis and\nthus have an identical <italic>c</italic> cell parameter with the\nMIL-68 template. In addition, MOF-NDC should have an identical repeating\nunit in the direction of the <italic>a</italic> axis with the MIL-68\nstructure (). Initially, a three-dimensional rhombic\nstructure (c) was considered to be a possible candidate for the MOF-NDC structure.\nWhen the one-dimensional metal ion chain is propagated in a zigzag,\nas described in b, a three-dimensional hexagonal structure of MIL-68 (orthorhombic\ncrystal system) should occur. On the other hand, when this one-dimensional\nmetal ion chain is propagated in one direction, as described in c, a three-dimensional\nrhombic structure (hexagonal crystal system) should be produced. However,\nno correlation between this imaginary rhombic structure and the obtained\nPXRD pattern of MOF-NDC was found. We then focused on its morphological\nfeatures. In many cases, the morphology of MOFs and CPPs indicates\ntheir inner-structure information. The square or rectangular facets of <bold>CPP-III</bold> made from MOF-NDC, instead of hexagonal facets, indicate that MOF-NDC\npossibly has a square or rectangular structure instead of a hexagonal\nor rhombic structure. A three-dimensional square structure (d, tetragonal crystal\nsystem) was next considered as a possible structure of MOF-NDC. This\nthree-dimensional square structure could possibly be formed from the\nsimple adjustment of the angle between the organic building block\nwings (green lines in the schematic representation) interacting with\nthe one-dimensional metal ion chain (d).</p>", "clean_text": "This unusual anisotropic growth for the production of the unique semitubular particles can be understood on the basis of the cell parameter differences between MIL-68 and MOF-NDC. First, we must pay attention to the fact that the growth of MOF-NDC was very efficient on the six rectangular facets, which expose the ac plane of MIL-68. To grow efficiently on the ac plane of the MIL-68 structure, MOF-NDC should have an identical one-dimensional metal ion chain in the direction of the c axis and thus have an identical c cell parameter with the MIL-68 template. In addition, MOF-NDC should have an identical repeating unit in the direction of the a axis with the MIL-68 structure (). Initially, a three-dimensional rhombic structure (c) was considered to be a possible candidate for the MOF-NDC structure. When the one-dimensional metal ion chain is propagated in a zigzag, as described in b, a three-dimensional hexagonal structure of MIL-68 (orthorhombic crystal system) should occur. On the other hand, when this one-dimensional metal ion chain is propagated in one direction, as described in c, a three-dimensional rhombic structure (hexagonal crystal system) should be produced. However, no correlation between this imaginary rhombic structure and the obtained PXRD pattern of MOF-NDC was found. We then focused on its morphological features. In many cases, the morphology of MOFs and CPPs indicates their inner-structure information. The square or rectangular facets of CPP-III made from MOF-NDC, instead of hexagonal facets, indicate that MOF-NDC possibly has a square or rectangular structure instead of a hexagonal or rhombic structure. A three-dimensional square structure (d, tetragonal crystal system) was next considered as a possible structure of MOF-NDC. This three-dimensional square structure could possibly be formed from the simple adjustment of the angle between the organic building block wings (green lines in the schematic representation) interacting with the one-dimensional metal ion chain (d).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Schematic and ball-and-stick representations\nof a one-dimensional\nmetal ion chain within the MOF (MIL-68 and MOF-NDC). (b) Zigzag propagation\nof one-dimensional metal ion chains (metal ion chains 1 and 2) for\nthe formation of a three-dimensional hexagonal structure of MIL-68\n(orthorhombic crystal system). (c) One-direction propagation of one-dimensional\nchains for the formation of a three-dimensional rhombic structure\n(hexagonal crystal system). (d) One-direction propagation of one-dimensional\nchains for the formation of a three-dimensional square structure of\nMOF-NDC (tetragonal crystal system). (e) Possible growth of MOF-NDC\non the rectangular facets (<italic>ac</italic> plane) of the MIL-68\ntemplate (left). The impossible growth of MOF-NDC on the hexagonal\nfacets (<italic>ab</italic> plane) of the MIL-68 template (right).\nThe distance between two metal ion chains (two blue dots in <xref rid=\"fig5\">Figure <xref rid=\"fig5\"></xref>\n</xref>b) of MIL-68 is 10.887\nÅ, and that (two blue dots in panel d) of MOF-NDC is calculated\nto be 10.922 Å from its PXRD pattern.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ja-2016-08821v_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Schematic and ball-and-stick representations of a one-dimensional metal ion chain within the MOF (MIL-68 and MOF-NDC). (b) Zigzag propagation of one-dimensional metal ion chains (metal ion chains 1 and 2) for the formation of a three-dimensional hexagonal structure of MIL-68 (orthorhombic crystal system). (c) One-direction propagation of one-dimensional chains for the formation of a three-dimensional rhombic structure (hexagonal crystal system). (d) One-direction propagation of one-dimensional chains for the formation of a three-dimensional square structure of MOF-NDC (tetragonal crystal system). (e) Possible growth of MOF-NDC on the rectangular facets (ac plane) of the MIL-68 template (left). The impossible growth of MOF-NDC on the hexagonal facets (ab plane) of the MIL-68 template (right). The distance between two metal ion chains (two blue dots in Figure  b) of MIL-68 is 10.887 Å, and that (two blue dots in panel d) of MOF-NDC is calculated to be 10.922 Å from its PXRD pattern.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>This speculated three-dimensional square structure (d) has well-matched\nlattices\nwith the MIL-68 template in the direction of the <italic>a</italic> and <italic>c</italic> axes but has a mismatched lattice in the\ndirection of the <italic>b</italic> axis; therefore, it can grow on\nthe six rectangular facets (<italic>ac</italic> plane) but cannot\ngrow on the two hexagonal facets (<italic>ab</italic> plane) of the\nMIL-68 template (e). Finally, an analysis of PXRD patterns of MOF-NDC and MIL-68@MOF-NDC\nverified that MOF-NDC has a three-dimensional square structure. The\nmeasured PXRD pattern of MOF-NDC was well matched with the calculated\npattern of the speculated three-dimensional square structure, as verified\nby the whole pattern fitting using MDI Jade 9.0 software (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S8</ext-link>). The unit cell parameters of MOF-NDC\ncalculated using MDI Jade 9.0 software were <italic>a</italic> = <italic>b</italic> = 32.765 Å, <italic>c</italic> = 7.182 Å, and\nα = β = γ = 90° (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S8</ext-link>); these values, specifically the <italic>a</italic> and <italic>c</italic> cell parameters, were well matched with those of MIL-68.\nThe repeating distance between two metal ion chains (two blue dots\nin b) of the\nthree-dimensional hexagonal structure of MIL-68 is 10.887 Å,\nand that (two blue dots in d) of the three-dimensional square structure of MOF-NDC\nis calculated to be 10.922 Å from its PXRD pattern. Finally,\nsix intensive PXRD peaks (a) of MOF-NDC at 2θ = 8.10, 9.74, 11.44, 16.22,\n17.06, and 18.12° were assigned to the (300), (320), (330), (600),\n(620), and (630) planes of the three-dimensional square structure,\nrespectively.</p>", "clean_text": "This speculated three-dimensional square structure (d) has well-matched lattices with the MIL-68 template in the direction of the a and c axes but has a mismatched lattice in the direction of the b axis; therefore, it can grow on the six rectangular facets (ac plane) but cannot grow on the two hexagonal facets (ab plane) of the MIL-68 template (e). Finally, an analysis of PXRD patterns of MOF-NDC and MIL-68@MOF-NDC verified that MOF-NDC has a three-dimensional square structure. The measured PXRD pattern of MOF-NDC was well matched with the calculated pattern of the speculated three-dimensional square structure, as verified by the whole pattern fitting using MDI Jade 9.0 software (Figure S8). The unit cell parameters of MOF-NDC calculated using MDI Jade 9.0 software were a = b = 32.765 Å, c = 7.182 Å, and α = β = γ = 90° (Figure S8); these values, specifically the a and c cell parameters, were well matched with those of MIL-68. The repeating distance between two metal ion chains (two blue dots in b) of the three-dimensional hexagonal structure of MIL-68 is 10.887 Å, and that (two blue dots in d) of the three-dimensional square structure of MOF-NDC is calculated to be 10.922 Å from its PXRD pattern. Finally, six intensive PXRD peaks (a) of MOF-NDC at 2θ = 8.10, 9.74, 11.44, 16.22, 17.06, and 18.12° were assigned to the (300), (320), (330), (600), (620), and (630) planes of the three-dimensional square structure, respectively.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Additional evidence for the rationale of the anisotropic\ngrowth\nof MOF-NDC on the <italic>ac</italic> plane (six rectangular facets)\nof the MIL-68 template was obtained from the SAED data ( and ).\nThe simulated SAED patterns of the MIL-68 structure along the [001]\nand [3–10] zone axes were obtained by using SingleCrystal version\n2.3.3 software (b,f). The experimental SAED patterns of the MIL-68 template (d,h) were well matched\nwith the simulated SAED patterns. Strong spots for Bragg reflections\nof (040), (060), (080), (130), (131), and (260) were observed in the\nexperimental SAED patterns of MIL-68 template. The <italic>d</italic>-spacing values of <italic>d</italic>\n<sub>(040)</sub>, <italic>d</italic>\n<sub>(130)</sub>, and <italic>d</italic>\n<sub>(131)</sub> were 9.202,\n10.538, and 5.631 Å, respectively. The cell parameters of the\nMIL-68 template derived from these SAED patterns were <italic>a</italic> = 21.076, <italic>b</italic> = 36.808, and <italic>c</italic> =\n6.823 Å. Note that there is a slight deviation in these derived\ncell parameters compared to those obtained from the single-crystal\nstructure (<italic>a</italic> = 21.774, <italic>b</italic> = 37.677,\nand <italic>c</italic> = 7.233 Å) possibly because of the slight\ndestruction during the SAED measurement. The SAED patterns of <bold>CPP-III</bold> and <bold>hybrid-CPP-III</bold> are displayed in . The SAED pattern\nof the shell part of <bold>hybrid-CPP-III</bold> (d) was exactly identical to\nthe SAED pattern of MOF-NDC measured from <bold>CPP-III</bold> (b), which indicated\nthat the shell part of <bold>hybrid-CPP-III</bold> is identical to\nthe MOF-NDC. The <italic>d</italic>-spacing values of <italic>d</italic>\n<sub>(300)</sub> and <italic>d</italic>\n<sub>(002)</sub> were 10.713\nand 3.458 Å for <bold>CPP-III</bold> and 10.764 and 3.443 Å\nfor <bold>hybrid-CPP-III</bold>, respectively. The cell parameters\nof MOF-NDC derived from the SAED pattern of <bold>hybrid-CPP-III</bold> were <italic>a</italic> = <italic>b</italic> = 32.292 Å and <italic>c</italic> = 6.886 Å. The <italic>a</italic> and <italic>c</italic> cell parameters of MOF-NDC are well matched with those of the MIL-68\ntemplate (3/2<italic>a</italic> = 31.614 Å and <italic>c</italic> = 6.823 Å), but the <italic>b</italic> cell parameter of MOF-NDC\nis not correlated with that of the MIL-68 template (<italic>b</italic> = 36.808 Å). These SAED studies again support the motive for\nthe unusual anisotropic growth of MOF-NDC on the <italic>ac</italic> plane of the MIL-68 template.</p>", "clean_text": "Additional evidence for the rationale of the anisotropic growth of MOF-NDC on the ac plane (six rectangular facets) of the MIL-68 template was obtained from the SAED data ( and ). The simulated SAED patterns of the MIL-68 structure along the [001] and [3-10] zone axes were obtained by using SingleCrystal version 2.3.3 software (b,f). The experimental SAED patterns of the MIL-68 template (d,h) were well matched with the simulated SAED patterns. Strong spots for Bragg reflections of (040), (060), (080), (130), (131), and (260) were observed in the experimental SAED patterns of MIL-68 template. The d-spacing values of d (040), d (130), and d (131) were 9.202, 10.538, and 5.631 Å, respectively. The cell parameters of the MIL-68 template derived from these SAED patterns were a = 21.076, b = 36.808, and c = 6.823 Å. Note that there is a slight deviation in these derived cell parameters compared to those obtained from the single-crystal structure (a = 21.774, b = 37.677, and c = 7.233 Å) possibly because of the slight destruction during the SAED measurement. The SAED patterns of CPP-III and hybrid-CPP-III are displayed in . The SAED pattern of the shell part of hybrid-CPP-III (d) was exactly identical to the SAED pattern of MOF-NDC measured from CPP-III (b), which indicated that the shell part of hybrid-CPP-III is identical to the MOF-NDC. The d-spacing values of d (300) and d (002) were 10.713 and 3.458 Å for CPP-III and 10.764 and 3.443 Å for hybrid-CPP-III, respectively. The cell parameters of MOF-NDC derived from the SAED pattern of hybrid-CPP-III were a = b = 32.292 Å and c = 6.886 Å. The a and c cell parameters of MOF-NDC are well matched with those of the MIL-68 template (3/2a = 31.614 Å and c = 6.823 Å), but the b cell parameter of MOF-NDC is not correlated with that of the MIL-68 template (b = 36.808 Å). These SAED studies again support the motive for the unusual anisotropic growth of MOF-NDC on the ac plane of the MIL-68 template.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Crystal structure of MIL-68 projected\nalong the [001] zone\naxis. (b) Simulated SAED pattern of MIL-68 along the [001] zone axis.\n(c) TEM image of the MIL-68 template and (d) experimental SAED pattern\nof MIL-68 obtained from the region marked with a circle in c. (e)\nCrystal structure of MIL-68 projected along the [3–10] zone\naxis. (f) Simulated SAED pattern of MIL-68 along the [3–10]\nzone axis. (g) TEM image of the MIL-68 template and (h) SAED pattern\nof MIL-68 obtained from the region marked with a circle in g.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ja-2016-08821v_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Crystal structure of MIL-68 projected along the [001] zone axis. (b) Simulated SAED pattern of MIL-68 along the [001] zone axis. (c) TEM image of the MIL-68 template and (d) experimental SAED pattern of MIL-68 obtained from the region marked with a circle in c. (e) Crystal structure of MIL-68 projected along the [3-10] zone axis. (f) Simulated SAED pattern of MIL-68 along the [3-10] zone axis. (g) TEM image of the MIL-68 template and (h) SAED pattern of MIL-68 obtained from the region marked with a circle in g.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) TEM image of <bold>CPP-III</bold> and (b)\nSAED pattern of MOF-NDC\nobtained from the region marked with a circle in a. (c) TEM image\nof <bold>hybrid-CPP-III</bold> (MIL-68@MOF-NDC) and (d) SAED pattern\nof the MOF-NDC shell part obtained from the region marked with a circle\nin c.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ja-2016-08821v_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) TEM image of CPP-III and (b) SAED pattern of MOF-NDC obtained from the region marked with a circle in a. (c) TEM image of hybrid-CPP-III (MIL-68@MOF-NDC) and (d) SAED pattern of the MOF-NDC shell part obtained from the region marked with a circle in c.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We have demonstrated\nthe fascinating isotropic and anisotropic\ngrowth of two MOFs, MIL-68 analog (MIL-68-Br) and nonanalog (MOF-NDC),\non the MIL-68 template. The isotropic growth of MIL-68-Br over the\nentire surface of the MIL-68 template progressed to form core–shell-type\nMIL-68@MIL-68-Br. However, the unique anisotropic growth of MOF-NDC\non the six rectangular facets (<italic>ac</italic> plane of the MIL-68\nstructure) but not on the two hexagonal facets (<italic>ab</italic> plane) of the MIL-68 template produced abnormal semitubular particles.\nIn addition, the structural features of MOF-NDC were successfully\nspeculated for the first time by considering its unique growth behavior\nand morphological characteristics; the validation of this structural\nspeculation was confirmed from the PXRD and SAED studies of MOF-NDC.\nThe growth behavior and morphological features of MOFs should be considered\nto be important factors in the future for understanding the MOFs’\nstructures. The construction of a well-defined MOF-on-MOF structure\nis essential for producing multifunctional MOFs and fine-tuning the\nproperties of MOFs. The growth of MOF on MOF demonstrated here should\nprovide noteworthy guidance for the rational construction of heterocompositional\nand functional MOF materials.</p>", "clean_text": "Conclusions\n\nWe have demonstrated the fascinating isotropic and anisotropic growth of two MOFs, MIL-68 analog (MIL-68-Br) and nonanalog (MOF-NDC), on the MIL-68 template. The isotropic growth of MIL-68-Br over the entire surface of the MIL-68 template progressed to form core-shell-type MIL-68@MIL-68-Br. However, the unique anisotropic growth of MOF-NDC on the six rectangular facets (ac plane of the MIL-68 structure) but not on the two hexagonal facets (ab plane) of the MIL-68 template produced abnormal semitubular particles. In addition, the structural features of MOF-NDC were successfully speculated for the first time by considering its unique growth behavior and morphological characteristics; the validation of this structural speculation was confirmed from the PXRD and SAED studies of MOF-NDC. The growth behavior and morphological features of MOFs should be considered to be important factors in the future for understanding the MOFs' structures. The construction of a well-defined MOF-on-MOF structure is essential for producing multifunctional MOFs and fine-tuning the properties of MOFs. The growth of MOF on MOF demonstrated here should provide noteworthy guidance for the rational construction of heterocompositional and functional MOF materials.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.6b08821\">10.1021/jacs.6b08821</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details\nand supporting figures and tables\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Experimental details\nand supporting figures and tables\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">PDF</ext-link>)</p><p>S.C. and\nT.K. contributed equally.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.6b08821.  Experimental details and supporting figures and tables (PDF)   \n\nExperimental details and supporting figures and tables (PDF)\n\nS.C. and T.K. contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 13, 14", "type": "text", "classification": "property", "content": "<p>The gas sorption\nproperties of the resulting three CPPs were obtained\nfrom their N<sub>2</sub> sorption isotherms. <bold>CPP-I</bold> of\nthe MIL-68 structure is known to be a quite porous material, as shown in its sorption isotherms [red line\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S1</ext-link>; the Brunauer–Emmett–Teller\n(BET) surface area and total pore volume were 1564 m<sup>2</sup> g<sup>–1</sup> and 0.69 cm<sup>3</sup> g<sup>–1</sup>, respectively].\nThe BET surface area and total pore volume of <bold>CPP-II</bold> of\nthe MIL-68-Br structure (1062 m<sup>2</sup> g<sup>–1</sup> and\n0.47 cm<sup>3</sup> g<sup>–1</sup>, respectively) were slightly\nlower than those of <bold>CPP-I</bold> because of the bromo moieties\nwithin the MIL-68-Br structure (blue line in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S1 and Table S1</ext-link>). Compared to <bold>CPP-I</bold> made from\nH<sub>2</sub>BDC, the extra bromo moieties within <bold>CPP-II</bold> decrease the void volume within the structure and increase the relative\nweight per unit volume, thereby reducing the total pore volume per\ngram of <bold>CPP-II</bold>. N<sub>2</sub> sorption isotherms of <bold>CPP-III</bold> of the MOF-NDC structure also displayed type I behavior,\ntypical of microporous materials (purple line in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S1</ext-link>), and its BET surface area and total pore volume\n(597 m<sup>2</sup> g<sup>–1</sup> and 0.27 cm<sup>3</sup> g<sup>–1</sup>, respectively) were lower than those of <bold>CPP-I</bold> and <bold>CPP-II</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Table S1</ext-link>). Pore\nsize distributions of <bold>CPP-I</bold>\n<bold>–CPP-III</bold> were calculated from the nonlocal density functional theory (NLDFT)\nmethod (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S2</ext-link>). <bold>CPP-I</bold> and <bold>CPP-II</bold> have two different pores (ca. 0.6 and 1.2 nm); however, <bold>CPP-III</bold> has only one dominant pore at ca. 0.7 nm. Thermogravimetric\nanalysis (TGA) curves and infrared (IR) spectra of all samples are\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figures S3 and S4</ext-link>. Three CPPs\n(<bold>CPP-I</bold>–<bold>CPP-III</bold>) have a similar thermal\nstability, as shown in their TGA curves (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S3</ext-link>).</p><p>The relative amounts of the MIL-68\ncore and MIL-68-Br shell within\nMIL-68@MIL-68-Br were determined from the <sup>1</sup>H NMR spectrum.\nFirst, <bold>hybrid-CPP-II</bold> was digested in a cosolvent of acetic\nacid-<italic>d</italic>\n<sub>4</sub> and DMSO-<italic>d</italic>\n<sub>6</sub>; the relative ratio of H<sub>2</sub>BDC to H<sub>2</sub>BDC-Br\nand thus the relative amounts of the MIL-68 core and MIL-68-Br shell\nwithin <bold>hybrid-CPP-II</bold> were determined to be 1:3.65 by\nintegrating the peaks correlated to H<sub>2</sub>BDC and H<sub>2</sub>BDC-Br (i).\nN<sub>2</sub> sorption isotherms of <bold>hybrid-CPP-II</bold> (green\nline in j)\nrevealed that its BET surface area (1346 m<sup>2</sup>g<sup>–1</sup>) and total pore volume (0.58 cm<sup>3</sup> g<sup>–1</sup>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Table S1</ext-link>) values are situated roughly\nbetween those of MIL-68 (red line in j) and MIL-68-Br (blue line in j).</p><p>The next attempt\nto investigate the growth of MOF on MOF was conducted\nusing H<sub>2</sub>NDC as an organic building block. First, it should\nbe mentioned that a totally different framework (MOF-NDC) was constructed\nfrom the reaction of In­(NO<sub>3</sub>)<sub>3</sub> and H<sub>2</sub>NDC, compared to the formation of MIL-68-like structures from H<sub>2</sub>BDC and H<sub>2</sub>BDC-Br. SEM images () of <bold>hybrid-CPP-III</bold> revealed an obvious increase in particle size and the exclusive\nformation of the fascinating semitubular particles after 20 min. The\npure MIL-68 template did not remain after the reaction, and the significant\npure MOF-NDC was not generated after the reaction. The formation of\nthe semitubular particles was clearly confirmed again from TEM images\n(d). These\nsemitubular particles can be constructed from the anisotropic growth\nof the secondary MOF-NDC on the six rectangular facets but not on\nthe two hexagonal facets of hexagonal lump templates of MIL-68. After\nthe initial formation of MOF-NDC on the <italic>ac</italic> plane\nof the template, MOF-NDC can further grow along the <italic>c</italic> axis to form semitubular particles. As the reaction time or the\namounts of H<sub>2</sub>NDC and In­(NO<sub>3</sub>)<sub>3</sub> increased,\nthe resulting particle size of <bold>hybrid-CPP-III</bold> increased\nwhile retaining the semitubular shape (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S6</ext-link>). As a control experiment, the growth of MIL-68 on the MOF-NDC\ntemplate resulted in similar semitubular particles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b08821/suppl_file/ja6b08821_si_001.pdf\">Figure S7</ext-link>). The PXRD pattern of <bold>hybrid-CPP-III</bold> (b) showed the coexistence of both MIL-68 and MOF-NDC\nstructures within the particles. All peaks from both the MIL-68 core\nand MOF-NDC shell were found in the PXRD pattern of <bold>hybrid-CPP-III</bold>. The ratio of BDC and NDC within the particles and thus the relative\namounts of the MIL-68 core and MOF-NDC shell were determined to be\n1:1.11 by integrating the peaks correlated to H<sub>2</sub>BDC and\nH<sub>2</sub>NDC in the <sup>1</sup>H NMR spectrum of <bold>hybrid-CPP-III</bold> (e). The\n1:1.11 molar ratio of the MIL-68 core and MOF-NDC shell within <bold>hybrid-CPP-III</bold> corresponds to the 1:1.30 weight ratio of the\nMIL-68 core and MOF-NDC shell. (For this calculation, we have assumed\nthat MOF-NDC has a chemical formula of [In­(OH)­(NDC)]<sub>\n<italic>n</italic>\n</sub>, similar to [In­(OH)­(BDC)]<sub>\n<italic>n</italic>\n</sub> for\nMIL-68.) The increasing amount of MOF-NDC on the MIL-68 template was\nrelatively lower than that of MIL-68-Br, as verified from their final\nsizes (c and c) and the relative ratios of the initial and secondary\nMOFs within <bold>hybrid-CPP-II</bold> (1:3.65) and <bold>hybrid-CPP-III</bold> (1:1.11). N<sub>2</sub> sorption isotherms of <bold>hybrid-CPP-III</bold> (MIL-68@MOF-NDC) revealed that its BET surface area (1021 m<sup>2</sup> g<sup>–1</sup>) and total pore volume (0.46 cm<sup>3</sup> g<sup>–1</sup>) values are located between those of\nMIL-68 and MOF-NDC (f). These values were quite similar to those (1017 m<sup>2</sup> g<sup>–1</sup> and 0.45 cm<sup>3</sup> g<sup>–1</sup>, respectively) calculated from the simple sum of the 1:1.30 weight\ncontributions of pure MIL-68 and MOF-NDC within <bold>hybrid-CPP-III</bold>.</p>", "clean_text": "The gas sorption properties of the resulting three CPPs were obtained from their N2 sorption isotherms. CPP-I of the MIL-68 structure is known to be a quite porous material, as shown in its sorption isotherms [red line in Figure S1; the Brunauer-Emmett-Teller (BET) surface area and total pore volume were 1564 m2 g-1 and 0.69 cm3 g-1, respectively]. The BET surface area and total pore volume of CPP-II of the MIL-68-Br structure (1062 m2 g-1 and 0.47 cm3 g-1, respectively) were slightly lower than those of CPP-I because of the bromo moieties within the MIL-68-Br structure (blue line in Figure S1 and Table S1). Compared to CPP-I made from H2BDC, the extra bromo moieties within CPP-II decrease the void volume within the structure and increase the relative weight per unit volume, thereby reducing the total pore volume per gram of CPP-II. N2 sorption isotherms of CPP-III of the MOF-NDC structure also displayed type I behavior, typical of microporous materials (purple line in Figure S1), and its BET surface area and total pore volume (597 m2 g-1 and 0.27 cm3 g-1, respectively) were lower than those of CPP-I and CPP-II (Table S1). Pore size distributions of CPP-I -CPP-III were calculated from the nonlocal density functional theory (NLDFT) method (Figure S2). CPP-I and CPP-II have two different pores (ca. 0.6 and 1.2 nm); however, CPP-III has only one dominant pore at ca. 0.7 nm. Thermogravimetric analysis (TGA) curves and infrared (IR) spectra of all samples are shown in Figures S3 and S4. Three CPPs (CPP-I-CPP-III) have a similar thermal stability, as shown in their TGA curves (Figure S3).\n\nThe relative amounts of the MIL-68 core and MIL-68-Br shell within MIL-68@MIL-68-Br were determined from the 1H NMR spectrum. First, hybrid-CPP-II was digested in a cosolvent of acetic acid-d 4 and DMSO-d 6; the relative ratio of H2BDC to H2BDC-Br and thus the relative amounts of the MIL-68 core and MIL-68-Br shell within hybrid-CPP-II were determined to be 1:3.65 by integrating the peaks correlated to H2BDC and H2BDC-Br (i). N2 sorption isotherms of hybrid-CPP-II (green line in j) revealed that its BET surface area (1346 m2g-1) and total pore volume (0.58 cm3 g-1, Table S1) values are situated roughly between those of MIL-68 (red line in j) and MIL-68-Br (blue line in j).\n\nThe next attempt to investigate the growth of MOF on MOF was conducted using H2NDC as an organic building block. First, it should be mentioned that a totally different framework (MOF-NDC) was constructed from the reaction of In(NO3)3 and H2NDC, compared to the formation of MIL-68-like structures from H2BDC and H2BDC-Br. SEM images () of hybrid-CPP-III revealed an obvious increase in particle size and the exclusive formation of the fascinating semitubular particles after 20 min. The pure MIL-68 template did not remain after the reaction, and the significant pure MOF-NDC was not generated after the reaction. The formation of the semitubular particles was clearly confirmed again from TEM images (d). These semitubular particles can be constructed from the anisotropic growth of the secondary MOF-NDC on the six rectangular facets but not on the two hexagonal facets of hexagonal lump templates of MIL-68. After the initial formation of MOF-NDC on the ac plane of the template, MOF-NDC can further grow along the c axis to form semitubular particles. As the reaction time or the amounts of H2NDC and In(NO3)3 increased, the resulting particle size of hybrid-CPP-III increased while retaining the semitubular shape (Figure S6). As a control experiment, the growth of MIL-68 on the MOF-NDC template resulted in similar semitubular particles (Figure S7). The PXRD pattern of hybrid-CPP-III (b) showed the coexistence of both MIL-68 and MOF-NDC structures within the particles. All peaks from both the MIL-68 core and MOF-NDC shell were found in the PXRD pattern of hybrid-CPP-III. The ratio of BDC and NDC within the particles and thus the relative amounts of the MIL-68 core and MOF-NDC shell were determined to be 1:1.11 by integrating the peaks correlated to H2BDC and H2NDC in the 1H NMR spectrum of hybrid-CPP-III (e). The 1:1.11 molar ratio of the MIL-68 core and MOF-NDC shell within hybrid-CPP-III corresponds to the 1:1.30 weight ratio of the MIL-68 core and MOF-NDC shell. (For this calculation, we have assumed that MOF-NDC has a chemical formula of [In(OH)(NDC)] n , similar to [In(OH)(BDC)] n  for MIL-68.) The increasing amount of MOF-NDC on the MIL-68 template was relatively lower than that of MIL-68-Br, as verified from their final sizes (c and c) and the relative ratios of the initial and secondary MOFs within hybrid-CPP-II (1:3.65) and hybrid-CPP-III (1:1.11). N2 sorption isotherms of hybrid-CPP-III (MIL-68@MOF-NDC) revealed that its BET surface area (1021 m2 g-1) and total pore volume (0.46 cm3 g-1) values are located between those of MIL-68 and MOF-NDC (f). These values were quite similar to those (1017 m2 g-1 and 0.45 cm3 g-1, respectively) calculated from the simple sum of the 1:1.30 weight contributions of pure MIL-68 and MOF-NDC within hybrid-CPP-III.", "data": [[{"meta": {"name": "CPP-I", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "1564", "unit": "m2/g", "condition": ""}, "porosity": {"proboe": "", "value": "0.69", "unit": "cm3/g", "condition": ""}}, {"meta": {"name": "CPP-II", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "1062", "unit": "m2/g", "condition": ""}, "porosity": {"proboe": "", "value": "0.47", "unit": "cm3/g", "condition": ""}}, {"meta": {"name": "CPP-III", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "597", "unit": "m2/g", "condition": ""}, "porosity": {"proboe": "", "value": "0.27", "unit": "cm3/g", "condition": ""}}]], "include_properties": ["surface_area", "porosity"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Solvothermal Reactions for the Synthesis\nof <bold>CPP-I</bold>\n<bold>-CPP-III</bold>\n<xref rid=\"fn1sch1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2016-08821v_0008.tif\"></graphic>\n<p>\n<fn id=\"fn1sch1\">\n<label>a</label>\n<p>The box shows ball-and-stick\nrepresentations of the MIL-68 structure, which has a three-dimensional\nhexagonal structure of [In­(OH)­(BDC)]<sub>\n<italic>n</italic>\n</sub>,\nconsisting of a one-dimensional metal ion chain in the <italic>c</italic> direction.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Solvothermal Reactions for the Synthesis of CPP-I -CPP-III       a The box shows ball-and-stick representations of the MIL-68 structure, which has a three-dimensional hexagonal structure of [In(OH)(BDC)] n , consisting of a one-dimensional metal ion chain in the c direction.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of (a) hexagonal rods of <bold>CPP-I</bold>, (b) thin\nhexagonal rods of <bold>CPP-II</bold>, and (c) rectangular rods of <bold>CPP-III</bold>. The insets in a and b show the hexagonal facets,\nand the inset in c shows a square facet. (d) Simulated PXRD pattern\nof MIL-68 and PXRD patterns of (e) <bold>CPP-I</bold>, (f) <bold>CPP-II</bold>, and (g) <bold>CPP-III</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2016-08821v_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of (a) hexagonal rods of CPP-I, (b) thin hexagonal rods of CPP-II, and (c) rectangular rods of CPP-III. The insets in a and b show the hexagonal facets, and the inset in c shows a square facet. (d) Simulated PXRD pattern of MIL-68 and PXRD patterns of (e) CPP-I, (f) CPP-II, and (g) CPP-III.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Representation for Constructing\nCore–Shell-Type\nand Semitubular-Type Hybrid-CPPs through Isotropic and Anisotropic\nGrowth of the Secondary MOFs on the MIL-68 Template, Respectively</title>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2016-08821v_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic Representation for Constructing Core-Shell-Type and Semitubular-Type Hybrid-CPPs through Isotropic and Anisotropic Growth of the Secondary MOFs on the MIL-68 Template, Respectively   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of (a) the initial microtemplates\nof MIL-68, (b) the\nintermediates, and (c) the core–shell-type <bold>hybrid-CPP-II</bold> of MIL-68@MIL-68-Br. (d) SEM images showing the particle growth.\n(e) TEM image and (f) STEM image, with the elemental mapping images\nof In (green) and Br (orange) of <bold>hybrid-CPP-II</bold>. (g, h)\nEDX spectrum profile scanning data for the bromine atom of <bold>hybrid-CPP-II</bold> of MIL-68@MIL-68-Br. (i) <sup>1</sup>H NMR spectrum of <bold>hybrid-CPP-II</bold> digested in acetic acid-<italic>d</italic>\n<sub>4</sub> and DMSO-<italic>d</italic>\n<sub>6</sub>. (j) Comparison of N<sub>2</sub> sorption\nisotherms of the template (MIL-68, red), <bold>CPP-II</bold> (MIL-68-Br,\nblue), and <bold>hybrid-CPP-II</bold> (MIL-68@MIL-68-Br, green).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2016-08821v_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM images of (a) the initial microtemplates of MIL-68, (b) the intermediates, and (c) the core-shell-type hybrid-CPP-II of MIL-68@MIL-68-Br. (d) SEM images showing the particle growth. (e) TEM image and (f) STEM image, with the elemental mapping images of In (green) and Br (orange) of hybrid-CPP-II. (g, h) EDX spectrum profile scanning data for the bromine atom of hybrid-CPP-II of MIL-68@MIL-68-Br. (i) 1H NMR spectrum of hybrid-CPP-II digested in acetic acid-d 4 and DMSO-d 6. (j) Comparison of N2 sorption isotherms of the template (MIL-68, red), CPP-II (MIL-68-Br, blue), and hybrid-CPP-II (MIL-68@MIL-68-Br, green).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of (a) the initial microtemplates of MIL-68 and (b)\nthe intermediates. (c) SEM and (d) TEM images of <bold>hybrid-CPP-III</bold> of semitubular-type MIL-68@MOF-NDC. The bottom images in a–c\nclearly show the particle growth. (e) <sup>1</sup>H NMR spectrum of <bold>hybrid-CPP-III</bold> digested in acetic acid-<italic>d</italic>\n<sub>4</sub> and DMSO-<italic>d</italic>\n<sub>6</sub>. (f) Comparison of\nN<sub>2</sub> sorption isotherms of the template (MIL-68, red), <bold>CPP-III</bold> (MOF-NDC, blue), and <bold>hybrid-CPP-III</bold> (MIL-68@MOF-NDC,\ngreen).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja-2016-08821v_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of (a) the initial microtemplates of MIL-68 and (b) the intermediates. (c) SEM and (d) TEM images of hybrid-CPP-III of semitubular-type MIL-68@MOF-NDC. The bottom images in a-c clearly show the particle growth. (e) 1H NMR spectrum of hybrid-CPP-III digested in acetic acid-d 4 and DMSO-d 6. (f) Comparison of N2 sorption isotherms of the template (MIL-68, red), CPP-III (MOF-NDC, blue), and hybrid-CPP-III (MIL-68@MOF-NDC, green).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PXRD patterns of (a) <bold>CPP-III</bold> of\nMOF-NDC, (b) <bold>hybrid-CPP-III</bold> of MIL-68@MOF-NDC, and (c) <bold>CPP-I</bold> of MIL-68.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja-2016-08821v_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  PXRD patterns of (a) CPP-III of MOF-NDC, (b) hybrid-CPP-III of MIL-68@MOF-NDC, and (c) CPP-I of MIL-68.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Schematic and ball-and-stick representations\nof a one-dimensional\nmetal ion chain within the MOF (MIL-68 and MOF-NDC). (b) Zigzag propagation\nof one-dimensional metal ion chains (metal ion chains 1 and 2) for\nthe formation of a three-dimensional hexagonal structure of MIL-68\n(orthorhombic crystal system). (c) One-direction propagation of one-dimensional\nchains for the formation of a three-dimensional rhombic structure\n(hexagonal crystal system). (d) One-direction propagation of one-dimensional\nchains for the formation of a three-dimensional square structure of\nMOF-NDC (tetragonal crystal system). (e) Possible growth of MOF-NDC\non the rectangular facets (<italic>ac</italic> plane) of the MIL-68\ntemplate (left). The impossible growth of MOF-NDC on the hexagonal\nfacets (<italic>ab</italic> plane) of the MIL-68 template (right).\nThe distance between two metal ion chains (two blue dots in <xref rid=\"fig5\">Figure <xref rid=\"fig5\"></xref>\n</xref>b) of MIL-68 is 10.887\nÅ, and that (two blue dots in panel d) of MOF-NDC is calculated\nto be 10.922 Å from its PXRD pattern.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ja-2016-08821v_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Schematic and ball-and-stick representations of a one-dimensional metal ion chain within the MOF (MIL-68 and MOF-NDC). (b) Zigzag propagation of one-dimensional metal ion chains (metal ion chains 1 and 2) for the formation of a three-dimensional hexagonal structure of MIL-68 (orthorhombic crystal system). (c) One-direction propagation of one-dimensional chains for the formation of a three-dimensional rhombic structure (hexagonal crystal system). (d) One-direction propagation of one-dimensional chains for the formation of a three-dimensional square structure of MOF-NDC (tetragonal crystal system). (e) Possible growth of MOF-NDC on the rectangular facets (ac plane) of the MIL-68 template (left). The impossible growth of MOF-NDC on the hexagonal facets (ab plane) of the MIL-68 template (right). The distance between two metal ion chains (two blue dots in Figure  b) of MIL-68 is 10.887 Å, and that (two blue dots in panel d) of MOF-NDC is calculated to be 10.922 Å from its PXRD pattern.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Crystal structure of MIL-68 projected\nalong the [001] zone\naxis. (b) Simulated SAED pattern of MIL-68 along the [001] zone axis.\n(c) TEM image of the MIL-68 template and (d) experimental SAED pattern\nof MIL-68 obtained from the region marked with a circle in c. (e)\nCrystal structure of MIL-68 projected along the [3–10] zone\naxis. (f) Simulated SAED pattern of MIL-68 along the [3–10]\nzone axis. (g) TEM image of the MIL-68 template and (h) SAED pattern\nof MIL-68 obtained from the region marked with a circle in g.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ja-2016-08821v_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Crystal structure of MIL-68 projected along the [001] zone axis. (b) Simulated SAED pattern of MIL-68 along the [001] zone axis. (c) TEM image of the MIL-68 template and (d) experimental SAED pattern of MIL-68 obtained from the region marked with a circle in c. (e) Crystal structure of MIL-68 projected along the [3-10] zone axis. (f) Simulated SAED pattern of MIL-68 along the [3-10] zone axis. (g) TEM image of the MIL-68 template and (h) SAED pattern of MIL-68 obtained from the region marked with a circle in g.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) TEM image of <bold>CPP-III</bold> and (b)\nSAED pattern of MOF-NDC\nobtained from the region marked with a circle in a. (c) TEM image\nof <bold>hybrid-CPP-III</bold> (MIL-68@MOF-NDC) and (d) SAED pattern\nof the MOF-NDC shell part obtained from the region marked with a circle\nin c.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ja-2016-08821v_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) TEM image of CPP-III and (b) SAED pattern of MOF-NDC obtained from the region marked with a circle in a. (c) TEM image of hybrid-CPP-III (MIL-68@MOF-NDC) and (d) SAED pattern of the MOF-NDC shell part obtained from the region marked with a circle in c.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.6b08821", "title": "\nIsotropic\nand Anisotropic Growth of Metal–Organic\nFramework (MOF) on MOF: Logical\nInference on MOF Structure Based on Growth Behavior and Morphological\nFeature\n", "journal": "American Chemical\nSociety", "date": "2016.10", "author_list": ["Choi\nSora", "Kim\nTaeho", "Ji\nHoyeon", "Lee\nHee Jung", "Oh\nMoonhyun"]}}