{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja6b13176.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The structure-directing role of the\ninorganic secondary building\nunit (SBU) is key for determining the topology of metal–organic\nframeworks (MOFs). Here we show that organic building units relying\non strong π interactions that are energetically competitive\nwith the formation of common inorganic SBUs can also play a role in\ndefining the topology. We demonstrate the importance of the <italic>organic</italic> SBU in the formation of Mg<sub>2</sub>H<sub>6</sub>(H<sub>3</sub>O)­(TTFTB)<sub>3</sub> (<bold>MIT-25</bold>), a mesoporous\nMOF with the new <bold>ssp</bold> topology. A delocalized electronic\nhole is critical in the stabilization of the TTF triad organic SBUs\nand exemplifies a design principle for future MOF synthesis.</p>", "clean_text": "The structure-directing role of the inorganic secondary building unit (SBU) is key for determining the topology of metal-organic frameworks (MOFs). Here we show that organic building units relying on strong π interactions that are energetically competitive with the formation of common inorganic SBUs can also play a role in defining the topology. We demonstrate the importance of the organic SBU in the formation of Mg2H6(H3O)(TTFTB)3 (MIT-25), a mesoporous MOF with the new ssp topology. A delocalized electronic hole is critical in the stabilization of the TTF triad organic SBUs and exemplifies a design principle for future MOF synthesis.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The topology of a metal–organic\nframework (MOF) is dictated by the geometries of both the inorganic\nsecondary building units (SBUs) and the ligands. Predicting the topology\nby combining SBUs and ligands with predefined geometries is a feature\nof reticular chemistry. It has allowed\nthe synthesis of thousands of new materials with increasingly complex\ntopologies even though the experimental conditions that lead to the\nself-assembly of a given inorganic SBU are largely empirical. The\npremise of reticular chemistry is that most common SBUs are thermodynamic\nsinks whose formation and structure are rarely disturbed by non-covalent\ninteractions. However, because reticular chemistry relies on strong\ndirectional bonding between ligands and metals/metal clusters, its\npredictions break down when non-covalent interactions compete energetically\nwith coordination bonds. This results in surprising and often new\ntopologies.</p>", "clean_text": "The topology of a metal-organic framework (MOF) is dictated by the geometries of both the inorganic secondary building units (SBUs) and the ligands. Predicting the topology by combining SBUs and ligands with predefined geometries is a feature of reticular chemistry. It has allowed the synthesis of thousands of new materials with increasingly complex topologies even though the experimental conditions that lead to the self-assembly of a given inorganic SBU are largely empirical. The premise of reticular chemistry is that most common SBUs are thermodynamic sinks whose formation and structure are rarely disturbed by non-covalent interactions. However, because reticular chemistry relies on strong directional bonding between ligands and metals/metal clusters, its predictions break down when non-covalent interactions compete energetically with coordination bonds. This results in surprising and often new topologies.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>We have set out to learn whether we can predict\nwhen thermodynamic\nproducts are likely to deviate from those predicted by reticular chemistry\nand what are the causes that lead to these exceptions. We have further\nventured to test whether the non-covalent interactions that prevent\nthe formation of empirically expected SBUs may be used to direct topology\nthemselves. This would provide access to new materials and contribute\nto a deeper understanding of the physical principles governing MOF\nsynthesis.</p>", "clean_text": "We have set out to learn whether we can predict when thermodynamic products are likely to deviate from those predicted by reticular chemistry and what are the causes that lead to these exceptions. We have further ventured to test whether the non-covalent interactions that prevent the formation of empirically expected SBUs may be used to direct topology themselves. This would provide access to new materials and contribute to a deeper understanding of the physical principles governing MOF synthesis.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Here we report the synthesis and characterization\nof a new three-dimensionally\nconnected MOF, Mg<sub>2</sub>H<sub>6</sub>(H<sub>3</sub>O)­(TTFTB)<sub>3</sub> (TTFTB = tetrathiafulvalene-tetrabenzoate), denoted as <bold>MIT-25</bold>, whose topology is defined by strong intermolecular\nπ and hydrogen-bonding interactions. <bold>MIT-25</bold> exhibits\npermanent 26.4 Å × 30.5 Å mesopores running parallel\nto smaller pores occluded by hydronium ions. Controlling the topology\nby employing π-stacked organic supramolecular building blocks (i.e., organic SBUs) serves as a powerful paradigm\nfor the design of novel hybrid frameworks.</p>", "clean_text": "Here we report the synthesis and characterization of a new three-dimensionally connected MOF, Mg2H6(H3O)(TTFTB)3 (TTFTB = tetrathiafulvalene-tetrabenzoate), denoted as MIT-25, whose topology is defined by strong intermolecular π and hydrogen-bonding interactions. MIT-25 exhibits permanent 26.4 Å × 30.5 Å mesopores running parallel to smaller pores occluded by hydronium ions. Controlling the topology by employing π-stacked organic supramolecular building blocks (i.e., organic SBUs) serves as a powerful paradigm for the design of novel hybrid frameworks.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In some cases, π\ninteractions provide a stabilization energy\nof at least −13.0 kcal/mol, which\nis far greater than that of hydrogen bonding in water (1–6\nkcal/mol depending on the conditions) and\ncomparable to some metal–ligand bonds frequently found in MOFs. It is therefore conceivable that using\nligands with a high propensity for strong π interactions will\nbe competitive with the self-assembly of canonical inorganic SBUs,\nleading instead to the formation of unusual topologies centered around\nthe organic SBUs. Hints that strong π interactions can influence\nthe topology of MOFs came from previous work with H<sub>4</sub>TTFTB,\nwhich forms unusual helical stacks of TTF within frameworks made with\ntransition metals. We reasoned that reaction\nof this ligand with metals exhibiting even more ionic (i.e., weaker)\nmetal–carboxylate bonds, such as Mg<sup>2+</sup>, could promote the isolation of topologies where\norganic SBUs play prominent roles.</p>", "clean_text": "In some cases, π interactions provide a stabilization energy of at least -13.0 kcal/mol, which is far greater than that of hydrogen bonding in water (1-6 kcal/mol depending on the conditions) and comparable to some metal-ligand bonds frequently found in MOFs. It is therefore conceivable that using ligands with a high propensity for strong π interactions will be competitive with the self-assembly of canonical inorganic SBUs, leading instead to the formation of unusual topologies centered around the organic SBUs. Hints that strong π interactions can influence the topology of MOFs came from previous work with H4TTFTB, which forms unusual helical stacks of TTF within frameworks made with transition metals. We reasoned that reaction of this ligand with metals exhibiting even more ionic (i.e., weaker) metal-carboxylate bonds, such as Mg2+, could promote the isolation of topologies where organic SBUs play prominent roles.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Reaction of H<sub>4</sub>TTFTB with Mg­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O in\na mixture of <italic>N</italic>,<italic>N</italic>-dimethylformamide\n(DMF), water, and ethanol yielded red\nneedles of [Mg<sub>2</sub>H<sub>6</sub>(H<sub>3</sub>O)­(TTFTB)<sub>3</sub>]·1.5­(DMF)·(H<sub>2</sub>O), which crystallizes\nin space group <italic>R</italic>3̅ (a). Three TTFTB ligands form a tightly packed\norganic SBU with TTF···TTF distances of 3.73 Å.\nThese triad organic SBUs do not form infinitely continuous intermolecular\nπ stacks but rather exhibit close intertriad S···S\ncontacts of 3.56 Å (b and e). The 12 carboxylates in each triad are connected\nto four Mg<sup>2+</sup> ions, and each octahedral Mg<sup>2+</sup> ion\nis connected facially to two independent triads. Although individual\nMg<sup>2+</sup> ions are separated by at least 10.23 Å, thereby\nforming monometallic inorganic SBUs, the coordination environment\naround each Mg<sup>2+</sup> ion is further supported by three μ<sub>2</sub>-protons that are shared between neighboring carboxylates\nbound to the same Mg<sup>2+</sup> ion (c).</p>", "clean_text": "Reaction of H4TTFTB with Mg(NO3)2⋅6H2O in a mixture of N,N-dimethylformamide (DMF), water, and ethanol yielded red needles of [Mg2H6(H3O)(TTFTB)3]⋅1.5(DMF)⋅(H2O), which crystallizes in space group R3̅ (a). Three TTFTB ligands form a tightly packed organic SBU with TTF⋅⋅⋅TTF distances of 3.73 Å. These triad organic SBUs do not form infinitely continuous intermolecular π stacks but rather exhibit close intertriad S⋅⋅⋅S contacts of 3.56 Å (b and e). The 12 carboxylates in each triad are connected to four Mg2+ ions, and each octahedral Mg2+ ion is connected facially to two independent triads. Although individual Mg2+ ions are separated by at least 10.23 Å, thereby forming monometallic inorganic SBUs, the coordination environment around each Mg2+ ion is further supported by three μ2-protons that are shared between neighboring carboxylates bound to the same Mg2+ ion (c).", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) A portion of the X-ray crystal structure\nof <bold>MIT-25</bold> featuring distinct mesopores. (b) The walls\nare constructed from\nTTF trimeric stacks aligned along the <italic>c</italic> axis. (c)\nThe structure exhibits a mononuclear octahedral Mg<sup>2+</sup> inorganic\nSBU supported by three additional protons that bridge pairs of carboxylate\ngroups. (d) Ligand and metal nodes are represented by gray and blue\nshapes, respectively. (e) Four neighboring Mg<sup>2+</sup> sites are\nlinked by a TTFTB triad. (f) A representation of a single <bold>ssp</bold> net within <bold>MIT-25</bold>, exhibiting a “three-tier”\nhexagonal pore structure. (g) The small pore is helical, and the <bold>ssp</bold> net allows interpenetration of two densely woven frameworks,\nforming the terminal TTF stacks in the <italic>c</italic> direction.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2016-13176r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) A portion of the X-ray crystal structure of MIT-25 featuring distinct mesopores. (b) The walls are constructed from TTF trimeric stacks aligned along the c axis. (c) The structure exhibits a mononuclear octahedral Mg2+ inorganic SBU supported by three additional protons that bridge pairs of carboxylate groups. (d) Ligand and metal nodes are represented by gray and blue shapes, respectively. (e) Four neighboring Mg2+ sites are linked by a TTFTB triad. (f) A representation of a single ssp net within MIT-25, exhibiting a \"three-tier\" hexagonal pore structure. (g) The small pore is helical, and the ssp net allows interpenetration of two densely woven frameworks, forming the terminal TTF stacks in the c direction.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The crystallographic positions\nof these shared protons could not\nbe determined from X-ray diffraction analysis alone. Their position\nbridging between two oxygen atoms was assigned from density functional\ntheory (DFT) calculations (c). To explore this unusual SBU computationally, we\nconstructed a cluster model, [Mg­(OAc)<sub>6</sub>H<sub>3</sub>]<sup>−</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figure S1</ext-link>), which upon\ngeometric relaxation converged to a tris-μ<sub>2</sub>-H<sup>+</sup> conformation analogous to that observed in <bold>MIT-25</bold>. Importantly, omission of the μ<sub>2</sub> protons in this\nacetate-based model system resulted in the destruction of the octahedral\ncoordination environment around Mg<sup>2+</sup>, inferring that the\nprotons serve both charge-balancing and structural roles.</p>", "clean_text": "The crystallographic positions of these shared protons could not be determined from X-ray diffraction analysis alone. Their position bridging between two oxygen atoms was assigned from density functional theory (DFT) calculations (c). To explore this unusual SBU computationally, we constructed a cluster model, [Mg(OAc)6H3]- (Figure S1), which upon geometric relaxation converged to a tris-μ2-H+ conformation analogous to that observed in MIT-25. Importantly, omission of the μ2 protons in this acetate-based model system resulted in the destruction of the octahedral coordination environment around Mg2+, inferring that the protons serve both charge-balancing and structural roles.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Considering\neach TTFTB ligand as two three-connected nodes (d) and each MgH<sub>3</sub>(O<sub>2</sub>C−)<sub>6</sub> unit as a six-connected\nnode (c), <bold>MIT-25</bold> self-assembles into the new <bold>ssp</bold> topology,\na 3,3,6-connected net (f). The <bold>ssp</bold> topology is most closely related\nto the <bold>nbo</bold> net (a comparison is presented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figure S2</ext-link>). In <bold>MIT-25</bold>, two <bold>ssp</bold> nets are interpenetrated (g) and define two channels parallel to the <italic>c</italic> axis with geometric pore apertures of 26.4 Å ×\n30.5 Å and 5.0 Å × 5.6 Å (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">S3</ext-link>).</p>", "clean_text": "Considering each TTFTB ligand as two three-connected nodes (d) and each MgH3(O2C-)6 unit as a six-connected node (c), MIT-25 self-assembles into the new ssp topology, a 3,3,6-connected net (f). The ssp topology is most closely related to the nbo net (a comparison is presented in Figure S2). In MIT-25, two ssp nets are interpenetrated (g) and define two channels parallel to the c axis with geometric pore apertures of 26.4 Å × 30.5 Å and 5.0 Å × 5.6 Å (a and S3).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>\n<bold>MIT-25</bold> is permanently mesoporous. Thermogravimetric\nanalysis (TGA) of as-synthesized material upon washing with DMF and\nethanol followed by soaking in tetrahydrofuran (THF) revealed a plateau\nbetween approximately 100 and 200 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figure S4</ext-link>). Heating a sample of <bold>MIT-25</bold> under\nvacuum at 200 °C followed by measurement of the N<sub>2</sub> adsorption isotherm at 77 K revealed a type-IV isotherm with\na maximal N<sub>2</sub> uptake of ∼330 cm<sup>3</sup>/g.\nBarrett–Joyner–Halenda (BJH) pore size analysis using the Kruk–Jaroniec–Sayari\ncorrection for hexagonal pores and Brunauer–Emmett–Teller\n(BET) fits to this isotherm revealed a\npore size of 27.2 Å, in line with crystallographic analysis,\nand an apparent surface area of 830 m<sup>2</sup>/g (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figures S5 and S6</ext-link>). The molar surface area, 1756 m<sup>2</sup>/mmol, is also in line with those of other mesoporous MOFs with similar\npore sizes.\n</p>", "clean_text": " MIT-25 is permanently mesoporous. Thermogravimetric analysis (TGA) of as-synthesized material upon washing with DMF and ethanol followed by soaking in tetrahydrofuran (THF) revealed a plateau between approximately 100 and 200 °C (Figure S4). Heating a sample of MIT-25 under vacuum at 200 °C followed by measurement of the N2 adsorption isotherm at 77 K revealed a type-IV isotherm with a maximal N2 uptake of ~330 cm3/g. Barrett-Joyner-Halenda (BJH) pore size analysis using the Kruk-Jaroniec-Sayari correction for hexagonal pores and Brunauer-Emmett-Teller (BET) fits to this isotherm revealed a pore size of 27.2 Å, in line with crystallographic analysis, and an apparent surface area of 830 m2/g (Figures S5 and S6). The molar surface area, 1756 m2/mmol, is also in line with those of other mesoporous MOFs with similar pore sizes. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Formulating the inorganic\nSBUs as [MgH<sub>3</sub>(O<sub>2</sub>C−)<sub>6</sub>]<sup>−</sup> and considering that there\nare two inorganic SBUs and one organic SBU (i.e., the three-ligand\ntriad) in each formula unit, <bold>MIT-25</bold> would carry a doubly\nnegative charge: [Mg<sub>2</sub>H<sub>6</sub>(TTFTB)<sub>3</sub>]<sup>2–</sup>. We employed electron paramagnetic resonance (EPR)\nspectroscopy to elucidate the nature of the charge-compensating species.\nContinuous-wave EPR spectra show that <bold>MIT-25</bold> is paramagnetic,\nexhibiting “powder” rhombic resonance patterns with\nprincipal <italic>g</italic> values of 2.014–2.010, 2.0061,\nand 2.002 at the turning points (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figure S8</ext-link>), consistent with sulfur-based radicals. This assignment was confirmed by collecting spectra at two different\nfrequencies (9 and 34 GHz), which showed that the positions of the\nresonances were caused by <italic>g</italic> anisotropy rather than\nhyperfine coupling. All of the spectra show more than one set of overlapping\nresonances, indicating the presence of either more than one radical\nor the same radical in different chemical environments. DFT calculations\nfurther substantiated the existence of a single radical per triad.\nOur model systems, detailed below, revealed that the (TTFTB)<sub>3</sub> triad could accommodate a single hole, evenly delocalized across\nthe three TTF cores. Examination of the spin density further suggested\nthat the observed EPR splitting was unlikely to arise from hyperfine\ncoupling. On the basis of this evidence, each organic SBU is best\nformulated as (TTFTB)<sub>3</sub>\n<sup>•11–</sup>.</p>", "clean_text": "Formulating the inorganic SBUs as [MgH3(O2C-)6]- and considering that there are two inorganic SBUs and one organic SBU (i.e., the three-ligand triad) in each formula unit, MIT-25 would carry a doubly negative charge: [Mg2H6(TTFTB)3]2-. We employed electron paramagnetic resonance (EPR) spectroscopy to elucidate the nature of the charge-compensating species. Continuous-wave EPR spectra show that MIT-25 is paramagnetic, exhibiting \"powder\" rhombic resonance patterns with principal g values of 2.014-2.010, 2.0061, and 2.002 at the turning points (Figure S8), consistent with sulfur-based radicals. This assignment was confirmed by collecting spectra at two different frequencies (9 and 34 GHz), which showed that the positions of the resonances were caused by g anisotropy rather than hyperfine coupling. All of the spectra show more than one set of overlapping resonances, indicating the presence of either more than one radical or the same radical in different chemical environments. DFT calculations further substantiated the existence of a single radical per triad. Our model systems, detailed below, revealed that the (TTFTB)3 triad could accommodate a single hole, evenly delocalized across the three TTF cores. Examination of the spin density further suggested that the observed EPR splitting was unlikely to arise from hyperfine coupling. On the basis of this evidence, each organic SBU is best formulated as (TTFTB)3 ⋅11-.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>From elemental analysis, we assign the remaining positive charge\nto a hydronium ion, H<sub>3</sub>O<sup>+</sup>. An analysis of the\nelectron density and electrostatic potential of hydronium-free <bold>MIT-25</bold>, shown in , revealed regions of high potential only in the small\npores, suggesting that they likely accommodate the H<sub>3</sub>O<sup>+</sup> ions. Indeed, although the small pores are narrow, they are\nsufficiently large to accommodate H<sub>3</sub>O<sup>+</sup> and water.\nThus, the balanced overall formula for <bold>MIT-25</bold> is best\nrepresented as Mg<sub>2</sub>H<sub>6</sub>(H<sub>3</sub>O)­(TTFTB)<sub>3</sub>, where the (TTFTB)<sub>3</sub> triad carries a charge of\n11– and the hydronium is found in the small pores.\n</p>", "clean_text": "From elemental analysis, we assign the remaining positive charge to a hydronium ion, H3O+. An analysis of the electron density and electrostatic potential of hydronium-free MIT-25, shown in , revealed regions of high potential only in the small pores, suggesting that they likely accommodate the H3O+ ions. Indeed, although the small pores are narrow, they are sufficiently large to accommodate H3O+ and water. Thus, the balanced overall formula for MIT-25 is best represented as Mg2H6(H3O)(TTFTB)3, where the (TTFTB)3 triad carries a charge of 11- and the hydronium is found in the small pores. ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) The electron density in both the large and small pores\nrapidly\napproaches zero in <bold>MIT-25</bold>. (b) The electrostatic potential\nplateaus in the large pores to a level defined as zero. In the small\npores, the potential is significantly more negative even at the center\n(red regions). The results shown were computed using a method detailed\npreviously.<xref ref-type=\"bibr\" rid=\"ref12\"></xref>\n</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2016-13176r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) The electron density in both the large and small pores rapidly approaches zero in MIT-25. (b) The electrostatic potential plateaus in the large pores to a level defined as zero. In the small pores, the potential is significantly more negative even at the center (red regions). The results shown were computed using a method detailed previously.    ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>We conjecture that the radical TTF-based organic SBU is critical\nin forming the <bold>ssp</bold> net with Mg<sup>2+</sup>, but is it\nunique in doing so? To investigate whether other four-connected ligands\nmight give rise to the same net when combined with Mg<sup>2+</sup> ions, we substituted the TTF core with pyrene, another well-known\nelectron-rich aromatic moiety with a propensity to create interacting\naromatic π systems, and investigated the reactivity of 1,3,6,8-tetrakis­(<italic>p</italic>-benzoic acid)­pyrene (H<sub>4</sub>TBAPy) with various Mg<sup>2+</sup> precursors. Despite systematically\nchanging reaction conditions including temperature, solvent system,\nand reagent concentration, we were not able to isolate the <bold>ssp</bold> net with H<sub>4</sub>TBAPy. Instead, this ligand exclusively formed\n[Mg<sub>3</sub>(H<sub>3</sub>O)<sub>2</sub>(TBAPy)<sub>2</sub>(μ<sub>2</sub>-OH<sub>2</sub>)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·6.5­(DMF)·(H<sub>2</sub>O)·0.5­(dioxane) (<bold>MIT-26</bold>). Crystallizing\nin space group <italic>P</italic>1̅, <bold>MIT-26</bold> is\na two-dimensional MOF wherein neighboring pyrene moieties exhibit\nshort contacts of 3.59 Å but fail to reproduce the triad organic\nSBUs that are critical for the formation of the <bold>ssp</bold> net\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figure S9</ext-link>). Thus, despite having similar\nmolecular dimensions and geometry, H<sub>4</sub>TTFTB and H<sub>4</sub>TBAPy form vastly different topologies, highlighting the unique role\nof the TTF cores and organic SBUs in defining the overall MOF structure.</p>", "clean_text": "We conjecture that the radical TTF-based organic SBU is critical in forming the ssp net with Mg2+, but is it unique in doing so? To investigate whether other four-connected ligands might give rise to the same net when combined with Mg2+ ions, we substituted the TTF core with pyrene, another well-known electron-rich aromatic moiety with a propensity to create interacting aromatic π systems, and investigated the reactivity of 1,3,6,8-tetrakis(p-benzoic acid)pyrene (H4TBAPy) with various Mg2+ precursors. Despite systematically changing reaction conditions including temperature, solvent system, and reagent concentration, we were not able to isolate the ssp net with H4TBAPy. Instead, this ligand exclusively formed [Mg3(H3O)2(TBAPy)2(μ2-OH2)2(H2O)2]⋅6.5(DMF)⋅(H2O)⋅0.5(dioxane) (MIT-26). Crystallizing in space group P1̅, MIT-26 is a two-dimensional MOF wherein neighboring pyrene moieties exhibit short contacts of 3.59 Å but fail to reproduce the triad organic SBUs that are critical for the formation of the ssp net (Figure S9). Thus, despite having similar molecular dimensions and geometry, H4TTFTB and H4TBAPy form vastly different topologies, highlighting the unique role of the TTF cores and organic SBUs in defining the overall MOF structure.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Insight into the particular role of TTF, especially as contrasted\nwith pyrene, comes from in-depth computational analysis of the electronic\nstructures of the two ligands as well as their supramolecular synthons.\nThe calculated electronic structure of H<sub>4</sub>TTFTB is similar\nto that found for TTF itself, with the electrostatic potential map\nrevealing an electron-rich core centered on the sulfur atoms (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figure S10a</ext-link>). H<sub>4</sub>TBAPy exhibits a comparable\nelectronic structure, with electron density localized on the pyrene\ncore (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figure S10c</ext-link>). Stacking of two neutral\nH<sub>4</sub>TTFTB or H<sub>4</sub>TBAPy is energetically favored,\nwith formation energies of −1.62 and −1.84 kcal/dimer,\nrespectively (). Calculations suggest that both dimers are further stabilized by\nthe presence of a fully delocalized hole, with the formation energies\nfor the oxidized dimers reaching −5.52 and −4.53 kcal/dimer,\nrespectively (a,c). Although oxidation by one electron leads to relative stabilization\nin both cases, only TTF has a readily accessible oxidation potential\n(<italic>E</italic> = 0.34 V vs Ag/AgCl in MeCN), whereas TBAPy remains neutral under similar experimental\nconditions (<italic>E</italic> = 1.16 V vs SCE in MeCN). Thus, we would not expect H<sub>4</sub>TBAPy\nto oxidize in air to form the hypothetical dimer presented in c.</p>", "clean_text": "Insight into the particular role of TTF, especially as contrasted with pyrene, comes from in-depth computational analysis of the electronic structures of the two ligands as well as their supramolecular synthons. The calculated electronic structure of H4TTFTB is similar to that found for TTF itself, with the electrostatic potential map revealing an electron-rich core centered on the sulfur atoms (Figure S10a). H4TBAPy exhibits a comparable electronic structure, with electron density localized on the pyrene core (Figure S10c). Stacking of two neutral H4TTFTB or H4TBAPy is energetically favored, with formation energies of -1.62 and -1.84 kcal/dimer, respectively (). Calculations suggest that both dimers are further stabilized by the presence of a fully delocalized hole, with the formation energies for the oxidized dimers reaching -5.52 and -4.53 kcal/dimer, respectively (a,c). Although oxidation by one electron leads to relative stabilization in both cases, only TTF has a readily accessible oxidation potential (E = 0.34 V vs Ag/AgCl in MeCN), whereas TBAPy remains neutral under similar experimental conditions (E = 1.16 V vs SCE in MeCN). Thus, we would not expect H4TBAPy to oxidize in air to form the hypothetical dimer presented in c.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>The calculated spin densities\n(ρ↑ – ρ↓)\nof (a) (H<sub>4</sub>TTFTB)<sub>2</sub>\n<sup>•+</sup> and (b)\n(H<sub>4</sub>TTFTB)<sub>3</sub>\n<sup>•+</sup> showing full\nhole delocalization across the TTF core. (c) The one-electron-oxidized\n(H<sub>4</sub>TBAPy)<sub>2</sub>\n<sup>•+</sup> shows similar\nspin delocalization across the conjugated pyrene core.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2016-13176r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  The calculated spin densities (ρ↑ - ρ↓) of (a) (H4TTFTB)2 ⋅+ and (b) (H4TTFTB)3 ⋅+ showing full hole delocalization across the TTF core. (c) The one-electron-oxidized (H4TBAPy)2 ⋅+ shows similar spin delocalization across the conjugated pyrene core.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Formation Energies for Neutral and\nOxidized Dimeric or Trimeric H<sub>4</sub>TTFTB and H<sub>4</sub>TBAPy\nSpecies As Calculated by DFT</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">species</oasis:entry>\n<oasis:entry align=\"center\">formation\nenergy (kcal/mol)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TTFTB)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–1.62</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TTFTB)<sub>2</sub>\n<sup>•+</sup>\n</oasis:entry>\n<oasis:entry>–5.52</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TTFTB)<sub>3</sub>\n<sup>•+</sup>\n</oasis:entry>\n<oasis:entry>–13.73</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TBAPy)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–1.84</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TBAPy)<sub>2</sub>\n<sup>•+</sup>\n</oasis:entry>\n<oasis:entry>–4.53</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The addition of a second neutral H<sub>4</sub>TTFTB\nligand to a\n(H<sub>4</sub>TTFTB)<sub>2</sub>\n<sup>•+</sup> dimer provides\nsignificant further stabilization to the (H<sub>4</sub>TTFTB)<sub>3</sub>\n<sup>•+</sup> trimer (13.73 kcal/trimer), with the\nhole now fully delocalized over all three TTF cores (b), a stabilization frequently\nobserved in sulfur-containing conjugated organics. Delocalization of the hole over all three TTF cores in\nthe (TTFTB)<sub>3</sub>\n<sup>•11–</sup> SBU in <bold>MIT-25</bold> is supported experimentally by X-ray crystallographic\nanalysis, from examination of the C–S and central CC\nbond lengths, which vary by only 0.0015 and 0.007 Å, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Table S2</ext-link>). This indicates that all three\nTTF units in a single triad carry equivalent (partial) oxidation states.\n</p>", "clean_text": "The addition of a second neutral H4TTFTB ligand to a (H4TTFTB)2 ⋅+ dimer provides significant further stabilization to the (H4TTFTB)3 ⋅+ trimer (13.73 kcal/trimer), with the hole now fully delocalized over all three TTF cores (b), a stabilization frequently observed in sulfur-containing conjugated organics. Delocalization of the hole over all three TTF cores in the (TTFTB)3 ⋅11- SBU in MIT-25 is supported experimentally by X-ray crystallographic analysis, from examination of the C-S and central CC bond lengths, which vary by only 0.0015 and 0.007 Å, respectively (Table S2). This indicates that all three TTF units in a single triad carry equivalent (partial) oxidation states. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Although the formation of π-interacting\nmotifs provides overall\nstabilization, as seen with <bold>MIT-26</bold> and numerous other\nexamples, these studies emphasize the\nimportance of accessing oxidized species as well as delocalizing the\nholes to stabilize organic SBUs. These principles are illustrated\nin <bold>MIT-25</bold>, whose unique mesoporous structure and new\ntopology arise only because of the organic SBU. The formation of π-stabilized\norganic SBUs by the deliberate introduction of holes may serve as\na general strategy to obtain materials with new topologies.</p>", "clean_text": "Although the formation of π-interacting motifs provides overall stabilization, as seen with MIT-26 and numerous other examples, these studies emphasize the importance of accessing oxidized species as well as delocalizing the holes to stabilize organic SBUs. These principles are illustrated in MIT-25, whose unique mesoporous structure and new topology arise only because of the organic SBU. The formation of π-stabilized organic SBUs by the deliberate introduction of holes may serve as a general strategy to obtain materials with new topologies.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.6b13176\">10.1021/jacs.6b13176</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Procedures and\nadditional data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data for <bold>MIT-25</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic\ndata for <bold>MIT-26</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Animation showing the structure of <bold>MIT-25</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_004.gif\">GIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.6b13176.  Procedures and additional data (PDF)   Crystallographic data for MIT-25 (CIF)   Crystallographic data for MIT-26 (CIF)   Animation showing the structure of MIT-25 (GIF)   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Procedures and\nadditional data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">PDF</ext-link>)</p><p>Crystallographic data for <bold>MIT-25</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_002.cif\">CIF</ext-link>)</p><p>Crystallographic\ndata for <bold>MIT-26</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_003.cif\">CIF</ext-link>)</p><p>Animation showing the structure of <bold>MIT-25</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_004.gif\">GIF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p><p>The codes are available from <uri xlink:href=\"https://github.com/WMD-group/MacroDensity\">https://github.com/WMD-group/MacroDensity</uri> (accessed Feb 28, 2017).</p>", "clean_text": "Procedures and additional data (PDF)\n\nCrystallographic data for MIT-25 (CIF)\n\nCrystallographic data for MIT-26 (CIF)\n\nAnimation showing the structure of MIT-25 (GIF)\n\nThe authors declare no competing financial interest.\n\nThe codes are available from https://github.com/WMD-group/MacroDensity (accessed Feb 28, 2017).", "data": null, "include_properties": null}], "cln_elements": [{"idx": 10, "type": "text", "classification": "property", "content": "<p>\n<bold>MIT-25</bold> is permanently mesoporous. Thermogravimetric\nanalysis (TGA) of as-synthesized material upon washing with DMF and\nethanol followed by soaking in tetrahydrofuran (THF) revealed a plateau\nbetween approximately 100 and 200 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figure S4</ext-link>). Heating a sample of <bold>MIT-25</bold> under\nvacuum at 200 °C followed by measurement of the N<sub>2</sub> adsorption isotherm at 77 K revealed a type-IV isotherm with\na maximal N<sub>2</sub> uptake of ∼330 cm<sup>3</sup>/g.\nBarrett–Joyner–Halenda (BJH) pore size analysis using the Kruk–Jaroniec–Sayari\ncorrection for hexagonal pores and Brunauer–Emmett–Teller\n(BET) fits to this isotherm revealed a\npore size of 27.2 Å, in line with crystallographic analysis,\nand an apparent surface area of 830 m<sup>2</sup>/g (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.6b13176/suppl_file/ja6b13176_si_001.pdf\">Figures S5 and S6</ext-link>). The molar surface area, 1756 m<sup>2</sup>/mmol, is also in line with those of other mesoporous MOFs with similar\npore sizes.\n</p>", "clean_text": " MIT-25 is permanently mesoporous. Thermogravimetric analysis (TGA) of as-synthesized material upon washing with DMF and ethanol followed by soaking in tetrahydrofuran (THF) revealed a plateau between approximately 100 and 200 °C (Figure S4). Heating a sample of MIT-25 under vacuum at 200 °C followed by measurement of the N2 adsorption isotherm at 77 K revealed a type-IV isotherm with a maximal N2 uptake of ~330 cm3/g. Barrett-Joyner-Halenda (BJH) pore size analysis using the Kruk-Jaroniec-Sayari correction for hexagonal pores and Brunauer-Emmett-Teller (BET) fits to this isotherm revealed a pore size of 27.2 Å, in line with crystallographic analysis, and an apparent surface area of 830 m2/g (Figures S5 and S6). The molar surface area, 1756 m2/mmol, is also in line with those of other mesoporous MOFs with similar pore sizes. ", "data": [[{"meta": {"name": "MIT-25", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "830", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 17, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Formation Energies for Neutral and\nOxidized Dimeric or Trimeric H<sub>4</sub>TTFTB and H<sub>4</sub>TBAPy\nSpecies As Calculated by DFT</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">species</oasis:entry>\n<oasis:entry align=\"center\">formation\nenergy (kcal/mol)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TTFTB)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–1.62</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TTFTB)<sub>2</sub>\n<sup>•+</sup>\n</oasis:entry>\n<oasis:entry>–5.52</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TTFTB)<sub>3</sub>\n<sup>•+</sup>\n</oasis:entry>\n<oasis:entry>–13.73</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TBAPy)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>–1.84</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<sub>4</sub>TBAPy)<sub>2</sub>\n<sup>•+</sup>\n</oasis:entry>\n<oasis:entry>–4.53</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Formation Energies for Neutral and Oxidized Dimeric or Trimeric H<sub>4</sub>TTFTB and H<sub>4</sub>TBAPy Species As Calculated by DFT\n\n| species | formation energy (kcal/mol) |\n|---------|-----------------------------|\n| (H<sub>4</sub>TTFTB)<sub>2</sub> | –1.62 |\n| (H<sub>4</sub>TTFTB)<sub>2</sub><sup>•+</sup> | –5.52 |\n| (H<sub>4</sub>TTFTB)<sub>3</sub><sup>•+</sup> | –13.73 |\n| (H<sub>4</sub>TBAPy)<sub>2</sub> | –1.84 |\n| (H<sub>4</sub>TBAPy)<sub>2</sub><sup>•+</sup> | –4.53 |", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) A portion of the X-ray crystal structure\nof <bold>MIT-25</bold> featuring distinct mesopores. (b) The walls\nare constructed from\nTTF trimeric stacks aligned along the <italic>c</italic> axis. (c)\nThe structure exhibits a mononuclear octahedral Mg<sup>2+</sup> inorganic\nSBU supported by three additional protons that bridge pairs of carboxylate\ngroups. (d) Ligand and metal nodes are represented by gray and blue\nshapes, respectively. (e) Four neighboring Mg<sup>2+</sup> sites are\nlinked by a TTFTB triad. (f) A representation of a single <bold>ssp</bold> net within <bold>MIT-25</bold>, exhibiting a “three-tier”\nhexagonal pore structure. (g) The small pore is helical, and the <bold>ssp</bold> net allows interpenetration of two densely woven frameworks,\nforming the terminal TTF stacks in the <italic>c</italic> direction.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2016-13176r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) A portion of the X-ray crystal structure of MIT-25 featuring distinct mesopores. (b) The walls are constructed from TTF trimeric stacks aligned along the c axis. (c) The structure exhibits a mononuclear octahedral Mg2+ inorganic SBU supported by three additional protons that bridge pairs of carboxylate groups. (d) Ligand and metal nodes are represented by gray and blue shapes, respectively. (e) Four neighboring Mg2+ sites are linked by a TTFTB triad. (f) A representation of a single ssp net within MIT-25, exhibiting a \"three-tier\" hexagonal pore structure. (g) The small pore is helical, and the ssp net allows interpenetration of two densely woven frameworks, forming the terminal TTF stacks in the c direction.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) The electron density in both the large and small pores\nrapidly\napproaches zero in <bold>MIT-25</bold>. (b) The electrostatic potential\nplateaus in the large pores to a level defined as zero. In the small\npores, the potential is significantly more negative even at the center\n(red regions). The results shown were computed using a method detailed\npreviously.<xref ref-type=\"bibr\" rid=\"ref12\"></xref>\n</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2016-13176r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) The electron density in both the large and small pores rapidly approaches zero in MIT-25. (b) The electrostatic potential plateaus in the large pores to a level defined as zero. In the small pores, the potential is significantly more negative even at the center (red regions). The results shown were computed using a method detailed previously.    ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>The calculated spin densities\n(ρ↑ – ρ↓)\nof (a) (H<sub>4</sub>TTFTB)<sub>2</sub>\n<sup>•+</sup> and (b)\n(H<sub>4</sub>TTFTB)<sub>3</sub>\n<sup>•+</sup> showing full\nhole delocalization across the TTF core. (c) The one-electron-oxidized\n(H<sub>4</sub>TBAPy)<sub>2</sub>\n<sup>•+</sup> shows similar\nspin delocalization across the conjugated pyrene core.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2016-13176r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  The calculated spin densities (ρ↑ - ρ↓) of (a) (H4TTFTB)2 ⋅+ and (b) (H4TTFTB)3 ⋅+ showing full hole delocalization across the TTF core. (c) The one-electron-oxidized (H4TBAPy)2 ⋅+ shows similar spin delocalization across the conjugated pyrene core.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.6b13176", "title": "\nThe\nOrganic Secondary Building Unit: Strong Intermolecular\nπ Interactions Define Topology in MIT-25, a Mesoporous MOF with\nProton-Replete Channels\n", "journal": "American Chemical\nSociety", "date": "2017.02", "author_list": ["Park\nSarah\nS.", "Hendon\nChristopher H.", "Fielding\nAlistair J.", "Walsh\nAron", "O’Keeffe\nMichael", "Dincă\nMircea"]}}