{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja7b13510.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The isostructural,\ntwo-dimensional metal–organic frameworks\n(H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>M<sub>2</sub>­(Cl<sub>2</sub>dhbq)<sub>3</sub> (M = Ti, V; Cl<sub>2</sub>dhbq<sup>\n<italic>n</italic>–</sup> = deprotonated 2,5-dichloro-3,6-dihydroxybenzoquinone)\nand (H<sub>2</sub>NMe<sub>2</sub>)<sub>1.5</sub>Cr<sub>2</sub>­(dhbq)<sub>3</sub> (dhbq<sup>\n<italic>n</italic>–</sup> = deprotonated\n2,5-dihydroxybenzoquinone) are synthesized and investigated by spectroscopic,\nmagnetic, and electrochemical methods. The three frameworks exhibit\nsubstantial differences in their electronic structures, and the bulk\nelectronic conductivities of these phases correlate with the extent\nof delocalization observed via UV–vis–NIR and IR spectroscopies.\nNotably, substantial metal–ligand covalency in the vanadium\nphase results in the quenching of ligand-based spins, the observation\nof simultaneous metal- and ligand-based redox processes, and a high\nelectronic conductivity of 0.45 S/cm. A molecular orbital analysis\nof these materials and a previously reported iron congener suggests\nthat the differences in conductivity can be explained by correlating\nthe metal–ligand energy alignment with the energy of intervalence\ncharge-transfer transitions, which should determine the barrier to\ncharge hopping in the mixed-valence frameworks.</p>", "clean_text": "The isostructural, two-dimensional metal-organic frameworks (H2NMe2)2M2(Cl2dhbq)3 (M = Ti, V; Cl2dhbq n- = deprotonated 2,5-dichloro-3,6-dihydroxybenzoquinone) and (H2NMe2)1.5Cr2(dhbq)3 (dhbq n- = deprotonated 2,5-dihydroxybenzoquinone) are synthesized and investigated by spectroscopic, magnetic, and electrochemical methods. The three frameworks exhibit substantial differences in their electronic structures, and the bulk electronic conductivities of these phases correlate with the extent of delocalization observed via UV-vis-NIR and IR spectroscopies. Notably, substantial metal-ligand covalency in the vanadium phase results in the quenching of ligand-based spins, the observation of simultaneous metal- and ligand-based redox processes, and a high electronic conductivity of 0.45 S/cm. A molecular orbital analysis of these materials and a previously reported iron congener suggests that the differences in conductivity can be explained by correlating the metal-ligand energy alignment with the energy of intervalence charge-transfer transitions, which should determine the barrier to charge hopping in the mixed-valence frameworks.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Long-range electron\ncorrelation giving rise to electronic conductivity\nin solid-state materials is typically dependent on short metal–metal\ndistances and diffuse covalent interactions that can facilitate orbital\ninteractions between neighboring metal centers. In contrast, the chemistry\nof metal–organic frameworks largely relies on the use of ionic\nmetal–ligand interactions and large distances between metal\nnodes to generate rigid, porous structures. While these properties make such framework materials promising for\napplications in gas storage, gas separations, and catalysis, their\npotential in electronic applications has been limited by the insulating\ncharacter that arises from these ionic interactions. Indeed, most metal–organic frameworks display highly\nlocalized electronic structures with little charge dispersion. However, if long-range electronic interactions\ncould be achieved in these materials, the concomitant ability to tune\ntheir surface chemistry and electronic structure via modification\nof metal, ligand, and network topology could prove to be a powerful\nmeans of customizing their functionality within electronic devices.\n</p>", "clean_text": "Introduction\n\nLong-range electron correlation giving rise to electronic conductivity in solid-state materials is typically dependent on short metal-metal distances and diffuse covalent interactions that can facilitate orbital interactions between neighboring metal centers. In contrast, the chemistry of metal-organic frameworks largely relies on the use of ionic metal-ligand interactions and large distances between metal nodes to generate rigid, porous structures. While these properties make such framework materials promising for applications in gas storage, gas separations, and catalysis, their potential in electronic applications has been limited by the insulating character that arises from these ionic interactions. Indeed, most metal-organic frameworks display highly localized electronic structures with little charge dispersion. However, if long-range electronic interactions could be achieved in these materials, the concomitant ability to tune their surface chemistry and electronic structure via modification of metal, ligand, and network topology could prove to be a powerful means of customizing their functionality within electronic devices. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A growing number of metal–organic\nframeworks and related\ncoordination solids have been shown to display electronic conductivity. These reports have demonstrated a variety of\nstructural motifs that promote long-range electron delocalization,\nincluding metal–thiolate chains, infinite π–π\nstacks, donor–acceptor charge-transfer chains, and π–<italic>d</italic> conjugated square planar metal sites. Furthermore, frameworks containing mixed-valence units\nthat repeat in one-, two-, or three-dimensions have been shown to\ndisplay significantly improved electronic conductivities compared\nto their valence-pure counterparts.\n</p>", "clean_text": "A growing number of metal-organic frameworks and related coordination solids have been shown to display electronic conductivity. These reports have demonstrated a variety of structural motifs that promote long-range electron delocalization, including metal-thiolate chains, infinite π-π stacks, donor-acceptor charge-transfer chains, and π-d conjugated square planar metal sites. Furthermore, frameworks containing mixed-valence units that repeat in one-, two-, or three-dimensions have been shown to display significantly improved electronic conductivities compared to their valence-pure counterparts. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Despite increased interest in the electronic properties of metal–organic\nmaterials, there are few systematic studies investigating the effects\nof metal ion substitution on electronic structure across a series\nof isostructural frameworks. In fact, few metal–organic frameworks\ndisplay semiconducting character across multiple metals, making it\nchallenging to develop design principles for new conductive materials. A series of tetrathiafulvalene (TTF) based frameworks\nM<sub>2</sub>(TTFTB) (M = Mn, Co, Zn, Cd; TTFTB<sup>4–</sup> = tetrathiafulvalene-tetrabenzoate) was shown to display metal-dependent\nconductivity, but the conduction pathway of these materials does not\ndirectly involve the metal centers; rather, differences in conductivity\nwere assigned to differences in the TTF π–π stacking\ndistance. Similarly, a series of TCNQ-based\nmaterials M­(TCNQ)<sub>2</sub> (M = Mn, Fe, Co, Ni, Cu; TCNQ = tetracyanoquinodimethane)\nwas found to display changes in conductivity with metal substitution,\nbut these differences have not been explained with a cohesive model.\n</p>", "clean_text": "Despite increased interest in the electronic properties of metal-organic materials, there are few systematic studies investigating the effects of metal ion substitution on electronic structure across a series of isostructural frameworks. In fact, few metal-organic frameworks display semiconducting character across multiple metals, making it challenging to develop design principles for new conductive materials. A series of tetrathiafulvalene (TTF) based frameworks M2(TTFTB) (M = Mn, Co, Zn, Cd; TTFTB4- = tetrathiafulvalene-tetrabenzoate) was shown to display metal-dependent conductivity, but the conduction pathway of these materials does not directly involve the metal centers; rather, differences in conductivity were assigned to differences in the TTF π-π stacking distance. Similarly, a series of TCNQ-based materials M(TCNQ)2 (M = Mn, Fe, Co, Ni, Cu; TCNQ = tetracyanoquinodimethane) was found to display changes in conductivity with metal substitution, but these differences have not been explained with a cohesive model. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The principles of molecular coordination\nchemistry should be well-suited\nfor application in the design of framework structures that display\nhigh electronic conductivity. The degree of delocalization in compounds\ncontaining redox non-innocent ligands has been thoroughly explored\nvia spectroscopic, magnetic, and computational methods, resulting\nin molecular orbital models that can readily explain the observed\nproperties. Furthermore, delocalization\nin mixed-valence molecules has been described using a molecular orbital\napproach. Despite the classification\nof metal–organic frameworks as molecule-based materials, orbital\nmodels have seldom been used to explain their bulk electronic properties.</p>", "clean_text": "The principles of molecular coordination chemistry should be well-suited for application in the design of framework structures that display high electronic conductivity. The degree of delocalization in compounds containing redox non-innocent ligands has been thoroughly explored via spectroscopic, magnetic, and computational methods, resulting in molecular orbital models that can readily explain the observed properties. Furthermore, delocalization in mixed-valence molecules has been described using a molecular orbital approach. Despite the classification of metal-organic frameworks as molecule-based materials, orbital models have seldom been used to explain their bulk electronic properties.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Frameworks incorporating 2,5-dihydroxybenzoquinone (H<sub>2</sub>dhbq) and its analogues as a linker are particularly well suited\nfor an orbital-based analysis. This ligand system has been shown to\nbind to metal ions in three different redox states in both molecular\ncomplexes and extended solids (). The low-lying π*\norbitals of H<sub>2</sub>dhbq are close in energy to the d orbitals\nof the transition metals, facilitating metal–ligand electron\ntransfer and long-range orbital interactions between metal centers. Importantly, molecular orbital models developed\nfor tris-catecholate complexes should translate well to the octahedral\nbuilding units of frameworks generated from this ligand ().\n</p>", "clean_text": "Frameworks incorporating 2,5-dihydroxybenzoquinone (H2dhbq) and its analogues as a linker are particularly well suited for an orbital-based analysis. This ligand system has been shown to bind to metal ions in three different redox states in both molecular complexes and extended solids (). The low-lying π* orbitals of H2dhbq are close in energy to the d orbitals of the transition metals, facilitating metal-ligand electron transfer and long-range orbital interactions between metal centers. Importantly, molecular orbital models developed for tris-catecholate complexes should translate well to the octahedral building units of frameworks generated from this ligand (). ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Redox states of the linker 2,5-dihyroxybenzoquinone that have been\nobserved in metal–organic complexes and materials.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2017-135108_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Redox states of the linker 2,5-dihyroxybenzoquinone that have been observed in metal-organic complexes and materials.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Illustration of the octahedral building unit found\nin both\nthe two- and three-dimensional frameworks of 2,5-dihydroxybenzoquinone.\nTwo of the ligands are shown as dhbq<sup>3–</sup>, as was observed\nfor the previously reported iron phases. (b) Structure of a single\nsheet from the two-dimensional phase viewed down the one-dimensional\npore (<italic>c</italic>-axis). Metal, C, O, and Cl atoms are shown\nas dark green, gray, red, and light green spheres, respectively. Solvent\nmolecules and dimethylammonium cations contained within the pore are\nremoved for clarity. (c) Representative dimetallic unit in the two-dimensional\nphase; the shortest metal–metal distances in <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> are 7.84, 7.79, and 7.73\nÅ, respectively.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2017-135108_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Illustration of the octahedral building unit found in both the two- and three-dimensional frameworks of 2,5-dihydroxybenzoquinone. Two of the ligands are shown as dhbq3-, as was observed for the previously reported iron phases. (b) Structure of a single sheet from the two-dimensional phase viewed down the one-dimensional pore (c-axis). Metal, C, O, and Cl atoms are shown as dark green, gray, red, and light green spheres, respectively. Solvent molecules and dimethylammonium cations contained within the pore are removed for clarity. (c) Representative dimetallic unit in the two-dimensional phase; the shortest metal-metal distances in 1-Ti, 2-V, and 3-Cr are 7.84, 7.79, and 7.73 Å, respectively.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Two- and three-dimensional materials of the general formula\n(cation)<sub>2</sub>M<sub>2</sub>­(X<sub>2</sub>dhbq)<sub>3</sub> have been\nsynthesized with all of the late first-row transition metals (M =\nMn, Fe, Co, Ni, Cu, and Zn; X = a proton or halide). While most of these materials are insulating and exhibit weak magnetic\ninteractions, the two- and three-dimensional iron phases were observed\nto display high electronic conductivities and strong magnetic coupling. These properties were attributed to ligand mixed-valency, arising\nfrom reduction of a portion of the dhbq<sup>2–</sup> molecules\nto dhbq<sup>3–</sup> by the iron­(II) reactants, yielding frameworks\ncontaining iron­(III) centers bridged by a mixed-valence ligand scaffold:\n[Fe<sup>III</sup>\n<sub>2</sub>­(X<sub>2</sub>dhbq<sup>2–</sup>)­(X<sub>2</sub>dhbq<sup>3–</sup>)<sub>2</sub>]<sup>2–</sup>.</p>", "clean_text": "Two- and three-dimensional materials of the general formula (cation)2M2(X2dhbq)3 have been synthesized with all of the late first-row transition metals (M = Mn, Fe, Co, Ni, Cu, and Zn; X = a proton or halide). While most of these materials are insulating and exhibit weak magnetic interactions, the two- and three-dimensional iron phases were observed to display high electronic conductivities and strong magnetic coupling. These properties were attributed to ligand mixed-valency, arising from reduction of a portion of the dhbq2- molecules to dhbq3- by the iron(II) reactants, yielding frameworks containing iron(III) centers bridged by a mixed-valence ligand scaffold: [FeIII 2(X2dhbq2-)(X2dhbq3-)2]2-.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Expanding on this prior work, we herein report the synthesis\nand\nelectronic properties of the two-dimensional titanium, vanadium, and\nchromium analogues of the iron framework. The electronic structures\nof these frameworks are examined via spectroscopic and magnetic susceptibility\nmeasurements, revealing large differences in the extent of electron\ndelocalization. The conductivities of the materials are moreover shown\nto correlate with their electronic structures, with the vanadium phase\ndisplaying the highest conductivity as a result of substantial metal–ligand\ncovalency.</p>", "clean_text": "Expanding on this prior work, we herein report the synthesis and electronic properties of the two-dimensional titanium, vanadium, and chromium analogues of the iron framework. The electronic structures of these frameworks are examined via spectroscopic and magnetic susceptibility measurements, revealing large differences in the extent of electron delocalization. The conductivities of the materials are moreover shown to correlate with their electronic structures, with the vanadium phase displaying the highest conductivity as a result of substantial metal-ligand covalency.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>General Information</title><p>All syntheses and manipulations\nwere performed in an Ar-atmosphere MBraun glovebox, with the exception\nof the synthesis and purification of the chromium framework. The solvents <italic>N</italic>,<italic>N</italic>-dimethylformamide (DMF) and tetrahydrofuran\n(THF) were dried using a commercial solvent purification system designed\nby JC Meyer Solvent Systems and were stored over 4 Å molecular\nsieves prior to use. All other compounds were purchased and used as\nreceived. The compounds Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O (99%), 2,5-dihydroxybenzoquinone (98%), and titanium­(II)\nchloride (99%) were purchased from Sigma-Aldrich, vanadium­(II) chloride\n(99.9%) was purchased from American Elements, 2,5-dichloro-3,6-dihydroxybenzoquinone\n(98%) was purchased from Alfa Aesar, and sodium hydroxide (99%) was\npurchased from Fisher Scientific. Carbon, hydrogen, and nitrogen analyses\nwere obtained from the Microanalytical Laboratory at the University\nof California, Berkeley.</p>", "clean_text": "Experimental Section\n\nGeneral Information\n\nAll syntheses and manipulations were performed in an Ar-atmosphere MBraun glovebox, with the exception of the synthesis and purification of the chromium framework. The solvents N,N-dimethylformamide (DMF) and tetrahydrofuran (THF) were dried using a commercial solvent purification system designed by JC Meyer Solvent Systems and were stored over 4 Å molecular sieves prior to use. All other compounds were purchased and used as received. The compounds Cr(NO3)3⋅9H2O (99%), 2,5-dihydroxybenzoquinone (98%), and titanium(II) chloride (99%) were purchased from Sigma-Aldrich, vanadium(II) chloride (99.9%) was purchased from American Elements, 2,5-dichloro-3,6-dihydroxybenzoquinone (98%) was purchased from Alfa Aesar, and sodium hydroxide (99%) was purchased from Fisher Scientific. Carbon, hydrogen, and nitrogen analyses were obtained from the Microanalytical Laboratory at the University of California, Berkeley.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>Ti<sub>2</sub>(Cl<sub>2</sub>dhbq)<sub>3</sub>·4.7DMF\n(<bold>1-Ti</bold>)</title><p>In an Ar-filled glovebox, TiCl<sub>2</sub> (10 mg, 0.084\nmmol) and 2,5-dichloro-3,6-dihydroxybenzoquinone (34 mg, 0.16 mmol)\nwere combined in 10 mL of DMF in a 20 mL borosilicate vial. The suspension\nwas heated to 120 °C for 24 h, and then allowed to cool to room\ntemperature. The resulting black powder was filtered, washed with\n10 mL of DMF, and suspended in 10 mL of fresh DMF. This was repeated\ntwo more times until the filtrate was colorless. The remaining microcrystalline\nblack solid was dried at room temperature under reduced pressure for\n1 h to afford the product. Yield: 10 mg (21%). Anal. Calcd for C<sub>36.1</sub>Cl<sub>6</sub>H<sub>48.9</sub>N<sub>6.7</sub>O<sub>16.7</sub>Ti<sub>2</sub>: C, 37.6; H, 4.3; N, 8.1. Found: C, 37.2; H, 4.7;\nN, 8.5. IR (solid-ATR): 3069 (w), 2922 (w), 2853 (w), 2797 (w), 2762\n(w), 2478 (w), 2439 (w), 1651 (vs), 1554 (w), 1404 (vs) 1353 (vs),\n1277 (m), 1245 (s), 1192 (m), 1090 (m), 1045 (m), 1002 (vs), 966 (s),\n897 (w), 839 (s), 748 (w), 661 (m), 609 (w), 581 (w), 504 (vs).</p>", "clean_text": "Synthesis of (H2NMe2)2Ti2(Cl2dhbq)3⋅4.7DMF (1-Ti)\n\nIn an Ar-filled glovebox, TiCl2 (10 mg, 0.084 mmol) and 2,5-dichloro-3,6-dihydroxybenzoquinone (34 mg, 0.16 mmol) were combined in 10 mL of DMF in a 20 mL borosilicate vial. The suspension was heated to 120 °C for 24 h, and then allowed to cool to room temperature. The resulting black powder was filtered, washed with 10 mL of DMF, and suspended in 10 mL of fresh DMF. This was repeated two more times until the filtrate was colorless. The remaining microcrystalline black solid was dried at room temperature under reduced pressure for 1 h to afford the product. Yield: 10 mg (21%). Anal. Calcd for C36.1Cl6H48.9N6.7O16.7Ti2: C, 37.6; H, 4.3; N, 8.1. Found: C, 37.2; H, 4.7; N, 8.5. IR (solid-ATR): 3069 (w), 2922 (w), 2853 (w), 2797 (w), 2762 (w), 2478 (w), 2439 (w), 1651 (vs), 1554 (w), 1404 (vs) 1353 (vs), 1277 (m), 1245 (s), 1192 (m), 1090 (m), 1045 (m), 1002 (vs), 966 (s), 897 (w), 839 (s), 748 (w), 661 (m), 609 (w), 581 (w), 504 (vs).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>V<sub>2</sub>(Cl<sub>2</sub>dhbq)<sub>3</sub>·6.4DMF (<bold>2-V</bold>)</title><p>In an Ar-filled glovebox, VCl<sub>2</sub> (20 mg, 0.16\nmmol) and 2,5-dichloro-3,6-dihydroxybenzoquinone (34 mg, 0.16 mmol)\nwere combined in 10 mL of DMF in a 20 mL borosilicate vial. The suspension\nwas heated to 120 °C for 30 h, and then allowed to cool to room\ntemperature. The resulting black powder was filtered, washed with\n10 mL of DMF, and suspended in 10 mL of fresh DMF. This washing procedure\nwas repeated two more times until the filtrate was colorless. The\nremaining microcrystalline black solid was dried at room temperature\nunder reduced pressure for 1 h to afford the product. Yield: 6 mg\n(9%). Anal. Calcd for C<sub>41.2</sub>Cl<sub>6</sub>H<sub>60.8</sub>N<sub>8.4</sub>O<sub>18.4</sub>V<sub>2</sub>: C, 38.5; H, 4.8; N,\n9.2. Found: C, 38.6; H, 5.0; N, 9.2. IR (solid-ATR) 1643 (w), 1471\n(w), 1221 (w), 965 (w).</p>", "clean_text": "Synthesis of (H2NMe2)2V2(Cl2dhbq)3⋅6.4DMF (2-V)\n\nIn an Ar-filled glovebox, VCl2 (20 mg, 0.16 mmol) and 2,5-dichloro-3,6-dihydroxybenzoquinone (34 mg, 0.16 mmol) were combined in 10 mL of DMF in a 20 mL borosilicate vial. The suspension was heated to 120 °C for 30 h, and then allowed to cool to room temperature. The resulting black powder was filtered, washed with 10 mL of DMF, and suspended in 10 mL of fresh DMF. This washing procedure was repeated two more times until the filtrate was colorless. The remaining microcrystalline black solid was dried at room temperature under reduced pressure for 1 h to afford the product. Yield: 6 mg (9%). Anal. Calcd for C41.2Cl6H60.8N8.4O18.4V2: C, 38.5; H, 4.8; N, 9.2. Found: C, 38.6; H, 5.0; N, 9.2. IR (solid-ATR) 1643 (w), 1471 (w), 1221 (w), 965 (w).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of (H<sub>2</sub>NMe<sub>2</sub>)<sub>1.5</sub>Cr<sub>2</sub>(dhbq)<sub>3</sub>·4.4DMF (<bold>3-Cr</bold>)</title><p>In air, a thick-walled borosilicate tube was\ncharged with 140 μL\nof 1 M Cr­(NO<sub>3</sub>)<sub>3</sub> in distilled water, 2,5-dihydroxybenzoquinone\n(40 mg, 0.28 mmol), 40 μL of 0.2 M aqueous sodium hydroxide,\nand 1.4 mL of anhydrous DMF. The reaction mixture was degassed via\nthree freeze–pump–thaw cycles, after which the tube\nwas flame-sealed and placed in an oven preheated to 120 °C. After\nheating for 18 h, the tube was removed from the oven and allowed to\ncool to ambient temperature. The resulting purple powder was then\nfiltered inside a Vacuum Atmospheres glovebox with a humid nitrogen\natmosphere. The powder was suspended in 10 mL of DMF for 24 h and\nwas then recollected by filtration. This washing procedure was repeated\ntwo more times until the filtrate was colorless. The remaining microcrystalline\nsolid was washed with 1 mL of THF and then dried at room temperature\nunder reduced pressure for 20 min to afford the product. Yield: 55\nmg (87%). Anal. Calcd for C<sub>33.9</sub>Cr<sub>2</sub>H<sub>48.1</sub>N<sub>5.8</sub>O<sub>16.3</sub>: C, 45.1; H, 5.4; N, 9.0. Found:\nC, 45.3; H, 5.1; N, 9.4. IR (solid-ATR): 3051 (w), 2931 (w), 2849\n(w), 2801 (w), 2478 (w), 1665 (vs), 1540 (s), 1450 (vs), 1372 (s),\n1295 (w), 1195 (vs), 1090 (m), 1024 (w), 872 (m), 819 (w), 758 (w),\n661 (m), 568 (s), 509 (s).</p>", "clean_text": "Synthesis of (H2NMe2)1.5Cr2(dhbq)3⋅4.4DMF (3-Cr)\n\nIn air, a thick-walled borosilicate tube was charged with 140 μL of 1 M Cr(NO3)3 in distilled water, 2,5-dihydroxybenzoquinone (40 mg, 0.28 mmol), 40 μL of 0.2 M aqueous sodium hydroxide, and 1.4 mL of anhydrous DMF. The reaction mixture was degassed via three freeze-pump-thaw cycles, after which the tube was flame-sealed and placed in an oven preheated to 120 °C. After heating for 18 h, the tube was removed from the oven and allowed to cool to ambient temperature. The resulting purple powder was then filtered inside a Vacuum Atmospheres glovebox with a humid nitrogen atmosphere. The powder was suspended in 10 mL of DMF for 24 h and was then recollected by filtration. This washing procedure was repeated two more times until the filtrate was colorless. The remaining microcrystalline solid was washed with 1 mL of THF and then dried at room temperature under reduced pressure for 20 min to afford the product. Yield: 55 mg (87%). Anal. Calcd for C33.9Cr2H48.1N5.8O16.3: C, 45.1; H, 5.4; N, 9.0. Found: C, 45.3; H, 5.1; N, 9.4. IR (solid-ATR): 3051 (w), 2931 (w), 2849 (w), 2801 (w), 2478 (w), 1665 (vs), 1540 (s), 1450 (vs), 1372 (s), 1295 (w), 1195 (vs), 1090 (m), 1024 (w), 872 (m), 819 (w), 758 (w), 661 (m), 568 (s), 509 (s).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Syntheses\nand Structures</title><p>Among the reported dhbq-based\nframeworks containing late transition metals, only the iron phases\ndisplay a metal-to-ligand electron transfer that yields a mixed-valence\nframework. This observation suggested\nthat highly reducing divalent transition metals would be required\nto generate isostructural frameworks with similar electronic structures,\nand so we turned to the early transition metalstitanium, vanadium,\nand chromiumin an attempt to access congeners with improved\nelectronic properties. In addition to the highly reducing nature of\nTi<sup>2+</sup>, V<sup>2+</sup>, and Cr<sup>2+</sup>, these early\ntransition metals have higher-energy and more diffuse 3d orbitals\nthan iron, which we expected would improve energy alignment and orbital\noverlap with the π* orbitals of the ligand, leading to stronger\nmagnetic coupling and increased electrical conductivities. Octahedral\ntris-catecholate complexes resembling the metal nodes within these\nframeworks have also been reported for all three early transition\nmetals, and thus we were encouraged that the intended phases could\nbe obtained.\n</p>", "clean_text": "Results and Discussion\n\nSyntheses and Structures\n\nAmong the reported dhbq-based frameworks containing late transition metals, only the iron phases display a metal-to-ligand electron transfer that yields a mixed-valence framework. This observation suggested that highly reducing divalent transition metals would be required to generate isostructural frameworks with similar electronic structures, and so we turned to the early transition metalstitanium, vanadium, and chromiumin an attempt to access congeners with improved electronic properties. In addition to the highly reducing nature of Ti2+, V2+, and Cr2+, these early transition metals have higher-energy and more diffuse 3d orbitals than iron, which we expected would improve energy alignment and orbital overlap with the π* orbitals of the ligand, leading to stronger magnetic coupling and increased electrical conductivities. Octahedral tris-catecholate complexes resembling the metal nodes within these frameworks have also been reported for all three early transition metals, and thus we were encouraged that the intended phases could be obtained. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Initial efforts to\nsynthesize the two-dimensional semiquinoid frameworks of titanium,\nvanadium, and chromium began with the reaction of the divalent metal\nsalts with H<sub>2</sub>dhbq or chloranilic acid (H<sub>2</sub>Cl<sub>2</sub>dhbq) in DMF, conditions similar to those reported for the\ntwo-dimensional iron phase. The reaction\nof 0.5 equiv of titanium­(II) chloride or 1 equiv of vanadium­(II) chloride\nwith H<sub>2</sub>Cl<sub>2</sub>dhbq in anhydrous DMF yielded black\ncrystalline powders identified as (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>­Ti<sub>2</sub>­(Cl<sub>2</sub>dhbq)<sub>3</sub>·4.7DMF (<bold>1-Ti</bold>) and (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>V<sub>2</sub>­(Cl<sub>2</sub>dhbq)<sub>3</sub>·6.3DMF\n(<bold>2-V</bold>). Analogous reactions using H<sub>2</sub>dhbq yielded\nonly poorly crystalline products. Compounds <bold>1-Ti</bold> and <bold>2-V</bold> represent the first crystalline extended solids featuring\ndhbq<sup>\n<italic>n</italic>–</sup>-type ligands with titanium\nand vanadium.\n</p>", "clean_text": "Initial efforts to synthesize the two-dimensional semiquinoid frameworks of titanium, vanadium, and chromium began with the reaction of the divalent metal salts with H2dhbq or chloranilic acid (H2Cl2dhbq) in DMF, conditions similar to those reported for the two-dimensional iron phase. The reaction of 0.5 equiv of titanium(II) chloride or 1 equiv of vanadium(II) chloride with H2Cl2dhbq in anhydrous DMF yielded black crystalline powders identified as (H2NMe2)2Ti2(Cl2dhbq)3⋅4.7DMF (1-Ti) and (H2NMe2)2V2(Cl2dhbq)3⋅6.3DMF (2-V). Analogous reactions using H2dhbq yielded only poorly crystalline products. Compounds 1-Ti and 2-V represent the first crystalline extended solids featuring dhbq n--type ligands with titanium and vanadium. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Analogous synthetic\nprocedures using CrCl<sub>2</sub> and other\nchromium­(II) sources failed to yield crystalline products; as such,\nalternative synthetic strategies were pursued. Recently, an isostructural\naluminum framework was reported, wherein ligand-based mixed-valence\nwas thought to result from partial ligand reduction by dimethylammonium\nformate, formed upon hydrolysis of DMF, rather than from metal-to-ligand\nelectron transfer. Using similar reaction\nconditions with Cr­(NO<sub>3</sub>)<sub>3</sub> and H<sub>2</sub>dhbq\nafforded a crystalline purple powder determined to be (H<sub>2</sub>NMe<sub>2</sub>)<sub>1.5</sub>Cr<sub>2</sub>­(dhbq)<sub>3</sub>·4.3DMF (<bold>3-Cr</bold>). Attempts to synthesize this phase\nwith H<sub>2</sub>Cl<sub>2</sub>dhbq did not yield the desired product.\nWhile some differences in electronic properties can be expected for\nframeworks incorporating dhbq<sup>\n<italic>n</italic>–</sup> in place of Cl<sub>2</sub>dhbq<sup>\n<italic>n</italic>–</sup>, the effects of metal substitution are expected to play a much larger\nrole than ligand modification on the overall electronic structure\nin these systems.\n</p>", "clean_text": "Analogous synthetic procedures using CrCl2 and other chromium(II) sources failed to yield crystalline products; as such, alternative synthetic strategies were pursued. Recently, an isostructural aluminum framework was reported, wherein ligand-based mixed-valence was thought to result from partial ligand reduction by dimethylammonium formate, formed upon hydrolysis of DMF, rather than from metal-to-ligand electron transfer. Using similar reaction conditions with Cr(NO3)3 and H2dhbq afforded a crystalline purple powder determined to be (H2NMe2)1.5Cr2(dhbq)3⋅4.3DMF (3-Cr). Attempts to synthesize this phase with H2Cl2dhbq did not yield the desired product. While some differences in electronic properties can be expected for frameworks incorporating dhbq n- in place of Cl2dhbq n-, the effects of metal substitution are expected to play a much larger role than ligand modification on the overall electronic structure in these systems. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The powder X-ray diffraction\npatterns of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> confirmed that all three materials\nare isostructural to the reported iron phase, (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>Fe<sub>2</sub>­(Cl<sub>2</sub>dhbq)<sub>3</sub>·6DMF·2H<sub>2</sub>O (). The materials crystallize in the space\ngroup <italic>P</italic>3̅1<italic>m</italic>, with unit cell\nparameters that increase with the ionic radius of the metal (<bold>1-Ti</bold> &gt; <bold>2-V</bold> &gt; <bold>3-Cr</bold>). The structure\nconsists of eclipsed hexagonal honeycomb sheets with one-dimensional\npores running along the <italic>c</italic>-axis (b). Each metal center possesses\na local <italic>D</italic>\n<sub>3</sub> symmetry and is coordinated\nby six O atoms from three chelating ligands, with neighboring metal\ncenters having opposing chirality. In the three compounds, the shortest\nintralayer metal–metal distance is between 7.73 and 7.84 Å\n(c), while\nthe shortest interlayer metal–metal distance is between 8.65\nand 8.96 Å. Due to the presence of substantial solvent and (H<sub>2</sub>NMe<sub>2</sub>)<sup>+</sup> ion disorder in all three structures, complete structural refinement of the powder X-ray diffraction\ndata was not possible. Attempts to generate single-crystal products\nproved unsuccessful.</p>", "clean_text": "The powder X-ray diffraction patterns of 1-Ti, 2-V, and 3-Cr confirmed that all three materials are isostructural to the reported iron phase, (H2NMe2)2Fe2(Cl2dhbq)3⋅6DMF⋅2H2O (). The materials crystallize in the space group P3̅1m, with unit cell parameters that increase with the ionic radius of the metal (1-Ti > 2-V > 3-Cr). The structure consists of eclipsed hexagonal honeycomb sheets with one-dimensional pores running along the c-axis (b). Each metal center possesses a local D 3 symmetry and is coordinated by six O atoms from three chelating ligands, with neighboring metal centers having opposing chirality. In the three compounds, the shortest intralayer metal-metal distance is between 7.73 and 7.84 Å (c), while the shortest interlayer metal-metal distance is between 8.65 and 8.96 Å. Due to the presence of substantial solvent and (H2NMe2)+ ion disorder in all three structures, complete structural refinement of the powder X-ray diffraction data was not possible. Attempts to generate single-crystal products proved unsuccessful.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>3</label>\n<caption>\n<p>High-resolution powder X-ray diffraction patterns of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> compared to\nsimulated data\nfor the previously reported iron phase.<xref ref-type=\"bibr\" rid=\"cit13d\"></xref>\n</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2017-135108_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  High-resolution powder X-ray diffraction patterns of 1-Ti, 2-V, and 3-Cr compared to simulated data for the previously reported iron phase.    ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>In the case of <bold>1-Ti</bold> and <bold>2-V</bold>, synchrotron\ndiffraction data also revealed very small amounts of unidentified\ncrystalline impurities. Because the only reagents used in the synthesis\nof these compounds were the respective metal chloride and H<sub>2</sub>Cl<sub>2</sub>dhbq, it seems likely that these impurities correspond\nto a structurally similar metal-dhbq phase, perhaps one in which a\nsolvated metal cation replaces the dimethylammonium ions. Indeed,\ncation substitution has been shown to alter the symmetry of similar\nframeworks. Given that these impurities\nwere present in only miniscule amounts and could not be detected on\nour laboratory diffractometer or by elemental analysis, it is unlikely\nthat they affect the analysis of the electronic structure and bulk\nproperties of the compounds.</p>", "clean_text": "In the case of 1-Ti and 2-V, synchrotron diffraction data also revealed very small amounts of unidentified crystalline impurities. Because the only reagents used in the synthesis of these compounds were the respective metal chloride and H2Cl2dhbq, it seems likely that these impurities correspond to a structurally similar metal-dhbq phase, perhaps one in which a solvated metal cation replaces the dimethylammonium ions. Indeed, cation substitution has been shown to alter the symmetry of similar frameworks. Given that these impurities were present in only miniscule amounts and could not be detected on our laboratory diffractometer or by elemental analysis, it is unlikely that they affect the analysis of the electronic structure and bulk properties of the compounds.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The two-dimensional iron phase\nwas previously reported to undergo\na reversible phase transition upon activation, and to have a Brunauer–Emmett–Teller\nsurface area of 1180 m<sup>2</sup>/g. However, all attempts to activate <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> resulted in\nan irreversible loss of crystallinity. Consequently, all data discussed\nherein were collected on solvated samples in which DMF molecules and\ncharge-balancing dimethylammonium cations fill the one-dimensional\npores.</p>", "clean_text": "The two-dimensional iron phase was previously reported to undergo a reversible phase transition upon activation, and to have a Brunauer-Emmett-Teller surface area of 1180 m2/g. However, all attempts to activate 1-Ti, 2-V, and 3-Cr resulted in an irreversible loss of crystallinity. Consequently, all data discussed herein were collected on solvated samples in which DMF molecules and charge-balancing dimethylammonium cations fill the one-dimensional pores.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Infrared Spectroscopy</title><p>The black color of <bold>1-Ti</bold> and <bold>2-V</bold> suggested that a metal-to-ligand electron transfer\nhad occurred, as frameworks of dhbq<sup>2–</sup> and its analogues\nare typically red or brown. Similarly, reduction\nof the ligand during the synthesis of <bold>3-Cr</bold> was suggested\nby the change in color of the supernatant from purple to green over\nthe course of the reaction. Infrared spectroscopy provided a means\nfor confirming the presence of reduced ligands in each of these frameworks,\nas the frequency of the carbonyl stretching mode (ν<sub>CO</sub>) is characteristic of the redox state of the dhbq<sup>\n<italic>n</italic>–</sup> ligand. Molecular complexes and related materials\ncontaining the dianionic ligand typically display a ν<sub>CO</sub> ranging from 1540 to 1480 cm<sup>–1</sup>, while complexes\ncontaining the ligand in its trianionic state typically display a\nlower ν<sub>CO</sub>, between 1460 and 1430 cm<sup>–1</sup>.\n</p>", "clean_text": "Infrared Spectroscopy\n\nThe black color of 1-Ti and 2-V suggested that a metal-to-ligand electron transfer had occurred, as frameworks of dhbq2- and its analogues are typically red or brown. Similarly, reduction of the ligand during the synthesis of 3-Cr was suggested by the change in color of the supernatant from purple to green over the course of the reaction. Infrared spectroscopy provided a means for confirming the presence of reduced ligands in each of these frameworks, as the frequency of the carbonyl stretching mode (νCO) is characteristic of the redox state of the dhbq n- ligand. Molecular complexes and related materials containing the dianionic ligand typically display a νCO ranging from 1540 to 1480 cm-1, while complexes containing the ligand in its trianionic state typically display a lower νCO, between 1460 and 1430 cm-1. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The extent of delocalization in materials\ndisplaying ligand-based mixed-valence can also be probed by infrared\nspectroscopy. In the reported two- and three-dimensional iron phases,\nfor example, a single IR or Raman feature was observed at a frequency\nbetween what would be expected for dhbq<sup>2–</sup> or dhbq<sup>3–</sup>, suggesting electron delocalization across all three\nligands on the vibrational time scale. In contrast,\nfor the aluminum congener, two distinct bands were observed in the\ninfrared spectrum, corresponding to ligands in different redox states. The lack of evidence for delocalized mixed-valence\nin the aluminum material is consistent with the poor energy alignment\nbetween the 3p orbitals of aluminum­(III) and the π* orbitals\nof the ligands, which should limit charge transfer between ligands.</p>", "clean_text": "The extent of delocalization in materials displaying ligand-based mixed-valence can also be probed by infrared spectroscopy. In the reported two- and three-dimensional iron phases, for example, a single IR or Raman feature was observed at a frequency between what would be expected for dhbq2- or dhbq3-, suggesting electron delocalization across all three ligands on the vibrational time scale. In contrast, for the aluminum congener, two distinct bands were observed in the infrared spectrum, corresponding to ligands in different redox states. The lack of evidence for delocalized mixed-valence in the aluminum material is consistent with the poor energy alignment between the 3p orbitals of aluminum(III) and the π* orbitals of the ligands, which should limit charge transfer between ligands.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Similar to iron­(III), chromium­(III) has half-filled π-symmetry\norbitalsthe <italic>t</italic>\n<sub>2<italic>g</italic>\n</sub> set in an octahedral geometryand is not sufficiently reducing\nto transfer additional electrons to the ligand. Thus, we expected <bold>3-Cr</bold> to have an electronic structure similar to the iron phase.\nSomewhat surprisingly, the infrared spectrum of <bold>3-Cr</bold> shows\ntwo distinct features at 1540 and 1450 cm<sup>–1</sup>, which\ncan be assigned to ν<sub>CO</sub>(dhbq<sup>2–</sup>) and ν<sub>CO</sub>(dhbq<sup>3–</sup>), respectively\n(, purple trace).\nWhile these features confirm that <bold>3-Cr</bold> displays ligand-based\nmixed-valence, they also suggest that the mixed-valence states are\npredominantly localized. The dark purple color of <bold>3-Cr</bold> further supports the presence of localized ligand-valence states,\nas delocalized mixed-valence materials are typically black. Thus,\nthe formula of <bold>3-Cr</bold> is most accurately written as (H<sub>2</sub>NMe<sub>2</sub>)<sub>1.5</sub>Cr<sup>III</sup>\n<sub>2</sub>­(dhbq<sup>2–</sup>)<sub>1.5</sub>(dhbq<sup>3–</sup>)<sub>1.5</sub>. We note that the extent of ligand reduction in this\ncompound differs from that of the other phases discussed here. The\ndetermination of the dhbq<sup>2–</sup>:dhbq<sup>3–</sup> ratio in <bold>3-Cr</bold> will be discussed below (see  section).</p>", "clean_text": "Similar to iron(III), chromium(III) has half-filled π-symmetry orbitalsthe t 2g  set in an octahedral geometryand is not sufficiently reducing to transfer additional electrons to the ligand. Thus, we expected 3-Cr to have an electronic structure similar to the iron phase. Somewhat surprisingly, the infrared spectrum of 3-Cr shows two distinct features at 1540 and 1450 cm-1, which can be assigned to νCO(dhbq2-) and νCO(dhbq3-), respectively (, purple trace). While these features confirm that 3-Cr displays ligand-based mixed-valence, they also suggest that the mixed-valence states are predominantly localized. The dark purple color of 3-Cr further supports the presence of localized ligand-valence states, as delocalized mixed-valence materials are typically black. Thus, the formula of 3-Cr is most accurately written as (H2NMe2)1.5CrIII 2(dhbq2-)1.5(dhbq3-)1.5. We note that the extent of ligand reduction in this compound differs from that of the other phases discussed here. The determination of the dhbq2-:dhbq3- ratio in 3-Cr will be discussed below (see  section).", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Infrared spectra\nof <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold>. See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S4</ext-link> for a magnified\nspectrum of <bold>1-Ti</bold> and <bold>3-Cr</bold> from 2500 to 1000\ncm<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2017-135108_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  Infrared spectra of 1-Ti, 2-V, and 3-Cr. See Figure S4 for a magnified spectrum of 1-Ti and 3-Cr from 2500 to 1000 cm-1.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The electronic structures of <bold>1-Ti</bold> and <bold>2-V</bold> could potentially offer additional complexity, because,\nunlike iron­(III)\nand chromium­(III), titanium­(III) and vanadium­(III) are strong reductants\ncapable of transferring additional electrons to ligand-based orbitals.\nIndeed, tris-dioxolene and tris-dithiolene complexes of titanium and\nvanadium display a wide range of accessible metal oxidation states.\n</p>", "clean_text": "The electronic structures of 1-Ti and 2-V could potentially offer additional complexity, because, unlike iron(III) and chromium(III), titanium(III) and vanadium(III) are strong reductants capable of transferring additional electrons to ligand-based orbitals. Indeed, tris-dioxolene and tris-dithiolene complexes of titanium and vanadium display a wide range of accessible metal oxidation states. ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>In the infrared spectrum\nof <bold>1-Ti</bold>, no intense peaks\nare present between 1540 and 1430 cm<sup>–1</sup>, but a strong,\nbroad feature is centered at 1404 cm<sup>–1</sup> (, blue trace). A\ncarbonyl stretch at such a low frequency would be highly unusual even\nfor Cl<sub>2</sub>dhbq<sup>3–</sup> and is instead more consistent\nwith the presence of ligand mixed-valence in which ligands are present\nin both the Cl<sub>2</sub>dhbq<sup>3–</sup> and Cl<sub>2</sub>dhbq<sup>4–</sup> states. Based on this, the formula of <bold>1-Ti</bold> is best written as (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>­Ti<sup>IV</sup>\n<sub>2</sub>­(Cl<sub>2</sub>dhbq<sup>3–</sup>)<sub>2</sub>­(Cl<sub>2</sub>dhbq<sup>4–</sup>) in which four total electrons have been transferred from metal-\nto ligand-based orbitals. Importantly, the presence of a single broad\nν<sub>CO</sub> feature in the infrared spectrum, instead\nof multiple sharp features, is consistent with increased delocalization\nin <bold>1-Ti</bold> compared to <bold>3-Cr</bold>. Additionally,\nwhile the infrared spectrum of <bold>3-Cr</bold> is flat at higher\nfrequencies, the high frequency end of the <bold>1-Ti</bold> spectrum\nshows a broad absorbance onset, suggesting the presence of an intervalence\ncharge-transfer (IVCT) band in the near-IR region. A similar absorbance\nwas also observed in the three-dimensional iron phase, and is common\nfor delocalized mixed-valence complexes. This low-energy feature further supports increased valence delocalization\nin <bold>1-Ti</bold> compared to <bold>3-Cr</bold>.</p>", "clean_text": "In the infrared spectrum of 1-Ti, no intense peaks are present between 1540 and 1430 cm-1, but a strong, broad feature is centered at 1404 cm-1 (, blue trace). A carbonyl stretch at such a low frequency would be highly unusual even for Cl2dhbq3- and is instead more consistent with the presence of ligand mixed-valence in which ligands are present in both the Cl2dhbq3- and Cl2dhbq4- states. Based on this, the formula of 1-Ti is best written as (H2NMe2)2TiIV 2(Cl2dhbq3-)2(Cl2dhbq4-) in which four total electrons have been transferred from metal- to ligand-based orbitals. Importantly, the presence of a single broad νCO feature in the infrared spectrum, instead of multiple sharp features, is consistent with increased delocalization in 1-Ti compared to 3-Cr. Additionally, while the infrared spectrum of 3-Cr is flat at higher frequencies, the high frequency end of the 1-Ti spectrum shows a broad absorbance onset, suggesting the presence of an intervalence charge-transfer (IVCT) band in the near-IR region. A similar absorbance was also observed in the three-dimensional iron phase, and is common for delocalized mixed-valence complexes. This low-energy feature further supports increased valence delocalization in 1-Ti compared to 3-Cr.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Interestingly,\nthe infrared spectrum of <bold>2-V</bold> shows\na broad absorbance that largely masks the typical vibrational features\nobserved in the mid-IR region (, green trace), and only a few weak features are observed.\nSimilar bands have been observed in the mid-IR region of the spectrum\nfor the metallic analogues of Cu­(dcnqi)<sub>2</sub> (dcnqi = dicyanoquinonediimine),\nand were assigned to a fully delocalized mixed-valence state. Thus, while we were unable to assign the redox\nstate of the ligand by this technique, the spectrum suggests that\nthe electronic structure of <bold>2-V</bold> is substantially more\nvalence delocalized than that of the titanium, chromium, or iron congeners.</p>", "clean_text": "Interestingly, the infrared spectrum of 2-V shows a broad absorbance that largely masks the typical vibrational features observed in the mid-IR region (, green trace), and only a few weak features are observed. Similar bands have been observed in the mid-IR region of the spectrum for the metallic analogues of Cu(dcnqi)2 (dcnqi = dicyanoquinonediimine), and were assigned to a fully delocalized mixed-valence state. Thus, while we were unable to assign the redox state of the ligand by this technique, the spectrum suggests that the electronic structure of 2-V is substantially more valence delocalized than that of the titanium, chromium, or iron congeners.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>UV–Vis–NIR Spectroscopy</title><p>Diffuse reflectance\nUV–vis–NIR spectroscopy was used to further probe the\nelectronic structures of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> (). Delocalized mixed-valence materials typically display a strong\nabsorbance in the near-infrared region associated with intervalence\ncharge-transfer. This feature was observed\nnear 7000 cm<sup>–1</sup> in the related two- and three-dimensional\niron phases (NEt<sub>4</sub>)<sub>2</sub>Fe<sub>2</sub>­(Cl<sub>2</sub>dhbq)<sub>3</sub> and (NBu<sub>4</sub>)<sub>2</sub>Fe<sub>2</sub>(dhbq)<sub>3</sub>.\n</p>", "clean_text": "UV-Vis-NIR Spectroscopy\n\nDiffuse reflectance UV-vis-NIR spectroscopy was used to further probe the electronic structures of 1-Ti, 2-V, and 3-Cr (). Delocalized mixed-valence materials typically display a strong absorbance in the near-infrared region associated with intervalence charge-transfer. This feature was observed near 7000 cm-1 in the related two- and three-dimensional iron phases (NEt4)2Fe2(Cl2dhbq)3 and (NBu4)2Fe2(dhbq)3. ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Normalized diffuse reflectance\nUV–vis–NIR spectra\nof <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> shown\nin blue, green, and purple, respectively. <italic>F</italic>(<italic>R</italic>) is the Kubelka–Munk transformation of the raw\ndiffuse reflectance spectrum. <italic>F</italic>(<italic>R</italic>) for each material was normalized with the strongest absorbance\nset to <italic>F</italic>(<italic>R</italic>) = 1.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja-2017-135108_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  Normalized diffuse reflectance UV-vis-NIR spectra of 1-Ti, 2-V, and 3-Cr shown in blue, green, and purple, respectively. F(R) is the Kubelka-Munk transformation of the raw diffuse reflectance spectrum. F(R) for each material was normalized with the strongest absorbance set to F(R) = 1.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The UV–vis–NIR spectrum of <bold>3-Cr</bold> shows\na very weak absorption band in the near-IR region, which we assign\nto intervalence charge-transfer. Four stronger features are observed\nat 14 200, 18 900, 24 900, and 29 900\ncm<sup>–1</sup> and are tentatively assigned as a d–d\ntransition enhanced by metal–radical spin-exchange, a ligand-based\nπ–π* transition, a charge-transfer transition (ligand-to-metal\nor metal-to-ligand), and a ligand-based π*−π* transition,\nrespectively. While other assignments for these features are possible,\nthe energies of the transitions align relatively well with those observed\nin an analogous dinuclear complex, [Cr<sub>2</sub>(tren)<sub>2</sub>­(Cl<sub>2</sub>dhbq)]<sup>3+</sup>. The similarity of the electronic transitions of <bold>3-Cr</bold> to those of a molecular complex and the weak intensity of the IVCT\nband support the localized electronic structure implied by infrared\nspectroscopy. Thus, the mixed-valence of <bold>3-Cr</bold> can be\nassigned as weakly exchanging Robin–Day Class II mixed-valence.\n</p>", "clean_text": "The UV-vis-NIR spectrum of 3-Cr shows a very weak absorption band in the near-IR region, which we assign to intervalence charge-transfer. Four stronger features are observed at 14200, 18900, 24900, and 29900 cm-1 and are tentatively assigned as a d-d transition enhanced by metal-radical spin-exchange, a ligand-based π-π* transition, a charge-transfer transition (ligand-to-metal or metal-to-ligand), and a ligand-based π*-π* transition, respectively. While other assignments for these features are possible, the energies of the transitions align relatively well with those observed in an analogous dinuclear complex, [Cr2(tren)2(Cl2dhbq)]3+. The similarity of the electronic transitions of 3-Cr to those of a molecular complex and the weak intensity of the IVCT band support the localized electronic structure implied by infrared spectroscopy. Thus, the mixed-valence of 3-Cr can be assigned as weakly exchanging Robin-Day Class II mixed-valence. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>In contrast, the UV–vis–NIR\nspectrum of <bold>1-Ti</bold> exhibits a continuation of the absorbance\nonset observed in the\nmid-IR spectrum that extends across the near-IR region to 12 000\ncm<sup>–1</sup>, with ν<sub>max</sub> = 5930 cm<sup>–1</sup>. We assign this feature to an intervalence charge-transfer between\nligands in the trianionic and tetraanionic states. Features at higher\nenergies are assigned to ligand-to-metal charge-transfer (17 480\ncm<sup>–1</sup>) and ligand-based transitions (20 790\nand 30 860 cm<sup>–1</sup>). The broad shape of the\nIVCT band and its similar intensity compared to other charge-transfer\ntransitions in the spectrum suggest that this material lies toward\nthe strongly exchanging end of Robin–Day Class II mixed-valence.\n\n</p>", "clean_text": "In contrast, the UV-vis-NIR spectrum of 1-Ti exhibits a continuation of the absorbance onset observed in the mid-IR spectrum that extends across the near-IR region to 12000 cm-1, with νmax = 5930 cm-1. We assign this feature to an intervalence charge-transfer between ligands in the trianionic and tetraanionic states. Features at higher energies are assigned to ligand-to-metal charge-transfer (17480 cm-1) and ligand-based transitions (20790 and 30860 cm-1). The broad shape of the IVCT band and its similar intensity compared to other charge-transfer transitions in the spectrum suggest that this material lies toward the strongly exchanging end of Robin-Day Class II mixed-valence.  ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The UV–vis–NIR\nspectrum of <bold>2-V</bold> differs\ngreatly from those of <bold>1-Ti</bold> and <bold>3-Cr</bold>. The\nbroad absorbance observed in the mid-IR region extends across the\nnear-IR to nearly 12 000 cm<sup>–1</sup>, and a weaker\nbroad absorbance continues across the visible region. Weak features\ncorresponding to transitions of Cl<sub>2</sub>dhbq<sup>3–</sup> are observed at 21 450 and 29 850 cm<sup>–1</sup>, confirming that the ligands in <bold>2-V</bold> are at least partially\nreduced. The broad absorbance in the near-IR region can likely be\nassigned to the presence of thermally activated charge carriers in <bold>2-V</bold>. Similar absorbance has been observed in doped conductive\npolymers and mixed-valence molybdenum bronzes. The presence of this feature is indicative of more substantial\ndelocalization between metal and ligand orbitals than is observed\nin <bold>1-Ti</bold> or <bold>3-Cr</bold>. Consequently, the mixed-valence\nof <bold>2-V</bold> is best assigned as Robin–Day Class III,\nalthough it is not possible with this data to determine whether the\ndelocalized mixed-valence orbitals are predominantly metal-based,\nligand-based, or some combination of the two.</p>", "clean_text": "The UV-vis-NIR spectrum of 2-V differs greatly from those of 1-Ti and 3-Cr. The broad absorbance observed in the mid-IR region extends across the near-IR to nearly 12000 cm-1, and a weaker broad absorbance continues across the visible region. Weak features corresponding to transitions of Cl2dhbq3- are observed at 21450 and 29850 cm-1, confirming that the ligands in 2-V are at least partially reduced. The broad absorbance in the near-IR region can likely be assigned to the presence of thermally activated charge carriers in 2-V. Similar absorbance has been observed in doped conductive polymers and mixed-valence molybdenum bronzes. The presence of this feature is indicative of more substantial delocalization between metal and ligand orbitals than is observed in 1-Ti or 3-Cr. Consequently, the mixed-valence of 2-V is best assigned as Robin-Day Class III, although it is not possible with this data to determine whether the delocalized mixed-valence orbitals are predominantly metal-based, ligand-based, or some combination of the two.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>While the mid-IR\nand UV–vis–NIR spectra do not provide\na definitive electronic structure for <bold>2-V</bold>, they are consistent\nwith the presence of significant delocalization and low activation\nenergies for charge transport. As such, it may be inaccurate to describe\nthe distribution of charge in <bold>2-V</bold> by assuming complete\nmetal-to-ligand electron transfer, as would be the case for the nominal\nformulas [(V<sup>III</sup>)<sub>2</sub>(Cl<sub>2</sub>dhbq<sup>2–</sup>)­(Cl<sub>2</sub>dhbq<sup>3–</sup>)<sub>2</sub>]<sup>2–</sup> or [(V<sup>III</sup>)­(V<sup>IV</sup>)­(Cl<sub>2</sub>dhbq<sup>3–</sup>)<sub>3</sub>]<sup>2–</sup>, in which two and three electrons,\nrespectively, are transferred from vanadium centers to the ligand\nscaffold. Indeed, coordination solids displaying partial charge-transfer\nstateswherein both the metal and ligand have mixed-valence\ncharactercan show substantial delocalization or even metallic\ncharacter. A similar electronic structure\nfor <bold>2-V</bold> may help explain the spectroscopic properties\nobserved here.</p>", "clean_text": "While the mid-IR and UV-vis-NIR spectra do not provide a definitive electronic structure for 2-V, they are consistent with the presence of significant delocalization and low activation energies for charge transport. As such, it may be inaccurate to describe the distribution of charge in 2-V by assuming complete metal-to-ligand electron transfer, as would be the case for the nominal formulas [(VIII)2(Cl2dhbq2-)(Cl2dhbq3-)2]2- or [(VIII)(VIV)(Cl2dhbq3-)3]2-, in which two and three electrons, respectively, are transferred from vanadium centers to the ligand scaffold. Indeed, coordination solids displaying partial charge-transfer stateswherein both the metal and ligand have mixed-valence charactercan show substantial delocalization or even metallic character. A similar electronic structure for 2-V may help explain the spectroscopic properties observed here.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Magnetic Properties</title><p>Given the presence\nof paramagnetic\nmetal centers and ligands in <bold>1-Ti</bold>, <bold>2-V</bold>,\nand <bold>3-Cr</bold>, magnetic susceptibility measurements were used\nto further probe the electronic structure of these materials. Extended\nsolids containing paramagnetic metals bridged by radical organic ligands\nhave previously been shown to display high-temperature magnetic ordering\nvia antiferromagnetic coupling between metal and ligand spins. Most\nnotable among these systems is V­(tcne)<sub>\n<italic>x</italic>\n</sub> (tcne = tetracyanoethylene), which orders ferrimagnetically below\n400 K. Similarly, the previously discussed\ntwo-dimensional iron–chloranilate framework displays ferrimagnetic\nordering at 80 K.\n</p>", "clean_text": "Magnetic Properties\n\nGiven the presence of paramagnetic metal centers and ligands in 1-Ti, 2-V, and 3-Cr, magnetic susceptibility measurements were used to further probe the electronic structure of these materials. Extended solids containing paramagnetic metals bridged by radical organic ligands have previously been shown to display high-temperature magnetic ordering via antiferromagnetic coupling between metal and ligand spins. Most notable among these systems is V(tcne) x  (tcne = tetracyanoethylene), which orders ferrimagnetically below 400 K. Similarly, the previously discussed two-dimensional iron-chloranilate framework displays ferrimagnetic ordering at 80 K. ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>While the absence\nof metal-based spins in <bold>1-Ti</bold> reduced the likelihood of\nhigh-temperature magnetic ordering, dc susceptibility measurements\nwere used to confirm the proposed electronic structure. For the formulation\n[Ti<sup>IV</sup>\n<sub>2</sub>­(Cl<sub>2</sub>dhbq<sup>3–</sup>)<sub>2</sub>­(Cl<sub>2</sub>dhbq<sup>4–</sup>)]<sup>2–</sup>, we expected to observe a room-temperature magnetic\nmoment corresponding to two <italic>S</italic> = 1/2 spins per formula\nunit. Instead, the room-temperature χ<sub>M</sub>\n<italic>T</italic> value is 0.41 emu·K/mol, which is lower than the expected value\nof 0.75 emu·K/mol, suggesting the presence of antiferromagnetic\ninteractions between ligand-based spins (, top). Upon cooling, χ<sub>M</sub>\n<italic>T</italic> decreases monotonically, reaching a value of 0.08\nemu·K/mol at 2 K.</p>", "clean_text": "While the absence of metal-based spins in 1-Ti reduced the likelihood of high-temperature magnetic ordering, dc susceptibility measurements were used to confirm the proposed electronic structure. For the formulation [TiIV 2(Cl2dhbq3-)2(Cl2dhbq4-)]2-, we expected to observe a room-temperature magnetic moment corresponding to two S = 1/2 spins per formula unit. Instead, the room-temperature χM T value is 0.41 emu⋅K/mol, which is lower than the expected value of 0.75 emu⋅K/mol, suggesting the presence of antiferromagnetic interactions between ligand-based spins (, top). Upon cooling, χM T decreases monotonically, reaching a value of 0.08 emu⋅K/mol at 2 K.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Upper: Dc magnetic susceptibility times temperature versus\ntemperature\nfor <bold>1-Ti</bold> (blue circles), <bold>2-V</bold> (green triangles),\nand <bold>3-Cr</bold> (purple diamonds). Lower: Inverse magnetic susceptibility\nversus temperature for <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold>. Curie–Weiss fits to the high temperature data\nare shown by solid blue, green, and purple lines for <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold>, respectively.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja-2017-135108_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  Upper: Dc magnetic susceptibility times temperature versus temperature for 1-Ti (blue circles), 2-V (green triangles), and 3-Cr (purple diamonds). Lower: Inverse magnetic susceptibility versus temperature for 1-Ti, 2-V, and 3-Cr. Curie-Weiss fits to the high temperature data are shown by solid blue, green, and purple lines for 1-Ti, 2-V, and 3-Cr, respectively.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<p>A Curie–Weiss fit of the inverse magnetic\nsusceptibility\ndata from 160 to 300 K affords a Curie constant of <italic>C</italic> = 0.71 emu·K/mol, consistent with the value expected for two\nligand-based radicals (, bottom). A Curie–Weiss temperature of θ<sub>CW</sub> = −223 K also supports the presence of relatively\nstrong antiferromagnetic interactions between ligands; however no\nmagnetic ordering is observed even down to 2 K. Given that the ligand-based\nspins of <bold>1-Ti</bold> are organized into a pseudo-Kagomé\nlattice (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S10</ext-link>), the lack of ordering\nmay be attributed to magnetic frustration. The delocalization of spin-density\narising from ligand-based mixed-valence, which distributes radical\ncharacter across all three ligands in the formula unit, likely enhances\nthis magnetic frustration. The parameter <italic>f</italic> = |θ<sub>CW</sub>/<italic>T</italic>\n<sub>c</sub>| affords a measure of the\nfrustration in a material, with <italic>f</italic> &gt; 10 suggesting\nsignificant frustration. Using 2 K as\nan upper limit for the ordering temperature, <italic>T</italic>\n<sub>c</sub>, we find <italic>f</italic> &gt; 111 for <bold>1-Ti</bold>,\nindicating that the titanium­(IV) centers facilitate strong exchange\nbetween paramagnetic ligands that likely leads to the observed frustration.</p>", "clean_text": "A Curie-Weiss fit of the inverse magnetic susceptibility data from 160 to 300 K affords a Curie constant of C = 0.71 emu⋅K/mol, consistent with the value expected for two ligand-based radicals (, bottom). A Curie-Weiss temperature of θCW = -223 K also supports the presence of relatively strong antiferromagnetic interactions between ligands; however no magnetic ordering is observed even down to 2 K. Given that the ligand-based spins of 1-Ti are organized into a pseudo-Kagomé lattice (Figure S10), the lack of ordering may be attributed to magnetic frustration. The delocalization of spin-density arising from ligand-based mixed-valence, which distributes radical character across all three ligands in the formula unit, likely enhances this magnetic frustration. The parameter f = |θCW/T c| affords a measure of the frustration in a material, with f > 10 suggesting significant frustration. Using 2 K as an upper limit for the ordering temperature, T c, we find f > 111 for 1-Ti, indicating that the titanium(IV) centers facilitate strong exchange between paramagnetic ligands that likely leads to the observed frustration.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>In contrast to <bold>1-Ti</bold>, compounds <bold>2-V</bold> and <bold>3-Cr</bold> contain both paramagnetic metals and ligands. Such a\ndensity of magnetic centers introduces a stronger likelihood for bulk\nmagnetic ordering. In the case of <bold>3-Cr</bold>, the room temperature\nχ<sub>M</sub>\n<italic>T</italic> value of 2.81 emu·K/mol\nis well below the value of 4.31 emu·K/mol expected for two non-interacting <italic>S</italic> = 3/2 metal-based spins and 1.5 <italic>S</italic> = 1/2\nligand-based spins. With decreasing temperature, χ<sub>M</sub>\n<italic>T</italic> initially increases to a peak at 140 K, before\nsharply decreasing to a value of 0.20 emu·K/mol at 2 K. Notably,\nthe shape of the χ<sub>M</sub>\n<italic>T</italic> vs <italic>T</italic> plot resembles that observed for dinuclear molecular complexes\ncontaining two chromium­(III) centers bridged by a tetraoxolene radical,\nalthough the downturn in the magnetic moment occurs at a much higher\ntemperature. A Curie–Weiss fit\nof the inverse susceptibility from 200 to 300 K resulted in <italic>C</italic> = 2.43 emu·K/mol and θ<sub>CW</sub> = 42 K.\nThe positive Curie–Weiss temperature suggests weak ferromagnetic\ninteractions are present in the high temperature regime, similar to\nwhat was observed in the analogous iron phase. In contrast, fitting\nthe inverse susceptibility from 50 to 2 K afforded a Curie–Weiss\ntemperature of θ<sub>CW</sub> = −37 K, indicating that\nantiferromagnetic interactions dominate at lower temperatures.</p>", "clean_text": "In contrast to 1-Ti, compounds 2-V and 3-Cr contain both paramagnetic metals and ligands. Such a density of magnetic centers introduces a stronger likelihood for bulk magnetic ordering. In the case of 3-Cr, the room temperature χM T value of 2.81 emu⋅K/mol is well below the value of 4.31 emu⋅K/mol expected for two non-interacting S = 3/2 metal-based spins and 1.5 S = 1/2 ligand-based spins. With decreasing temperature, χM T initially increases to a peak at 140 K, before sharply decreasing to a value of 0.20 emu⋅K/mol at 2 K. Notably, the shape of the χM T vs T plot resembles that observed for dinuclear molecular complexes containing two chromium(III) centers bridged by a tetraoxolene radical, although the downturn in the magnetic moment occurs at a much higher temperature. A Curie-Weiss fit of the inverse susceptibility from 200 to 300 K resulted in C = 2.43 emu⋅K/mol and θCW = 42 K. The positive Curie-Weiss temperature suggests weak ferromagnetic interactions are present in the high temperature regime, similar to what was observed in the analogous iron phase. In contrast, fitting the inverse susceptibility from 50 to 2 K afforded a Curie-Weiss temperature of θCW = -37 K, indicating that antiferromagnetic interactions dominate at lower temperatures.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The lack of magnetic ordering in <bold>3-Cr</bold> can be explained\nby considering its localized electronic structure. Unlike the iron\nand titanium congeners, in which spin density is delocalized on all\nof the ligands, only half of the ligands in <bold>3-Cr</bold> possess\nsufficient spin density to promote alignment of metal-based spins.\nAt high temperatures (&gt;200 K), strong metal–ligand exchange\ncoupling dominates, leading to small domains of ferrimagnetically\ncoupled chromium-radical units. At temperatures below 140 K, antiferromagnetic\ninteractions between isolated domains of radical-bridged chromium­(III)\ncenters dominate the magnetic structure. Thus, while the presence\nof strong metal–ligand coupling is consistent with the behavior\nobserved in analogous molecular complexes, the localized electronic\nstructure prevents the desired long-range ferrimagnetic ordering.</p>", "clean_text": "The lack of magnetic ordering in 3-Cr can be explained by considering its localized electronic structure. Unlike the iron and titanium congeners, in which spin density is delocalized on all of the ligands, only half of the ligands in 3-Cr possess sufficient spin density to promote alignment of metal-based spins. At high temperatures (>200 K), strong metal-ligand exchange coupling dominates, leading to small domains of ferrimagnetically coupled chromium-radical units. At temperatures below 140 K, antiferromagnetic interactions between isolated domains of radical-bridged chromium(III) centers dominate the magnetic structure. Thus, while the presence of strong metal-ligand coupling is consistent with the behavior observed in analogous molecular complexes, the localized electronic structure prevents the desired long-range ferrimagnetic ordering.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["property"], "content": "<p>Given the evidence of a delocalized electronic structure for the\nvanadium phase from UV–vis–NIR measurements, we expected\nto observe strong magnetic coupling between the vanadium centers and\nthe radical linkers, which could result in ferrimagnetic or antiferromagnetic\nordering, depending on the extent of metal-to-ligand electron transfer.\nSurprisingly, however, no magnetic ordering is observed in <bold>2-V</bold>, even down to 2 K. Instead, the material displays a room temperature\nχ<sub>M</sub>\n<italic>T</italic> value of 0.73 emu·K/mol\nthat decreases steadily with decreasing temperature to 0.09 emu·K/mol\nat 2 K. A Curie–Weiss fit to the inverse molar magnetic susceptibility\ndata for <bold>2-V</bold> from 100 to 300 K afforded <italic>C</italic> = 1.03 emu·K/mol and θ<sub>CW</sub> = −130 K.\nThe value of the Curie constant suggests a total spin of <italic>S</italic> = 1 per [V<sub>2</sub>(Cl<sub>2</sub>dhbq)<sub>3</sub>]<sup>2–</sup> formula unit. An <italic>S</italic> = 1 assignment could be made\nfor [(V<sup>III</sup>)<sub>2</sub>(Cl<sub>2</sub>dhbq<sup>2–</sup>)­(Cl<sub>2</sub>dhbq<sup>3–</sup>)<sub>2</sub>]<sup>2–</sup> by considering a scenario in which each <italic>S</italic> = 1 vanadium­(III)\ncenter couples strongly and antiferromagnetically with two <italic>S</italic> = 1/2 ligand radicals. However, as noted above, such a\nlocalized picture of the electronic structure for <bold>2-V</bold> may not be justified. Furthermore, given the similarity of the above\nformulation to that of the iron congener, it is difficult to rationalize\nwhy this formulation would not provoke ferrimagnetic ordering.</p>", "clean_text": "Given the evidence of a delocalized electronic structure for the vanadium phase from UV-vis-NIR measurements, we expected to observe strong magnetic coupling between the vanadium centers and the radical linkers, which could result in ferrimagnetic or antiferromagnetic ordering, depending on the extent of metal-to-ligand electron transfer. Surprisingly, however, no magnetic ordering is observed in 2-V, even down to 2 K. Instead, the material displays a room temperature χM T value of 0.73 emu⋅K/mol that decreases steadily with decreasing temperature to 0.09 emu⋅K/mol at 2 K. A Curie-Weiss fit to the inverse molar magnetic susceptibility data for 2-V from 100 to 300 K afforded C = 1.03 emu⋅K/mol and θCW = -130 K. The value of the Curie constant suggests a total spin of S = 1 per [V2(Cl2dhbq)3]2- formula unit. An S = 1 assignment could be made for [(VIII)2(Cl2dhbq2-)(Cl2dhbq3-)2]2- by considering a scenario in which each S = 1 vanadium(III) center couples strongly and antiferromagnetically with two S = 1/2 ligand radicals. However, as noted above, such a localized picture of the electronic structure for 2-V may not be justified. Furthermore, given the similarity of the above formulation to that of the iron congener, it is difficult to rationalize why this formulation would not provoke ferrimagnetic ordering.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>One possible explanation for the observed magnetic properties of <bold>2-V</bold> is spin quenching due to the highly covalent nature of\nits metal–ligand interactions. In vanadium tris-dithiolene\ncomplexes, electrons tend to pair in delocalized, low-lying metal–ligand\nbonding orbitals, yielding overall ligand-centered spins of at most <italic>S</italic> = 1/2. A similar effect\nin <bold>2-V</bold> would result in a lower than expected spin density\non the ligands, explaining the lack of bulk magnetic order. Such spin\nquenching in <bold>2-V</bold> would also support the premise that\nthis material has a delocalized electronic structure more accurately\ndescribed by a band model than by the assignment of formal redox states.</p>", "clean_text": "One possible explanation for the observed magnetic properties of 2-V is spin quenching due to the highly covalent nature of its metal-ligand interactions. In vanadium tris-dithiolene complexes, electrons tend to pair in delocalized, low-lying metal-ligand bonding orbitals, yielding overall ligand-centered spins of at most S = 1/2. A similar effect in 2-V would result in a lower than expected spin density on the ligands, explaining the lack of bulk magnetic order. Such spin quenching in 2-V would also support the premise that this material has a delocalized electronic structure more accurately described by a band model than by the assignment of formal redox states.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Finally, low-temperature (2 K) magnetization curves were obtained\nfor <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S9</ext-link>); all three materials display closed\nhysteresis loops.</p><title>Electronic Conductivity</title><p>The continuous\npathways of\nmixed-valence units in <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> suggested all three materials may display electronic\nconductivity. We were particularly interested in exploring whether\nthe spectroscopically determined electronic structures would correlate\nwith electronic conductivities. The energy and intensity of the IVCT\nbands should be related to both the activation barriers to redox hopping\nand the bulk electronic conductivities. Consequently, the vanadium phase was expected to show the highest\nconductivity, followed by the titanium and chromium phases. While\nsimilar trends linking spectroscopic properties to bulk conductivity\nhave been reported in other materials, there are few examples among\nmetal–organic frameworks.\n</p>", "clean_text": "Finally, low-temperature (2 K) magnetization curves were obtained for 1-Ti, 2-V, and 3-Cr (Figure S9); all three materials display closed hysteresis loops.\n\nElectronic Conductivity\n\nThe continuous pathways of mixed-valence units in 1-Ti, 2-V, and 3-Cr suggested all three materials may display electronic conductivity. We were particularly interested in exploring whether the spectroscopically determined electronic structures would correlate with electronic conductivities. The energy and intensity of the IVCT bands should be related to both the activation barriers to redox hopping and the bulk electronic conductivities. Consequently, the vanadium phase was expected to show the highest conductivity, followed by the titanium and chromium phases. While similar trends linking spectroscopic properties to bulk conductivity have been reported in other materials, there are few examples among metal-organic frameworks. ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>Room-temperature electronic conductivities of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> were measured under an Ar atmosphere\nusing a custom-built two-point screw cell with copper electrodes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S11</ext-link>), and were found to be 2.7(2) ×\n10<sup>–3</sup> S/cm, 0.45(3) S/cm, and 1.2(1) × 10<sup>–4</sup> S/cm, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S12</ext-link>). Thus, the conductivities of these materials follow the expected\ntrend based on the extent of electronic delocalization observed spectroscopically.\nNotably, while the conductivity of <bold>2-V</bold> is not the highest\nknown for a metal–organic framework, it is surpassed only by\nmaterials in which conduction occurs through conjugation at square\nplanar metal sites, and is the highest yet reported for a framework\nbased on oxo-donor linkers. Given that\na pressed pellet measurement is likely to underestimate the intrinsic\nconductivity of a two-dimensional material, the intrinsic conductivity\nof <bold>2-V</bold> may actually be several orders of magnitude higher\nthan the value reported here. The effects\nof anisotropic charge transport are especially relevant for <bold>2-V</bold> considering that interlayer charge hopping, an important\ntransport pathway in other metal–organic lamellar structures\nwith short interlayer distances, is unlikely to occur due to the interlayer\ndistances of nearly 9 Å.\n</p>", "clean_text": "Room-temperature electronic conductivities of 1-Ti, 2-V, and 3-Cr were measured under an Ar atmosphere using a custom-built two-point screw cell with copper electrodes (Figure S11), and were found to be 2.7(2) × 10-3 S/cm, 0.45(3) S/cm, and 1.2(1) × 10-4 S/cm, respectively (Figure S12). Thus, the conductivities of these materials follow the expected trend based on the extent of electronic delocalization observed spectroscopically. Notably, while the conductivity of 2-V is not the highest known for a metal-organic framework, it is surpassed only by materials in which conduction occurs through conjugation at square planar metal sites, and is the highest yet reported for a framework based on oxo-donor linkers. Given that a pressed pellet measurement is likely to underestimate the intrinsic conductivity of a two-dimensional material, the intrinsic conductivity of 2-V may actually be several orders of magnitude higher than the value reported here. The effects of anisotropic charge transport are especially relevant for 2-V considering that interlayer charge hopping, an important transport pathway in other metal-organic lamellar structures with short interlayer distances, is unlikely to occur due to the interlayer distances of nearly 9 Å. ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>To better probe the mechanism\nof charge transport in these materials,\nvariable-temperature conductivity measurements were performed (). Considering the\nrelatively localized electronic structure of <bold>1-Ti</bold> and <bold>3-Cr</bold>, one would expect conductivity to occur via redox-hopping\nbetween neighboring ligands in different valence states, rather than\nthrough excitation into a delocalized band. Thus, the data for <bold>1-Ti</bold> and <bold>3-Cr</bold> were\nfit to the polaronic nearest-neighbor hopping model given by :<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"ja-2017-135108_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>σ</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "To better probe the mechanism of charge transport in these materials, variable-temperature conductivity measurements were performed (). Considering the relatively localized electronic structure of 1-Ti and 3-Cr, one would expect conductivity to occur via redox-hopping between neighboring ligands in different valence states, rather than through excitation into a delocalized band. Thus, the data for 1-Ti and 3-Cr were fit to the polaronic nearest-neighbor hopping model given by : 1    σ T =   σ   0   ⁡   e   -     E   A    /    k   B   T        ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Variable-temperature\nconductivities of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> shown in blue, green, and purple,\nrespectively. Data collected while cooling and warming are represented\nby circles and squares, respectively. Black lines represent nearest-neighbor\nhopping fits for <bold>1-Ti</bold> and <bold>3-Cr</bold>, and an Efros–Shklovskii\nvariable-range hopping fit for <bold>2-V</bold>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ja-2017-135108_0006.tif\"></graphic>\n</fig>", "clean_text": " 7  Variable-temperature conductivities of 1-Ti, 2-V, and 3-Cr shown in blue, green, and purple, respectively. Data collected while cooling and warming are represented by circles and squares, respectively. Black lines represent nearest-neighbor hopping fits for 1-Ti and 3-Cr, and an Efros-Shklovskii variable-range hopping fit for 2-V.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>These fits yielded activation energies for of 270 and 440\nmeV,\nrespectively (see also <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S17</ext-link>). We\nnote that these activation energies are based on a single variable\ntemperature curve. The higher activation energy of <bold>3-Cr</bold> is consistent with its more localized electronic structure and its\nrelatively weak IVCT band.</p>", "clean_text": "These fits yielded activation energies for of 270 and 440 meV, respectively (see also Figure S17). We note that these activation energies are based on a single variable temperature curve. The higher activation energy of 3-Cr is consistent with its more localized electronic structure and its relatively weak IVCT band.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["property"], "content": "<p>In contrast, the variable-temperature\nconductivity of <bold>2-V</bold> could not be fit to the Arrhenius\nor polaronic models. Indeed, the\nArrhenius plot of the variable temperature conductivity data exhibits\na distinct curvature indicative of a decreasing activation energy\nwith decreasing temperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S17</ext-link>). High- and low-temperature linear fits to the Arrhenius plot afforded\nactivation energies of 64 meV at 300 K and 11 meV at 20 K. We note\nthat the low-temperature activation energy is based on a small number\nof data points and may slightly overestimate the true value. Such\nbehavior is characteristic of a variable-range hopping (VRH) mechanism\nfor charge transport, which is frequently observed in amorphous semiconductors\nor defect-limited materials displaying Anderson localization. This mechanism has also been observed in organic\npolymers and coordination solids in which charge transport is limited\nby electron transport between one-dimensional chains or two-dimensional\nsheets.\n</p>", "clean_text": "In contrast, the variable-temperature conductivity of 2-V could not be fit to the Arrhenius or polaronic models. Indeed, the Arrhenius plot of the variable temperature conductivity data exhibits a distinct curvature indicative of a decreasing activation energy with decreasing temperature (Figure S17). High- and low-temperature linear fits to the Arrhenius plot afforded activation energies of 64 meV at 300 K and 11 meV at 20 K. We note that the low-temperature activation energy is based on a small number of data points and may slightly overestimate the true value. Such behavior is characteristic of a variable-range hopping (VRH) mechanism for charge transport, which is frequently observed in amorphous semiconductors or defect-limited materials displaying Anderson localization. This mechanism has also been observed in organic polymers and coordination solids in which charge transport is limited by electron transport between one-dimensional chains or two-dimensional sheets. ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>The variable-temperature conductivity\nof <bold>2-V</bold> was satisfactorily\nfit with the Efros–Shklovskii variable-range hopping (ES-VRH)\nmodel:<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"ja-2017-135108_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "The variable-temperature conductivity of 2-V was satisfactorily fit with the Efros-Shklovskii variable-range hopping (ES-VRH) model: 2    σ =   σ   0   ⁡   e   -    (    T   0    / T )    1 / 2        ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>Application of this model afforded a better\nfit to the data for <bold>2-V</bold> than the three-dimensional Mott\nVRH model (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S17</ext-link>). We\nnote that the observation of field-dependent conductivity below 100\nK (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S18</ext-link>) is also consistent with\nthe ES-VRH mechanism. The observation\nof ES variable-range hopping in <bold>2-V</bold> suggests that its\nconductivity is dominated by localized charge carriers at defect sites,\nrather than delocalized bands generated by the crystalline material.\nHowever, this mechanism of charge transport also implies that the\nrange of intrinsic electronic delocalization in <bold>2-V</bold> is\nlarger than the distance between defect sites, supporting the spectroscopic\nand magnetic evidence of substantial metal–ligand covalency\nand long-range electronic communication. Further study is needed to\ndetermine whether the trap states inducing variable-range hopping\nin <bold>2-V</bold> stem from defects at interparticle contacts or\nfrom intrinsic defects in the bulk material.</p>", "clean_text": "Application of this model afforded a better fit to the data for 2-V than the three-dimensional Mott VRH model (Figure S17). We note that the observation of field-dependent conductivity below 100 K (Figure S18) is also consistent with the ES-VRH mechanism. The observation of ES variable-range hopping in 2-V suggests that its conductivity is dominated by localized charge carriers at defect sites, rather than delocalized bands generated by the crystalline material. However, this mechanism of charge transport also implies that the range of intrinsic electronic delocalization in 2-V is larger than the distance between defect sites, supporting the spectroscopic and magnetic evidence of substantial metal-ligand covalency and long-range electronic communication. Further study is needed to determine whether the trap states inducing variable-range hopping in 2-V stem from defects at interparticle contacts or from intrinsic defects in the bulk material.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Properties</title><p>One of the appealing aspects\nof developing materials combining redox-active metals with redox non-innocent\nligands is the potential for tuning their properties post-synthetically\nby chemical reduction or oxidation. In the previously reported iron\nsemiquinoid materials, post-synthetic reduction afforded frameworks\nof the type [Fe<sup>III</sup>\n<sub>2</sub>(X<sub>2</sub>dhbq)<sub>3</sub>]<sup>3–</sup>, containing iron­(III) centers bridged entirely\nby paramagnetic dhbq<sup>3–</sup> ligands. This increase in\nspin density on the ligands led to a substantial increase in the magnetic\nordering temperature for both the two- and three-dimensional phases.\nHowever, the loss of ligand-based mixed-valence upon reduction lowered\nboth the charge mobility and the hole (the majority charge carrier)\nconcentration, resulting in a substantial drop in conductivity.\n</p>", "clean_text": "Electrochemical Properties\n\nOne of the appealing aspects of developing materials combining redox-active metals with redox non-innocent ligands is the potential for tuning their properties post-synthetically by chemical reduction or oxidation. In the previously reported iron semiquinoid materials, post-synthetic reduction afforded frameworks of the type [FeIII 2(X2dhbq)3]3-, containing iron(III) centers bridged entirely by paramagnetic dhbq3- ligands. This increase in spin density on the ligands led to a substantial increase in the magnetic ordering temperature for both the two- and three-dimensional phases. However, the loss of ligand-based mixed-valence upon reduction lowered both the charge mobility and the hole (the majority charge carrier) concentration, resulting in a substantial drop in conductivity. ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["property"], "content": "<p>The possibility of post-synthetic redox\ntuning in <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> was investigated through solid-state cyclic voltammetry. By probing\nelectrochemical processes at slow scan rates, bulk electrochemical\nreactions, rather than just surface-confined reactions, can be monitored. Consequently, integration of the voltammogram\ncan be used to assess the extent of reduction or oxidation. Cyclic\nvoltammograms of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> were collected using lithium reference and counter electrodes in\na 0.1 M LiBF<sub>4</sub> propylene carbonate solution at a scan rate\nof 30 μV/s (). All three materials exhibit quasi-reversible electrochemical\noxidative and reductive processes; the half-wave potentials and calculated\nstoichiometries of reduction and oxidation events are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Table S5</ext-link>. Notably, the capacities of <bold>1-Ti</bold> and <bold>3-Cr</bold> are less than three electrons per formula\nunit, suggesting that ligand-based redox processes are solely responsible\nfor their electrochemical behavior. Ligand-based redox-activity is\nfurther supported by comparison to analogous molecular complexes,\nwhich require much more reducing potentials to access metal-centered\nreduction, and in which metal-centered oxidation has not been observed. In contrast, <bold>2-V</bold> displays a capacity in excess of four\nelectrons per formula unit, suggesting a combination of cationic (metal-based)\nand anionic (ligand-based) redox activity. Similar behavior has been\nobserved in second- and third-row transition metal oxides, wherein\nmetal–ligand covalency promotes simultaneous cationic and anionic\nredox activity.\n</p>", "clean_text": "The possibility of post-synthetic redox tuning in 1-Ti, 2-V, and 3-Cr was investigated through solid-state cyclic voltammetry. By probing electrochemical processes at slow scan rates, bulk electrochemical reactions, rather than just surface-confined reactions, can be monitored. Consequently, integration of the voltammogram can be used to assess the extent of reduction or oxidation. Cyclic voltammograms of 1-Ti, 2-V, and 3-Cr were collected using lithium reference and counter electrodes in a 0.1 M LiBF4 propylene carbonate solution at a scan rate of 30 μV/s (). All three materials exhibit quasi-reversible electrochemical oxidative and reductive processes; the half-wave potentials and calculated stoichiometries of reduction and oxidation events are listed in Table S5. Notably, the capacities of 1-Ti and 3-Cr are less than three electrons per formula unit, suggesting that ligand-based redox processes are solely responsible for their electrochemical behavior. Ligand-based redox-activity is further supported by comparison to analogous molecular complexes, which require much more reducing potentials to access metal-centered reduction, and in which metal-centered oxidation has not been observed. In contrast, 2-V displays a capacity in excess of four electrons per formula unit, suggesting a combination of cationic (metal-based) and anionic (ligand-based) redox activity. Similar behavior has been observed in second- and third-row transition metal oxides, wherein metal-ligand covalency promotes simultaneous cationic and anionic redox activity. ", "data": null, "include_properties": null}, {"idx": 53, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Solid-state cyclic voltammograms\nof <bold>1-Ti</bold> (top), <bold>2-V</bold> (middle), and <bold>3-Cr</bold> (bottom) collected at\n30 μV/s with lithium reference and counter electrodes and 0.1\nM LiBF<sub>4</sub> electrolyte solution.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ja-2017-135108_0007.tif\"></graphic>\n</fig>", "clean_text": " 8  Solid-state cyclic voltammograms of 1-Ti (top), 2-V (middle), and 3-Cr (bottom) collected at 30 μV/s with lithium reference and counter electrodes and 0.1 M LiBF4 electrolyte solution.   ", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>As discussed above, the ligand-based mixed-valence in <bold>3-Cr</bold> arises from partial reduction by the hydrolysis product\nof DMF.\nThe non-stoichiometric nature of this reductant rendered the dhbq<sup>2–</sup>:dhbq<sup>3–</sup> ratio in the material ambiguous.\nAs a result, we sought to assess the extent of ligand-based mixed-valency\nin <bold>3-Cr</bold> electrochemically. To this end, we fabricated\ntwo electrochemical cells for separate reduction and oxidation experiments\n( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">S18</ext-link>). Integration of the first oxidative and\nreductive features of <bold>3-Cr</bold> revealed similar amounts of\ntotal charge (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S20</ext-link>), and, given the\nrelatively redox-inert nature of Cr­(III), we assign these features\nto ligand-based processes. Thus, integration of the voltammograms\nsupports the previously discussed dhbq<sup>2–</sup>:dhbq<sup>3–</sup> ratio identified for <bold>3-Cr</bold>, in which\nhalf of the ligands are in the trianionic state.</p>", "clean_text": "As discussed above, the ligand-based mixed-valence in 3-Cr arises from partial reduction by the hydrolysis product of DMF. The non-stoichiometric nature of this reductant rendered the dhbq2-:dhbq3- ratio in the material ambiguous. As a result, we sought to assess the extent of ligand-based mixed-valency in 3-Cr electrochemically. To this end, we fabricated two electrochemical cells for separate reduction and oxidation experiments ( and S18). Integration of the first oxidative and reductive features of 3-Cr revealed similar amounts of total charge (Figure S20), and, given the relatively redox-inert nature of Cr(III), we assign these features to ligand-based processes. Thus, integration of the voltammograms supports the previously discussed dhbq2-:dhbq3- ratio identified for 3-Cr, in which half of the ligands are in the trianionic state.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>While full\ncharacterization of reduced or oxidized analogues of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> is beyond the\nscope of this report, their voltammograms suggest the possibility\nof isolating materials with improved magnetic performance. Oxidation\nof <bold>1-Ti</bold> by one electron could give a framework of formula\n[Ti<sup>IV</sup>\n<sub>2</sub>­(Cl<sub>2</sub>dhbq<sup>3–</sup>)<sub>3</sub>]<sup>−</sup>, which would contain d<sup>0</sup> metal centers linked exclusively by radical ligands and could prove\nuseful for studying spin frustration in semiquinoid systems. Similarly,\nreduction of <bold>2-V</bold> or <bold>3-Cr</bold> could yield materials\nconsisting of trivalent metals bridged by three radical ligands, which\nmight allow the strong local interactions observed here to extend\nacross the lattice to realize a bulk magnetically ordered state. Efforts\nto isolate and characterize these redox-adjusted materials are underway.</p>", "clean_text": "While full characterization of reduced or oxidized analogues of 1-Ti, 2-V, and 3-Cr is beyond the scope of this report, their voltammograms suggest the possibility of isolating materials with improved magnetic performance. Oxidation of 1-Ti by one electron could give a framework of formula [TiIV 2(Cl2dhbq3-)3]-, which would contain d0 metal centers linked exclusively by radical ligands and could prove useful for studying spin frustration in semiquinoid systems. Similarly, reduction of 2-V or 3-Cr could yield materials consisting of trivalent metals bridged by three radical ligands, which might allow the strong local interactions observed here to extend across the lattice to realize a bulk magnetically ordered state. Efforts to isolate and characterize these redox-adjusted materials are underway.", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<title>Molecular Orbital Model</title><p>Although the electronic conductivities\nof <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> are\nconsistent with the electronic structures observed through spectroscopic\nand magnetic measurements, this data alone does not provide clear\ndesign principles for developing new frameworks with improved conductivities\nand magnetic properties. Given the nature of metal–organic\nframeworks as fundamentally molecule-based materials, we sought to\ndevelop a molecular orbital model to gain insight into the improved\nconductivity of <bold>2-V</bold> over <bold>1-Ti</bold> and <bold>3-Cr</bold>, as well as the previously reported iron congener. Toward\nthis goal, we first considered the effects of spatial orbital overlap\nin these systems using the metal–oxygen bond distances as an\napproximation for spatial overlap. Based on the framework unit cell\nparameters of these frameworks and the bond distances in related tris-catecholate\ncomplexes, we would expect chromium to display the greatest metal–ligand\norbital overlap of the four metals. Additionally,\nchromium should display more diffuse 3d orbitals than iron, further\nimproving orbital overlap. However, the chromium compound <bold>3-Cr</bold> was observed to have the most localized electronic structure, suggesting\nthat spatial overlap does not provide an adequate explanation for\nthe trends observed for these materials.</p>", "clean_text": "Molecular Orbital Model\n\nAlthough the electronic conductivities of 1-Ti, 2-V, and 3-Cr are consistent with the electronic structures observed through spectroscopic and magnetic measurements, this data alone does not provide clear design principles for developing new frameworks with improved conductivities and magnetic properties. Given the nature of metal-organic frameworks as fundamentally molecule-based materials, we sought to develop a molecular orbital model to gain insight into the improved conductivity of 2-V over 1-Ti and 3-Cr, as well as the previously reported iron congener. Toward this goal, we first considered the effects of spatial orbital overlap in these systems using the metal-oxygen bond distances as an approximation for spatial overlap. Based on the framework unit cell parameters of these frameworks and the bond distances in related tris-catecholate complexes, we would expect chromium to display the greatest metal-ligand orbital overlap of the four metals. Additionally, chromium should display more diffuse 3d orbitals than iron, further improving orbital overlap. However, the chromium compound 3-Cr was observed to have the most localized electronic structure, suggesting that spatial overlap does not provide an adequate explanation for the trends observed for these materials.", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>Alternatively, we sought\nto rationalize the observed properties using an orbital energy alignment\nargument. Indeed, orbital interaction diagrams for the octahedral\nbuilding units in these frameworks should be analogous to those of\nstructurally similar tris-catecholate complexes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S21</ext-link>). A qualitative interaction diagram of the π\norbitals in <bold>1-Ti</bold>, <bold>2-V</bold>, <bold>3-Cr</bold>, and the iron congener is shown in . For simplicity, all ligand orbitals are\nshown at equal energies, as only a small difference is expected for\ndhbq<sup>\n<italic>n</italic>–</sup> and Cl<sub>2</sub>dhbq<sup>\n<italic>n</italic>–</sup> (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Supporting Information</ext-link> for more details). Although this orbital model\nsubstantially simplifies the metal–ligand interactions in these\nsystems, it provides insight into the effects of orbital energy alignment\non electronic structure and conductivity. We note that, because the\nmetal to ligand ratio in these diagrams (1:3) differs from that in\nthe actual material (2:3), the illustrated electron counts are based\non the spectroscopically determined redox states of the metals and\nligands.</p>", "clean_text": "Alternatively, we sought to rationalize the observed properties using an orbital energy alignment argument. Indeed, orbital interaction diagrams for the octahedral building units in these frameworks should be analogous to those of structurally similar tris-catecholate complexes (Figure S21). A qualitative interaction diagram of the π orbitals in 1-Ti, 2-V, 3-Cr, and the iron congener is shown in . For simplicity, all ligand orbitals are shown at equal energies, as only a small difference is expected for dhbq n- and Cl2dhbq n- (see Supporting Information for more details). Although this orbital model substantially simplifies the metal-ligand interactions in these systems, it provides insight into the effects of orbital energy alignment on electronic structure and conductivity. We note that, because the metal to ligand ratio in these diagrams (1:3) differs from that in the actual material (2:3), the illustrated electron counts are based on the spectroscopically determined redox states of the metals and ligands.", "data": null, "include_properties": null}, {"idx": 58, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Proposed molecular orbital model of the d−π* interactions\nin the titanium, vanadium, chromium, and iron semiquinoid phases,\nassuming a local <italic>D</italic>\n<sub>3</sub> symmetry at the metal\ncenter. The electrons placed in each orbital are based on the spectroscopically\ndetermined redox states of the metals and ligands. The question mark\nfor the vanadium phase indicates the ambiguous formal oxidation state\nof vanadium in <bold>2-V</bold>. The boxes for each phase indicate\nthe orbitals involved in the intervalence charge-transfer transition.\nEnergy spacings between metal and ligand orbitals are not quantitative,\nbut energies for metal and ligand orbitals are accurate relative to\neach other.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ja-2017-135108_0008.tif\"></graphic>\n</fig>", "clean_text": " 9  Proposed molecular orbital model of the d-π* interactions in the titanium, vanadium, chromium, and iron semiquinoid phases, assuming a local D 3 symmetry at the metal center. The electrons placed in each orbital are based on the spectroscopically determined redox states of the metals and ligands. The question mark for the vanadium phase indicates the ambiguous formal oxidation state of vanadium in 2-V. The boxes for each phase indicate the orbitals involved in the intervalence charge-transfer transition. Energy spacings between metal and ligand orbitals are not quantitative, but energies for metal and ligand orbitals are accurate relative to each other.   ", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>For iron and chromium,\nthe 3d orbitals are lower in energy than\nthe π* orbitals of the ligand, but the 3d−π* energy\nspacing should be smaller for chromium than for iron. While this arrangement\nwould be expected to result in a stronger metal–ligand exchange\ncoupling, it also leads to a larger energy separation between the\nnonbonding and antibonding ligand-centered orbitals. In these materials,\nthis energy spacing defines the energy of intervalence charge-transfer,\nwhich should be closely related to the barrier to charge transport. The increase in the energy of the IVCT transition for chromium relative\nto iron matches our spectroscopic observations and may explain the\nincreased electronic localization in the chromium phase.</p>", "clean_text": "For iron and chromium, the 3d orbitals are lower in energy than the π* orbitals of the ligand, but the 3d-π* energy spacing should be smaller for chromium than for iron. While this arrangement would be expected to result in a stronger metal-ligand exchange coupling, it also leads to a larger energy separation between the nonbonding and antibonding ligand-centered orbitals. In these materials, this energy spacing defines the energy of intervalence charge-transfer, which should be closely related to the barrier to charge transport. The increase in the energy of the IVCT transition for chromium relative to iron matches our spectroscopic observations and may explain the increased electronic localization in the chromium phase.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<p>Based\non the observation of additional ligand reduction in <bold>1-Ti</bold>, and the strong likelihood that a similar level of ligand\nreduction occurs in <bold>2-V</bold>, the 3d orbitals of titanium\nand vanadium must lie higher in energy than the π* orbitals\nof the ligands. The extent of ligand reduction in <bold>1-Ti</bold> suggests that the 3d orbitals must lie sufficiently high that reduction\nof the ligand to the tetraanionic state is favored. This arrangement\nin turn requires a large 3d−π* energy difference, resulting\nin a small energy separation between the bonding and nonbonding ligand-based\norbitals. Satisfyingly, the low-energy IVCT feature predicted by this\norbital model is in agreement with the spectroscopic data and the\nactivation energy obtained in variable-temperature conductivity measurements\nof <bold>1-Ti</bold>.</p>", "clean_text": "Based on the observation of additional ligand reduction in 1-Ti, and the strong likelihood that a similar level of ligand reduction occurs in 2-V, the 3d orbitals of titanium and vanadium must lie higher in energy than the π* orbitals of the ligands. The extent of ligand reduction in 1-Ti suggests that the 3d orbitals must lie sufficiently high that reduction of the ligand to the tetraanionic state is favored. This arrangement in turn requires a large 3d-π* energy difference, resulting in a small energy separation between the bonding and nonbonding ligand-based orbitals. Satisfyingly, the low-energy IVCT feature predicted by this orbital model is in agreement with the spectroscopic data and the activation energy obtained in variable-temperature conductivity measurements of 1-Ti.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<p>It is important to note that the molecular\norbital model presented\nhere is not sufficiently complex to explain the electronic structure\nof <bold>2-V</bold>, since a mononuclear model cannot accurately depict\nany metal-based mixed-valence, nor can it account for the possibility\nof a partial charge-transfer state. Furthermore, we have not accounted\nfor any spin quenching, although the magnetic susceptibility data\nsuggests that some electron pairing must occur in the low-lying metal–ligand\nbonding orbitals. As such, the energy of the intervalence charge-transfer\nin this system is not accurately represented by the highlighted transition\nin this model.</p>", "clean_text": "It is important to note that the molecular orbital model presented here is not sufficiently complex to explain the electronic structure of 2-V, since a mononuclear model cannot accurately depict any metal-based mixed-valence, nor can it account for the possibility of a partial charge-transfer state. Furthermore, we have not accounted for any spin quenching, although the magnetic susceptibility data suggests that some electron pairing must occur in the low-lying metal-ligand bonding orbitals. As such, the energy of the intervalence charge-transfer in this system is not accurately represented by the highlighted transition in this model.", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>While our orbital model fails to completely describe\nthe electronic\nstructure of <bold>2-V</bold>, it does suggest that the 3d orbitals\nof vanadium may lie at an appropriate energy to form highly covalent\nand delocalized molecular orbitals with the ligand. Such interactions\nare supported by the strong absorption observed in the near-infrared\nspectrum of the compound, in addition to its enhanced electrochemical\ncapacity. As a result, band structure\ncalculations may be required to provide a more accurate depiction\nof the metal–ligand interactions in <bold>2-V</bold>. Despite\nthese limitations, this orbital model of <bold>2-V</bold> supports\nthe oft-cited prediction that increased covalency between metal and\nligand orbitals can facilitate highly delocalized electronic structures. Indeed, metal–ligand covalency has previously\nbeen used to explain the room temperature magnetic ordering of V­(tcne)<sub>\n<italic>x</italic>\n</sub> as well as the metallic character of Cu­(Me<sub>2</sub>-DCNQI)<sub>2</sub>. Research\non charge-transfer complexes has demonstrated that control of donor–acceptor\nenergy alignment resulting in partial charge transfer can lead to\nexceptionally high conductivities. While\nother reports have made note of energy tuning as an appealing strategy\nfor improving the conductivity of metal–organic frameworks,\nthese semiquinoid frameworks are among the few metal–organic\nmaterials that demonstrate this trend.\n</p>", "clean_text": "While our orbital model fails to completely describe the electronic structure of 2-V, it does suggest that the 3d orbitals of vanadium may lie at an appropriate energy to form highly covalent and delocalized molecular orbitals with the ligand. Such interactions are supported by the strong absorption observed in the near-infrared spectrum of the compound, in addition to its enhanced electrochemical capacity. As a result, band structure calculations may be required to provide a more accurate depiction of the metal-ligand interactions in 2-V. Despite these limitations, this orbital model of 2-V supports the oft-cited prediction that increased covalency between metal and ligand orbitals can facilitate highly delocalized electronic structures. Indeed, metal-ligand covalency has previously been used to explain the room temperature magnetic ordering of V(tcne) x  as well as the metallic character of Cu(Me2-DCNQI)2. Research on charge-transfer complexes has demonstrated that control of donor-acceptor energy alignment resulting in partial charge transfer can lead to exceptionally high conductivities. While other reports have made note of energy tuning as an appealing strategy for improving the conductivity of metal-organic frameworks, these semiquinoid frameworks are among the few metal-organic materials that demonstrate this trend. ", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>These molecular orbital models also suggest that energy alignment,\non its own, may not be sufficient to improve the conductivities of\nmetal–organic materials. In fact, the localization in the chromium\nphase may be related to its improved energy alignment compared to\nthe iron phase, which results in a higher energy IVCT transition.\nConsequently, the development of metal–organic frameworks displaying\ndelocalized electronic structures will require control over the energies\nof charge-transfer transitions associated with charge transport.</p>", "clean_text": "These molecular orbital models also suggest that energy alignment, on its own, may not be sufficient to improve the conductivities of metal-organic materials. In fact, the localization in the chromium phase may be related to its improved energy alignment compared to the iron phase, which results in a higher energy IVCT transition. Consequently, the development of metal-organic frameworks displaying delocalized electronic structures will require control over the energies of charge-transfer transitions associated with charge transport.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<p>Of course, these models substantially simplify the orbital interactions\npresent in a true material. However, they do suggest it may be possible\nto predict optimal metal–ligand pairings for particular coordination\ngeometries, promoting the design of new conductive frameworks based\non the established principles of coordination chemistry. Specifically,\ncomparisons of metal redox couples to ligand reduction potentials\nacross a wide-range of materials may provide a more quantitative method\nfor identifying new synthetic targets.</p>", "clean_text": "Of course, these models substantially simplify the orbital interactions present in a true material. However, they do suggest it may be possible to predict optimal metal-ligand pairings for particular coordination geometries, promoting the design of new conductive frameworks based on the established principles of coordination chemistry. Specifically, comparisons of metal redox couples to ligand reduction potentials across a wide-range of materials may provide a more quantitative method for identifying new synthetic targets.", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The\nforegoing results provide a rare assessment of the variations\nin electronic conductivity across an isostructural series of metal–organic\nframeworks, as measured for new two-dimensional semiquinoid-linked\nframeworks based on titanium, vanadium, and chromium. Using spectroscopic\nand magnetic susceptibility data, we identified a diverse range of\nelectronic structures across the three materials. The vanadium phase\nwas shown to display substantial electronic delocalization, consistent\nwith the presence of significant metal–ligand covalency. The\nelectronic structures were further shown to correlate with bulk conductivities,\nand an orbital model was established suggesting that the energy alignment\nof metal 3d and ligand π* orbitals dictates the extent of delocalization\nin these frameworks. It is expected that a similar orbital treatment\ncould be extended to other frameworks containing redox non-innocent\nligands.</p>", "clean_text": "Conclusions\n\nThe foregoing results provide a rare assessment of the variations in electronic conductivity across an isostructural series of metal-organic frameworks, as measured for new two-dimensional semiquinoid-linked frameworks based on titanium, vanadium, and chromium. Using spectroscopic and magnetic susceptibility data, we identified a diverse range of electronic structures across the three materials. The vanadium phase was shown to display substantial electronic delocalization, consistent with the presence of significant metal-ligand covalency. The electronic structures were further shown to correlate with bulk conductivities, and an orbital model was established suggesting that the energy alignment of metal 3d and ligand π* orbitals dictates the extent of delocalization in these frameworks. It is expected that a similar orbital treatment could be extended to other frameworks containing redox non-innocent ligands.", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<p>The results further suggest potential challenges confronting\nthe\ndesign of new materials with redox-active ligands intended to simultaneously\nexhibit a high conductivity and a high magnetic ordering temperature.\nSpecifically, while it may be desirable to access very covalent metal–ligand\ninteractions for enhancing electronic conductivity, this covalency\nmay also result in the quenching of ligand-based spins, precluding\nthe possibility of ferrimagnetic ordering. Consequently, enhanced\nconductivity and magnetic ordering may be at odds in this class of\nmaterials.</p>", "clean_text": "The results further suggest potential challenges confronting the design of new materials with redox-active ligands intended to simultaneously exhibit a high conductivity and a high magnetic ordering temperature. Specifically, while it may be desirable to access very covalent metal-ligand interactions for enhancing electronic conductivity, this covalency may also result in the quenching of ligand-based spins, precluding the possibility of ferrimagnetic ordering. Consequently, enhanced conductivity and magnetic ordering may be at odds in this class of materials.", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["else"], "content": "<p>Efforts to study the nature of reduction and oxidation\nin <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold>, as\nwell as\nthe bulk properties of the redox-adjusted materials, are underway.\nSeebeck coefficient and field effect transistor measurements could\nadditionally provide information about the nature of the charge carriers\nin these materials. The synthesis of analogous materials based upon\nsecond- and third-row transition metals may also be valuable for further\nrefinement of the orbital model discussed here. Finally, the combination\nof experimental and computational methods will undoubtedly prove important\nin further understanding the role of covalency in these materials\nand identifying synthetic targets for new electronically active materials.</p>", "clean_text": "Efforts to study the nature of reduction and oxidation in 1-Ti, 2-V, and 3-Cr, as well as the bulk properties of the redox-adjusted materials, are underway. Seebeck coefficient and field effect transistor measurements could additionally provide information about the nature of the charge carriers in these materials. The synthesis of analogous materials based upon second- and third-row transition metals may also be valuable for further refinement of the orbital model discussed here. Finally, the combination of experimental and computational methods will undoubtedly prove important in further understanding the role of covalency in these materials and identifying synthetic targets for new electronically active materials.", "data": null, "include_properties": null}, {"idx": 68, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.7b13510\">10.1021/jacs.7b13510</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental\nprocedures, powder X-ray diffraction\ndata, infrared spectroscopy, variable-temperature magnetism, variable-temperature\nconductivity, and electrochemical data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.7b13510.  Additional experimental procedures, powder X-ray diffraction data, infrared spectroscopy, variable-temperature magnetism, variable-temperature conductivity, and electrochemical data (PDF)   ", "data": null, "include_properties": null}, {"idx": 69, "type": "text", "classification": ["else"], "content": "<p>Additional experimental\nprocedures, powder X-ray diffraction\ndata, infrared spectroscopy, variable-temperature magnetism, variable-temperature\nconductivity, and electrochemical data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Additional experimental procedures, powder X-ray diffraction data, infrared spectroscopy, variable-temperature magnetism, variable-temperature conductivity, and electrochemical data (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "12, 13, 14", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>Ti<sub>2</sub>(Cl<sub>2</sub>dhbq)<sub>3</sub>·4.7DMF\n(<bold>1-Ti</bold>)</title><p>In an Ar-filled glovebox, TiCl<sub>2</sub> (10 mg, 0.084\nmmol) and 2,5-dichloro-3,6-dihydroxybenzoquinone (34 mg, 0.16 mmol)\nwere combined in 10 mL of DMF in a 20 mL borosilicate vial. The suspension\nwas heated to 120 °C for 24 h, and then allowed to cool to room\ntemperature. The resulting black powder was filtered, washed with\n10 mL of DMF, and suspended in 10 mL of fresh DMF. This was repeated\ntwo more times until the filtrate was colorless. The remaining microcrystalline\nblack solid was dried at room temperature under reduced pressure for\n1 h to afford the product. Yield: 10 mg (21%). Anal. Calcd for C<sub>36.1</sub>Cl<sub>6</sub>H<sub>48.9</sub>N<sub>6.7</sub>O<sub>16.7</sub>Ti<sub>2</sub>: C, 37.6; H, 4.3; N, 8.1. Found: C, 37.2; H, 4.7;\nN, 8.5. IR (solid-ATR): 3069 (w), 2922 (w), 2853 (w), 2797 (w), 2762\n(w), 2478 (w), 2439 (w), 1651 (vs), 1554 (w), 1404 (vs) 1353 (vs),\n1277 (m), 1245 (s), 1192 (m), 1090 (m), 1045 (m), 1002 (vs), 966 (s),\n897 (w), 839 (s), 748 (w), 661 (m), 609 (w), 581 (w), 504 (vs).</p><title>Synthesis of (H<sub>2</sub>NMe<sub>2</sub>)<sub>2</sub>V<sub>2</sub>(Cl<sub>2</sub>dhbq)<sub>3</sub>·6.4DMF (<bold>2-V</bold>)</title><p>In an Ar-filled glovebox, VCl<sub>2</sub> (20 mg, 0.16\nmmol) and 2,5-dichloro-3,6-dihydroxybenzoquinone (34 mg, 0.16 mmol)\nwere combined in 10 mL of DMF in a 20 mL borosilicate vial. The suspension\nwas heated to 120 °C for 30 h, and then allowed to cool to room\ntemperature. The resulting black powder was filtered, washed with\n10 mL of DMF, and suspended in 10 mL of fresh DMF. This washing procedure\nwas repeated two more times until the filtrate was colorless. The\nremaining microcrystalline black solid was dried at room temperature\nunder reduced pressure for 1 h to afford the product. Yield: 6 mg\n(9%). Anal. Calcd for C<sub>41.2</sub>Cl<sub>6</sub>H<sub>60.8</sub>N<sub>8.4</sub>O<sub>18.4</sub>V<sub>2</sub>: C, 38.5; H, 4.8; N,\n9.2. Found: C, 38.6; H, 5.0; N, 9.2. IR (solid-ATR) 1643 (w), 1471\n(w), 1221 (w), 965 (w).</p><title>Synthesis of (H<sub>2</sub>NMe<sub>2</sub>)<sub>1.5</sub>Cr<sub>2</sub>(dhbq)<sub>3</sub>·4.4DMF (<bold>3-Cr</bold>)</title><p>In air, a thick-walled borosilicate tube was\ncharged with 140 μL\nof 1 M Cr­(NO<sub>3</sub>)<sub>3</sub> in distilled water, 2,5-dihydroxybenzoquinone\n(40 mg, 0.28 mmol), 40 μL of 0.2 M aqueous sodium hydroxide,\nand 1.4 mL of anhydrous DMF. The reaction mixture was degassed via\nthree freeze–pump–thaw cycles, after which the tube\nwas flame-sealed and placed in an oven preheated to 120 °C. After\nheating for 18 h, the tube was removed from the oven and allowed to\ncool to ambient temperature. The resulting purple powder was then\nfiltered inside a Vacuum Atmospheres glovebox with a humid nitrogen\natmosphere. The powder was suspended in 10 mL of DMF for 24 h and\nwas then recollected by filtration. This washing procedure was repeated\ntwo more times until the filtrate was colorless. The remaining microcrystalline\nsolid was washed with 1 mL of THF and then dried at room temperature\nunder reduced pressure for 20 min to afford the product. Yield: 55\nmg (87%). Anal. Calcd for C<sub>33.9</sub>Cr<sub>2</sub>H<sub>48.1</sub>N<sub>5.8</sub>O<sub>16.3</sub>: C, 45.1; H, 5.4; N, 9.0. Found:\nC, 45.3; H, 5.1; N, 9.4. IR (solid-ATR): 3051 (w), 2931 (w), 2849\n(w), 2801 (w), 2478 (w), 1665 (vs), 1540 (s), 1450 (vs), 1372 (s),\n1295 (w), 1195 (vs), 1090 (m), 1024 (w), 872 (m), 819 (w), 758 (w),\n661 (m), 568 (s), 509 (s).</p>", "clean_text": "Synthesis of (H2NMe2)2Ti2(Cl2dhbq)3⋅4.7DMF (1-Ti)\n\nIn an Ar-filled glovebox, TiCl2 (10 mg, 0.084 mmol) and 2,5-dichloro-3,6-dihydroxybenzoquinone (34 mg, 0.16 mmol) were combined in 10 mL of DMF in a 20 mL borosilicate vial. The suspension was heated to 120 °C for 24 h, and then allowed to cool to room temperature. The resulting black powder was filtered, washed with 10 mL of DMF, and suspended in 10 mL of fresh DMF. This was repeated two more times until the filtrate was colorless. The remaining microcrystalline black solid was dried at room temperature under reduced pressure for 1 h to afford the product. Yield: 10 mg (21%). Anal. Calcd for C36.1Cl6H48.9N6.7O16.7Ti2: C, 37.6; H, 4.3; N, 8.1. Found: C, 37.2; H, 4.7; N, 8.5. IR (solid-ATR): 3069 (w), 2922 (w), 2853 (w), 2797 (w), 2762 (w), 2478 (w), 2439 (w), 1651 (vs), 1554 (w), 1404 (vs) 1353 (vs), 1277 (m), 1245 (s), 1192 (m), 1090 (m), 1045 (m), 1002 (vs), 966 (s), 897 (w), 839 (s), 748 (w), 661 (m), 609 (w), 581 (w), 504 (vs).\n\nSynthesis of (H2NMe2)2V2(Cl2dhbq)3⋅6.4DMF (2-V)\n\nIn an Ar-filled glovebox, VCl2 (20 mg, 0.16 mmol) and 2,5-dichloro-3,6-dihydroxybenzoquinone (34 mg, 0.16 mmol) were combined in 10 mL of DMF in a 20 mL borosilicate vial. The suspension was heated to 120 °C for 30 h, and then allowed to cool to room temperature. The resulting black powder was filtered, washed with 10 mL of DMF, and suspended in 10 mL of fresh DMF. This washing procedure was repeated two more times until the filtrate was colorless. The remaining microcrystalline black solid was dried at room temperature under reduced pressure for 1 h to afford the product. Yield: 6 mg (9%). Anal. Calcd for C41.2Cl6H60.8N8.4O18.4V2: C, 38.5; H, 4.8; N, 9.2. Found: C, 38.6; H, 5.0; N, 9.2. IR (solid-ATR) 1643 (w), 1471 (w), 1221 (w), 965 (w).\n\nSynthesis of (H2NMe2)1.5Cr2(dhbq)3⋅4.4DMF (3-Cr)\n\nIn air, a thick-walled borosilicate tube was charged with 140 μL of 1 M Cr(NO3)3 in distilled water, 2,5-dihydroxybenzoquinone (40 mg, 0.28 mmol), 40 μL of 0.2 M aqueous sodium hydroxide, and 1.4 mL of anhydrous DMF. The reaction mixture was degassed via three freeze-pump-thaw cycles, after which the tube was flame-sealed and placed in an oven preheated to 120 °C. After heating for 18 h, the tube was removed from the oven and allowed to cool to ambient temperature. The resulting purple powder was then filtered inside a Vacuum Atmospheres glovebox with a humid nitrogen atmosphere. The powder was suspended in 10 mL of DMF for 24 h and was then recollected by filtration. This washing procedure was repeated two more times until the filtrate was colorless. The remaining microcrystalline solid was washed with 1 mL of THF and then dried at room temperature under reduced pressure for 20 min to afford the product. Yield: 55 mg (87%). Anal. Calcd for C33.9Cr2H48.1N5.8O16.3: C, 45.1; H, 5.4; N, 9.0. Found: C, 45.3; H, 5.1; N, 9.4. IR (solid-ATR): 3051 (w), 2931 (w), 2849 (w), 2801 (w), 2478 (w), 1665 (vs), 1540 (s), 1450 (vs), 1372 (s), 1295 (w), 1195 (vs), 1090 (m), 1024 (w), 872 (m), 819 (w), 758 (w), 661 (m), 568 (s), 509 (s).", "data": [{"meta": {"name": "(H2NMe2)2Ti2(Cl2dhbq)3·4.7DMF", "symbol": "1-Ti", "chemical formula": "C36.1Cl6H48.9N6.7O16.7Ti2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "TiCl2", "amount": "10", "unit": "mg"}, {"name": "2,5-dichloro-3,6-dihydroxybenzoquinone", "amount": "34", "unit": "mg"}], "solution": [{"name": "DMF", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "24 h"}, {"synthesis method": "filtration", "washing solution": "DMF", "amount": "10 mL"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": "1 h"}], "yield": "10 mg (21%)"}, {"meta": {"name": "(H2NMe2)2V2(Cl2dhbq)3·6.4DMF", "symbol": "2-V", "chemical formula": "C41.2Cl6H60.8N8.4O18.4V2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "VCl2", "amount": "20", "unit": "mg"}, {"name": "2,5-dichloro-3,6-dihydroxybenzoquinone", "amount": "34", "unit": "mg"}], "solution": [{"name": "DMF", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "30 h"}, {"synthesis method": "filtration", "washing solution": "DMF", "amount": "10 mL"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": "1 h"}], "yield": "6 mg (9%)"}, {"meta": {"name": "(H2NMe2)1.5Cr2(dhbq)3·4.4DMF", "symbol": "3-Cr", "chemical formula": "C33.9Cr2H48.1N5.8O16.3"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "1 M Cr(NO3)3 in distilled water", "amount": "140", "unit": "μL"}, {"name": "2,5-dihydroxybenzoquinone", "amount": "40", "unit": "mg"}, {"name": "0.2 M aqueous sodium hydroxide", "amount": "40", "unit": "μL"}, {"name": "anhydrous DMF", "amount": "1.4", "unit": "mL"}], "solvent": [{"name": "", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "120°C", "time": "18 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "filtration", "washing solution": "DMF", "amount": "10 mL"}, {"synthesis method": "washing", "washing solution": "THF", "amount": "1 mL"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": "20 min"}], "yield": "55 mg (87%)"}], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "21, 32, 36, 38, 39, 41, 44, 48, 52", "type": "text", "classification": "property", "content": "<p>The two-dimensional iron phase\nwas previously reported to undergo\na reversible phase transition upon activation, and to have a Brunauer–Emmett–Teller\nsurface area of 1180 m<sup>2</sup>/g. However, all attempts to activate <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> resulted in\nan irreversible loss of crystallinity. Consequently, all data discussed\nherein were collected on solvated samples in which DMF molecules and\ncharge-balancing dimethylammonium cations fill the one-dimensional\npores.</p><p>In contrast, the UV–vis–NIR\nspectrum of <bold>1-Ti</bold> exhibits a continuation of the absorbance\nonset observed in the\nmid-IR spectrum that extends across the near-IR region to 12 000\ncm<sup>–1</sup>, with ν<sub>max</sub> = 5930 cm<sup>–1</sup>. We assign this feature to an intervalence charge-transfer between\nligands in the trianionic and tetraanionic states. Features at higher\nenergies are assigned to ligand-to-metal charge-transfer (17 480\ncm<sup>–1</sup>) and ligand-based transitions (20 790\nand 30 860 cm<sup>–1</sup>). The broad shape of the\nIVCT band and its similar intensity compared to other charge-transfer\ntransitions in the spectrum suggest that this material lies toward\nthe strongly exchanging end of Robin–Day Class II mixed-valence.\n\n</p><p>While the absence\nof metal-based spins in <bold>1-Ti</bold> reduced the likelihood of\nhigh-temperature magnetic ordering, dc susceptibility measurements\nwere used to confirm the proposed electronic structure. For the formulation\n[Ti<sup>IV</sup>\n<sub>2</sub>­(Cl<sub>2</sub>dhbq<sup>3–</sup>)<sub>2</sub>­(Cl<sub>2</sub>dhbq<sup>4–</sup>)]<sup>2–</sup>, we expected to observe a room-temperature magnetic\nmoment corresponding to two <italic>S</italic> = 1/2 spins per formula\nunit. Instead, the room-temperature χ<sub>M</sub>\n<italic>T</italic> value is 0.41 emu·K/mol, which is lower than the expected value\nof 0.75 emu·K/mol, suggesting the presence of antiferromagnetic\ninteractions between ligand-based spins (, top). Upon cooling, χ<sub>M</sub>\n<italic>T</italic> decreases monotonically, reaching a value of 0.08\nemu·K/mol at 2 K.</p><p>A Curie–Weiss fit of the inverse magnetic\nsusceptibility\ndata from 160 to 300 K affords a Curie constant of <italic>C</italic> = 0.71 emu·K/mol, consistent with the value expected for two\nligand-based radicals (, bottom). A Curie–Weiss temperature of θ<sub>CW</sub> = −223 K also supports the presence of relatively\nstrong antiferromagnetic interactions between ligands; however no\nmagnetic ordering is observed even down to 2 K. Given that the ligand-based\nspins of <bold>1-Ti</bold> are organized into a pseudo-Kagomé\nlattice (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S10</ext-link>), the lack of ordering\nmay be attributed to magnetic frustration. The delocalization of spin-density\narising from ligand-based mixed-valence, which distributes radical\ncharacter across all three ligands in the formula unit, likely enhances\nthis magnetic frustration. The parameter <italic>f</italic> = |θ<sub>CW</sub>/<italic>T</italic>\n<sub>c</sub>| affords a measure of the\nfrustration in a material, with <italic>f</italic> &gt; 10 suggesting\nsignificant frustration. Using 2 K as\nan upper limit for the ordering temperature, <italic>T</italic>\n<sub>c</sub>, we find <italic>f</italic> &gt; 111 for <bold>1-Ti</bold>,\nindicating that the titanium­(IV) centers facilitate strong exchange\nbetween paramagnetic ligands that likely leads to the observed frustration.</p><p>In contrast to <bold>1-Ti</bold>, compounds <bold>2-V</bold> and <bold>3-Cr</bold> contain both paramagnetic metals and ligands. Such a\ndensity of magnetic centers introduces a stronger likelihood for bulk\nmagnetic ordering. In the case of <bold>3-Cr</bold>, the room temperature\nχ<sub>M</sub>\n<italic>T</italic> value of 2.81 emu·K/mol\nis well below the value of 4.31 emu·K/mol expected for two non-interacting <italic>S</italic> = 3/2 metal-based spins and 1.5 <italic>S</italic> = 1/2\nligand-based spins. With decreasing temperature, χ<sub>M</sub>\n<italic>T</italic> initially increases to a peak at 140 K, before\nsharply decreasing to a value of 0.20 emu·K/mol at 2 K. Notably,\nthe shape of the χ<sub>M</sub>\n<italic>T</italic> vs <italic>T</italic> plot resembles that observed for dinuclear molecular complexes\ncontaining two chromium­(III) centers bridged by a tetraoxolene radical,\nalthough the downturn in the magnetic moment occurs at a much higher\ntemperature. A Curie–Weiss fit\nof the inverse susceptibility from 200 to 300 K resulted in <italic>C</italic> = 2.43 emu·K/mol and θ<sub>CW</sub> = 42 K.\nThe positive Curie–Weiss temperature suggests weak ferromagnetic\ninteractions are present in the high temperature regime, similar to\nwhat was observed in the analogous iron phase. In contrast, fitting\nthe inverse susceptibility from 50 to 2 K afforded a Curie–Weiss\ntemperature of θ<sub>CW</sub> = −37 K, indicating that\nantiferromagnetic interactions dominate at lower temperatures.</p><p>Given the evidence of a delocalized electronic structure for the\nvanadium phase from UV–vis–NIR measurements, we expected\nto observe strong magnetic coupling between the vanadium centers and\nthe radical linkers, which could result in ferrimagnetic or antiferromagnetic\nordering, depending on the extent of metal-to-ligand electron transfer.\nSurprisingly, however, no magnetic ordering is observed in <bold>2-V</bold>, even down to 2 K. Instead, the material displays a room temperature\nχ<sub>M</sub>\n<italic>T</italic> value of 0.73 emu·K/mol\nthat decreases steadily with decreasing temperature to 0.09 emu·K/mol\nat 2 K. A Curie–Weiss fit to the inverse molar magnetic susceptibility\ndata for <bold>2-V</bold> from 100 to 300 K afforded <italic>C</italic> = 1.03 emu·K/mol and θ<sub>CW</sub> = −130 K.\nThe value of the Curie constant suggests a total spin of <italic>S</italic> = 1 per [V<sub>2</sub>(Cl<sub>2</sub>dhbq)<sub>3</sub>]<sup>2–</sup> formula unit. An <italic>S</italic> = 1 assignment could be made\nfor [(V<sup>III</sup>)<sub>2</sub>(Cl<sub>2</sub>dhbq<sup>2–</sup>)­(Cl<sub>2</sub>dhbq<sup>3–</sup>)<sub>2</sub>]<sup>2–</sup> by considering a scenario in which each <italic>S</italic> = 1 vanadium­(III)\ncenter couples strongly and antiferromagnetically with two <italic>S</italic> = 1/2 ligand radicals. However, as noted above, such a\nlocalized picture of the electronic structure for <bold>2-V</bold> may not be justified. Furthermore, given the similarity of the above\nformulation to that of the iron congener, it is difficult to rationalize\nwhy this formulation would not provoke ferrimagnetic ordering.</p><p>Room-temperature electronic conductivities of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> were measured under an Ar atmosphere\nusing a custom-built two-point screw cell with copper electrodes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S11</ext-link>), and were found to be 2.7(2) ×\n10<sup>–3</sup> S/cm, 0.45(3) S/cm, and 1.2(1) × 10<sup>–4</sup> S/cm, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S12</ext-link>). Thus, the conductivities of these materials follow the expected\ntrend based on the extent of electronic delocalization observed spectroscopically.\nNotably, while the conductivity of <bold>2-V</bold> is not the highest\nknown for a metal–organic framework, it is surpassed only by\nmaterials in which conduction occurs through conjugation at square\nplanar metal sites, and is the highest yet reported for a framework\nbased on oxo-donor linkers. Given that\na pressed pellet measurement is likely to underestimate the intrinsic\nconductivity of a two-dimensional material, the intrinsic conductivity\nof <bold>2-V</bold> may actually be several orders of magnitude higher\nthan the value reported here. The effects\nof anisotropic charge transport are especially relevant for <bold>2-V</bold> considering that interlayer charge hopping, an important\ntransport pathway in other metal–organic lamellar structures\nwith short interlayer distances, is unlikely to occur due to the interlayer\ndistances of nearly 9 Å.\n</p><p>In contrast, the variable-temperature\nconductivity of <bold>2-V</bold> could not be fit to the Arrhenius\nor polaronic models. Indeed, the\nArrhenius plot of the variable temperature conductivity data exhibits\na distinct curvature indicative of a decreasing activation energy\nwith decreasing temperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S17</ext-link>). High- and low-temperature linear fits to the Arrhenius plot afforded\nactivation energies of 64 meV at 300 K and 11 meV at 20 K. We note\nthat the low-temperature activation energy is based on a small number\nof data points and may slightly overestimate the true value. Such\nbehavior is characteristic of a variable-range hopping (VRH) mechanism\nfor charge transport, which is frequently observed in amorphous semiconductors\nor defect-limited materials displaying Anderson localization. This mechanism has also been observed in organic\npolymers and coordination solids in which charge transport is limited\nby electron transport between one-dimensional chains or two-dimensional\nsheets.\n</p><p>The possibility of post-synthetic redox\ntuning in <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> was investigated through solid-state cyclic voltammetry. By probing\nelectrochemical processes at slow scan rates, bulk electrochemical\nreactions, rather than just surface-confined reactions, can be monitored. Consequently, integration of the voltammogram\ncan be used to assess the extent of reduction or oxidation. Cyclic\nvoltammograms of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> were collected using lithium reference and counter electrodes in\na 0.1 M LiBF<sub>4</sub> propylene carbonate solution at a scan rate\nof 30 μV/s (). All three materials exhibit quasi-reversible electrochemical\noxidative and reductive processes; the half-wave potentials and calculated\nstoichiometries of reduction and oxidation events are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Table S5</ext-link>. Notably, the capacities of <bold>1-Ti</bold> and <bold>3-Cr</bold> are less than three electrons per formula\nunit, suggesting that ligand-based redox processes are solely responsible\nfor their electrochemical behavior. Ligand-based redox-activity is\nfurther supported by comparison to analogous molecular complexes,\nwhich require much more reducing potentials to access metal-centered\nreduction, and in which metal-centered oxidation has not been observed. In contrast, <bold>2-V</bold> displays a capacity in excess of four\nelectrons per formula unit, suggesting a combination of cationic (metal-based)\nand anionic (ligand-based) redox activity. Similar behavior has been\nobserved in second- and third-row transition metal oxides, wherein\nmetal–ligand covalency promotes simultaneous cationic and anionic\nredox activity.\n</p>", "clean_text": "The two-dimensional iron phase was previously reported to undergo a reversible phase transition upon activation, and to have a Brunauer-Emmett-Teller surface area of 1180 m2/g. However, all attempts to activate 1-Ti, 2-V, and 3-Cr resulted in an irreversible loss of crystallinity. Consequently, all data discussed herein were collected on solvated samples in which DMF molecules and charge-balancing dimethylammonium cations fill the one-dimensional pores.\n\nIn contrast, the UV-vis-NIR spectrum of 1-Ti exhibits a continuation of the absorbance onset observed in the mid-IR spectrum that extends across the near-IR region to 12000 cm-1, with νmax = 5930 cm-1. We assign this feature to an intervalence charge-transfer between ligands in the trianionic and tetraanionic states. Features at higher energies are assigned to ligand-to-metal charge-transfer (17480 cm-1) and ligand-based transitions (20790 and 30860 cm-1). The broad shape of the IVCT band and its similar intensity compared to other charge-transfer transitions in the spectrum suggest that this material lies toward the strongly exchanging end of Robin-Day Class II mixed-valence.  \n\nWhile the absence of metal-based spins in 1-Ti reduced the likelihood of high-temperature magnetic ordering, dc susceptibility measurements were used to confirm the proposed electronic structure. For the formulation [TiIV 2(Cl2dhbq3-)2(Cl2dhbq4-)]2-, we expected to observe a room-temperature magnetic moment corresponding to two S = 1/2 spins per formula unit. Instead, the room-temperature χM T value is 0.41 emu⋅K/mol, which is lower than the expected value of 0.75 emu⋅K/mol, suggesting the presence of antiferromagnetic interactions between ligand-based spins (, top). Upon cooling, χM T decreases monotonically, reaching a value of 0.08 emu⋅K/mol at 2 K.\n\nA Curie-Weiss fit of the inverse magnetic susceptibility data from 160 to 300 K affords a Curie constant of C = 0.71 emu⋅K/mol, consistent with the value expected for two ligand-based radicals (, bottom). A Curie-Weiss temperature of θCW = -223 K also supports the presence of relatively strong antiferromagnetic interactions between ligands; however no magnetic ordering is observed even down to 2 K. Given that the ligand-based spins of 1-Ti are organized into a pseudo-Kagomé lattice (Figure S10), the lack of ordering may be attributed to magnetic frustration. The delocalization of spin-density arising from ligand-based mixed-valence, which distributes radical character across all three ligands in the formula unit, likely enhances this magnetic frustration. The parameter f = |θCW/T c| affords a measure of the frustration in a material, with f > 10 suggesting significant frustration. Using 2 K as an upper limit for the ordering temperature, T c, we find f > 111 for 1-Ti, indicating that the titanium(IV) centers facilitate strong exchange between paramagnetic ligands that likely leads to the observed frustration.\n\nIn contrast to 1-Ti, compounds 2-V and 3-Cr contain both paramagnetic metals and ligands. Such a density of magnetic centers introduces a stronger likelihood for bulk magnetic ordering. In the case of 3-Cr, the room temperature χM T value of 2.81 emu⋅K/mol is well below the value of 4.31 emu⋅K/mol expected for two non-interacting S = 3/2 metal-based spins and 1.5 S = 1/2 ligand-based spins. With decreasing temperature, χM T initially increases to a peak at 140 K, before sharply decreasing to a value of 0.20 emu⋅K/mol at 2 K. Notably, the shape of the χM T vs T plot resembles that observed for dinuclear molecular complexes containing two chromium(III) centers bridged by a tetraoxolene radical, although the downturn in the magnetic moment occurs at a much higher temperature. A Curie-Weiss fit of the inverse susceptibility from 200 to 300 K resulted in C = 2.43 emu⋅K/mol and θCW = 42 K. The positive Curie-Weiss temperature suggests weak ferromagnetic interactions are present in the high temperature regime, similar to what was observed in the analogous iron phase. In contrast, fitting the inverse susceptibility from 50 to 2 K afforded a Curie-Weiss temperature of θCW = -37 K, indicating that antiferromagnetic interactions dominate at lower temperatures.\n\nGiven the evidence of a delocalized electronic structure for the vanadium phase from UV-vis-NIR measurements, we expected to observe strong magnetic coupling between the vanadium centers and the radical linkers, which could result in ferrimagnetic or antiferromagnetic ordering, depending on the extent of metal-to-ligand electron transfer. Surprisingly, however, no magnetic ordering is observed in 2-V, even down to 2 K. Instead, the material displays a room temperature χM T value of 0.73 emu⋅K/mol that decreases steadily with decreasing temperature to 0.09 emu⋅K/mol at 2 K. A Curie-Weiss fit to the inverse molar magnetic susceptibility data for 2-V from 100 to 300 K afforded C = 1.03 emu⋅K/mol and θCW = -130 K. The value of the Curie constant suggests a total spin of S = 1 per [V2(Cl2dhbq)3]2- formula unit. An S = 1 assignment could be made for [(VIII)2(Cl2dhbq2-)(Cl2dhbq3-)2]2- by considering a scenario in which each S = 1 vanadium(III) center couples strongly and antiferromagnetically with two S = 1/2 ligand radicals. However, as noted above, such a localized picture of the electronic structure for 2-V may not be justified. Furthermore, given the similarity of the above formulation to that of the iron congener, it is difficult to rationalize why this formulation would not provoke ferrimagnetic ordering.\n\nRoom-temperature electronic conductivities of 1-Ti, 2-V, and 3-Cr were measured under an Ar atmosphere using a custom-built two-point screw cell with copper electrodes (Figure S11), and were found to be 2.7(2) × 10-3 S/cm, 0.45(3) S/cm, and 1.2(1) × 10-4 S/cm, respectively (Figure S12). Thus, the conductivities of these materials follow the expected trend based on the extent of electronic delocalization observed spectroscopically. Notably, while the conductivity of 2-V is not the highest known for a metal-organic framework, it is surpassed only by materials in which conduction occurs through conjugation at square planar metal sites, and is the highest yet reported for a framework based on oxo-donor linkers. Given that a pressed pellet measurement is likely to underestimate the intrinsic conductivity of a two-dimensional material, the intrinsic conductivity of 2-V may actually be several orders of magnitude higher than the value reported here. The effects of anisotropic charge transport are especially relevant for 2-V considering that interlayer charge hopping, an important transport pathway in other metal-organic lamellar structures with short interlayer distances, is unlikely to occur due to the interlayer distances of nearly 9 Å. \n\nIn contrast, the variable-temperature conductivity of 2-V could not be fit to the Arrhenius or polaronic models. Indeed, the Arrhenius plot of the variable temperature conductivity data exhibits a distinct curvature indicative of a decreasing activation energy with decreasing temperature (Figure S17). High- and low-temperature linear fits to the Arrhenius plot afforded activation energies of 64 meV at 300 K and 11 meV at 20 K. We note that the low-temperature activation energy is based on a small number of data points and may slightly overestimate the true value. Such behavior is characteristic of a variable-range hopping (VRH) mechanism for charge transport, which is frequently observed in amorphous semiconductors or defect-limited materials displaying Anderson localization. This mechanism has also been observed in organic polymers and coordination solids in which charge transport is limited by electron transport between one-dimensional chains or two-dimensional sheets. \n\nThe possibility of post-synthetic redox tuning in 1-Ti, 2-V, and 3-Cr was investigated through solid-state cyclic voltammetry. By probing electrochemical processes at slow scan rates, bulk electrochemical reactions, rather than just surface-confined reactions, can be monitored. Consequently, integration of the voltammogram can be used to assess the extent of reduction or oxidation. Cyclic voltammograms of 1-Ti, 2-V, and 3-Cr were collected using lithium reference and counter electrodes in a 0.1 M LiBF4 propylene carbonate solution at a scan rate of 30 μV/s (). All three materials exhibit quasi-reversible electrochemical oxidative and reductive processes; the half-wave potentials and calculated stoichiometries of reduction and oxidation events are listed in Table S5. Notably, the capacities of 1-Ti and 3-Cr are less than three electrons per formula unit, suggesting that ligand-based redox processes are solely responsible for their electrochemical behavior. Ligand-based redox-activity is further supported by comparison to analogous molecular complexes, which require much more reducing potentials to access metal-centered reduction, and in which metal-centered oxidation has not been observed. In contrast, 2-V displays a capacity in excess of four electrons per formula unit, suggesting a combination of cationic (metal-based) and anionic (ligand-based) redox activity. Similar behavior has been observed in second- and third-row transition metal oxides, wherein metal-ligand covalency promotes simultaneous cationic and anionic redox activity. ", "data": [[{"meta": {"name": "", "symbol": "1-Ti", "chemical formula": ""}, "surface area": {"type": "Brunauer–Emmett–Teller", "probe": "", "value": "1180", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "", "symbol": "2-V", "chemical formula": ""}, "surface area": {"type": "etc", "probe": "", "value": "", "unit": "", "condition": ""}}, {"meta": {"name": "", "symbol": "3-Cr", "chemical formula": ""}, "surface area": {"type": "etc", "probe": "", "value": "", "unit": "", "condition": ""}}]], "include_properties": ["surface_area"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Redox states of the linker 2,5-dihyroxybenzoquinone that have been\nobserved in metal–organic complexes and materials.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2017-135108_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Redox states of the linker 2,5-dihyroxybenzoquinone that have been observed in metal-organic complexes and materials.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Illustration of the octahedral building unit found\nin both\nthe two- and three-dimensional frameworks of 2,5-dihydroxybenzoquinone.\nTwo of the ligands are shown as dhbq<sup>3–</sup>, as was observed\nfor the previously reported iron phases. (b) Structure of a single\nsheet from the two-dimensional phase viewed down the one-dimensional\npore (<italic>c</italic>-axis). Metal, C, O, and Cl atoms are shown\nas dark green, gray, red, and light green spheres, respectively. Solvent\nmolecules and dimethylammonium cations contained within the pore are\nremoved for clarity. (c) Representative dimetallic unit in the two-dimensional\nphase; the shortest metal–metal distances in <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> are 7.84, 7.79, and 7.73\nÅ, respectively.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2017-135108_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Illustration of the octahedral building unit found in both the two- and three-dimensional frameworks of 2,5-dihydroxybenzoquinone. Two of the ligands are shown as dhbq3-, as was observed for the previously reported iron phases. (b) Structure of a single sheet from the two-dimensional phase viewed down the one-dimensional pore (c-axis). Metal, C, O, and Cl atoms are shown as dark green, gray, red, and light green spheres, respectively. Solvent molecules and dimethylammonium cations contained within the pore are removed for clarity. (c) Representative dimetallic unit in the two-dimensional phase; the shortest metal-metal distances in 1-Ti, 2-V, and 3-Cr are 7.84, 7.79, and 7.73 Å, respectively.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>3</label>\n<caption>\n<p>High-resolution powder X-ray diffraction patterns of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> compared to\nsimulated data\nfor the previously reported iron phase.<xref ref-type=\"bibr\" rid=\"cit13d\"></xref>\n</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2017-135108_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  High-resolution powder X-ray diffraction patterns of 1-Ti, 2-V, and 3-Cr compared to simulated data for the previously reported iron phase.    ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Infrared spectra\nof <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold>. See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b13510/suppl_file/ja7b13510_si_001.pdf\">Figure S4</ext-link> for a magnified\nspectrum of <bold>1-Ti</bold> and <bold>3-Cr</bold> from 2500 to 1000\ncm<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2017-135108_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  Infrared spectra of 1-Ti, 2-V, and 3-Cr. See Figure S4 for a magnified spectrum of 1-Ti and 3-Cr from 2500 to 1000 cm-1.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Normalized diffuse reflectance\nUV–vis–NIR spectra\nof <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> shown\nin blue, green, and purple, respectively. <italic>F</italic>(<italic>R</italic>) is the Kubelka–Munk transformation of the raw\ndiffuse reflectance spectrum. <italic>F</italic>(<italic>R</italic>) for each material was normalized with the strongest absorbance\nset to <italic>F</italic>(<italic>R</italic>) = 1.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja-2017-135108_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  Normalized diffuse reflectance UV-vis-NIR spectra of 1-Ti, 2-V, and 3-Cr shown in blue, green, and purple, respectively. F(R) is the Kubelka-Munk transformation of the raw diffuse reflectance spectrum. F(R) for each material was normalized with the strongest absorbance set to F(R) = 1.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Upper: Dc magnetic susceptibility times temperature versus\ntemperature\nfor <bold>1-Ti</bold> (blue circles), <bold>2-V</bold> (green triangles),\nand <bold>3-Cr</bold> (purple diamonds). Lower: Inverse magnetic susceptibility\nversus temperature for <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold>. Curie–Weiss fits to the high temperature data\nare shown by solid blue, green, and purple lines for <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold>, respectively.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja-2017-135108_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  Upper: Dc magnetic susceptibility times temperature versus temperature for 1-Ti (blue circles), 2-V (green triangles), and 3-Cr (purple diamonds). Lower: Inverse magnetic susceptibility versus temperature for 1-Ti, 2-V, and 3-Cr. Curie-Weiss fits to the high temperature data are shown by solid blue, green, and purple lines for 1-Ti, 2-V, and 3-Cr, respectively.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Variable-temperature\nconductivities of <bold>1-Ti</bold>, <bold>2-V</bold>, and <bold>3-Cr</bold> shown in blue, green, and purple,\nrespectively. Data collected while cooling and warming are represented\nby circles and squares, respectively. Black lines represent nearest-neighbor\nhopping fits for <bold>1-Ti</bold> and <bold>3-Cr</bold>, and an Efros–Shklovskii\nvariable-range hopping fit for <bold>2-V</bold>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ja-2017-135108_0006.tif\"></graphic>\n</fig>", "clean_text": " 7  Variable-temperature conductivities of 1-Ti, 2-V, and 3-Cr shown in blue, green, and purple, respectively. Data collected while cooling and warming are represented by circles and squares, respectively. Black lines represent nearest-neighbor hopping fits for 1-Ti and 3-Cr, and an Efros-Shklovskii variable-range hopping fit for 2-V.   ", "data": null, "include_properties": null}, {"idx": 53, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Solid-state cyclic voltammograms\nof <bold>1-Ti</bold> (top), <bold>2-V</bold> (middle), and <bold>3-Cr</bold> (bottom) collected at\n30 μV/s with lithium reference and counter electrodes and 0.1\nM LiBF<sub>4</sub> electrolyte solution.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ja-2017-135108_0007.tif\"></graphic>\n</fig>", "clean_text": " 8  Solid-state cyclic voltammograms of 1-Ti (top), 2-V (middle), and 3-Cr (bottom) collected at 30 μV/s with lithium reference and counter electrodes and 0.1 M LiBF4 electrolyte solution.   ", "data": null, "include_properties": null}, {"idx": 58, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Proposed molecular orbital model of the d−π* interactions\nin the titanium, vanadium, chromium, and iron semiquinoid phases,\nassuming a local <italic>D</italic>\n<sub>3</sub> symmetry at the metal\ncenter. The electrons placed in each orbital are based on the spectroscopically\ndetermined redox states of the metals and ligands. The question mark\nfor the vanadium phase indicates the ambiguous formal oxidation state\nof vanadium in <bold>2-V</bold>. The boxes for each phase indicate\nthe orbitals involved in the intervalence charge-transfer transition.\nEnergy spacings between metal and ligand orbitals are not quantitative,\nbut energies for metal and ligand orbitals are accurate relative to\neach other.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ja-2017-135108_0008.tif\"></graphic>\n</fig>", "clean_text": " 9  Proposed molecular orbital model of the d-π* interactions in the titanium, vanadium, chromium, and iron semiquinoid phases, assuming a local D 3 symmetry at the metal center. The electrons placed in each orbital are based on the spectroscopically determined redox states of the metals and ligands. The question mark for the vanadium phase indicates the ambiguous formal oxidation state of vanadium in 2-V. The boxes for each phase indicate the orbitals involved in the intervalence charge-transfer transition. Energy spacings between metal and ligand orbitals are not quantitative, but energies for metal and ligand orbitals are accurate relative to each other.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.7b13510", "title": "\nControl\nof Electronic Structure and Conductivity in\nTwo-Dimensional Metal–Semiquinoid Frameworks of Titanium, Vanadium,\nand Chromium\n", "journal": "American Chemical\nSociety", "date": "2018.02", "author_list": ["Ziebel\nMichael\nE.", "Darago\nLucy E.", "Long\nJeffrey R."]}}