{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja7b00037.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The two-dimensional framework of\nnickel-seamed hexameric metal–organic\nnanocapsules has been synthesized by connecting the tailed hydroxyl\ngroups of <italic>C</italic>-propan-3-ol pyrogallol[4]­arene with adjacent\nhexameric capsules via nickel-hydroxyl coordination. In addition,\nfunctionalization of nanocapsules with multiple pyridine molecules\nat the capsule surface prevents them from assembling into hierarchical\nstructures and leads to the formation of discrete nickel-seamed pyrogallol[4]­arene\nnanocapsules. This work shows that surface functionalization of nanocapsules\nis an effective and innovative method of controlling the assembly\nof these nanometric building blocks.</p>", "clean_text": "The two-dimensional framework of nickel-seamed hexameric metal-organic nanocapsules has been synthesized by connecting the tailed hydroxyl groups of C-propan-3-ol pyrogallol[4]arene with adjacent hexameric capsules via nickel-hydroxyl coordination. In addition, functionalization of nanocapsules with multiple pyridine molecules at the capsule surface prevents them from assembling into hierarchical structures and leads to the formation of discrete nickel-seamed pyrogallol[4]arene nanocapsules. This work shows that surface functionalization of nanocapsules is an effective and innovative method of controlling the assembly of these nanometric building blocks.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The rational design and construction\nof hierarchical nanostructures by assembling nano building blocks\nhave emerged as a powerful strategy for preparation of unprecedented\nfunctional materials with extensive applications ranging from energy\nstorage, sensing, to biomedicine. As one class of nano building blocks, supramolecular nanocapsules\nattract interest due to their potential applications in fields such\nas catalysis, molecular encapsulation, and gas adsorption/separation. Extensive\nstudies have been done on the synthesis and applications of supramolecular\nnanocapsules; however, assembling these nanocapsules into more complex hierarchical\nstructures still remains largely unexplored. In our previous studies,\nwe focused on the construction of supramolecular nanocapsules using <italic>C</italic>-alkylresorcin­[4]­arenes (RsC<sub>\n<italic>n</italic>\n</sub>s) and <italic>C</italic>-alkylpyrogallol­[4]­arene (PgC<sub>\n<italic>n</italic>\n</sub>s) and successfully discovered nanocapsules of various\nsizes and shapes such as hydrogen-bonded and metal-seamed dimeric/hexameric\nnanocapsules. The design and preparation of hierarchical nanostructures\nin a controllable manner is achieved by using these nanocapsules as\nbuilding blocks, and connecting dimeric nanocapsules with bipyridine\ntype linkers into 1D chains of PgC<sub>\n<italic>n</italic>\n</sub>Cu\ndimers or 2D networks of PgC<sub>\n<italic>n</italic>\n</sub>Zn dimers.\nHowever, dimeric nanocapsules only have eight metal ions available\nfor further connection and all the metal ions are in one plane, which\nlimits the use of these building blocks in only 1D and 2D assemblies.\nIn this context, hexameric nanocapsules which can be viewed as an\noctahedron attract our interest. These\nnanocapsules have totally eight [M<sub>3</sub>O<sub>3</sub>] trimetallic\nclusters, each of which located on one of the eight faces of an octahedron.\nThe 24 metal ions and their 3D distribution in an octohedral geometry\noffer an opportunity for construction of hierarchical structures with\nmuch more variety and complexity, especially on a 3D scale. Considering\nthe overall size and complexity, assembling hexameric nanocapsules\ninto complex hierarchical structures is significantly more challenging.\nAnother strategy for the connection of nanocapsules is the use of\npyrogallol­[4]­arenes with functional alkyl groups such as hydroxyl\ngroups, which can act as both structural components of nanocapsules\nand as linkers for nanocapsule connection. We previously reported\nthe synthesis of a 2D framework of Cu hexamers by reacting <italic>C</italic>-propan-3-ol pyrogallol[4]­arene (PgC<sub>3</sub>OH, ) with copper nitrate\nin a solution of acetone and water. Due\nto the hydroxyl groups being exposed to the exterior, one nanocapsule\nis connected to four other nanocapsules via copper–oxygen­(hydroxyl)\ncoordination. The dual function of PgC<sub>3</sub>OH for the construction and connection of nanocapsule frameworks\nhas not been further explored for over a decade. In this report, we\npresent the preparation of a 2D assembly of nickel-seamed hexameric\nnanocapsules (<bold>I</bold>, [Ni<sub>24</sub>(C<sub>40</sub>H<sub>35</sub>O<sub>16</sub>)<sub>6</sub>(DMF)<sub>2</sub>(H<sub>2</sub>O)<sub>40</sub>]), in which coordination connection is established\namong the nanocapsules. Furthermore, we show that functionalization\nof the nanocapsule surface with multiple pyridine ligands blocks the\ncoordination sites and thus prevents this linking and assembly of\nthese nanocapsules, which leads to the formation of discrete nickel-seamed\nnanocapsules (<bold>II</bold>, [Ni<sub>24</sub>(C<sub>40</sub>H<sub>36</sub>O<sub>16</sub>)<sub>6</sub>­(DMF)<sub>4</sub>(H<sub>2</sub>O)<sub>24</sub>­(py)<sub>20</sub>]).</p>", "clean_text": "The rational design and construction of hierarchical nanostructures by assembling nano building blocks have emerged as a powerful strategy for preparation of unprecedented functional materials with extensive applications ranging from energy storage, sensing, to biomedicine. As one class of nano building blocks, supramolecular nanocapsules attract interest due to their potential applications in fields such as catalysis, molecular encapsulation, and gas adsorption/separation. Extensive studies have been done on the synthesis and applications of supramolecular nanocapsules; however, assembling these nanocapsules into more complex hierarchical structures still remains largely unexplored. In our previous studies, we focused on the construction of supramolecular nanocapsules using C-alkylresorcin[4]arenes (RsC n s) and C-alkylpyrogallol[4]arene (PgC n s) and successfully discovered nanocapsules of various sizes and shapes such as hydrogen-bonded and metal-seamed dimeric/hexameric nanocapsules. The design and preparation of hierarchical nanostructures in a controllable manner is achieved by using these nanocapsules as building blocks, and connecting dimeric nanocapsules with bipyridine type linkers into 1D chains of PgC n Cu dimers or 2D networks of PgC n Zn dimers. However, dimeric nanocapsules only have eight metal ions available for further connection and all the metal ions are in one plane, which limits the use of these building blocks in only 1D and 2D assemblies. In this context, hexameric nanocapsules which can be viewed as an octahedron attract our interest. These nanocapsules have totally eight [M3O3] trimetallic clusters, each of which located on one of the eight faces of an octahedron. The 24 metal ions and their 3D distribution in an octohedral geometry offer an opportunity for construction of hierarchical structures with much more variety and complexity, especially on a 3D scale. Considering the overall size and complexity, assembling hexameric nanocapsules into complex hierarchical structures is significantly more challenging. Another strategy for the connection of nanocapsules is the use of pyrogallol[4]arenes with functional alkyl groups such as hydroxyl groups, which can act as both structural components of nanocapsules and as linkers for nanocapsule connection. We previously reported the synthesis of a 2D framework of Cu hexamers by reacting C-propan-3-ol pyrogallol[4]arene (PgC3OH, ) with copper nitrate in a solution of acetone and water. Due to the hydroxyl groups being exposed to the exterior, one nanocapsule is connected to four other nanocapsules via copper-oxygen(hydroxyl) coordination. The dual function of PgC3OH for the construction and connection of nanocapsule frameworks has not been further explored for over a decade. In this report, we present the preparation of a 2D assembly of nickel-seamed hexameric nanocapsules (I, [Ni24(C40H35O16)6(DMF)2(H2O)40]), in which coordination connection is established among the nanocapsules. Furthermore, we show that functionalization of the nanocapsule surface with multiple pyridine ligands blocks the coordination sites and thus prevents this linking and assembly of these nanocapsules, which leads to the formation of discrete nickel-seamed nanocapsules (II, [Ni24(C40H36O16)6(DMF)4(H2O)24(py)20]).", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<italic>C</italic>-Propan-3-ol\npyrogallol­[4]­arene macrocycle.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2017-00037a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1   C-Propan-3-ol pyrogallol[4]arene macrocycle.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["synthesis condition"], "content": "<p>In a typical synthesis of <bold>I</bold>, 0.1 mmol of PgC<sub>3</sub>OH is mixed well with 0.4 mmol of nickel nitrate in DMF/MeCN\n(1:1)\nfollowed by the addition of 0.2 mmol of arginine as a modulator (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b00037/suppl_file/ja7b00037_si_001.pdf\">Supporting Information</ext-link> for details). Although\nsame crystalline products can be prepared without the addition of\narginine, the batch with arginine has a better yield and crystal quality.\nWe speculate that the basic nature of arginine would facilitate deprotonation\nof phenolic/alkyl hydroxyl groups of PgC<sub>3</sub>OH and the carboxylic\ngroups would act as ligands and compete with the phenolic/alkyl hydroxyl\ngroups of PgC<sub>3</sub>OH for coordination. In this way, the yield and quality of crystalline products are improved.\nThe synthesis utilizes a solvothermal reaction, which produces crystalline\nmaterials of high quality and yield in a short time period. After\nheating the reaction mixture overnight at 100 °C, large green\ncrystals are formed and collected for single crystal X-ray structural\nanalysis.</p>", "clean_text": "In a typical synthesis of I, 0.1 mmol of PgC3OH is mixed well with 0.4 mmol of nickel nitrate in DMF/MeCN (1:1) followed by the addition of 0.2 mmol of arginine as a modulator (see Supporting Information for details). Although same crystalline products can be prepared without the addition of arginine, the batch with arginine has a better yield and crystal quality. We speculate that the basic nature of arginine would facilitate deprotonation of phenolic/alkyl hydroxyl groups of PgC3OH and the carboxylic groups would act as ligands and compete with the phenolic/alkyl hydroxyl groups of PgC3OH for coordination. In this way, the yield and quality of crystalline products are improved. The synthesis utilizes a solvothermal reaction, which produces crystalline materials of high quality and yield in a short time period. After heating the reaction mixture overnight at 100 °C, large green crystals are formed and collected for single crystal X-ray structural analysis.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The crystal structure of <bold>I</bold> shows that\nthe framework\nis constructed from Ni<sup>2+</sup> seamed pyrogallol[4]­arene hexameric\nnanocapsules. Each nanocapsule consists of six PgC<sub>3</sub>OH macrocycles\nand 24 nickel divalent cations, and the overall geometry corresponds\nto that of a cuboctahedron, which is similar to the previously reported\ndivalent Cu-, Ni-, or Co-seamed hexameric nanocapsules (A). The nanocapsule is held together by eight\n[Ni<sub>3</sub>O<sub>3</sub>] trimetallic clusters (B) with Ni–O distances\nranging from 1.976 to 2.056 Å; O–Ni–O angles, 99.48–100.30°;\nand Ni–O–Ni angles, 139.08–139.82°. All\nnickel centers employ an octahedral ligand field. The equatorial positions\nare all coordinated with oxygen atoms from the upper rim of a pyrogallol[4]­arene.\nWithin the structure, there are two types of individual nanocapsules\n(C). For Type\nA nanocapsules, all axial ligands are water molecules, while, for\nType B, the 24 axial positions are occupied by six DMF and 18 water\nmolecules outward and 24 water molecules inward. In order to counterbalance\nthe charges of nickel cations, 48 phenolic groups are deprotonated\nto form nickel–hydroxyl bonds, and the remaining 24 upper-rim\nhydroxyl groups still hold the assembly together through strong O–H···O<sup>–</sup> type hydrogen bonding as evidenced by the short distance\nbetween oxygen atoms (2.437–2.480 Å). This leads to totally\n96 metal–oxygen coordination bonds and 24 intramolecular hydrogen\nbonding interactions, which endows the nanocapsules with high stability\nin both solid and solution states. Furthermore,\nstrong hydrogen bonding interactions are also found between the axial\nmetal-coordinated water molecules of two neighboring [Ni<sub>3</sub>O<sub>3</sub>] units considering the O···O distance\n(2.516–2.638 Å).</p>", "clean_text": "The crystal structure of I shows that the framework is constructed from Ni2+ seamed pyrogallol[4]arene hexameric nanocapsules. Each nanocapsule consists of six PgC3OH macrocycles and 24 nickel divalent cations, and the overall geometry corresponds to that of a cuboctahedron, which is similar to the previously reported divalent Cu-, Ni-, or Co-seamed hexameric nanocapsules (A). The nanocapsule is held together by eight [Ni3O3] trimetallic clusters (B) with Ni-O distances ranging from 1.976 to 2.056 Å; O-Ni-O angles, 99.48-100.30°; and Ni-O-Ni angles, 139.08-139.82°. All nickel centers employ an octahedral ligand field. The equatorial positions are all coordinated with oxygen atoms from the upper rim of a pyrogallol[4]arene. Within the structure, there are two types of individual nanocapsules (C). For Type A nanocapsules, all axial ligands are water molecules, while, for Type B, the 24 axial positions are occupied by six DMF and 18 water molecules outward and 24 water molecules inward. In order to counterbalance the charges of nickel cations, 48 phenolic groups are deprotonated to form nickel-hydroxyl bonds, and the remaining 24 upper-rim hydroxyl groups still hold the assembly together through strong O-H⋅⋅⋅O- type hydrogen bonding as evidenced by the short distance between oxygen atoms (2.437-2.480 Å). This leads to totally 96 metal-oxygen coordination bonds and 24 intramolecular hydrogen bonding interactions, which endows the nanocapsules with high stability in both solid and solution states. Furthermore, strong hydrogen bonding interactions are also found between the axial metal-coordinated water molecules of two neighboring [Ni3O3] units considering the O⋅⋅⋅O distance (2.516-2.638 Å).", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) Side view of nickel-seamed hexameric pyrogallol[4]­arene\nnanocapsules\nalong the direction of [001]. (B) Coordination environment of nickel\natoms. (C) Two types of nickel nanocapsules as building blocks (Type\nA in blue and Type B in yellow). Color codes: nickel (green), carbon\n(gray), oxygen (red), and nitrogen (blue). Hydrogen atoms, axial water\nligands, and hydroxyl alkyl tails were removed for clarity.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2017-00037a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) Side view of nickel-seamed hexameric pyrogallol[4]arene nanocapsules along the direction of [001]. (B) Coordination environment of nickel atoms. (C) Two types of nickel nanocapsules as building blocks (Type A in blue and Type B in yellow). Color codes: nickel (green), carbon (gray), oxygen (red), and nitrogen (blue). Hydrogen atoms, axial water ligands, and hydroxyl alkyl tails were removed for clarity.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>An extended view of <bold>I</bold> along the direction of [001]\nshows that each nanocapsule is connected with six nanocapsules via\nnickel-hydroxyl coordination (). Within each pair of nanocapsules, one capsule provides\na hydroxyl tail and a metal coordination site for another. Therefore,\nevery nanocapsule is linked with six adjacent nanocapsules via 12\nhydroxyl alkyl chains (A), which stabilize the 2D framework. The framework employs\nthe hexagonal packing pattern with one Type B nanocapsule surrounded\nby six Type A nanocapsules and one Type A nanocapsule surrounded by\nthree of each type (overall Type A: Type B = 2:1). The extended view\nalong the [100] direction shows the layered structure of these 2D\nassemblies (B). Within each layer, these nanocapsules also hold a wave-like packing\npattern (B).</p>", "clean_text": "An extended view of I along the direction of [001] shows that each nanocapsule is connected with six nanocapsules via nickel-hydroxyl coordination (). Within each pair of nanocapsules, one capsule provides a hydroxyl tail and a metal coordination site for another. Therefore, every nanocapsule is linked with six adjacent nanocapsules via 12 hydroxyl alkyl chains (A), which stabilize the 2D framework. The framework employs the hexagonal packing pattern with one Type B nanocapsule surrounded by six Type A nanocapsules and one Type A nanocapsule surrounded by three of each type (overall Type A: Type B = 2:1). The extended view along the [100] direction shows the layered structure of these 2D assemblies (B). Within each layer, these nanocapsules also hold a wave-like packing pattern (B).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Extended\nview of 2D assemblies of nickel-seamed hexameric nanocapsules\nalong the direction of [001]. (B) Extended view of 2D assemblies along\nthe direction of [100]. Color codes: nickel (green), carbon (gray),\nand oxygen (red). Hydrogen atoms, axial water molecules, and hydroxyl\nalkyl tails not involved in metal–ligand coordination to adjacent\ncapsules were removed for clarity.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2017-00037a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Extended view of 2D assemblies of nickel-seamed hexameric nanocapsules along the direction of [001]. (B) Extended view of 2D assemblies along the direction of [100]. Color codes: nickel (green), carbon (gray), and oxygen (red). Hydrogen atoms, axial water molecules, and hydroxyl alkyl tails not involved in metal-ligand coordination to adjacent capsules were removed for clarity.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>To test the effect on the formation of nickel nanocapsules\nusing\nother modulators, pyridine was introduced in similar reaction conditions\nas <bold>I</bold>. Surprisingly, discrete nickel hexameric naocapsules\n(<bold>II</bold>) were synthesized in the presence of pyridine. These\nnanocapsules have similar hexameric structures as in <bold>I</bold> (A and B). The prominent difference is that the discrete\nnanocapsules have 20 pyridine and four DMF molecules coordinated exterior\nto the nanocapsule at the axial positions. Compared with alkyl hydroxyl\ngroups, pyridine molecules have stronger binding affinity to nickel\natoms. Therefore, functionalization of the nanocapsule surface with\npyridine ligands can prevent further assembly of nanocapsules into\nhierarchical structures by competing with metal–hydroxyl coordination.\nThis demonstrates that surface functionalization of nanocapsules is\nan effective method of controlling the assembly of such nanomeric\nentities. The extended views of <bold>I</bold> along the directions\n[100] and [001] show that these nanocapsules are separated from each\nother (). All the hydroxyl alkyl\nchains are exposed to the exterior, which allows for possible postsynthetic\nfunctionalization.</p>", "clean_text": "To test the effect on the formation of nickel nanocapsules using other modulators, pyridine was introduced in similar reaction conditions as I. Surprisingly, discrete nickel hexameric naocapsules (II) were synthesized in the presence of pyridine. These nanocapsules have similar hexameric structures as in I (A and B). The prominent difference is that the discrete nanocapsules have 20 pyridine and four DMF molecules coordinated exterior to the nanocapsule at the axial positions. Compared with alkyl hydroxyl groups, pyridine molecules have stronger binding affinity to nickel atoms. Therefore, functionalization of the nanocapsule surface with pyridine ligands can prevent further assembly of nanocapsules into hierarchical structures by competing with metal-hydroxyl coordination. This demonstrates that surface functionalization of nanocapsules is an effective method of controlling the assembly of such nanomeric entities. The extended views of I along the directions [100] and [001] show that these nanocapsules are separated from each other (). All the hydroxyl alkyl chains are exposed to the exterior, which allows for possible postsynthetic functionalization.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Side view of pyridine/DMF ligated nickel-seamed hexameric\npyrogallol­[4]­arene\nnanocapsules along the direction of [001]. (B) Side view of pyridine/DMF\nligated nickel-seamed hexameric pyrogallol­[4]­arene nanocapsules\nalong the direction of [010]. In order to highlight the pyridine and\nDMF ligands on nanocapsule surface, the nanocapsule structure was\nshown in light blue. Hydrogen atoms, axial water ligands, and hydroxyl\nalkyl tails were removed for clarity. Color codes for pyridine and\nDMF molecules: carbon (gray), oxygen (red), and nitrogen (blue).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2017-00037a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (A) Side view of pyridine/DMF ligated nickel-seamed hexameric pyrogallol[4]arene nanocapsules along the direction of [001]. (B) Side view of pyridine/DMF ligated nickel-seamed hexameric pyrogallol[4]arene nanocapsules along the direction of [010]. In order to highlight the pyridine and DMF ligands on nanocapsule surface, the nanocapsule structure was shown in light blue. Hydrogen atoms, axial water ligands, and hydroxyl alkyl tails were removed for clarity. Color codes for pyridine and DMF molecules: carbon (gray), oxygen (red), and nitrogen (blue).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In summary, we have shown the\npreparation of a 2D assembly of nickel-seamed\nPgC<sub>3</sub>OH hexameric nanocapsules. Interestingly, by using\npyridine as functional ligands at the nanocapsule surface, the nanocapsules\nremain as discrete entities rather than in a 2D framework arrangement.\nThis study demonstrates that the use of PgC<sub>3</sub>OH as both\na nanocapsule component and bridging linker is an effective strategy\nfor the rational design and synthesis of nanocapsule frameworks. Future\neffort can be extended to the design and prepration of 3D frameworks\nof nanocapsules. In addition, surface functionalization of the nanocapsules\ncan be utilized as a method of controlling the assembly of these nanocapsules\ninto complex hierarchical structures.</p>", "clean_text": "In summary, we have shown the preparation of a 2D assembly of nickel-seamed PgC3OH hexameric nanocapsules. Interestingly, by using pyridine as functional ligands at the nanocapsule surface, the nanocapsules remain as discrete entities rather than in a 2D framework arrangement. This study demonstrates that the use of PgC3OH as both a nanocapsule component and bridging linker is an effective strategy for the rational design and synthesis of nanocapsule frameworks. Future effort can be extended to the design and prepration of 3D frameworks of nanocapsules. In addition, surface functionalization of the nanocapsules can be utilized as a method of controlling the assembly of these nanocapsules into complex hierarchical structures.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.7b00037\">10.1021/jacs.7b00037</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Full details for\nsample preparation and characterization\nresults (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b00037/suppl_file/ja7b00037_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystallographic data; CCDC 1521975 and 1521976 contain\nthe supplementary crystallographic data for this paper, provided free\nof charge by The Cambridge Crystallographic Data Centre (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b00037/suppl_file/ja7b00037_si_002.cif\">CIF</ext-link>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b00037/suppl_file/ja7b00037_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.7b00037.  Full details for sample preparation and characterization results (PDF)   Crystallographic data; CCDC 1521975 and 1521976 contain the supplementary crystallographic data for this paper, provided free of charge by The Cambridge Crystallographic Data Centre (CIF, CIF)   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Full details for\nsample preparation and characterization\nresults (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b00037/suppl_file/ja7b00037_si_001.pdf\">PDF</ext-link>)</p><p>Crystallographic data; CCDC 1521975 and 1521976 contain\nthe supplementary crystallographic data for this paper, provided free\nof charge by The Cambridge Crystallographic Data Centre (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b00037/suppl_file/ja7b00037_si_002.cif\">CIF</ext-link>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b00037/suppl_file/ja7b00037_si_003.cif\">CIF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Full details for sample preparation and characterization results (PDF)\n\nCrystallographic data; CCDC 1521975 and 1521976 contain the supplementary crystallographic data for this paper, provided free of charge by The Cambridge Crystallographic Data Centre (CIF, CIF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 4, "type": "text", "classification": "synthesis condition", "content": "<p>In a typical synthesis of <bold>I</bold>, 0.1 mmol of PgC<sub>3</sub>OH is mixed well with 0.4 mmol of nickel nitrate in DMF/MeCN\n(1:1)\nfollowed by the addition of 0.2 mmol of arginine as a modulator (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b00037/suppl_file/ja7b00037_si_001.pdf\">Supporting Information</ext-link> for details). Although\nsame crystalline products can be prepared without the addition of\narginine, the batch with arginine has a better yield and crystal quality.\nWe speculate that the basic nature of arginine would facilitate deprotonation\nof phenolic/alkyl hydroxyl groups of PgC<sub>3</sub>OH and the carboxylic\ngroups would act as ligands and compete with the phenolic/alkyl hydroxyl\ngroups of PgC<sub>3</sub>OH for coordination. In this way, the yield and quality of crystalline products are improved.\nThe synthesis utilizes a solvothermal reaction, which produces crystalline\nmaterials of high quality and yield in a short time period. After\nheating the reaction mixture overnight at 100 °C, large green\ncrystals are formed and collected for single crystal X-ray structural\nanalysis.</p>", "clean_text": "In a typical synthesis of I, 0.1 mmol of PgC3OH is mixed well with 0.4 mmol of nickel nitrate in DMF/MeCN (1:1) followed by the addition of 0.2 mmol of arginine as a modulator (see Supporting Information for details). Although same crystalline products can be prepared without the addition of arginine, the batch with arginine has a better yield and crystal quality. We speculate that the basic nature of arginine would facilitate deprotonation of phenolic/alkyl hydroxyl groups of PgC3OH and the carboxylic groups would act as ligands and compete with the phenolic/alkyl hydroxyl groups of PgC3OH for coordination. In this way, the yield and quality of crystalline products are improved. The synthesis utilizes a solvothermal reaction, which produces crystalline materials of high quality and yield in a short time period. After heating the reaction mixture overnight at 100 °C, large green crystals are formed and collected for single crystal X-ray structural analysis.", "data": [{"meta": {"name": "I", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "PgC3OH", "amount": "0.1", "unit": "mmol"}, {"name": "nickel nitrate", "amount": "0.4", "unit": "mmol"}, {"name": "arginine", "amount": "0.2", "unit": "mmol"}], "solvent": [{"name": "DMF/MeCN", "amount": "1:1", "unit": ""}], "pressure": "", "temperature": "100°C", "time": "overnight", "heating rate": "", "cooling rate": ""}, {"synthesis method": "crystal collection", "collection method": "single crystal X-ray structural analysis"}], "yield": "", "other properties": ["better yield and crystal quality"]}], "include_properties": ["chemical_synthesis", "solvothermal_synthesis"]}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<italic>C</italic>-Propan-3-ol\npyrogallol­[4]­arene macrocycle.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2017-00037a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1   C-Propan-3-ol pyrogallol[4]arene macrocycle.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) Side view of nickel-seamed hexameric pyrogallol[4]­arene\nnanocapsules\nalong the direction of [001]. (B) Coordination environment of nickel\natoms. (C) Two types of nickel nanocapsules as building blocks (Type\nA in blue and Type B in yellow). Color codes: nickel (green), carbon\n(gray), oxygen (red), and nitrogen (blue). Hydrogen atoms, axial water\nligands, and hydroxyl alkyl tails were removed for clarity.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2017-00037a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) Side view of nickel-seamed hexameric pyrogallol[4]arene nanocapsules along the direction of [001]. (B) Coordination environment of nickel atoms. (C) Two types of nickel nanocapsules as building blocks (Type A in blue and Type B in yellow). Color codes: nickel (green), carbon (gray), oxygen (red), and nitrogen (blue). Hydrogen atoms, axial water ligands, and hydroxyl alkyl tails were removed for clarity.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Extended\nview of 2D assemblies of nickel-seamed hexameric nanocapsules\nalong the direction of [001]. (B) Extended view of 2D assemblies along\nthe direction of [100]. Color codes: nickel (green), carbon (gray),\nand oxygen (red). Hydrogen atoms, axial water molecules, and hydroxyl\nalkyl tails not involved in metal–ligand coordination to adjacent\ncapsules were removed for clarity.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2017-00037a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Extended view of 2D assemblies of nickel-seamed hexameric nanocapsules along the direction of [001]. (B) Extended view of 2D assemblies along the direction of [100]. Color codes: nickel (green), carbon (gray), and oxygen (red). Hydrogen atoms, axial water molecules, and hydroxyl alkyl tails not involved in metal-ligand coordination to adjacent capsules were removed for clarity.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Side view of pyridine/DMF ligated nickel-seamed hexameric\npyrogallol­[4]­arene\nnanocapsules along the direction of [001]. (B) Side view of pyridine/DMF\nligated nickel-seamed hexameric pyrogallol­[4]­arene nanocapsules\nalong the direction of [010]. In order to highlight the pyridine and\nDMF ligands on nanocapsule surface, the nanocapsule structure was\nshown in light blue. Hydrogen atoms, axial water ligands, and hydroxyl\nalkyl tails were removed for clarity. Color codes for pyridine and\nDMF molecules: carbon (gray), oxygen (red), and nitrogen (blue).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2017-00037a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (A) Side view of pyridine/DMF ligated nickel-seamed hexameric pyrogallol[4]arene nanocapsules along the direction of [001]. (B) Side view of pyridine/DMF ligated nickel-seamed hexameric pyrogallol[4]arene nanocapsules along the direction of [010]. In order to highlight the pyridine and DMF ligands on nanocapsule surface, the nanocapsule structure was shown in light blue. Hydrogen atoms, axial water ligands, and hydroxyl alkyl tails were removed for clarity. Color codes for pyridine and DMF molecules: carbon (gray), oxygen (red), and nitrogen (blue).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.7b00037", "title": "\nControlled\n2D Assembly of Nickel-Seamed Hexameric\nPyrogallol[4]arene Nanocapsules\n", "journal": "American Chemical\nSociety", "date": "2017.02", "author_list": ["Zhang\nChen", "Patil\nRahul S.", "Liu\nChong", "Barnes\nCharles L.", "Atwood\nJerry L."]}}