{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja8b11042.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The incorporation\nof large π-conjugated ligands into metal–organic\nframeworks (MOFs) can introduce intriguing photophysical and electrochemical\nproperties into the framework. However, these effects are often hindered\nby the strong π–π interaction and the low solubility\nof the arylated ligands. Herein, we report the synthesis of a porous\nzirconium-based MOF, Zr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub>(OH)<sub>6</sub>(H<sub>2</sub>O)<sub>6</sub>(HCHC) (PCN-136, HCHC = hexakis­(4-carboxyphenyl)­hexabenzocoronene),\nwhich is composed of a hexacarboxylate linker with a π-conjugated\nhexabenzocoronene moiety. Direct assembly of the Zr<sup>4+</sup> metal\ncenters and the HCHC ligands was unsuccessful due to the low solubility\nand the unfavorable conformation of the arylated HCHC ligand. Therefore,\nPCN-136 was obtained from aromatization-driven postsynthetic annulation\nof the hexaphenylbenzene fragment in a preformed framework (pbz-MOF-1)\nto avoid π–π stacking. This postsynthetic modification\nwas done through a single-crystal-to-single-crystal transformation\nand was clearly observable utilizing single -crystal X-ray crystallography.\nThe formation of large π-conjugated systems on the organic linker\ndramatically enhanced the photoresponsive properties of PCN-136. With\nisolated hexabenzocoronene moieties as photosensitizers and Zr–oxo\nclusters as catalytic sites, PCN-136 was employed as an inherent photocatalytic\nsystem for CO<sub>2</sub> reduction under visible-light irradiation,\nwhich showed increased activity compared with pbz-MOF-1.</p>", "clean_text": "The incorporation of large π-conjugated ligands into metal-organic frameworks (MOFs) can introduce intriguing photophysical and electrochemical properties into the framework. However, these effects are often hindered by the strong π-π interaction and the low solubility of the arylated ligands. Herein, we report the synthesis of a porous zirconium-based MOF, Zr6(μ3-O)4(μ3-OH)4(OH)6(H2O)6(HCHC) (PCN-136, HCHC = hexakis(4-carboxyphenyl)hexabenzocoronene), which is composed of a hexacarboxylate linker with a π-conjugated hexabenzocoronene moiety. Direct assembly of the Zr4+ metal centers and the HCHC ligands was unsuccessful due to the low solubility and the unfavorable conformation of the arylated HCHC ligand. Therefore, PCN-136 was obtained from aromatization-driven postsynthetic annulation of the hexaphenylbenzene fragment in a preformed framework (pbz-MOF-1) to avoid π-π stacking. This postsynthetic modification was done through a single-crystal-to-single-crystal transformation and was clearly observable utilizing single -crystal X-ray crystallography. The formation of large π-conjugated systems on the organic linker dramatically enhanced the photoresponsive properties of PCN-136. With isolated hexabenzocoronene moieties as photosensitizers and Zr-oxo clusters as catalytic sites, PCN-136 was employed as an inherent photocatalytic system for CO2 reduction under visible-light irradiation, which showed increased activity compared with pbz-MOF-1.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In the past few decades,\nthere has been an increase in consumption\nof fossil fuels which has resulted in increasing challenges to meet\nthese energy demands and has strained current environmental resources.\nTherefore, the harvest of clean and sustainable solar energy caught\nconsiderable interdisciplinary attention for its great potential in\nenergy and environmental applications. It is known that an increase in anthropogenic\natmospheric carbon dioxide has contributed to global warming. A novel\nway to combat anthropogenic carbon dioxide and aid the fuel demand\ncurrently seen in our modern world is to synthesize fuels from the\nphotocatalytic conversion of CO<sub>2</sub>. So far, many semiconductors\nhave been explored as photocatalysts for CO<sub>2</sub> reduction,\nsuch as TiO<sub>2</sub>, CdS, and ZnS. Recently, metal–organic\nframeworks (MOFs) have been utilized as photocatalysts\nfor CO<sub>2</sub> reduction, owing to their porosity for CO<sub>2</sub> absorption and ability to inherently contain visible-light-responsive\nmoieties, thus avoiding the need for the introduction of a photosensitizer.\nMOFs are highly ordered crystalline porous materials which possess\ntunable porosity and designable functionalities that make them promising\ncandidates for a variety of applications including gas capture and\nseparation, sensor, and catalysis. For a material to be most effective as a visible-light photocatalyst,\nthe most important feature that the material must possess is the efficient\nharvest of a broad spectrum of visible light. When compared to the\ntraditional inorganic semiconductors, the designable functionalization\nof MOFs with various visible-light-responsive fragments brings a unique\nopportunity for the development of heterogeneous photocatalysts. Consequently,\nthe synthesis of a porous MOF which possesses a wide wavelength range\nof absorbable light may be a prime photocatalyst candidate for CO<sub>2</sub> reduction. To meet this challenge, several studies on MOF\nphotocatalysts have been taken to expand the wavelength region of\nabsorbing light, thus promoting their performance as catalysts. These reported MOFs were synthesized by the introduction of photoactive\ncomponents (such as amine, porphyrin, and anthracene groups) and then\napplied for the visible-light-driven photoreduction of CO<sub>2</sub>. Postsynthetic modification methods have been successfully employed\nfor the introduction of desired functionalities into Zr-MOFs under\nrelatively mild conditions. These methods have led to promising\nresults in this field; however, it still remains a challenge to develop\na new MOF system that can efficiently utilize the full solar spectrum\n(particularly &gt;600 nm) for photocatalytic conversion of CO<sub>2</sub>.</p>", "clean_text": "Introduction\n\nIn the past few decades, there has been an increase in consumption of fossil fuels which has resulted in increasing challenges to meet these energy demands and has strained current environmental resources. Therefore, the harvest of clean and sustainable solar energy caught considerable interdisciplinary attention for its great potential in energy and environmental applications. It is known that an increase in anthropogenic atmospheric carbon dioxide has contributed to global warming. A novel way to combat anthropogenic carbon dioxide and aid the fuel demand currently seen in our modern world is to synthesize fuels from the photocatalytic conversion of CO2. So far, many semiconductors have been explored as photocatalysts for CO2 reduction, such as TiO2, CdS, and ZnS. Recently, metal-organic frameworks (MOFs) have been utilized as photocatalysts for CO2 reduction, owing to their porosity for CO2 absorption and ability to inherently contain visible-light-responsive moieties, thus avoiding the need for the introduction of a photosensitizer. MOFs are highly ordered crystalline porous materials which possess tunable porosity and designable functionalities that make them promising candidates for a variety of applications including gas capture and separation, sensor, and catalysis. For a material to be most effective as a visible-light photocatalyst, the most important feature that the material must possess is the efficient harvest of a broad spectrum of visible light. When compared to the traditional inorganic semiconductors, the designable functionalization of MOFs with various visible-light-responsive fragments brings a unique opportunity for the development of heterogeneous photocatalysts. Consequently, the synthesis of a porous MOF which possesses a wide wavelength range of absorbable light may be a prime photocatalyst candidate for CO2 reduction. To meet this challenge, several studies on MOF photocatalysts have been taken to expand the wavelength region of absorbing light, thus promoting their performance as catalysts. These reported MOFs were synthesized by the introduction of photoactive components (such as amine, porphyrin, and anthracene groups) and then applied for the visible-light-driven photoreduction of CO2. Postsynthetic modification methods have been successfully employed for the introduction of desired functionalities into Zr-MOFs under relatively mild conditions. These methods have led to promising results in this field; however, it still remains a challenge to develop a new MOF system that can efficiently utilize the full solar spectrum (particularly >600 nm) for photocatalytic conversion of CO2.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Graphene and graphitic carbon nitride (g-C<sub>3</sub>N<sub>4</sub>) have drawn increasing attention in the advancement\nof versatile\nphotoredox applications toward artificial photosynthesis. The properties\nthat make these materials so favorable for these applications are\ntheir band structure, electronic properties, and optical absorption. Nanographenes in particular have size-dependent optical and\nredox properties and have been intensively explored as organic semiconductors\nin past decades owing to their extended conjugated π system. The incorporation of extended π-conjugated\nsystems into MOFs has the potential to combine the advantages of both\nsystems. The framework of the MOF can serve to isolate the large π-conjugated\nfragment on the ligand, thus avoiding π–π interaction.\nThe hindrance of the π–π interaction elongates\nthe excitation state lifetime by suppressing the intramolecular charge\ntransfer in the π-conjugated fragment. The crystalline MOF structure\nalso allows for the arrangement of the large π-conjugated fragments\ninto periodic arrays favoring light harvesting. Although there are\nclear benefits to the incorporation of large π-conjugated fragments\ninto MOFs, the construction of large π-conjugated fragment-based\nMOF materials with well-defined structures remains largely unexplored.\nThis can be attributed to the low solubility of the extended π-conjugated\norganic linkers which hindered the crystallization of the MOFs. Therefore,\nit is highly desirable to develop an effective method that can incorporate\nlarge π-conjugated fragments into stable porous MOF systems.</p>", "clean_text": "Graphene and graphitic carbon nitride (g-C3N4) have drawn increasing attention in the advancement of versatile photoredox applications toward artificial photosynthesis. The properties that make these materials so favorable for these applications are their band structure, electronic properties, and optical absorption. Nanographenes in particular have size-dependent optical and redox properties and have been intensively explored as organic semiconductors in past decades owing to their extended conjugated π system. The incorporation of extended π-conjugated systems into MOFs has the potential to combine the advantages of both systems. The framework of the MOF can serve to isolate the large π-conjugated fragment on the ligand, thus avoiding π-π interaction. The hindrance of the π-π interaction elongates the excitation state lifetime by suppressing the intramolecular charge transfer in the π-conjugated fragment. The crystalline MOF structure also allows for the arrangement of the large π-conjugated fragments into periodic arrays favoring light harvesting. Although there are clear benefits to the incorporation of large π-conjugated fragments into MOFs, the construction of large π-conjugated fragment-based MOF materials with well-defined structures remains largely unexplored. This can be attributed to the low solubility of the extended π-conjugated organic linkers which hindered the crystallization of the MOFs. Therefore, it is highly desirable to develop an effective method that can incorporate large π-conjugated fragments into stable porous MOF systems.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Herein, we report a hexabenzocoronene-based Zr-MOF, Zr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub>(OH)<sub>6</sub>(H<sub>2</sub>O)<sub>6</sub>(HCHC) (PCN-136, HCHC\n= hexakis­(4-carboxyphenyl)­hexabenzocoronene), obtained from aromatization-driven\npostsynthetic annulation of the hexaphenylbenzene fragment in a preformed\nframework (pbz-MOF-1). The successful generation of hexabenzocoronene\nin a porous crystalline framework was confirmed by single-crystal\nX-ray diffraction, powder X-ray diffraction (PXRD), and nitrogen sorption\nexperiments. Furthermore, the photocatalytic CO<sub>2</sub> reduction\nbehaviors of PCN-136 and pbz-MOF-1 were investigated under visible-light\nirradiation in order to compare their photocatalytic performance derived\nfrom their organic fragments in the presence or absence of extended\nπ-conjugated units. The hexabenzocoronene core in PCN-136 behaves\nas a visible-light-harvesting unit, exhibiting enhanced photocatalytic\nefficiency compared with pbz-MOF-1 (hexaphenylbenzene core).</p>", "clean_text": "Herein, we report a hexabenzocoronene-based Zr-MOF, Zr6(μ3-O)4(μ3-OH)4(OH)6(H2O)6(HCHC) (PCN-136, HCHC = hexakis(4-carboxyphenyl)hexabenzocoronene), obtained from aromatization-driven postsynthetic annulation of the hexaphenylbenzene fragment in a preformed framework (pbz-MOF-1). The successful generation of hexabenzocoronene in a porous crystalline framework was confirmed by single-crystal X-ray diffraction, powder X-ray diffraction (PXRD), and nitrogen sorption experiments. Furthermore, the photocatalytic CO2 reduction behaviors of PCN-136 and pbz-MOF-1 were investigated under visible-light irradiation in order to compare their photocatalytic performance derived from their organic fragments in the presence or absence of extended π-conjugated units. The hexabenzocoronene core in PCN-136 behaves as a visible-light-harvesting unit, exhibiting enhanced photocatalytic efficiency compared with pbz-MOF-1 (hexaphenylbenzene core).", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Structural Design</title><p>The incorporation\nof π-conjugated\nfragment may enlarge the wavelength range of absorbable light and\nthus improve the photocatalytic performance. However, there is no\naccurate comparative model for this in the MOF system. We intend to\nemploy MOFs with the same framework but in the presence or absence\nof large π-conjugated moieties. This approach is to investigate\nthe influence of structure upon the photocatalytic property of the\nsystem. In this context, we attempted to produce a Zr-MOF starting\nfrom the combination of Zr­(IV) precursors and a hexatopic carboxylate\nlinker containing a π-conjugated hexabenzocoronene fragment,\nHCHC, through a one-pot synthetic approach. However, the direct assembly\nof the system failed to generate crystalline materials under the conventional\nconditions for the preparation of Zr-MOFs (, Method I). This is due to the strong π–π\ninteraction between hexabenzocoronene moieties, which resulted in\nlow solubility and hindered the crystallization of MOFs. In order\nto successfully synthesize the Zr-MOF in high crystallinity, a different\nsynthetic route was taken.</p>", "clean_text": "Results and Discussion\n\nStructural Design\n\nThe incorporation of π-conjugated fragment may enlarge the wavelength range of absorbable light and thus improve the photocatalytic performance. However, there is no accurate comparative model for this in the MOF system. We intend to employ MOFs with the same framework but in the presence or absence of large π-conjugated moieties. This approach is to investigate the influence of structure upon the photocatalytic property of the system. In this context, we attempted to produce a Zr-MOF starting from the combination of Zr(IV) precursors and a hexatopic carboxylate linker containing a π-conjugated hexabenzocoronene fragment, HCHC, through a one-pot synthetic approach. However, the direct assembly of the system failed to generate crystalline materials under the conventional conditions for the preparation of Zr-MOFs (, Method I). This is due to the strong π-π interaction between hexabenzocoronene moieties, which resulted in low solubility and hindered the crystallization of MOFs. In order to successfully synthesize the Zr-MOF in high crystallinity, a different synthetic route was taken.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic View of the Preparation for PCN-136</title>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic View of the Preparation for PCN-136   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>To combat π–π\nstacking, a stepwise synthetic\nmethod was proposed. In polymer chemistry, the aromatization-driven\nannulation was commonly utilized to construct π-conjugated polymers. It has also been used by the Hupp group as a\npostsynthetic modification method in the MOF system. Bearing this in mind, we designed a stepwise synthetic\nroute to introduce the large π-conjugated fragment into robust\nZr-MOFs (,\nMethod II). In this method, pbz-MOF-1 was initially synthesized by\nthe solvothermal reaction of Zr<sup>4+</sup> salt and hexakis­(4′-carboxy­[1,1′-biphenyl]-4-yl)­benzene\n(noted as HCBB) following the literature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Then, the intramolecular\noxidative cyclodehydrogenation, or Scholl reaction, was carried out using FeCl<sub>3</sub> as a catalyst. By incubating the as-synthesized pbz-MOF-1 in\nthe solution of FeCl<sub>3</sub>/CH<sub>2</sub>Cl<sub>2</sub>, the\nhexaphenylbenzene core of the HCBB ligand within pbz-MOF-1 was transformed\ninto a planarized hexabenzocoronene, giving rise to PCN-136 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Ultimately, PCN-136, a porous π-conjugated\nhexabenzocoronene-based Zr-MOF, was successfully produced through\nchemical modification of the organic linker. It should be noted that\nPCN-136 and pbz-MOF-1 possess the same topological framework with\nthe only difference in the structures being the central core units\n(the hexaphenylbenzene moiety in HCBB and the extended π-conjugated\nhexabenzocoronene in HCHC, respectively).</p>", "clean_text": "To combat π-π stacking, a stepwise synthetic method was proposed. In polymer chemistry, the aromatization-driven annulation was commonly utilized to construct π-conjugated polymers. It has also been used by the Hupp group as a postsynthetic modification method in the MOF system. Bearing this in mind, we designed a stepwise synthetic route to introduce the large π-conjugated fragment into robust Zr-MOFs (, Method II). In this method, pbz-MOF-1 was initially synthesized by the solvothermal reaction of Zr4+ salt and hexakis(4'-carboxy[1,1'-biphenyl]-4-yl)benzene (noted as HCBB) following the literature (Figure S1). Then, the intramolecular oxidative cyclodehydrogenation, or Scholl reaction, was carried out using FeCl3 as a catalyst. By incubating the as-synthesized pbz-MOF-1 in the solution of FeCl3/CH2Cl2, the hexaphenylbenzene core of the HCBB ligand within pbz-MOF-1 was transformed into a planarized hexabenzocoronene, giving rise to PCN-136 (Figure S2). Ultimately, PCN-136, a porous π-conjugated hexabenzocoronene-based Zr-MOF, was successfully produced through chemical modification of the organic linker. It should be noted that PCN-136 and pbz-MOF-1 possess the same topological framework with the only difference in the structures being the central core units (the hexaphenylbenzene moiety in HCBB and the extended π-conjugated hexabenzocoronene in HCHC, respectively).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal-to-Single-Crystal\nTransformation</title><p>Due\nto the high chemical stability of Zr-MOFs, the aromatization-driven\npostsynthetic annulation of pbz-MOF-1 occurred in a single-crystal-to-single-crystal\ntransformation. As such, the generation of hexabenzocoronene can be\nclearly observed by single-crystal X-ray crystallography. Single-crystal\nX-ray analysis revealed that PCN-136 crystallized in the cubic space\ngroup <italic toggle=\"yes\">Fd</italic>-3<italic toggle=\"yes\">m</italic> (No. 227, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The framework of PCN-136 consists\nof hexagonal Zr<sub>6</sub> clusters and hexabenzocoronene-based HCHC\nlinkers (a,\nb). A tetrahedral cavity of ∼15.5 Å in diameter exists\nin the structure of PCN-136 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S3</ext-link>),\nwhich is delimited by 12 Zr<sub>6</sub> clusters (every 3 Zr<sub>6</sub> clusters acting as a vertex of the tetrahedron) and 4 organic linkers\n(serving as the faces of the tetrahedron). The solvent-accessible\nvolume in PCN-136 calculated from PLATON software is estimated to\nbe 74%. From the topological viewpoint,\neach hexagonal Zr<sub>6</sub> cluster is regarded as a six-connected\nnode, and each hexagonal flat hexabenzocoronene-based organic fragment\nis a six-connected linker. The resulting framework can be assigned\ninto the default 6-c hxg topology (polybenzene-type (pbz) structure, d, f). PCN-136 possesses\nthe same topology as pbz-MOF-1 derived from the similar connectivity\nmode of organic linkers (c, e), with the only difference being the central core\nunits (the hexaphenylbenzene moiety in HCBB and the extended π-conjugated\nhexabenzocoronene in HCHC, respectively, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). Further careful structural analysis of PCN-136 indicated\nthat the dihedral angle between the hexagonal plane of the Zr<sub>6</sub> cluster and the central hexabenzocoronene ring of the organic\nlinker is 70.53°. As expected, the dihedral angle between two\nphenyl rings is 70.5°. Meanwhile, the complementary dihedral\nangles among the neighboring hexagonal rings derived from the Zr<sub>6</sub> clusters attached to the same hexagonal ring of the organic\nlinker are 70.5° and 109.5°.</p>", "clean_text": "Single-Crystal-to-Single-Crystal Transformation\n\nDue to the high chemical stability of Zr-MOFs, the aromatization-driven postsynthetic annulation of pbz-MOF-1 occurred in a single-crystal-to-single-crystal transformation. As such, the generation of hexabenzocoronene can be clearly observed by single-crystal X-ray crystallography. Single-crystal X-ray analysis revealed that PCN-136 crystallized in the cubic space group Fd-3m (No. 227, Table S1). The framework of PCN-136 consists of hexagonal Zr6 clusters and hexabenzocoronene-based HCHC linkers (a, b). A tetrahedral cavity of ~15.5 Å in diameter exists in the structure of PCN-136 (Figure S3), which is delimited by 12 Zr6 clusters (every 3 Zr6 clusters acting as a vertex of the tetrahedron) and 4 organic linkers (serving as the faces of the tetrahedron). The solvent-accessible volume in PCN-136 calculated from PLATON software is estimated to be 74%. From the topological viewpoint, each hexagonal Zr6 cluster is regarded as a six-connected node, and each hexagonal flat hexabenzocoronene-based organic fragment is a six-connected linker. The resulting framework can be assigned into the default 6-c hxg topology (polybenzene-type (pbz) structure, d, f). PCN-136 possesses the same topology as pbz-MOF-1 derived from the similar connectivity mode of organic linkers (c, e), with the only difference being the central core units (the hexaphenylbenzene moiety in HCBB and the extended π-conjugated hexabenzocoronene in HCHC, respectively, Figure S4). Further careful structural analysis of PCN-136 indicated that the dihedral angle between the hexagonal plane of the Zr6 cluster and the central hexabenzocoronene ring of the organic linker is 70.53°. As expected, the dihedral angle between two phenyl rings is 70.5°. Meanwhile, the complementary dihedral angles among the neighboring hexagonal rings derived from the Zr6 clusters attached to the same hexagonal ring of the organic linker are 70.5° and 109.5°.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structural comparison\nbetween PCN-136 and pbz-MOF-1: (a–c)\nthe structures of Zr<sub>6</sub> cluster, HCHC, and HCBB as six-connected\nnodes and (d, e) the 3D structures and (f) pbz-net.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structural comparison between PCN-136 and pbz-MOF-1: (a-c) the structures of Zr6 cluster, HCHC, and HCBB as six-connected nodes and (d, e) the 3D structures and (f) pbz-net.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>The PXRD pattern of the as-synthesized samples\nmatches well with\nthe simulated pattern (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S5</ext-link>), indicating\nthe phase purity of PCN-136. In addition, PCN-136 was characterized\nby thermalgravimetric and infrared (IR) spectra analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figures S6 and S7</ext-link>). The architectural stability\nand permanent porosity of PCN-136 were confirmed by nitrogen adsorption–desorption\nmeasurement at 77 K with a reversible type-I isotherm feature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>). The result suggests that PCN-136\nis highly porous with a BET (Langmuir) surface area of 1768 m<sup>2</sup>·g<sup>–1</sup> (2009 m<sup>2</sup>·g<sup>–1</sup>). The pore volume of PCN-136 calculated at 0.95 <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> is 0.73 cm<sup>3</sup> g<sup>–1</sup>. The pore size was calculated to be 15 Å from\nthe nitrogen adsorption isotherm. This is consistent with the pore\nsize determined from crystallographic analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S8b</ext-link>). For comparison, the N<sub>2</sub> sorption isotherm\nof pbz-MOF-1 was also performed at 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). The BET surface area and pore volume of pbz-MOF-1 are\nsimilar to those of PCN-136. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S10</ext-link>, carbon dioxide adsorption–desorption isotherms\nof PCN-136 at 273 K were measured. Carbon dioxide uptake was as high\nas 61.01 cm<sup>3</sup> g<sup>–1</sup> at saturation. This\nresult suggests that the interactions between sp<sup>2</sup>-bonded\ncarbon atoms from the hexabenzocoronene fragments and CO<sub>2</sub> molecules may play an important role in the carbon dioxide uptake. In a previous computational study, the utilization of hexabenzocoronene\nunit as a central part of the linker resulted in a significant enhancement\nof the uptake of gases for the entire family of MOFs in the study. The successful construction of PCN-136 provides\na platform for the comparison of structure-dependent photocatalytic\nperformance between PCN-136 and pbz-MOF-1.</p>", "clean_text": "The PXRD pattern of the as-synthesized samples matches well with the simulated pattern (Figure S5), indicating the phase purity of PCN-136. In addition, PCN-136 was characterized by thermalgravimetric and infrared (IR) spectra analysis (Figures S6 and S7). The architectural stability and permanent porosity of PCN-136 were confirmed by nitrogen adsorption-desorption measurement at 77 K with a reversible type-I isotherm feature (Figure S8a). The result suggests that PCN-136 is highly porous with a BET (Langmuir) surface area of 1768 m2⋅g-1 (2009 m2⋅g-1). The pore volume of PCN-136 calculated at 0.95 P/P 0 is 0.73 cm3 g-1. The pore size was calculated to be 15 Å from the nitrogen adsorption isotherm. This is consistent with the pore size determined from crystallographic analysis (Figure S8b). For comparison, the N2 sorption isotherm of pbz-MOF-1 was also performed at 77 K (Figure S9). The BET surface area and pore volume of pbz-MOF-1 are similar to those of PCN-136. As shown in Figure S10, carbon dioxide adsorption-desorption isotherms of PCN-136 at 273 K were measured. Carbon dioxide uptake was as high as 61.01 cm3 g-1 at saturation. This result suggests that the interactions between sp2-bonded carbon atoms from the hexabenzocoronene fragments and CO2 molecules may play an important role in the carbon dioxide uptake. In a previous computational study, the utilization of hexabenzocoronene unit as a central part of the linker resulted in a significant enhancement of the uptake of gases for the entire family of MOFs in the study. The successful construction of PCN-136 provides a platform for the comparison of structure-dependent photocatalytic performance between PCN-136 and pbz-MOF-1.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<title>Photoelectrochemical Properties</title><p>As suggested by the\nUV–vis data results, PCN-136 exhibits a broad-band absorption\ncovering the whole UV–visible-light region (a). This feature is desirable\nfor photocatalytic applications. However, the visible-light absorption\nof pbz-MOF-1 is only up to ∼450 nm (a). The optical absorption of PCN-136 shows\nlarge broadening compared to the free ligand HCHC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). This difference is mainly derived from the aggregation\nof the HCHC ligands in the framework on the basis of fluorescence\nresults (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). These results suggested\nthat the electrons of PCN-136 can be more easily promoted to an excited\nstate upon the visible-light irradiation when compared to free HCHC\nor pbz-MOF-1. Furthermore, density functional theory (DFT) calculations\nwere performed to study the possible difference in the optical bandgap\nin pbz-MOF-1 and PCN-136 that may have resulted from the π-conjugated\norganic fragments. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S13</ext-link>, the frontier molecular orbital distributions for organic linkers\n(HCBB and HCHC) in pbz-MOF-1 and PCN-136 are presented. The highest\noccupied molecular orbital (HOMO) in HCBB is mainly delocalized over\nthe exterior biphenyl carboxylic acid fragments, while the lowest\nunoccupied molecular orbital (LUMO) is delocalized over both the central\nbenzene ring and the exterior biphenyl carboxylic acid fragments.\nThe HOMO in the HCHC ligands mostly delocalizes over the central π-conjugated\nhexabenzocoronene unit, while the LUMO is formally delocalized over\nboth the central π-conjugated hexabenzocoronene unit and the\nterminal benzoic acid fragments. It can be clearly seen that more\nextended conjugation generally leads to a smaller HOMO–LUMO\ngap (4.26 eV for HCBB vs 3.32 eV for HCHC). This accordingly enhances\nthe degree of charge transfer from the ground state to the excited\nstate. The DFT calculations confirm that the MOFs containing larger\nπ-conjugated fragments would be more efficient for the utilization\nof the solar spectrum with similar metal nodes and frameworks. In\naddition, the photocurrent profiles of PCN-136 and pbz-MOF-1 also\nindicated that PCN-136 is more active than pbz-MOF-1 under visible-light\nillumination (b). The replacement of the central phenyl core in pbz-MOF-1 with\nthe hexabenzocoronene moiety in PCN-136 did not lead to a significant\nchange in the structural feature, but the optical absorption ability\nwas greatly tuned. It is postulated from this result that the presence\nof a flat hexabenzocoronene central core will improve the light harvesting\nof a desired MOF. With this in mind, the use of HCHC linkers can be\nshown to endow PCN-136 with light-harvesting capabilities in order\nto be utilized as a suitable platform for photocatalytic studies.</p>", "clean_text": "Photoelectrochemical Properties\n\nAs suggested by the UV-vis data results, PCN-136 exhibits a broad-band absorption covering the whole UV-visible-light region (a). This feature is desirable for photocatalytic applications. However, the visible-light absorption of pbz-MOF-1 is only up to ~450 nm (a). The optical absorption of PCN-136 shows large broadening compared to the free ligand HCHC (Figure S11). This difference is mainly derived from the aggregation of the HCHC ligands in the framework on the basis of fluorescence results (Figure S12). These results suggested that the electrons of PCN-136 can be more easily promoted to an excited state upon the visible-light irradiation when compared to free HCHC or pbz-MOF-1. Furthermore, density functional theory (DFT) calculations were performed to study the possible difference in the optical bandgap in pbz-MOF-1 and PCN-136 that may have resulted from the π-conjugated organic fragments. As shown in Figure S13, the frontier molecular orbital distributions for organic linkers (HCBB and HCHC) in pbz-MOF-1 and PCN-136 are presented. The highest occupied molecular orbital (HOMO) in HCBB is mainly delocalized over the exterior biphenyl carboxylic acid fragments, while the lowest unoccupied molecular orbital (LUMO) is delocalized over both the central benzene ring and the exterior biphenyl carboxylic acid fragments. The HOMO in the HCHC ligands mostly delocalizes over the central π-conjugated hexabenzocoronene unit, while the LUMO is formally delocalized over both the central π-conjugated hexabenzocoronene unit and the terminal benzoic acid fragments. It can be clearly seen that more extended conjugation generally leads to a smaller HOMO-LUMO gap (4.26 eV for HCBB vs 3.32 eV for HCHC). This accordingly enhances the degree of charge transfer from the ground state to the excited state. The DFT calculations confirm that the MOFs containing larger π-conjugated fragments would be more efficient for the utilization of the solar spectrum with similar metal nodes and frameworks. In addition, the photocurrent profiles of PCN-136 and pbz-MOF-1 also indicated that PCN-136 is more active than pbz-MOF-1 under visible-light illumination (b). The replacement of the central phenyl core in pbz-MOF-1 with the hexabenzocoronene moiety in PCN-136 did not lead to a significant change in the structural feature, but the optical absorption ability was greatly tuned. It is postulated from this result that the presence of a flat hexabenzocoronene central core will improve the light harvesting of a desired MOF. With this in mind, the use of HCHC linkers can be shown to endow PCN-136 with light-harvesting capabilities in order to be utilized as a suitable platform for photocatalytic studies.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) UV–vis\nspectra of pbz-MOF-1 and PCN-136; insets are\nthe optical pictures of pbz-MOF-1 (left) and PCN-136 (right). (b)\nTransient photocurrent responses of pbz-MOF-1 and PCN-136 in 0.5 M\nNa<sub>2</sub>SO<sub>4</sub> aqueous solution under visible-light\nirradiation. (c) Mott–Schottky plots for PCN-136 in 0.2 M Na<sub>2</sub>SO<sub>4</sub> aqueous solution; inset is the energy diagram\nof the HOMO and LUMO levels of PCN-136.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) UV-vis spectra of pbz-MOF-1 and PCN-136; insets are the optical pictures of pbz-MOF-1 (left) and PCN-136 (right). (b) Transient photocurrent responses of pbz-MOF-1 and PCN-136 in 0.5 M Na2SO4 aqueous solution under visible-light irradiation. (c) Mott-Schottky plots for PCN-136 in 0.2 M Na2SO4 aqueous solution; inset is the energy diagram of the HOMO and LUMO levels of PCN-136.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The Mott–Schottky measurements on PCN-136 and pbz-MOF-1\nwere performed at a frequency of 500, 1000, and 1500 Hz, in order\nto elucidate their semiconductor characters and the possibility for\nthe subsequent CO<sub>2</sub> photoreduction study. As shown in c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">S14</ext-link>, the positive slope of the obtained C<sup>2–</sup> values (vs the applied potentials) is consistent\nwith those of typical n-type semiconductors. The intersection points\nare independent of the frequency, and the flat-band position of PCN-136\nis determined from the intersection to be ∼−0.95 V vs\nAg/AgCl (i.e., −0.75 V vs normal hydrogen electrode (NHE)).\nGenerally, the bottom of the conduction band (LUMO) in n-type semiconductors\ncan be determined to be approximately equal to the flat-band potential. According to this, the LUMO of PCN-136 is estimated\nto be −0.75 V vs NHE. The optical bandgap of PCN-136 was calculated\nto be 1.18 eV based on the UV–vis spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S15</ext-link>), and its valence band (HOMO) was estimated to\nbe 0.43 V vs NHE (c). Given the much more negative potential of the LUMO in\nPCN-136 than the reduction potential for the conversion of CO<sub>2</sub> to formate, it is theoretically feasible for the photocatalytic\nreduction of CO<sub>2</sub> to generate formate to be accomplished\nutilizing PCN-136 as a catalyst. Furthermore, the Mott–Schottky\nplots suggest that pbz-MOF-1 can be employed as a visible-light-harvesting\nmaterial utilizing the same method (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).</p>", "clean_text": "The Mott-Schottky measurements on PCN-136 and pbz-MOF-1 were performed at a frequency of 500, 1000, and 1500 Hz, in order to elucidate their semiconductor characters and the possibility for the subsequent CO2 photoreduction study. As shown in c and S14, the positive slope of the obtained C2- values (vs the applied potentials) is consistent with those of typical n-type semiconductors. The intersection points are independent of the frequency, and the flat-band position of PCN-136 is determined from the intersection to be ~-0.95 V vs Ag/AgCl (i.e., -0.75 V vs normal hydrogen electrode (NHE)). Generally, the bottom of the conduction band (LUMO) in n-type semiconductors can be determined to be approximately equal to the flat-band potential. According to this, the LUMO of PCN-136 is estimated to be -0.75 V vs NHE. The optical bandgap of PCN-136 was calculated to be 1.18 eV based on the UV-vis spectrum (Figure S15), and its valence band (HOMO) was estimated to be 0.43 V vs NHE (c). Given the much more negative potential of the LUMO in PCN-136 than the reduction potential for the conversion of CO2 to formate, it is theoretically feasible for the photocatalytic reduction of CO2 to generate formate to be accomplished utilizing PCN-136 as a catalyst. Furthermore, the Mott-Schottky plots suggest that pbz-MOF-1 can be employed as a visible-light-harvesting material utilizing the same method (Figure S14).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<title>Photocatalytic CO<sub>2</sub> Reduction</title><p>Considering\nthe permanent porosity, broad optical absorption, and semiconductor\ncharacteristics exhibited by PCN-136, the photocatalytic reduction\nof carbon dioxide over PCN-136 was further evaluated in the presence\nof triisopropanolamine (TIPA) as a sacrificial agent under visible-light\nirradiation. Similarly, TIPA was employed in the reaction serving\nas an electron donor and hydrogen donor to recycle the catalytic process\nlike the role of triethanolamine (TEOA). Moreover, TIPA is a milder\nalkaline medium when compared to TEOA. In order to determine the optimized\ncatalytic experimental conditions, the photocatalytic conversion reaction\nwas conducted over a wide variety of experimental conditions (). The concentration of HCOO<sup>–</sup> was detected and quantitatively analyzed by in situ ion chromatography.\nHCOO<sup>–</sup> anions were continuously produced and analyzed\nas time increased for the reaction. Remarkably, PCN-136 shows a higher\nphotocatalytic activity for carbon dioxide reduction in a mixed MeCN/H<sub>2</sub>O system than in a single solvent. No other products can be\ndetected in the gas and liquid phases, suggesting that the catalyst\nis highly selective toward the conversion. No HCOO<sup>–</sup> was detected in the absence of PCN-136, demonstrating the critical\nrole of the photocatalyst in the reaction. Moreover, no HCOO<sup>–</sup> was generated when the reaction was carried out in the dark, demonstrating\na truly photocatalytic process. A total amount of 10.52 μmol\nformate anions was produced within 12 h in the mixed solvents of acetonitrile\n(40 mL) and water (5 mL) in the presence of TIPA (5 mL) under continuous\nvisible-light illumination. According to the above results, the following\nphotocatalytic reduction of CO<sub>2</sub> was carried out in the\npresence of TIPA (5 mL) in a mixed solvent systems (CH<sub>3</sub>CN/H<sub>2</sub>O, v:v (mL) = 40:5) under Xe light (300 W, λ\n≥ 420 nm). For comparison, HCHC was also used as a catalyst\nfor CO<sub>2</sub> photoreduction under similar conditions. However,\nHCHC has no activity on CO<sub>2</sub> photoreduction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S17</ext-link>), suggesting that the photocatalytic\nactivity can be greatly improved by assembling the HCHC linkers into\nMOFs. Furthermore, pbz-MOF-1 was studied as the photocatalyst under\nthe same conditions, and the amount of HCOO<sup>–</sup> anion\nproduced was only 3.53 μmol after 12 h (a). The turnover numbers of PCN-136 and pbz-MOF-1\nare 1.12 and 0.40, respectively, suggesting that the HCOO<sup>–</sup> yield of PCN-136 is nearly 3 times higher than that of pbz-MOF-1\nunder the same reaction conditions. The results suggest that PCN-136\nis superior to pbz-MOF-1 for applications as an active photocatalytic\nmaterial in the conversion of CO<sub>2</sub> to HCOO<sup>–</sup> under visible-light irradiation. The presence of extended π-conjugated\nhexabenzocoronene-based linkers in PCN-136 not only improves the optical\nabsorption of the materials but also largely increases the yield of\nthe photocatalytic reaction. As a comparison, Ru­(bpy)<sub>3</sub>Cl<sub>2</sub> (bpy = 2,2′-bipyridine) was introduced into the pbz-MOF-1\n(20 mg) system as the photosensitizer with an amount of 11.2 mg (15\nμmol) under similar conditions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). Under these conditions, the amount of HCOO<sup>–</sup> anion\nproduced from pbz-MOF-1 increased from 3.53 μmol after 12 h\nto 11.11 μmol in 12 h, which is comparable to that of PCN-136.\nThese results demonstrate that PCN-136 is very active and capable\nof selectively converting CO<sub>2</sub> to HCOO<sup>–</sup> under visible-light irradiation. PCN-136 exhibits one of the highest\nperformances of visible-light-driven CO<sub>2</sub> photoreduction\nto formate among reported MOFs or crystalline photocatalysts. In addition, PCN-136 can be easily separated and recovered from\nthe reaction media by centrifugation for continued use. The recycling\nperformance of the material was further investigated to examine the\nstability of PCN-136. The results of the cycling performance suggested\nthat no obvious change in the yield rate of HCOO<sup>–</sup> occurred during the four continuous runs (b). After the photocatalytic experiments,\nthe PXRD pattern was analyzed demonstrating that the structure of\nPCN-136 was maintained after reaction cycling (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_001.cif\" xlink:type=\"simple\">Figure S5</ext-link>).</p>", "clean_text": "Photocatalytic CO2 Reduction\n\nConsidering the permanent porosity, broad optical absorption, and semiconductor characteristics exhibited by PCN-136, the photocatalytic reduction of carbon dioxide over PCN-136 was further evaluated in the presence of triisopropanolamine (TIPA) as a sacrificial agent under visible-light irradiation. Similarly, TIPA was employed in the reaction serving as an electron donor and hydrogen donor to recycle the catalytic process like the role of triethanolamine (TEOA). Moreover, TIPA is a milder alkaline medium when compared to TEOA. In order to determine the optimized catalytic experimental conditions, the photocatalytic conversion reaction was conducted over a wide variety of experimental conditions (). The concentration of HCOO- was detected and quantitatively analyzed by in situ ion chromatography. HCOO- anions were continuously produced and analyzed as time increased for the reaction. Remarkably, PCN-136 shows a higher photocatalytic activity for carbon dioxide reduction in a mixed MeCN/H2O system than in a single solvent. No other products can be detected in the gas and liquid phases, suggesting that the catalyst is highly selective toward the conversion. No HCOO- was detected in the absence of PCN-136, demonstrating the critical role of the photocatalyst in the reaction. Moreover, no HCOO- was generated when the reaction was carried out in the dark, demonstrating a truly photocatalytic process. A total amount of 10.52 μmol formate anions was produced within 12 h in the mixed solvents of acetonitrile (40 mL) and water (5 mL) in the presence of TIPA (5 mL) under continuous visible-light illumination. According to the above results, the following photocatalytic reduction of CO2 was carried out in the presence of TIPA (5 mL) in a mixed solvent systems (CH3CN/H2O, v:v (mL) = 40:5) under Xe light (300 W, λ ≥ 420 nm). For comparison, HCHC was also used as a catalyst for CO2 photoreduction under similar conditions. However, HCHC has no activity on CO2 photoreduction (Figure S17), suggesting that the photocatalytic activity can be greatly improved by assembling the HCHC linkers into MOFs. Furthermore, pbz-MOF-1 was studied as the photocatalyst under the same conditions, and the amount of HCOO- anion produced was only 3.53 μmol after 12 h (a). The turnover numbers of PCN-136 and pbz-MOF-1 are 1.12 and 0.40, respectively, suggesting that the HCOO- yield of PCN-136 is nearly 3 times higher than that of pbz-MOF-1 under the same reaction conditions. The results suggest that PCN-136 is superior to pbz-MOF-1 for applications as an active photocatalytic material in the conversion of CO2 to HCOO- under visible-light irradiation. The presence of extended π-conjugated hexabenzocoronene-based linkers in PCN-136 not only improves the optical absorption of the materials but also largely increases the yield of the photocatalytic reaction. As a comparison, Ru(bpy)3Cl2 (bpy = 2,2'-bipyridine) was introduced into the pbz-MOF-1 (20 mg) system as the photosensitizer with an amount of 11.2 mg (15 μmol) under similar conditions (Figure S18). Under these conditions, the amount of HCOO- anion produced from pbz-MOF-1 increased from 3.53 μmol after 12 h to 11.11 μmol in 12 h, which is comparable to that of PCN-136. These results demonstrate that PCN-136 is very active and capable of selectively converting CO2 to HCOO- under visible-light irradiation. PCN-136 exhibits one of the highest performances of visible-light-driven CO2 photoreduction to formate among reported MOFs or crystalline photocatalysts. In addition, PCN-136 can be easily separated and recovered from the reaction media by centrifugation for continued use. The recycling performance of the material was further investigated to examine the stability of PCN-136. The results of the cycling performance suggested that no obvious change in the yield rate of HCOO- occurred during the four continuous runs (b). After the photocatalytic experiments, the PXRD pattern was analyzed demonstrating that the structure of PCN-136 was maintained after reaction cycling (Figure S5).", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Amount of HCOO<sup>–</sup> produced as a function\nof\nirradiation time with PCN-136 or pbz-MOF-1 as photocatalysts (20 mg).\nMeCN/H<sub>2</sub>O/TIPA (40/5/5 mL), Xe light (300 W, λ ≥\n420 nm). (b) The amount of HCOO<sup>–</sup> produced in four\nrepeated photocatalytic reactions using PCN-136 as catalysts.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Amount of HCOO- produced as a function of irradiation time with PCN-136 or pbz-MOF-1 as photocatalysts (20 mg). MeCN/H2O/TIPA (40/5/5 mL), Xe light (300 W, λ ≥ 420 nm). (b) The amount of HCOO- produced in four repeated photocatalytic reactions using PCN-136 as catalysts.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Proposed Mechanism</title><p>After careful analysis of the results\nof the experiments, a reasonable mechanism can be proposed for the\nexplanation of the CO<sub>2</sub> photoreduction over the PCN-136\n(). When the\nreaction system is irradiated, HCHC plays a role in absorbing visible\nlight. Meanwhile, electrons are generated and transferred to the Zr<sup>IV</sup>–oxo clusters, reducing the metal centers from Zr<sup>IV</sup> to Zr<sup>III</sup>. The intermediate Zr<sup>III</sup> as\nthe reactive site then reduces CO<sub>2</sub> to HCOO<sup>–</sup> and is oxidized back to Zr<sup>IV</sup>. TIPA behaves as the electron\ndonor to expend the photoinduced holes and achieve a complete photocatalytic\nreaction. A similar mechanism was proposed in previous work. Considering the similarity in topological framework, pore size distribution,\nactive surface area, crystallinity, and particle size distribution\nof PCN-136 and pbz-MOF-1, it is noteworthy that the π-conjugated\nhexabenzocoronene-based organic fragment in PCN-136 contributes largely\nto the broadening of the range of absorbing visible light and thus\nenhances the photocatalytic activity of the MOF. MOFs, representing\na new class of fascinating materials with great potential in the area\nof photocatalysts, hold great promise through the tunability of the\nporous structures and chemical compositions and the functionalization\nof porous environments at the molecular level. Integrating more required\nfunctions for heterogeneous catalysts into one single MOF material\nis fascinating and expected.</p>", "clean_text": "Proposed Mechanism\n\nAfter careful analysis of the results of the experiments, a reasonable mechanism can be proposed for the explanation of the CO2 photoreduction over the PCN-136 (). When the reaction system is irradiated, HCHC plays a role in absorbing visible light. Meanwhile, electrons are generated and transferred to the ZrIV-oxo clusters, reducing the metal centers from ZrIV to ZrIII. The intermediate ZrIII as the reactive site then reduces CO2 to HCOO- and is oxidized back to ZrIV. TIPA behaves as the electron donor to expend the photoinduced holes and achieve a complete photocatalytic reaction. A similar mechanism was proposed in previous work. Considering the similarity in topological framework, pore size distribution, active surface area, crystallinity, and particle size distribution of PCN-136 and pbz-MOF-1, it is noteworthy that the π-conjugated hexabenzocoronene-based organic fragment in PCN-136 contributes largely to the broadening of the range of absorbing visible light and thus enhances the photocatalytic activity of the MOF. MOFs, representing a new class of fascinating materials with great potential in the area of photocatalysts, hold great promise through the tunability of the porous structures and chemical compositions and the functionalization of porous environments at the molecular level. Integrating more required functions for heterogeneous catalysts into one single MOF material is fascinating and expected.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Plausible mechanism for photocatalytic CO<sub>2</sub> reduction\nover PCN-136 under visible-light irradiation.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Plausible mechanism for photocatalytic CO2 reduction over PCN-136 under visible-light irradiation.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, a π-conjugated hexabenzocoronene-based\nZr-MOF,\nPCN-136, was obtained from aromatization-driven postsynthetic annulation\nof the hexaphenylbenzene fragment in a preformed framework, pbz-MOF-1.\nPCN-136 is highly efficient for visible-light-driven carbon dioxide\nreduction to produce formate. Specifically, PCN-136 exhibits a photocatalytic\nactivity of three times that of pbz-MOF-1. These two structures have\nsimilar metal cluster, topological framework, pore size distribution,\ncrystallinity, and particle size, but their catalytic performance\nis very different. The presence of a π-conjugated hexabenzocoronene\ncore in the framework of PCN-136 plays a vital role in the improvement\nof the optical absorption properties of the material and also enhances\nthe photocatalytic performance. The present work not only demonstrates\na successful MOF model to study the structure-dependent photocatalytic\nperformance but also provides solid experimental basis on the accurate\ndesign of heterogeneous photocatalysts at the molecular level. Furthermore,\nthe aromatization-driven annulation is expected to become a versatile\nmethod for the incorporation of various π-conjugated systems\nin MOFs for advanced applications.</p>", "clean_text": "Conclusions\n\nIn summary, a π-conjugated hexabenzocoronene-based Zr-MOF, PCN-136, was obtained from aromatization-driven postsynthetic annulation of the hexaphenylbenzene fragment in a preformed framework, pbz-MOF-1. PCN-136 is highly efficient for visible-light-driven carbon dioxide reduction to produce formate. Specifically, PCN-136 exhibits a photocatalytic activity of three times that of pbz-MOF-1. These two structures have similar metal cluster, topological framework, pore size distribution, crystallinity, and particle size, but their catalytic performance is very different. The presence of a π-conjugated hexabenzocoronene core in the framework of PCN-136 plays a vital role in the improvement of the optical absorption properties of the material and also enhances the photocatalytic performance. The present work not only demonstrates a successful MOF model to study the structure-dependent photocatalytic performance but also provides solid experimental basis on the accurate design of heterogeneous photocatalysts at the molecular level. Furthermore, the aromatization-driven annulation is expected to become a versatile method for the incorporation of various π-conjugated systems in MOFs for advanced applications.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.8b11042\" xlink:type=\"simple\">10.1021/jacs.8b11042</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>X-ray crystallographic\ndetails of the structure (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_001.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Text and tables giving experimental procedures\nfor the\npreparation of PCN-136, photocatalytic CO<sub>2</sub> reduction, calculation\ndetails, PXRD patterns, gas adsorption isotherms, and other additional\ninformation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.8b11042.  X-ray crystallographic details of the structure (CIF)   Text and tables giving experimental procedures for the preparation of PCN-136, photocatalytic CO2 reduction, calculation details, PXRD patterns, gas adsorption isotherms, and other additional information (PDF)   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallographic\ndetails of the structure (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_001.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Text and tables giving experimental procedures\nfor the\npreparation of PCN-136, photocatalytic CO<sub>2</sub> reduction, calculation\ndetails, PXRD patterns, gas adsorption isotherms, and other additional\ninformation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "X-ray crystallographic details of the structure (CIF)\n\nText and tables giving experimental procedures for the preparation of PCN-136, photocatalytic CO2 reduction, calculation details, PXRD patterns, gas adsorption isotherms, and other additional information (PDF)", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>These authors contributed equally.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "These authors contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 13, 14", "type": "text", "classification": "property", "content": "<p>The PXRD pattern of the as-synthesized samples\nmatches well with\nthe simulated pattern (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S5</ext-link>), indicating\nthe phase purity of PCN-136. In addition, PCN-136 was characterized\nby thermalgravimetric and infrared (IR) spectra analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figures S6 and S7</ext-link>). The architectural stability\nand permanent porosity of PCN-136 were confirmed by nitrogen adsorption–desorption\nmeasurement at 77 K with a reversible type-I isotherm feature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>). The result suggests that PCN-136\nis highly porous with a BET (Langmuir) surface area of 1768 m<sup>2</sup>·g<sup>–1</sup> (2009 m<sup>2</sup>·g<sup>–1</sup>). The pore volume of PCN-136 calculated at 0.95 <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> is 0.73 cm<sup>3</sup> g<sup>–1</sup>. The pore size was calculated to be 15 Å from\nthe nitrogen adsorption isotherm. This is consistent with the pore\nsize determined from crystallographic analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S8b</ext-link>). For comparison, the N<sub>2</sub> sorption isotherm\nof pbz-MOF-1 was also performed at 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). The BET surface area and pore volume of pbz-MOF-1 are\nsimilar to those of PCN-136. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S10</ext-link>, carbon dioxide adsorption–desorption isotherms\nof PCN-136 at 273 K were measured. Carbon dioxide uptake was as high\nas 61.01 cm<sup>3</sup> g<sup>–1</sup> at saturation. This\nresult suggests that the interactions between sp<sup>2</sup>-bonded\ncarbon atoms from the hexabenzocoronene fragments and CO<sub>2</sub> molecules may play an important role in the carbon dioxide uptake. In a previous computational study, the utilization of hexabenzocoronene\nunit as a central part of the linker resulted in a significant enhancement\nof the uptake of gases for the entire family of MOFs in the study. The successful construction of PCN-136 provides\na platform for the comparison of structure-dependent photocatalytic\nperformance between PCN-136 and pbz-MOF-1.</p><title>Photoelectrochemical Properties</title><p>As suggested by the\nUV–vis data results, PCN-136 exhibits a broad-band absorption\ncovering the whole UV–visible-light region (a). This feature is desirable\nfor photocatalytic applications. However, the visible-light absorption\nof pbz-MOF-1 is only up to ∼450 nm (a). The optical absorption of PCN-136 shows\nlarge broadening compared to the free ligand HCHC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). This difference is mainly derived from the aggregation\nof the HCHC ligands in the framework on the basis of fluorescence\nresults (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). These results suggested\nthat the electrons of PCN-136 can be more easily promoted to an excited\nstate upon the visible-light irradiation when compared to free HCHC\nor pbz-MOF-1. Furthermore, density functional theory (DFT) calculations\nwere performed to study the possible difference in the optical bandgap\nin pbz-MOF-1 and PCN-136 that may have resulted from the π-conjugated\norganic fragments. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S13</ext-link>, the frontier molecular orbital distributions for organic linkers\n(HCBB and HCHC) in pbz-MOF-1 and PCN-136 are presented. The highest\noccupied molecular orbital (HOMO) in HCBB is mainly delocalized over\nthe exterior biphenyl carboxylic acid fragments, while the lowest\nunoccupied molecular orbital (LUMO) is delocalized over both the central\nbenzene ring and the exterior biphenyl carboxylic acid fragments.\nThe HOMO in the HCHC ligands mostly delocalizes over the central π-conjugated\nhexabenzocoronene unit, while the LUMO is formally delocalized over\nboth the central π-conjugated hexabenzocoronene unit and the\nterminal benzoic acid fragments. It can be clearly seen that more\nextended conjugation generally leads to a smaller HOMO–LUMO\ngap (4.26 eV for HCBB vs 3.32 eV for HCHC). This accordingly enhances\nthe degree of charge transfer from the ground state to the excited\nstate. The DFT calculations confirm that the MOFs containing larger\nπ-conjugated fragments would be more efficient for the utilization\nof the solar spectrum with similar metal nodes and frameworks. In\naddition, the photocurrent profiles of PCN-136 and pbz-MOF-1 also\nindicated that PCN-136 is more active than pbz-MOF-1 under visible-light\nillumination (b). The replacement of the central phenyl core in pbz-MOF-1 with\nthe hexabenzocoronene moiety in PCN-136 did not lead to a significant\nchange in the structural feature, but the optical absorption ability\nwas greatly tuned. It is postulated from this result that the presence\nof a flat hexabenzocoronene central core will improve the light harvesting\nof a desired MOF. With this in mind, the use of HCHC linkers can be\nshown to endow PCN-136 with light-harvesting capabilities in order\nto be utilized as a suitable platform for photocatalytic studies.</p><p>The Mott–Schottky measurements on PCN-136 and pbz-MOF-1\nwere performed at a frequency of 500, 1000, and 1500 Hz, in order\nto elucidate their semiconductor characters and the possibility for\nthe subsequent CO<sub>2</sub> photoreduction study. As shown in c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">S14</ext-link>, the positive slope of the obtained C<sup>2–</sup> values (vs the applied potentials) is consistent\nwith those of typical n-type semiconductors. The intersection points\nare independent of the frequency, and the flat-band position of PCN-136\nis determined from the intersection to be ∼−0.95 V vs\nAg/AgCl (i.e., −0.75 V vs normal hydrogen electrode (NHE)).\nGenerally, the bottom of the conduction band (LUMO) in n-type semiconductors\ncan be determined to be approximately equal to the flat-band potential. According to this, the LUMO of PCN-136 is estimated\nto be −0.75 V vs NHE. The optical bandgap of PCN-136 was calculated\nto be 1.18 eV based on the UV–vis spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S15</ext-link>), and its valence band (HOMO) was estimated to\nbe 0.43 V vs NHE (c). Given the much more negative potential of the LUMO in\nPCN-136 than the reduction potential for the conversion of CO<sub>2</sub> to formate, it is theoretically feasible for the photocatalytic\nreduction of CO<sub>2</sub> to generate formate to be accomplished\nutilizing PCN-136 as a catalyst. Furthermore, the Mott–Schottky\nplots suggest that pbz-MOF-1 can be employed as a visible-light-harvesting\nmaterial utilizing the same method (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).</p><title>Photocatalytic CO<sub>2</sub> Reduction</title><p>Considering\nthe permanent porosity, broad optical absorption, and semiconductor\ncharacteristics exhibited by PCN-136, the photocatalytic reduction\nof carbon dioxide over PCN-136 was further evaluated in the presence\nof triisopropanolamine (TIPA) as a sacrificial agent under visible-light\nirradiation. Similarly, TIPA was employed in the reaction serving\nas an electron donor and hydrogen donor to recycle the catalytic process\nlike the role of triethanolamine (TEOA). Moreover, TIPA is a milder\nalkaline medium when compared to TEOA. In order to determine the optimized\ncatalytic experimental conditions, the photocatalytic conversion reaction\nwas conducted over a wide variety of experimental conditions (). The concentration of HCOO<sup>–</sup> was detected and quantitatively analyzed by in situ ion chromatography.\nHCOO<sup>–</sup> anions were continuously produced and analyzed\nas time increased for the reaction. Remarkably, PCN-136 shows a higher\nphotocatalytic activity for carbon dioxide reduction in a mixed MeCN/H<sub>2</sub>O system than in a single solvent. No other products can be\ndetected in the gas and liquid phases, suggesting that the catalyst\nis highly selective toward the conversion. No HCOO<sup>–</sup> was detected in the absence of PCN-136, demonstrating the critical\nrole of the photocatalyst in the reaction. Moreover, no HCOO<sup>–</sup> was generated when the reaction was carried out in the dark, demonstrating\na truly photocatalytic process. A total amount of 10.52 μmol\nformate anions was produced within 12 h in the mixed solvents of acetonitrile\n(40 mL) and water (5 mL) in the presence of TIPA (5 mL) under continuous\nvisible-light illumination. According to the above results, the following\nphotocatalytic reduction of CO<sub>2</sub> was carried out in the\npresence of TIPA (5 mL) in a mixed solvent systems (CH<sub>3</sub>CN/H<sub>2</sub>O, v:v (mL) = 40:5) under Xe light (300 W, λ\n≥ 420 nm). For comparison, HCHC was also used as a catalyst\nfor CO<sub>2</sub> photoreduction under similar conditions. However,\nHCHC has no activity on CO<sub>2</sub> photoreduction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S17</ext-link>), suggesting that the photocatalytic\nactivity can be greatly improved by assembling the HCHC linkers into\nMOFs. Furthermore, pbz-MOF-1 was studied as the photocatalyst under\nthe same conditions, and the amount of HCOO<sup>–</sup> anion\nproduced was only 3.53 μmol after 12 h (a). The turnover numbers of PCN-136 and pbz-MOF-1\nare 1.12 and 0.40, respectively, suggesting that the HCOO<sup>–</sup> yield of PCN-136 is nearly 3 times higher than that of pbz-MOF-1\nunder the same reaction conditions. The results suggest that PCN-136\nis superior to pbz-MOF-1 for applications as an active photocatalytic\nmaterial in the conversion of CO<sub>2</sub> to HCOO<sup>–</sup> under visible-light irradiation. The presence of extended π-conjugated\nhexabenzocoronene-based linkers in PCN-136 not only improves the optical\nabsorption of the materials but also largely increases the yield of\nthe photocatalytic reaction. As a comparison, Ru­(bpy)<sub>3</sub>Cl<sub>2</sub> (bpy = 2,2′-bipyridine) was introduced into the pbz-MOF-1\n(20 mg) system as the photosensitizer with an amount of 11.2 mg (15\nμmol) under similar conditions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_002.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). Under these conditions, the amount of HCOO<sup>–</sup> anion\nproduced from pbz-MOF-1 increased from 3.53 μmol after 12 h\nto 11.11 μmol in 12 h, which is comparable to that of PCN-136.\nThese results demonstrate that PCN-136 is very active and capable\nof selectively converting CO<sub>2</sub> to HCOO<sup>–</sup> under visible-light irradiation. PCN-136 exhibits one of the highest\nperformances of visible-light-driven CO<sub>2</sub> photoreduction\nto formate among reported MOFs or crystalline photocatalysts. In addition, PCN-136 can be easily separated and recovered from\nthe reaction media by centrifugation for continued use. The recycling\nperformance of the material was further investigated to examine the\nstability of PCN-136. The results of the cycling performance suggested\nthat no obvious change in the yield rate of HCOO<sup>–</sup> occurred during the four continuous runs (b). After the photocatalytic experiments,\nthe PXRD pattern was analyzed demonstrating that the structure of\nPCN-136 was maintained after reaction cycling (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b11042/suppl_file/ja8b11042_si_001.cif\" xlink:type=\"simple\">Figure S5</ext-link>).</p>", "clean_text": "The PXRD pattern of the as-synthesized samples matches well with the simulated pattern (Figure S5), indicating the phase purity of PCN-136. In addition, PCN-136 was characterized by thermalgravimetric and infrared (IR) spectra analysis (Figures S6 and S7). The architectural stability and permanent porosity of PCN-136 were confirmed by nitrogen adsorption-desorption measurement at 77 K with a reversible type-I isotherm feature (Figure S8a). The result suggests that PCN-136 is highly porous with a BET (Langmuir) surface area of 1768 m2⋅g-1 (2009 m2⋅g-1). The pore volume of PCN-136 calculated at 0.95 P/P 0 is 0.73 cm3 g-1. The pore size was calculated to be 15 Å from the nitrogen adsorption isotherm. This is consistent with the pore size determined from crystallographic analysis (Figure S8b). For comparison, the N2 sorption isotherm of pbz-MOF-1 was also performed at 77 K (Figure S9). The BET surface area and pore volume of pbz-MOF-1 are similar to those of PCN-136. As shown in Figure S10, carbon dioxide adsorption-desorption isotherms of PCN-136 at 273 K were measured. Carbon dioxide uptake was as high as 61.01 cm3 g-1 at saturation. This result suggests that the interactions between sp2-bonded carbon atoms from the hexabenzocoronene fragments and CO2 molecules may play an important role in the carbon dioxide uptake. In a previous computational study, the utilization of hexabenzocoronene unit as a central part of the linker resulted in a significant enhancement of the uptake of gases for the entire family of MOFs in the study. The successful construction of PCN-136 provides a platform for the comparison of structure-dependent photocatalytic performance between PCN-136 and pbz-MOF-1.\n\nPhotoelectrochemical Properties\n\nAs suggested by the UV-vis data results, PCN-136 exhibits a broad-band absorption covering the whole UV-visible-light region (a). This feature is desirable for photocatalytic applications. However, the visible-light absorption of pbz-MOF-1 is only up to ~450 nm (a). The optical absorption of PCN-136 shows large broadening compared to the free ligand HCHC (Figure S11). This difference is mainly derived from the aggregation of the HCHC ligands in the framework on the basis of fluorescence results (Figure S12). These results suggested that the electrons of PCN-136 can be more easily promoted to an excited state upon the visible-light irradiation when compared to free HCHC or pbz-MOF-1. Furthermore, density functional theory (DFT) calculations were performed to study the possible difference in the optical bandgap in pbz-MOF-1 and PCN-136 that may have resulted from the π-conjugated organic fragments. As shown in Figure S13, the frontier molecular orbital distributions for organic linkers (HCBB and HCHC) in pbz-MOF-1 and PCN-136 are presented. The highest occupied molecular orbital (HOMO) in HCBB is mainly delocalized over the exterior biphenyl carboxylic acid fragments, while the lowest unoccupied molecular orbital (LUMO) is delocalized over both the central benzene ring and the exterior biphenyl carboxylic acid fragments. The HOMO in the HCHC ligands mostly delocalizes over the central π-conjugated hexabenzocoronene unit, while the LUMO is formally delocalized over both the central π-conjugated hexabenzocoronene unit and the terminal benzoic acid fragments. It can be clearly seen that more extended conjugation generally leads to a smaller HOMO-LUMO gap (4.26 eV for HCBB vs 3.32 eV for HCHC). This accordingly enhances the degree of charge transfer from the ground state to the excited state. The DFT calculations confirm that the MOFs containing larger π-conjugated fragments would be more efficient for the utilization of the solar spectrum with similar metal nodes and frameworks. In addition, the photocurrent profiles of PCN-136 and pbz-MOF-1 also indicated that PCN-136 is more active than pbz-MOF-1 under visible-light illumination (b). The replacement of the central phenyl core in pbz-MOF-1 with the hexabenzocoronene moiety in PCN-136 did not lead to a significant change in the structural feature, but the optical absorption ability was greatly tuned. It is postulated from this result that the presence of a flat hexabenzocoronene central core will improve the light harvesting of a desired MOF. With this in mind, the use of HCHC linkers can be shown to endow PCN-136 with light-harvesting capabilities in order to be utilized as a suitable platform for photocatalytic studies.\n\nThe Mott-Schottky measurements on PCN-136 and pbz-MOF-1 were performed at a frequency of 500, 1000, and 1500 Hz, in order to elucidate their semiconductor characters and the possibility for the subsequent CO2 photoreduction study. As shown in c and S14, the positive slope of the obtained C2- values (vs the applied potentials) is consistent with those of typical n-type semiconductors. The intersection points are independent of the frequency, and the flat-band position of PCN-136 is determined from the intersection to be ~-0.95 V vs Ag/AgCl (i.e., -0.75 V vs normal hydrogen electrode (NHE)). Generally, the bottom of the conduction band (LUMO) in n-type semiconductors can be determined to be approximately equal to the flat-band potential. According to this, the LUMO of PCN-136 is estimated to be -0.75 V vs NHE. The optical bandgap of PCN-136 was calculated to be 1.18 eV based on the UV-vis spectrum (Figure S15), and its valence band (HOMO) was estimated to be 0.43 V vs NHE (c). Given the much more negative potential of the LUMO in PCN-136 than the reduction potential for the conversion of CO2 to formate, it is theoretically feasible for the photocatalytic reduction of CO2 to generate formate to be accomplished utilizing PCN-136 as a catalyst. Furthermore, the Mott-Schottky plots suggest that pbz-MOF-1 can be employed as a visible-light-harvesting material utilizing the same method (Figure S14).\n\nPhotocatalytic CO2 Reduction\n\nConsidering the permanent porosity, broad optical absorption, and semiconductor characteristics exhibited by PCN-136, the photocatalytic reduction of carbon dioxide over PCN-136 was further evaluated in the presence of triisopropanolamine (TIPA) as a sacrificial agent under visible-light irradiation. Similarly, TIPA was employed in the reaction serving as an electron donor and hydrogen donor to recycle the catalytic process like the role of triethanolamine (TEOA). Moreover, TIPA is a milder alkaline medium when compared to TEOA. In order to determine the optimized catalytic experimental conditions, the photocatalytic conversion reaction was conducted over a wide variety of experimental conditions (). The concentration of HCOO- was detected and quantitatively analyzed by in situ ion chromatography. HCOO- anions were continuously produced and analyzed as time increased for the reaction. Remarkably, PCN-136 shows a higher photocatalytic activity for carbon dioxide reduction in a mixed MeCN/H2O system than in a single solvent. No other products can be detected in the gas and liquid phases, suggesting that the catalyst is highly selective toward the conversion. No HCOO- was detected in the absence of PCN-136, demonstrating the critical role of the photocatalyst in the reaction. Moreover, no HCOO- was generated when the reaction was carried out in the dark, demonstrating a truly photocatalytic process. A total amount of 10.52 μmol formate anions was produced within 12 h in the mixed solvents of acetonitrile (40 mL) and water (5 mL) in the presence of TIPA (5 mL) under continuous visible-light illumination. According to the above results, the following photocatalytic reduction of CO2 was carried out in the presence of TIPA (5 mL) in a mixed solvent systems (CH3CN/H2O, v:v (mL) = 40:5) under Xe light (300 W, λ ≥ 420 nm). For comparison, HCHC was also used as a catalyst for CO2 photoreduction under similar conditions. However, HCHC has no activity on CO2 photoreduction (Figure S17), suggesting that the photocatalytic activity can be greatly improved by assembling the HCHC linkers into MOFs. Furthermore, pbz-MOF-1 was studied as the photocatalyst under the same conditions, and the amount of HCOO- anion produced was only 3.53 μmol after 12 h (a). The turnover numbers of PCN-136 and pbz-MOF-1 are 1.12 and 0.40, respectively, suggesting that the HCOO- yield of PCN-136 is nearly 3 times higher than that of pbz-MOF-1 under the same reaction conditions. The results suggest that PCN-136 is superior to pbz-MOF-1 for applications as an active photocatalytic material in the conversion of CO2 to HCOO- under visible-light irradiation. The presence of extended π-conjugated hexabenzocoronene-based linkers in PCN-136 not only improves the optical absorption of the materials but also largely increases the yield of the photocatalytic reaction. As a comparison, Ru(bpy)3Cl2 (bpy = 2,2'-bipyridine) was introduced into the pbz-MOF-1 (20 mg) system as the photosensitizer with an amount of 11.2 mg (15 μmol) under similar conditions (Figure S18). Under these conditions, the amount of HCOO- anion produced from pbz-MOF-1 increased from 3.53 μmol after 12 h to 11.11 μmol in 12 h, which is comparable to that of PCN-136. These results demonstrate that PCN-136 is very active and capable of selectively converting CO2 to HCOO- under visible-light irradiation. PCN-136 exhibits one of the highest performances of visible-light-driven CO2 photoreduction to formate among reported MOFs or crystalline photocatalysts. In addition, PCN-136 can be easily separated and recovered from the reaction media by centrifugation for continued use. The recycling performance of the material was further investigated to examine the stability of PCN-136. The results of the cycling performance suggested that no obvious change in the yield rate of HCOO- occurred during the four continuous runs (b). After the photocatalytic experiments, the PXRD pattern was analyzed demonstrating that the structure of PCN-136 was maintained after reaction cycling (Figure S5).", "data": [[{"meta": {"name": "PCN-136", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "reversible type-I isotherm feature", "unit": "", "temperature": "77 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "61.01", "unit": "cm3/g", "temperature": "273 K", "pressure": "saturation", "condition": ""}]}, {"meta": {"name": "pbz-MOF-1", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "similar to those of PCN-136", "unit": "", "temperature": "77 K", "pressure": "", "condition": ""}]}, {"meta": {"name": "HCHC", "symbol": "", "chemical formula": ""}, "gas adsorption": []}]], "include_properties": ["gas_adsorption"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic View of the Preparation for PCN-136</title>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic View of the Preparation for PCN-136   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structural comparison\nbetween PCN-136 and pbz-MOF-1: (a–c)\nthe structures of Zr<sub>6</sub> cluster, HCHC, and HCBB as six-connected\nnodes and (d, e) the 3D structures and (f) pbz-net.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structural comparison between PCN-136 and pbz-MOF-1: (a-c) the structures of Zr6 cluster, HCHC, and HCBB as six-connected nodes and (d, e) the 3D structures and (f) pbz-net.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) UV–vis\nspectra of pbz-MOF-1 and PCN-136; insets are\nthe optical pictures of pbz-MOF-1 (left) and PCN-136 (right). (b)\nTransient photocurrent responses of pbz-MOF-1 and PCN-136 in 0.5 M\nNa<sub>2</sub>SO<sub>4</sub> aqueous solution under visible-light\nirradiation. (c) Mott–Schottky plots for PCN-136 in 0.2 M Na<sub>2</sub>SO<sub>4</sub> aqueous solution; inset is the energy diagram\nof the HOMO and LUMO levels of PCN-136.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) UV-vis spectra of pbz-MOF-1 and PCN-136; insets are the optical pictures of pbz-MOF-1 (left) and PCN-136 (right). (b) Transient photocurrent responses of pbz-MOF-1 and PCN-136 in 0.5 M Na2SO4 aqueous solution under visible-light irradiation. (c) Mott-Schottky plots for PCN-136 in 0.2 M Na2SO4 aqueous solution; inset is the energy diagram of the HOMO and LUMO levels of PCN-136.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Amount of HCOO<sup>–</sup> produced as a function\nof\nirradiation time with PCN-136 or pbz-MOF-1 as photocatalysts (20 mg).\nMeCN/H<sub>2</sub>O/TIPA (40/5/5 mL), Xe light (300 W, λ ≥\n420 nm). (b) The amount of HCOO<sup>–</sup> produced in four\nrepeated photocatalytic reactions using PCN-136 as catalysts.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Amount of HCOO- produced as a function of irradiation time with PCN-136 or pbz-MOF-1 as photocatalysts (20 mg). MeCN/H2O/TIPA (40/5/5 mL), Xe light (300 W, λ ≥ 420 nm). (b) The amount of HCOO- produced in four repeated photocatalytic reactions using PCN-136 as catalysts.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Plausible mechanism for photocatalytic CO<sub>2</sub> reduction\nover PCN-136 under visible-light irradiation.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-11042p_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Plausible mechanism for photocatalytic CO2 reduction over PCN-136 under visible-light irradiation.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.8b11042", "title": "\nCreating\nWell-Defined Hexabenzocoronene in Zirconium\nMetal–Organic Framework by Postsynthetic Annulation\n", "journal": "American Chemical\nSociety", "date": "2019.01", "author_list": ["Qin\nJun-Sheng", "Yuan\nShuai", "Zhang\nLei", "Li\nBao", "Du\nDong-Ying", "Huang\nNing", "Guan\nWei", "Drake\nHannah F.", "Pang\nJiandong", "Lan\nYa-Qian", "Alsalme\nAli", "Zhou\nHong-Cai"]}}