{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja8b07411.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Multicomponent\nmetal–organic frameworks (MOFs) promise the\nprecise placement of synergistic functional groups with atomic-level\nprecision, capable of promoting fascinating developments in basic\nsciences and applications. However, the complexity of multicomponent\nsystems poses a challenge to their structural\ndesign and synthesis. Herein, we show that linkers of low symmetry\ncan bring new opportunities to the construction of multicomponent\nMOFs. A carbazole-tetracarboxylate linker of <italic>C</italic>\n<sub>\n<italic>s</italic>\n</sub> point group symmetry was designed and\ncombined with an 8-connected Zr<sub>6</sub> cluster to generate a\nlow-symmetry MOF, PCN-609. PCN-609 contains coordinatively unsaturated\nZr sites arranged within a lattice with three crystallographically\ndistinct pockets, which can accommodate linear linkers of different\nlengths. Sequential linker installation was carried out to postsynthetically\ninsert three linear linkers into PCN-609, giving rise to a quinary\nMOF. Functionalization of each linker from the quinary MOF system\ncreates multivariate pore environments with unprecedented complexity.</p>", "clean_text": "Multicomponent metal-organic frameworks (MOFs) promise the precise placement of synergistic functional groups with atomic-level precision, capable of promoting fascinating developments in basic sciences and applications. However, the complexity of multicomponent systems poses a challenge to their structural design and synthesis. Herein, we show that linkers of low symmetry can bring new opportunities to the construction of multicomponent MOFs. A carbazole-tetracarboxylate linker of C  s  point group symmetry was designed and combined with an 8-connected Zr6 cluster to generate a low-symmetry MOF, PCN-609. PCN-609 contains coordinatively unsaturated Zr sites arranged within a lattice with three crystallographically distinct pockets, which can accommodate linear linkers of different lengths. Sequential linker installation was carried out to postsynthetically insert three linear linkers into PCN-609, giving rise to a quinary MOF. Functionalization of each linker from the quinary MOF system creates multivariate pore environments with unprecedented complexity.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs), also known as porous coordination polymers (PCPs), are a class\nof porous materials constructed by linking metal-containing nodes\nand organic linkers through coordination bonds. Because of their structural and functional tunability,\nMOFs have found application in a variety of areas including gas storage,\nseparation, chemical sensing, catalysis, energy harvesting, and biomedicine. Many early MOFs are composed of single metals\nand organic linkers. However, as the application scope of MOFs continues\nto expand, simple MOF structures based on single metals with one type\nof organic linker are far from enough to satisfy growing requirements.\nQuests for advanced functionalities in MOFs inevitably require more\ncomplex structures and pore environments. In a review paper, Yaghi\nand co-workers proposed that future MOF materials will have multiple\nbuilding units arranged in specific sequences within a MOF crystal. Kitagawa also predicted that the next generation\nof porous materials would ideally possess features including hierarchy\nand hybridity, anisotropy and asymmetry, and disorder and defects. Constructing MOFs from multiple components is\none way to achieve complex structures with sophisticated applications. The ability to arrange multiple metals and organic\nfunctional groups in desired proximity with atomic precision in a\nperiodic lattice is expected to promote fascinating developments in\nbasic sciences and applications. For example, the combination of diverse\nmetals and functional groups in a multicomponent MOF can lead to emergent\nsynergistic effects in catalysis and gas adsorption.\n</p>", "clean_text": "Metal-organic frameworks (MOFs), also known as porous coordination polymers (PCPs), are a class of porous materials constructed by linking metal-containing nodes and organic linkers through coordination bonds. Because of their structural and functional tunability, MOFs have found application in a variety of areas including gas storage, separation, chemical sensing, catalysis, energy harvesting, and biomedicine. Many early MOFs are composed of single metals and organic linkers. However, as the application scope of MOFs continues to expand, simple MOF structures based on single metals with one type of organic linker are far from enough to satisfy growing requirements. Quests for advanced functionalities in MOFs inevitably require more complex structures and pore environments. In a review paper, Yaghi and co-workers proposed that future MOF materials will have multiple building units arranged in specific sequences within a MOF crystal. Kitagawa also predicted that the next generation of porous materials would ideally possess features including hierarchy and hybridity, anisotropy and asymmetry, and disorder and defects. Constructing MOFs from multiple components is one way to achieve complex structures with sophisticated applications. The ability to arrange multiple metals and organic functional groups in desired proximity with atomic precision in a periodic lattice is expected to promote fascinating developments in basic sciences and applications. For example, the combination of diverse metals and functional groups in a multicomponent MOF can lead to emergent synergistic effects in catalysis and gas adsorption. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A simple approach toward multicomponent MOFs is to\nadopt a series\nof organic linkers that have the same length, geometry, and connectivity\nbut different functional groups. These linkers uniformly distribute\nwithin the same framework forming multivariate MOFs (MTV-MOFs) with\nemergent properties. However, randomly\ndistributed linkers and functional groups have posed a challenge in\nstructural characterization. X-ray diffraction, a powerful technique\nto determine MOF structure, does not show the sequence of functional\ngroups because of the substitutional disorder of linkers. To map the\nmultiple functional groups within an MTV-MOF, solid state NMR in combination\nwith molecular modeling techniques need to be adopted.\n</p>", "clean_text": "A simple approach toward multicomponent MOFs is to adopt a series of organic linkers that have the same length, geometry, and connectivity but different functional groups. These linkers uniformly distribute within the same framework forming multivariate MOFs (MTV-MOFs) with emergent properties. However, randomly distributed linkers and functional groups have posed a challenge in structural characterization. X-ray diffraction, a powerful technique to determine MOF structure, does not show the sequence of functional groups because of the substitutional disorder of linkers. To map the multiple functional groups within an MTV-MOF, solid state NMR in combination with molecular modeling techniques need to be adopted. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To combat disorder, one possible strategy is to use\na low-symmetry\nMOF as a matrix. A set of linkers with different symmetry and/or connectivity\ncan be placed at predetermined positions within the symmetry-reduced\nlattice. These linkers can be easily differentiated from each other\nby single-crystal X-ray crystallography so that the position of the\nfunctional group on each linker can be precisely located. This strategy\nhas been well demonstrated by Telfer and co-workers who reported the\none-pot synthesis of a family of isoreticular MOFs with three crystallographically\ndistinct linkers. Considering that multiple\nphases can be formed in a multicomponent system, it is exceedingly\ndifficult to control the structure and phase purity of the product\nin a one-pot reaction. To take control over the formation of mixed-linker\nMOFs, we recently developed a stepwise synthetic method named sequential\nlinker installation. This strategy utilizes\na stable MOF with inherent coordinatively unsaturated sites as a matrix and postsynthetically installs linkers into\nthe defects to form mixed-linker MOFs. The open MOF matrix allows\nthe sequential installation of two linkers with different lengths. The exploration of the linker installation method\nhas led to the discovery of various tertiary and quaternary MOFs with\ncontrollable pore environments and emerging properties in gas storage\nand catalysis. Very recently, Zhang and\nco-workers have reported the insertion of three linkers in a Zr-MOF,\nresulting in a quinary MOF with ordered arrangement of framework fragments. Still, it is challenging to rationally design\na MOF matrix that can accommodate three or more secondary linkers.</p>", "clean_text": "To combat disorder, one possible strategy is to use a low-symmetry MOF as a matrix. A set of linkers with different symmetry and/or connectivity can be placed at predetermined positions within the symmetry-reduced lattice. These linkers can be easily differentiated from each other by single-crystal X-ray crystallography so that the position of the functional group on each linker can be precisely located. This strategy has been well demonstrated by Telfer and co-workers who reported the one-pot synthesis of a family of isoreticular MOFs with three crystallographically distinct linkers. Considering that multiple phases can be formed in a multicomponent system, it is exceedingly difficult to control the structure and phase purity of the product in a one-pot reaction. To take control over the formation of mixed-linker MOFs, we recently developed a stepwise synthetic method named sequential linker installation. This strategy utilizes a stable MOF with inherent coordinatively unsaturated sites as a matrix and postsynthetically installs linkers into the defects to form mixed-linker MOFs. The open MOF matrix allows the sequential installation of two linkers with different lengths. The exploration of the linker installation method has led to the discovery of various tertiary and quaternary MOFs with controllable pore environments and emerging properties in gas storage and catalysis. Very recently, Zhang and co-workers have reported the insertion of three linkers in a Zr-MOF, resulting in a quinary MOF with ordered arrangement of framework fragments. Still, it is challenging to rationally design a MOF matrix that can accommodate three or more secondary linkers.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>To further enhance the complexity of MOFs, asymmetric linkers may\nbe employed, which tend to form symmetry-reduced MOFs to accommodate\nmultiple linkers arranged in crystallographically determined sequences.\nBearing this in mind, we designed a carbazole-based linker to form\na matrix with three different coordination vacancies. Sequential linker\ninstallation was subsequently carried out to insert three linear linkers\nwith different lengths and functional groups into each coordination\nvacancy. As a result, a series of quinary MOFs with five crystallographically\nordered components (i.e., four different linkers and a Zr<sub>6</sub> cluster) was obtained, representing a highest degree of complexity\nat a predetermined array within the crystal lattice. These quinary\nMOFs provide a nearly ideal platform to incorporate multivariate functionalities\nwithin a complex pore environment.</p>", "clean_text": "To further enhance the complexity of MOFs, asymmetric linkers may be employed, which tend to form symmetry-reduced MOFs to accommodate multiple linkers arranged in crystallographically determined sequences. Bearing this in mind, we designed a carbazole-based linker to form a matrix with three different coordination vacancies. Sequential linker installation was subsequently carried out to insert three linear linkers with different lengths and functional groups into each coordination vacancy. As a result, a series of quinary MOFs with five crystallographically ordered components (i.e., four different linkers and a Zr6 cluster) was obtained, representing a highest degree of complexity at a predetermined array within the crystal lattice. These quinary MOFs provide a nearly ideal platform to incorporate multivariate functionalities within a complex pore environment.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>To carry out linker installation,\na Zr-based MOF with inherent\ncoordinatively unsaturated metal sites is used as a matrix. In our\nprevious research, a series of MOFs with 8-connected Zr<sub>6</sub> clusters and tetratopic linkers (a) were synthesized, which represent suitable\nplatforms to accommodate secondary linkers. By combining tetratopic linkers and 8-connected Zr<sub>6</sub> clusters,\na {4,8}-connected <bold>scu</bold> network is expected, namely PCN-606\n(c). Single-crystal\nX-ray diffraction experiments have revealed that the PCN-606 series\ncrystallizes in the orthorhombic space group <italic>Cmmm</italic>. Each Zr<sub>6</sub> cluster in PCN-606 is coordinated to eight\ncarboxylate ligands, leaving eight coordinatively unsaturated Zr sites\non the equatorial plane. These unsaturated Zr sites were capped by\nfour pairs of terminal H<sub>2</sub>O/–OH<sup>–</sup> groups to balance the charge. The terminal\nH<sub>2</sub>O/–OH<sup>–</sup> groups may be replaced\nthrough an acid–base reaction with linear carboxylate linkers. Theoretically, each pair of adjacent Zr-clusters\ncan be further connected by linear linkers of proper length along\nthe <italic>a</italic>-axis and <italic>c</italic>-axis (e and g, colored\nblue and green respectively). Therefore, two linear linkers with different\nlengths can be incorporated in the pocket along the <italic>a</italic>- and <italic>c-</italic>axes.</p>", "clean_text": "To carry out linker installation, a Zr-based MOF with inherent coordinatively unsaturated metal sites is used as a matrix. In our previous research, a series of MOFs with 8-connected Zr6 clusters and tetratopic linkers (a) were synthesized, which represent suitable platforms to accommodate secondary linkers. By combining tetratopic linkers and 8-connected Zr6 clusters, a {4,8}-connected scu network is expected, namely PCN-606 (c). Single-crystal X-ray diffraction experiments have revealed that the PCN-606 series crystallizes in the orthorhombic space group Cmmm. Each Zr6 cluster in PCN-606 is coordinated to eight carboxylate ligands, leaving eight coordinatively unsaturated Zr sites on the equatorial plane. These unsaturated Zr sites were capped by four pairs of terminal H2O/-OH- groups to balance the charge. The terminal H2O/-OH- groups may be replaced through an acid-base reaction with linear carboxylate linkers. Theoretically, each pair of adjacent Zr-clusters can be further connected by linear linkers of proper length along the a-axis and c-axis (e and g, colored blue and green respectively). Therefore, two linear linkers with different lengths can be incorporated in the pocket along the a- and c-axes.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Biphenyl-based rectangular linker\n(L1) and (b) carbazole-based\ntrapezoidal linker (L2). Schematic representation of MOFs formed by\nL1­(c) and L2 (d). Single crystal structure of MOFs formed by L1 and\nL2 viewed along <italic>a</italic>-direction (e,g) and <italic>c</italic>-direction (f,h). Pocket I, II, and III are colored blue, yellow,\nand green, respectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2018-07411v_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Biphenyl-based rectangular linker (L1) and (b) carbazole-based trapezoidal linker (L2). Schematic representation of MOFs formed by L1(c) and L2 (d). Single crystal structure of MOFs formed by L1 and L2 viewed along a-direction (e,g) and c-direction (f,h). Pocket I, II, and III are colored blue, yellow, and green, respectively.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>PCN-606 provides a blueprint for the design of more complex\nMOF\nmatrices that can accommodate three linear linkers. We propose that\nthe trapezoidal linkers will form MOFs with lower symmetries so that\nthree linear linkers can be arranged at different positions in the\nsymmetry-reduced crystal lattice. To this end, a carbazole-based linker\n(L2) was designed as the trapezoidal analogue of L1. By replacing\nthe rectangular biphenyl groups with a trapezoidal carbazole moiety,\nthe symmetry of the linker was reduced from <italic>C</italic>\n<sub>2<italic>h</italic>\n</sub> to <italic>C</italic>\n<sub>\n<italic>s</italic>\n</sub> (b). As expected, the reaction of Zr<sup>4+</sup> and L2 gives\nrise to a MOF isostructural to PCN-606 but with reduced symmetry (d). The MOF of lower\nsymmetry was named PCN-609. Although the single-crystal structure\nof PCN-609 still crystallizes in a highly symmetric space group, the\nunit cell of PCN-609 doubled compared to that of PCN-606 because of\nthe reduced symmetry. The trapezoidal L2 eliminates the 2-fold axis\npassing through the linker along the <italic>c</italic>-direction.\nAs a result, two pockets with different sizes were created along the <italic>c</italic>-direction (f). Meanwhile, the pocket along the <italic>a</italic>-direction\nwas maintained (h). Theoretically, three linkers with different lengths can be incorporated\ninto PCN-609.</p>", "clean_text": "PCN-606 provides a blueprint for the design of more complex MOF matrices that can accommodate three linear linkers. We propose that the trapezoidal linkers will form MOFs with lower symmetries so that three linear linkers can be arranged at different positions in the symmetry-reduced crystal lattice. To this end, a carbazole-based linker (L2) was designed as the trapezoidal analogue of L1. By replacing the rectangular biphenyl groups with a trapezoidal carbazole moiety, the symmetry of the linker was reduced from C 2h  to C  s  (b). As expected, the reaction of Zr4+ and L2 gives rise to a MOF isostructural to PCN-606 but with reduced symmetry (d). The MOF of lower symmetry was named PCN-609. Although the single-crystal structure of PCN-609 still crystallizes in a highly symmetric space group, the unit cell of PCN-609 doubled compared to that of PCN-606 because of the reduced symmetry. The trapezoidal L2 eliminates the 2-fold axis passing through the linker along the c-direction. As a result, two pockets with different sizes were created along the c-direction (f). Meanwhile, the pocket along the a-direction was maintained (h). Theoretically, three linkers with different lengths can be incorporated into PCN-609.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>To prove our hypothesis, linkers with different\nlengths were sequentially\ninstalled in PCN-606 and PCN-609. By incubating PCN-606 crystals in\nDMF solutions of the linear linkers, the coordinatively unsaturated\nZr cluster further binds to carboxylate linkers, leading to the insertion\nof these linkers into the empty pockets. Single-crystal to single-crystal\ntransformation was realized so that the positions of subsequently\ninstalled linkers were unambiguously observed in the crystallographically\nresolved structures. For example, incorporation of BDC into PCN-606\n(a) leads to\nthe formation of PCN-606-BDC (b) which can be further transformed into PCN-606-BDC-TPDC\n(d) when treated\nwith TPDC solution (BDC = 1,4-benzenedicarboxylate, TPDC = 2′,5′-dimethylterphenyl-4,4″-dicarboxylate).\nThe sequence of linker installation does not affect the structure\nof the final product. PCN-606-TPDC (c) can be initially formed and subsequently\ntransformed into PCN-606-BDC-TPDC. In fact, the installation process\nof two linkers are orthogonal so that two linkers can be incorporated\nsimultaneously by reacting with a solution of BDC and TPDC. In total,\ntwo linkers can be postsynthetically installed into PCN-606.</p>", "clean_text": "To prove our hypothesis, linkers with different lengths were sequentially installed in PCN-606 and PCN-609. By incubating PCN-606 crystals in DMF solutions of the linear linkers, the coordinatively unsaturated Zr cluster further binds to carboxylate linkers, leading to the insertion of these linkers into the empty pockets. Single-crystal to single-crystal transformation was realized so that the positions of subsequently installed linkers were unambiguously observed in the crystallographically resolved structures. For example, incorporation of BDC into PCN-606 (a) leads to the formation of PCN-606-BDC (b) which can be further transformed into PCN-606-BDC-TPDC (d) when treated with TPDC solution (BDC = 1,4-benzenedicarboxylate, TPDC = 2',5'-dimethylterphenyl-4,4\"-dicarboxylate). The sequence of linker installation does not affect the structure of the final product. PCN-606-TPDC (c) can be initially formed and subsequently transformed into PCN-606-BDC-TPDC. In fact, the installation process of two linkers are orthogonal so that two linkers can be incorporated simultaneously by reacting with a solution of BDC and TPDC. In total, two linkers can be postsynthetically installed into PCN-606.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Single-crystal\nto single-crystal transformation of (a) PCN-606\nby installation of (b) BDC, (c) TPDC and a combination thereof (d).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2018-07411v_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Single-crystal to single-crystal transformation of (a) PCN-606 by installation of (b) BDC, (c) TPDC and a combination thereof (d).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>PCN-609 contains three pockets\nwith different sizes, which potentially\nallows the installation of three linkers with different lengths. The\nsequence of linker installation is critical for the successful incorporation\nof all three linear linkers. The rigid pockets I and II are suitable\nfor BDC and BPDC, respectively. However, the framework structures\nare flexible along the <italic>c</italic>-axis, so that pocket III\ncan adapt to tolerate the installation of linkers with lengths ranging\nfrom 11.2 Å (BPDC) to 15.2 Å (TPDC). To restrain pocket\nIII from being occupied by the shorter linker BPDC, TPDC should be\ninstalled prior to BPDC. The TPDC will occupy pocket III, leaving\npocket I and II poised for BDC and BPDC, respectively (d,e). However, if BPDC is initially\ninstalled, it will occupy both pocket II and pocket III (c,f). As a result,\nTPDC would not be successively incorporated.</p>", "clean_text": "PCN-609 contains three pockets with different sizes, which potentially allows the installation of three linkers with different lengths. The sequence of linker installation is critical for the successful incorporation of all three linear linkers. The rigid pockets I and II are suitable for BDC and BPDC, respectively. However, the framework structures are flexible along the c-axis, so that pocket III can adapt to tolerate the installation of linkers with lengths ranging from 11.2 Å (BPDC) to 15.2 Å (TPDC). To restrain pocket III from being occupied by the shorter linker BPDC, TPDC should be installed prior to BPDC. The TPDC will occupy pocket III, leaving pocket I and II poised for BDC and BPDC, respectively (d,e). However, if BPDC is initially installed, it will occupy both pocket II and pocket III (c,f). As a result, TPDC would not be successively incorporated.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Single crystal structures\nof PCN-609 (a) and its derivatives PCN-609-BDC\n(b), PCN-609-BPDC (c), PCN-609-TPDC (d), PCN-609-BDC-BPDC (e), PCN-609-BDC-TPDC\n(f), PCN-609-BPDC-TPDC (g), and PCN-609-BDC-BPDC-TPDC (h).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2018-07411v_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Single crystal structures of PCN-609 (a) and its derivatives PCN-609-BDC (b), PCN-609-BPDC (c), PCN-609-TPDC (d), PCN-609-BDC-BPDC (e), PCN-609-BDC-TPDC (f), PCN-609-BPDC-TPDC (g), and PCN-609-BDC-BPDC-TPDC (h).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>In total, seven different MOFs can be derived by\nthe installation\nof three linear linkers or a combination thereof. These includes PCN-609-BDC,\nPCN-609-BPDC, PCN-609-TPDC, PCN-609-BDC-BPDC, PCN-609-BDC-TPDC, PCN-609-BPDC-TPDC,\nand PCN-609-BDC-BPDC-TPDC (BPDC = biphenyl-4,4′-dicarboxylate).\nSingle crystals of these MOFs were successfully isolated. The structures\nand compositions of the MOFs were determined by single crystal X-ray\ndiffraction and confirmed by <sup>1</sup>H NMR of digested samples\n(). The bulk samples\nwere characterized by powder X-ray diffraction, indicating the phase\npurity and the maintained crystallinity after treatments. The N<sub>2</sub> adsorption measurements further show that the porosity and\nBET surface area of PCN-609 was well-maintained and controlled after\nthe installation of different linkers (, ).</p>", "clean_text": "In total, seven different MOFs can be derived by the installation of three linear linkers or a combination thereof. These includes PCN-609-BDC, PCN-609-BPDC, PCN-609-TPDC, PCN-609-BDC-BPDC, PCN-609-BDC-TPDC, PCN-609-BPDC-TPDC, and PCN-609-BDC-BPDC-TPDC (BPDC = biphenyl-4,4'-dicarboxylate). Single crystals of these MOFs were successfully isolated. The structures and compositions of the MOFs were determined by single crystal X-ray diffraction and confirmed by 1H NMR of digested samples (). The bulk samples were characterized by powder X-ray diffraction, indicating the phase purity and the maintained crystallinity after treatments. The N2 adsorption measurements further show that the porosity and BET surface area of PCN-609 was well-maintained and controlled after the installation of different linkers (, ).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>It should be noted that\nthe stepwise linker installation process\nis necessary for the formation of these multicomponent MOFs. We attempted\nto synthesize mixed-linker Zr-MOFs starting from a combination of\nL2 and other linear linkers through a one-pot synthetic approach;\nhowever, UiO structure impurities were formed by the linear linkers.\nIn the one-pot synthesis, the competitive formation of different products\nmakes it exceedingly challenging to obtain the desired mixed-linker\nMOFs.</p>", "clean_text": "It should be noted that the stepwise linker installation process is necessary for the formation of these multicomponent MOFs. We attempted to synthesize mixed-linker Zr-MOFs starting from a combination of L2 and other linear linkers through a one-pot synthetic approach; however, UiO structure impurities were formed by the linear linkers. In the one-pot synthesis, the competitive formation of different products makes it exceedingly challenging to obtain the desired mixed-linker MOFs.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Among these multicomponent MOFs, PCN-609-BDC-BPDC-TPDC\nshows the\nhighest degree of complexity with four different linkers arranged\nat crystallographically distinct positions in the periodic lattice.\nIt provides a nearly ideal platform to precisely control the pore\nenvironment by placing different linkers with specific functionalities.\nWe show that a series of functional groups can be integrated through\neach of the three linkers forming multivariate MOFs (a). Pocket I can accommodate\nBDC and its derivatives (b), whereas pocket II can fit BPDC with different functional\ngroups (c).\nFurthermore, the flexible pocket III allows for a wider range of linkers\nof variable length to be installed (d and ). As\nshown in ,\nlinear linkers with different lengths and functionalities were successfully\ninstalled in PCN-609 as confirmed by powder X-ray diffraction and <sup>1</sup>H NMR digestion experiments ( and , ). Furthermore, single crystal structures of PCN-609-BDC-BPDC-EDDB\nand PCN-609-BDC-BPDC-AZDC were successfully obtained. Theoretically,\n447 MOFs are expected from the combinations of linkers in the list.\nThe almost unlimited tunability of the PCN-609 system is expected\nto generate complex pore environments for a wide range of applications.</p>", "clean_text": "Among these multicomponent MOFs, PCN-609-BDC-BPDC-TPDC shows the highest degree of complexity with four different linkers arranged at crystallographically distinct positions in the periodic lattice. It provides a nearly ideal platform to precisely control the pore environment by placing different linkers with specific functionalities. We show that a series of functional groups can be integrated through each of the three linkers forming multivariate MOFs (a). Pocket I can accommodate BDC and its derivatives (b), whereas pocket II can fit BPDC with different functional groups (c). Furthermore, the flexible pocket III allows for a wider range of linkers of variable length to be installed (d and ). As shown in , linear linkers with different lengths and functionalities were successfully installed in PCN-609 as confirmed by powder X-ray diffraction and 1H NMR digestion experiments ( and , ). Furthermore, single crystal structures of PCN-609-BDC-BPDC-EDDB and PCN-609-BDC-BPDC-AZDC were successfully obtained. Theoretically, 447 MOFs are expected from the combinations of linkers in the list. The almost unlimited tunability of the PCN-609 system is expected to generate complex pore environments for a wide range of applications.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic\nrepresentation of PCN-609 (a) with pockets I (b), II\n(c), and III (d) able to accommodate a variety of functionalized linkers.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2018-07411v_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Schematic representation of PCN-609 (a) with pockets I (b), II (c), and III (d) able to accommodate a variety of functionalized linkers.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>In conclusion, a multivariate\nquinary MOF system was constructed\nfrom a low-symmetry MOF matrix. A judiciously designed trapezoidal\nlinker reduced the overall symmetry of the frameworks so that three\npockets with different lengths were created. By postsynthetic installation\nof three linkers with proper lengths and in proper order into the\nopen matrix, quinary MOFs with multivariate pore environments were\nobtained. Single crystal structures clearly show the structural transformation\nduring the stepwise insertion of linkers. Besides providing a complicated\nyet highly controllable multivariate MOF system, this work also highlights\nthe importance of symmetry-reduced linkers in the formation of sophisticated\npore environments. A greater exploration of ligands with lower symmetry,\neither in respect to their geometry, functional group position, or\ntype of coordinating groups, will lead to the discovery of more multicomponent\nframework architectures.</p>", "clean_text": "In conclusion, a multivariate quinary MOF system was constructed from a low-symmetry MOF matrix. A judiciously designed trapezoidal linker reduced the overall symmetry of the frameworks so that three pockets with different lengths were created. By postsynthetic installation of three linkers with proper lengths and in proper order into the open matrix, quinary MOFs with multivariate pore environments were obtained. Single crystal structures clearly show the structural transformation during the stepwise insertion of linkers. Besides providing a complicated yet highly controllable multivariate MOF system, this work also highlights the importance of symmetry-reduced linkers in the formation of sophisticated pore environments. A greater exploration of ligands with lower symmetry, either in respect to their geometry, functional group position, or type of coordinating groups, will lead to the discovery of more multicomponent framework architectures.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.8b07411\">10.1021/jacs.8b07411</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Text, tables,\nand figures giving experimental procedures\nfor the syntheses of the ligands and MOFs, PXRD, N<sub>2</sub> adsorption\nisotherms, <sup>1</sup>H NMR spectra, and other additional information\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b07411/suppl_file/ja8b07411_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray\ncrystallographic details of PCN-606, PCN-606-BDC,\nPCN-606-TPDC, and PCN-606-BDC-TPDC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b07411/suppl_file/ja8b07411_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic details of\nPCN-609, PCN-609-BDC,\nPCN-609-BPDC, PCN-609-TPDC, PCN-609-BDC-BPDC, PCN-609-BDC-TPDC, PCN-609-BPDC-TPDC,\nPCN-609-BDC-BPDC-TPDC, PCN-609-BDC-BPDC-EDDB, and PCN-609-BDC-BPDC-AZDC\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b07411/suppl_file/ja8b07411_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.8b07411.  Text, tables, and figures giving experimental procedures for the syntheses of the ligands and MOFs, PXRD, N2 adsorption isotherms, 1H NMR spectra, and other additional information (PDF)   X-ray crystallographic details of PCN-606, PCN-606-BDC, PCN-606-TPDC, and PCN-606-BDC-TPDC (CIF)   X-ray crystallographic details of PCN-609, PCN-609-BDC, PCN-609-BPDC, PCN-609-TPDC, PCN-609-BDC-BPDC, PCN-609-BDC-TPDC, PCN-609-BPDC-TPDC, PCN-609-BDC-BPDC-TPDC, PCN-609-BDC-BPDC-EDDB, and PCN-609-BDC-BPDC-AZDC (CIF)   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Text, tables,\nand figures giving experimental procedures\nfor the syntheses of the ligands and MOFs, PXRD, N<sub>2</sub> adsorption\nisotherms, <sup>1</sup>H NMR spectra, and other additional information\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b07411/suppl_file/ja8b07411_si_001.pdf\">PDF</ext-link>)</p><p>X-ray\ncrystallographic details of PCN-606, PCN-606-BDC,\nPCN-606-TPDC, and PCN-606-BDC-TPDC (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b07411/suppl_file/ja8b07411_si_002.cif\">CIF</ext-link>)</p><p>X-ray crystallographic details of\nPCN-609, PCN-609-BDC,\nPCN-609-BPDC, PCN-609-TPDC, PCN-609-BDC-BPDC, PCN-609-BDC-TPDC, PCN-609-BPDC-TPDC,\nPCN-609-BDC-BPDC-TPDC, PCN-609-BDC-BPDC-EDDB, and PCN-609-BDC-BPDC-AZDC\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b07411/suppl_file/ja8b07411_si_003.cif\">CIF</ext-link>)</p>", "clean_text": "Text, tables, and figures giving experimental procedures for the syntheses of the ligands and MOFs, PXRD, N2 adsorption isotherms, 1H NMR spectra, and other additional information (PDF)\n\nX-ray crystallographic details of PCN-606, PCN-606-BDC, PCN-606-TPDC, and PCN-606-BDC-TPDC (CIF)\n\nX-ray crystallographic details of PCN-609, PCN-609-BDC, PCN-609-BPDC, PCN-609-TPDC, PCN-609-BDC-BPDC, PCN-609-BDC-TPDC, PCN-609-BPDC-TPDC, PCN-609-BDC-BPDC-TPDC, PCN-609-BDC-BPDC-EDDB, and PCN-609-BDC-BPDC-AZDC (CIF)", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Biphenyl-based rectangular linker\n(L1) and (b) carbazole-based\ntrapezoidal linker (L2). Schematic representation of MOFs formed by\nL1­(c) and L2 (d). Single crystal structure of MOFs formed by L1 and\nL2 viewed along <italic>a</italic>-direction (e,g) and <italic>c</italic>-direction (f,h). Pocket I, II, and III are colored blue, yellow,\nand green, respectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2018-07411v_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Biphenyl-based rectangular linker (L1) and (b) carbazole-based trapezoidal linker (L2). Schematic representation of MOFs formed by L1(c) and L2 (d). Single crystal structure of MOFs formed by L1 and L2 viewed along a-direction (e,g) and c-direction (f,h). Pocket I, II, and III are colored blue, yellow, and green, respectively.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Single-crystal\nto single-crystal transformation of (a) PCN-606\nby installation of (b) BDC, (c) TPDC and a combination thereof (d).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2018-07411v_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Single-crystal to single-crystal transformation of (a) PCN-606 by installation of (b) BDC, (c) TPDC and a combination thereof (d).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Single crystal structures\nof PCN-609 (a) and its derivatives PCN-609-BDC\n(b), PCN-609-BPDC (c), PCN-609-TPDC (d), PCN-609-BDC-BPDC (e), PCN-609-BDC-TPDC\n(f), PCN-609-BPDC-TPDC (g), and PCN-609-BDC-BPDC-TPDC (h).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2018-07411v_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Single crystal structures of PCN-609 (a) and its derivatives PCN-609-BDC (b), PCN-609-BPDC (c), PCN-609-TPDC (d), PCN-609-BDC-BPDC (e), PCN-609-BDC-TPDC (f), PCN-609-BPDC-TPDC (g), and PCN-609-BDC-BPDC-TPDC (h).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic\nrepresentation of PCN-609 (a) with pockets I (b), II\n(c), and III (d) able to accommodate a variety of functionalized linkers.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2018-07411v_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Schematic representation of PCN-609 (a) with pockets I (b), II (c), and III (d) able to accommodate a variety of functionalized linkers.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.8b07411", "title": "\nEnhancing\nPore-Environment Complexity Using a Trapezoidal\nLinker: Toward Stepwise Assembly of Multivariate Quinary Metal–Organic\nFrameworks\n", "journal": "American Chemical\nSociety", "date": "2018.09", "author_list": ["Pang\nJiandong", "Yuan\nShuai", "Qin\nJunsheng", "Wu\nMingyan", "Lollar\nChristina T.", "Li\nJialuo", "Huang\nNing", "Li\nBao", "Zhang\nPeng", "Zhou\nHong-Cai"]}}