{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja981669x.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<title></title><p>Construction of microporous metal−organic frameworks by\ncopolymerization of organic molecules with metal ions has\nreceived widespread attention in recent years, with significant\nstrides made toward the development of their synthetic and\nstructural design chemistry. Cognizant of the fact that access\nto the pores and understanding the inclusion chemistry of these\nmaterials are essential to their ultimate utility, we prepared rigid\nframeworks that maintain their structural integrity and porosity\nduring anion-exchange and guest sorption from solution and in\nthe absence of guests. Although gas sorption isotherm\nmeasurements are often used to confirm and study microporosity\nin crystalline zeolites and related molecular sieves, such studies\nhave not been established in the chemistry of open metal−organic\nframeworks thus leaving unanswered vital questions regarding\nthe existence of permanent porosity in this class of materials.\nHerein, we present the synthesis, structural characterization, and\ngas sorption isotherm measurements for the Zn(BDC) microporous\nframework of crystalline Zn(BDC)·(DMF)(H<sub>2</sub>O) (BDC = 1,4-benzenedicarboxylate and DMF = N,N‘-dimethylformamide).\n</p>", "clean_text": "\n\nConstruction of microporous metal-organic frameworks by copolymerization of organic molecules with metal ions has received widespread attention in recent years, with significant strides made toward the development of their synthetic and structural design chemistry. Cognizant of the fact that access to the pores and understanding the inclusion chemistry of these materials are essential to their ultimate utility, we prepared rigid frameworks that maintain their structural integrity and porosity during anion-exchange and guest sorption from solution and in the absence of guests. Although gas sorption isotherm measurements are often used to confirm and study microporosity in crystalline zeolites and related molecular sieves, such studies have not been established in the chemistry of open metal-organic frameworks thus leaving unanswered vital questions regarding the existence of permanent porosity in this class of materials. Herein, we present the synthesis, structural characterization, and gas sorption isotherm measurements for the Zn(BDC) microporous framework of crystalline Zn(BDC)⋅(DMF)(H2O) (BDC = 1,4-benzenedicarboxylate and DMF = N,N‘-dimethylformamide). ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Slow vapor diffusion at room temperature of triethylamine\n(0.05 mL) and toluene (5 mL) into a DMF solution (2 mL)\ncontaining a mixture of Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.073 g, 0.246 mmol)\nand the acid form of BDC (0.040 g, 0.241 mmol) diluted with\ntoluene (8 mL) yields colorless prism-shaped crystals that were\nformulated as Zn(BDC)·(DMF)(H<sub>2</sub>O). X-ray single-crystal\nanalysis<sup>8</sup> on a sample obtained from the reaction product revealed\nan extended open-framework structure composed of the building\nunit shown in Figure . A total of four carboxylate units of\ndifferent, but symmetrically equivalent, BDC building blocks are\nbonded to two zinc atoms in a di-monodentate fashion. Each\nzinc is also linked to a terminal water ligand to form an overall\narrangement that is reminiscent of the carboxylate bridged M−M\nbonded molecular complexes. Although the Zn−Zn distance\n(Zn1−Zn1A = 2.940 (3) Å) is indicative of some M−M\ninteraction, it does not represent an actual bond. The structure\nextends into the (011) crystallographic plane by having identical\nZn−Zn units linked to remaining carboxylate functionalities of\nBDC to yield 2-D microporous layers. These layers are held\ntogether along the <italic toggle=\"yes\">a</italic> axis by hydrogen-bonding interactions\nbetween water ligands of one layer and carboxylate oxygens of\nan adjacent layer as illustrated in <bold>a</bold>. Stacking of the layers in the\ncrystal leads to a 3-D network having extended 1-D pores of\nnearly 5 Å in diameter where DMF guests reside, as shown in\nFigure . Each DMF guest molecule forms a hydrogen-bonding\n\ninteraction with the water ligands (O1S−O5 = 2.603 (3) Å);\notherwise, it is held in the cavity by van der Waals interactions\nwith the Zn(BDC) framework.\n\n\n\n</p>", "clean_text": "Slow vapor diffusion at room temperature of triethylamine (0.05 mL) and toluene (5 mL) into a DMF solution (2 mL) containing a mixture of Zn(NO3)2⋅6H2O (0.073 g, 0.246 mmol) and the acid form of BDC (0.040 g, 0.241 mmol) diluted with toluene (8 mL) yields colorless prism-shaped crystals that were formulated as Zn(BDC)⋅(DMF)(H2O). X-ray single-crystal analysis8 on a sample obtained from the reaction product revealed an extended open-framework structure composed of the building unit shown in Figure . A total of four carboxylate units of different, but symmetrically equivalent, BDC building blocks are bonded to two zinc atoms in a di-monodentate fashion. Each zinc is also linked to a terminal water ligand to form an overall arrangement that is reminiscent of the carboxylate bridged M-M bonded molecular complexes. Although the Zn-Zn distance (Zn1-Zn1A = 2.940 (3) Å) is indicative of some M-M interaction, it does not represent an actual bond. The structure extends into the (011) crystallographic plane by having identical Zn-Zn units linked to remaining carboxylate functionalities of BDC to yield 2-D microporous layers. These layers are held together along the a axis by hydrogen-bonding interactions between water ligands of one layer and carboxylate oxygens of an adjacent layer as illustrated in a. Stacking of the layers in the crystal leads to a 3-D network having extended 1-D pores of nearly 5 Å in diameter where DMF guests reside, as shown in Figure . Each DMF guest molecule forms a hydrogen-bonding  interaction with the water ligands (O1S-O5 = 2.603 (3) Å); otherwise, it is held in the cavity by van der Waals interactions with the Zn(BDC) framework.    ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"ja981669xf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The building block unit including the asymmetric unit present in crystalline Zn(BDC)·(DMF)(H<sub>2</sub>O) with non-hydrogen atoms represented by thermal ellipsoids drawn at the 50% probability level. Atoms\nlabeled with an additional letter “A, B or C” are symmetrically equivalent\nto those atoms without such designation. Atoms of the DMF guest\nmolecule are labeled with an additional letter “S”.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja981669xf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  The building block unit including the asymmetric unit present in crystalline Zn(BDC)⋅(DMF)(H2O) with non-hydrogen atoms represented by thermal ellipsoids drawn at the 50% probability level. Atoms labeled with an additional letter \"A, B or C\" are symmetrically equivalent to those atoms without such designation. Atoms of the DMF guest molecule are labeled with an additional letter \"S\".   ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig id=\"ja981669xfc59a\" orientation=\"portrait\" position=\"float\">\n<label></label>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja981669xfc59a.gif\"></graphic>\n</fig>", "clean_text": "   ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"ja981669xf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>The crystal structure of Zn(BDC)·(DMF)(H<sub>2</sub>O) shown\napproximately down the crystallographic direction (100), where extended\n1-D channels are found occupied by DMF molecules. A fragment of the\nstructure is drawn in pink color using stick-and-ball to show the topology,\nwith the remaining part of the framework including the DMF guests\nrepresented with space-filling spheres (Zn blue, C and H gray, O green,\nand N red). Hydrogen atoms on water and BDC have been omitted for\nclarity.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja981669xf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  The crystal structure of Zn(BDC)⋅(DMF)(H2O) shown approximately down the crystallographic direction (100), where extended 1-D channels are found occupied by DMF molecules. A fragment of the structure is drawn in pink color using stick-and-ball to show the topology, with the remaining part of the framework including the DMF guests represented with space-filling spheres (Zn blue, C and H gray, O green, and N red). Hydrogen atoms on water and BDC have been omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>To study the inclusion chemistry of this material, thermogravimetric analysis (TGA) was performed on a polycrystalline sample\n(39.45 mg) of this material, which showed the following two\nstrikingly clean and well-separated weight loss steps:  An initial\nweight loss of 5.5% at 65 °C, corresponding to the removal of\none water molecule per formula unit (5.6% calculated), followed\nby another weight loss of 22.5% at 160 °C for evacuation of the\nDMF guests from the pores, with one DMF removed per formula\nunit (22.8% calculated). Most significant is the fact that no weight\nloss was observed between the temperature range 190−315 °C,\nsignaling the formation of a stable phase formulated as Zn(BDC). Furthermore, this phase shows crystalline order as\nevidenced by the diffraction lines observed in its X-ray powder\ndiffraction pattern, albeit broadened and dissimilar relative to that\nof the original unevacuated solid. Close examination of the\nbonding motif adopted between the layers (shown in <bold>a</bold>) revealed\nthat each zinc atom is ideally positioned from a nearby BDC\noxygen of an adjacent layer, in that the C−O···Zn angle is 117.6\n(7)°, which, in the absence of water, would be suited for the\nformation of stronger O···Zn interaction as shown in <bold>b</bold>. This\nstructural transformation scenario (<bold>a</bold>−<bold>b</bold>) may account for the\nhigh stability observed in the TGA experiment, which ultimately\nhas allowed the evacuation of the DMF guests leading to a\nmicroporous network.\n</p>", "clean_text": "To study the inclusion chemistry of this material, thermogravimetric analysis (TGA) was performed on a polycrystalline sample (39.45 mg) of this material, which showed the following two strikingly clean and well-separated weight loss steps: An initial weight loss of 5.5% at 65 °C, corresponding to the removal of one water molecule per formula unit (5.6% calculated), followed by another weight loss of 22.5% at 160 °C for evacuation of the DMF guests from the pores, with one DMF removed per formula unit (22.8% calculated). Most significant is the fact that no weight loss was observed between the temperature range 190-315 °C, signaling the formation of a stable phase formulated as Zn(BDC). Furthermore, this phase shows crystalline order as evidenced by the diffraction lines observed in its X-ray powder diffraction pattern, albeit broadened and dissimilar relative to that of the original unevacuated solid. Close examination of the bonding motif adopted between the layers (shown in a) revealed that each zinc atom is ideally positioned from a nearby BDC oxygen of an adjacent layer, in that the C-O⋅⋅⋅Zn angle is 117.6 (7)°, which, in the absence of water, would be suited for the formation of stronger O⋅⋅⋅Zn interaction as shown in b. This structural transformation scenario (a-b) may account for the high stability observed in the TGA experiment, which ultimately has allowed the evacuation of the DMF guests leading to a microporous network. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<p>Anticipating the microporosity of the resulting evacuated Zn(BDC) framework, we proceeded to measure its gas sorption\nisotherm:  The sample (ca. 0.01-mm sized particles) was prepared\nby heating to 140 °C for 16 h under vacuum (5 × 10<sup>-5</sup> Torr) the\nas-synthesized solid (119.00 mg) in an electromicrogravimetric\nbalance (CAHN 1000) setup, after which the sample showed a\nweight loss of 28.23% in agreement with the total weight loss\nmeasured in the TGA experiments (28.00%). The N<sub>2</sub>(g) and CO<sub>2</sub>(g) sorption isotherms were obtained by introducing high purity\ngrade gases into the sample chamber with increasing pressure\nintervals at 78 K (N<sub>2</sub>) and 195 K (CO<sub>2</sub>) and then by monitoring\nthe resulting weight changes. Rapid sorption of these gas into\nthe pores was observed, with equilibrium pressures achieved\nwithin 10 min (N<sub>2</sub>) and 20 min (CO<sub>2</sub>). A plot of (mg weight\nsorbed)/[g of Zn(BDC)] vs P/P<sub>0</sub> (P<sub>0</sub> = saturation pressure, 780\nTorr for CO<sub>2</sub> and 745 Torr for N<sub>2</sub>) revealed a type I isotherm for\nboth gases as shown in Figure \n and was thus indicative of an\nopen Zn(BDC) framework with permanent microporosity. Similar\nto most zeolites, these isotherms are reversible and show no\nhysteresis behavior upon desorption of gases from the pores\n(Figure ). Langmuir apparent surface areas of 270 m<sup>2</sup>/g and\n310 m<sup>2</sup>/g were calculated, and micropore volumes of 0.11 cm<sup>3</sup>/cm<sup>3</sup> (0.094 cm<sup>3</sup>/g) and 0.10 cm<sup>3</sup>/cm<sup>3</sup> (0.086 cm<sup>3</sup>/g) were calculated\nfor N<sub>2</sub> and CO<sub>2</sub>, respectively, using the Dubinin-Raduskhvich\nequation. Typically for zeolites, which generally have higher\nmolar mass than Zn(BDC), pore volumes ranging from 0.18 cm<sup>3</sup>/cm<sup>3</sup> for analcime to 0.47 cm<sup>3</sup>/cm<sup>3</sup> for zeolite A are obtained.\n\n</p>", "clean_text": "Anticipating the microporosity of the resulting evacuated Zn(BDC) framework, we proceeded to measure its gas sorption isotherm: The sample (ca. 0.01-mm sized particles) was prepared by heating to 140 °C for 16 h under vacuum (5 × 10-5 Torr) the as-synthesized solid (119.00 mg) in an electromicrogravimetric balance (CAHN 1000) setup, after which the sample showed a weight loss of 28.23% in agreement with the total weight loss measured in the TGA experiments (28.00%). The N2(g) and CO2(g) sorption isotherms were obtained by introducing high purity grade gases into the sample chamber with increasing pressure intervals at 78 K (N2) and 195 K (CO2) and then by monitoring the resulting weight changes. Rapid sorption of these gas into the pores was observed, with equilibrium pressures achieved within 10 min (N2) and 20 min (CO2). A plot of (mg weight sorbed)/[g of Zn(BDC)] vs P/P0 (P0 = saturation pressure, 780 Torr for CO2 and 745 Torr for N2) revealed a type I isotherm for both gases as shown in Figure   and was thus indicative of an open Zn(BDC) framework with permanent microporosity. Similar to most zeolites, these isotherms are reversible and show no hysteresis behavior upon desorption of gases from the pores (Figure ). Langmuir apparent surface areas of 270 m2/g and 310 m2/g were calculated, and micropore volumes of 0.11 cm3/cm3 (0.094 cm3/g) and 0.10 cm3/cm3 (0.086 cm3/g) were calculated for N2 and CO2, respectively, using the Dubinin-Raduskhvich equation. Typically for zeolites, which generally have higher molar mass than Zn(BDC), pore volumes ranging from 0.18 cm3/cm3 for analcime to 0.47 cm3/cm3 for zeolite A are obtained.  ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"ja981669xf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>The gas sorption isotherms for the microporous Zn(BDC) evacuated framework.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja981669xf00003.eps\"></graphic>\n</fig>", "clean_text": " 3  The gas sorption isotherms for the microporous Zn(BDC) evacuated framework.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>We believe that this report clearly demonstrates the feasibility\nof producing microporous metal−organic frameworks with pores\naccessible in a zeolite-like fashion. This is expected to pave the\nway to understanding the chemical and physical properties of the\npores and their ultimate use for molecular transformations and\nconfinement.\n</p>", "clean_text": "We believe that this report clearly demonstrates the feasibility of producing microporous metal-organic frameworks with pores accessible in a zeolite-like fashion. This is expected to pave the way to understanding the chemical and physical properties of the pores and their ultimate use for molecular transformations and confinement. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>\n<ext-link xlink:href=\"/doi/suppl/10.1021%2Fja981669x\">Supporting Information Available</ext-link>\n</title><p>Crystallographic data for Zn(BDC)·(DMF)(H<sub>2</sub>O), including crystal structure analysis report, positional\nparameters, thermal parameters, and interatomic distances and angles (9\npages, print/PDF). See any current masthead page for ordering information and Web access instructions.</p>", "clean_text": " Supporting Information Available \n\nCrystallographic data for Zn(BDC)⋅(DMF)(H2O), including crystal structure analysis report, positional parameters, thermal parameters, and interatomic distances and angles (9 pages, print/PDF). See any current masthead page for ordering information and Web access instructions.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7", "type": "text", "classification": "property", "content": "<p>To study the inclusion chemistry of this material, thermogravimetric analysis (TGA) was performed on a polycrystalline sample\n(39.45 mg) of this material, which showed the following two\nstrikingly clean and well-separated weight loss steps:  An initial\nweight loss of 5.5% at 65 °C, corresponding to the removal of\none water molecule per formula unit (5.6% calculated), followed\nby another weight loss of 22.5% at 160 °C for evacuation of the\nDMF guests from the pores, with one DMF removed per formula\nunit (22.8% calculated). Most significant is the fact that no weight\nloss was observed between the temperature range 190−315 °C,\nsignaling the formation of a stable phase formulated as Zn(BDC). Furthermore, this phase shows crystalline order as\nevidenced by the diffraction lines observed in its X-ray powder\ndiffraction pattern, albeit broadened and dissimilar relative to that\nof the original unevacuated solid. Close examination of the\nbonding motif adopted between the layers (shown in <bold>a</bold>) revealed\nthat each zinc atom is ideally positioned from a nearby BDC\noxygen of an adjacent layer, in that the C−O···Zn angle is 117.6\n(7)°, which, in the absence of water, would be suited for the\nformation of stronger O···Zn interaction as shown in <bold>b</bold>. This\nstructural transformation scenario (<bold>a</bold>−<bold>b</bold>) may account for the\nhigh stability observed in the TGA experiment, which ultimately\nhas allowed the evacuation of the DMF guests leading to a\nmicroporous network.\n</p><p>Anticipating the microporosity of the resulting evacuated Zn(BDC) framework, we proceeded to measure its gas sorption\nisotherm:  The sample (ca. 0.01-mm sized particles) was prepared\nby heating to 140 °C for 16 h under vacuum (5 × 10<sup>-5</sup> Torr) the\nas-synthesized solid (119.00 mg) in an electromicrogravimetric\nbalance (CAHN 1000) setup, after which the sample showed a\nweight loss of 28.23% in agreement with the total weight loss\nmeasured in the TGA experiments (28.00%). The N<sub>2</sub>(g) and CO<sub>2</sub>(g) sorption isotherms were obtained by introducing high purity\ngrade gases into the sample chamber with increasing pressure\nintervals at 78 K (N<sub>2</sub>) and 195 K (CO<sub>2</sub>) and then by monitoring\nthe resulting weight changes. Rapid sorption of these gas into\nthe pores was observed, with equilibrium pressures achieved\nwithin 10 min (N<sub>2</sub>) and 20 min (CO<sub>2</sub>). A plot of (mg weight\nsorbed)/[g of Zn(BDC)] vs P/P<sub>0</sub> (P<sub>0</sub> = saturation pressure, 780\nTorr for CO<sub>2</sub> and 745 Torr for N<sub>2</sub>) revealed a type I isotherm for\nboth gases as shown in Figure \n and was thus indicative of an\nopen Zn(BDC) framework with permanent microporosity. Similar\nto most zeolites, these isotherms are reversible and show no\nhysteresis behavior upon desorption of gases from the pores\n(Figure ). Langmuir apparent surface areas of 270 m<sup>2</sup>/g and\n310 m<sup>2</sup>/g were calculated, and micropore volumes of 0.11 cm<sup>3</sup>/cm<sup>3</sup> (0.094 cm<sup>3</sup>/g) and 0.10 cm<sup>3</sup>/cm<sup>3</sup> (0.086 cm<sup>3</sup>/g) were calculated\nfor N<sub>2</sub> and CO<sub>2</sub>, respectively, using the Dubinin-Raduskhvich\nequation. Typically for zeolites, which generally have higher\nmolar mass than Zn(BDC), pore volumes ranging from 0.18 cm<sup>3</sup>/cm<sup>3</sup> for analcime to 0.47 cm<sup>3</sup>/cm<sup>3</sup> for zeolite A are obtained.\n\n</p>", "clean_text": "To study the inclusion chemistry of this material, thermogravimetric analysis (TGA) was performed on a polycrystalline sample (39.45 mg) of this material, which showed the following two strikingly clean and well-separated weight loss steps: An initial weight loss of 5.5% at 65 °C, corresponding to the removal of one water molecule per formula unit (5.6% calculated), followed by another weight loss of 22.5% at 160 °C for evacuation of the DMF guests from the pores, with one DMF removed per formula unit (22.8% calculated). Most significant is the fact that no weight loss was observed between the temperature range 190-315 °C, signaling the formation of a stable phase formulated as Zn(BDC). Furthermore, this phase shows crystalline order as evidenced by the diffraction lines observed in its X-ray powder diffraction pattern, albeit broadened and dissimilar relative to that of the original unevacuated solid. Close examination of the bonding motif adopted between the layers (shown in a) revealed that each zinc atom is ideally positioned from a nearby BDC oxygen of an adjacent layer, in that the C-O⋅⋅⋅Zn angle is 117.6 (7)°, which, in the absence of water, would be suited for the formation of stronger O⋅⋅⋅Zn interaction as shown in b. This structural transformation scenario (a-b) may account for the high stability observed in the TGA experiment, which ultimately has allowed the evacuation of the DMF guests leading to a microporous network. \n\nAnticipating the microporosity of the resulting evacuated Zn(BDC) framework, we proceeded to measure its gas sorption isotherm: The sample (ca. 0.01-mm sized particles) was prepared by heating to 140 °C for 16 h under vacuum (5 × 10-5 Torr) the as-synthesized solid (119.00 mg) in an electromicrogravimetric balance (CAHN 1000) setup, after which the sample showed a weight loss of 28.23% in agreement with the total weight loss measured in the TGA experiments (28.00%). The N2(g) and CO2(g) sorption isotherms were obtained by introducing high purity grade gases into the sample chamber with increasing pressure intervals at 78 K (N2) and 195 K (CO2) and then by monitoring the resulting weight changes. Rapid sorption of these gas into the pores was observed, with equilibrium pressures achieved within 10 min (N2) and 20 min (CO2). A plot of (mg weight sorbed)/[g of Zn(BDC)] vs P/P0 (P0 = saturation pressure, 780 Torr for CO2 and 745 Torr for N2) revealed a type I isotherm for both gases as shown in Figure   and was thus indicative of an open Zn(BDC) framework with permanent microporosity. Similar to most zeolites, these isotherms are reversible and show no hysteresis behavior upon desorption of gases from the pores (Figure ). Langmuir apparent surface areas of 270 m2/g and 310 m2/g were calculated, and micropore volumes of 0.11 cm3/cm3 (0.094 cm3/g) and 0.10 cm3/cm3 (0.086 cm3/g) were calculated for N2 and CO2, respectively, using the Dubinin-Raduskhvich equation. Typically for zeolites, which generally have higher molar mass than Zn(BDC), pore volumes ranging from 0.18 cm3/cm3 for analcime to 0.47 cm3/cm3 for zeolite A are obtained.  ", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "65", "unit": "°C", "type": "removal of one water molecule per formula unit", "condition": ""}, {"value": "160", "unit": "°C", "type": "evacuation of the DMF guests from the pores", "condition": ""}, {"value": "190 to 315", "unit": "°C", "type": "formation of a stable phase", "condition": ""}], "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "", "unit": "", "temperature": "78 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "", "unit": "", "temperature": "195 K", "pressure": "", "condition": ""}], "surface area": [{"type": "Langmuir", "probe": "", "value": "310", "unit": "m2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.10", "unit": "cm3/cm3", "condition": ""}]}]], "include_properties": ["decomposition_temperature", "gas_adsorption", "surface_area", "pore_volume"]}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig id=\"ja981669xf00001\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The building block unit including the asymmetric unit present in crystalline Zn(BDC)·(DMF)(H<sub>2</sub>O) with non-hydrogen atoms represented by thermal ellipsoids drawn at the 50% probability level. Atoms\nlabeled with an additional letter “A, B or C” are symmetrically equivalent\nto those atoms without such designation. Atoms of the DMF guest\nmolecule are labeled with an additional letter “S”.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja981669xf00001.tif\"></graphic>\n</fig>", "clean_text": " 1  The building block unit including the asymmetric unit present in crystalline Zn(BDC)⋅(DMF)(H2O) with non-hydrogen atoms represented by thermal ellipsoids drawn at the 50% probability level. Atoms labeled with an additional letter \"A, B or C\" are symmetrically equivalent to those atoms without such designation. Atoms of the DMF guest molecule are labeled with an additional letter \"S\".   ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig id=\"ja981669xfc59a\" orientation=\"portrait\" position=\"float\">\n<label></label>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja981669xfc59a.gif\"></graphic>\n</fig>", "clean_text": "   ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"ja981669xf00002\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>The crystal structure of Zn(BDC)·(DMF)(H<sub>2</sub>O) shown\napproximately down the crystallographic direction (100), where extended\n1-D channels are found occupied by DMF molecules. A fragment of the\nstructure is drawn in pink color using stick-and-ball to show the topology,\nwith the remaining part of the framework including the DMF guests\nrepresented with space-filling spheres (Zn blue, C and H gray, O green,\nand N red). Hydrogen atoms on water and BDC have been omitted for\nclarity.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja981669xf00002.tif\"></graphic>\n</fig>", "clean_text": " 2  The crystal structure of Zn(BDC)⋅(DMF)(H2O) shown approximately down the crystallographic direction (100), where extended 1-D channels are found occupied by DMF molecules. A fragment of the structure is drawn in pink color using stick-and-ball to show the topology, with the remaining part of the framework including the DMF guests represented with space-filling spheres (Zn blue, C and H gray, O green, and N red). Hydrogen atoms on water and BDC have been omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"ja981669xf00003\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>The gas sorption isotherms for the microporous Zn(BDC) evacuated framework.</p>\n</caption>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja981669xf00003.eps\"></graphic>\n</fig>", "clean_text": " 3  The gas sorption isotherms for the microporous Zn(BDC) evacuated framework.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja981669x", "title": "\nEstablishing Microporosity in Open Metal−Organic\nFrameworks:  Gas Sorption Isotherms for Zn(BDC)\n(BDC = 1,4-Benzenedicarboxylate)\n", "journal": "American Chemical Society", "date": "1998.08", "author_list": ["Li\nHailian", "Eddaoudi\nMohamed", "Groy\nThomas L.", "Yaghi\nO. M."]}}