{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp051202q.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Ab initio molecular dynamics in the generalized gradient approximation to density functional theory and\nground-state relaxations are used to study the interaction between molecular hydrogen and the metal−organic\nframework with formula unit Zn<sub>4</sub>O(O<sub>2</sub>C−C<sub>6</sub>H<sub>4</sub>−CO<sub>2</sub>)<sub>3</sub>. Five symmetrically unique adsorption sites are\nidentified, and calculations indicate that the sites with the strongest interaction with hydrogen are located\nnear the Zn<sub>4</sub>O clusters. Twenty total adsorption sites are found around each Zn<sub>4</sub>O cluster, but after 16 of\nthese are populated, the interaction energy at the remaining four sites falls off significantly. The adsorption\nof hydrogen on the pore walls creates an attractive potential well for hydrogen in the center of the pore. The\neffect of the framework on the physical structure and electronic structure of the organic linker is calculated,\nsuggesting ways by which the interaction between the framework and hydrogen could be modified.\n</p>", "clean_text": "Ab initio molecular dynamics in the generalized gradient approximation to density functional theory and ground-state relaxations are used to study the interaction between molecular hydrogen and the metal-organic framework with formula unit Zn4O(O2C-C6H4-CO2)3. Five symmetrically unique adsorption sites are identified, and calculations indicate that the sites with the strongest interaction with hydrogen are located near the Zn4O clusters. Twenty total adsorption sites are found around each Zn4O cluster, but after 16 of these are populated, the interaction energy at the remaining four sites falls off significantly. The adsorption of hydrogen on the pore walls creates an attractive potential well for hydrogen in the center of the pore. The effect of the framework on the physical structure and electronic structure of the organic linker is calculated, suggesting ways by which the interaction between the framework and hydrogen could be modified. ", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>One of the major obstacles to the widespread adoption of\nhydrogen as a fuel is the lack of a way to store hydrogen with\nsufficient gravimetric and volumetric densities to be economically practical. An appealing approach for solving this problem\nis the development of materials that are capable of reversibly\nstoring hydrogen at high densities. A wide variety of materials\nhave been investigated for this purpose, including metal\nhydrides, activated carbons, and carbon nanostructures.\nMaterials that store hydrogen in its atomic form often bind the\nhydrogen too strongly due to the strong interaction between\n<italic>atomic</italic>\n<italic>hydrogen</italic> and most metals, hindering the extraction of\nhydrogen under practical operating conditions. On the other\nhand, it is difficult to achieve the required storage densities in\nporous materials that adsorb <italic>molecular hydrogen</italic> due to the\nweak interaction of H<sub>2</sub> with most surfaces and the difficulty in\ncreating stable high surface area materials.\n</p>", "clean_text": "Introduction\n\nOne of the major obstacles to the widespread adoption of hydrogen as a fuel is the lack of a way to store hydrogen with sufficient gravimetric and volumetric densities to be economically practical. An appealing approach for solving this problem is the development of materials that are capable of reversibly storing hydrogen at high densities. A wide variety of materials have been investigated for this purpose, including metal hydrides, activated carbons, and carbon nanostructures. Materials that store hydrogen in its atomic form often bind the hydrogen too strongly due to the strong interaction between atomic hydrogen and most metals, hindering the extraction of hydrogen under practical operating conditions. On the other hand, it is difficult to achieve the required storage densities in porous materials that adsorb molecular hydrogen due to the weak interaction of H2 with most surfaces and the difficulty in creating stable high surface area materials. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To increase the density of molecular hydrogen that can be\nstored in porous materials, it is necessary to maintain a\nsufficiently strong interaction between hydrogen and the pore\nsurfaces and keep the ratio of the overall volume and weight of\nthe material to the pore surface area to a minimum. In other\nwords, it is necessary to find a material with high gravimetric\nand volumetric surface area densities. In addition, if the pores\nare sufficiently small, then the attractive interactions between\nhydrogen and the opposing surfaces of the pore can facilitate\nmultilayer adsorption or capillary condensation of hydrogen\nto a liquid form within the pore. For these reasons, although\nachievable volumetric hydrogen storage densitites may be low,\na class of materials known as metal−organic frameworks have\nbeen investigated for hydrogen storage. These materials are\nformed by using organic ligands to connect small metal-based\nclusters of atoms, forming a periodic framework. The resulting\nframeworks are typically nanoporous materials with high surface\narea densities. Some are stable with empty pores up to several\nhundred degrees Celsius. Frameworks of similar morphologies can be synthesized using a variety of organic linkers,\nproviding the ability to tailor the nature and size of the pores.\nSeveral frameworks have been experimentally investigated for\ntheir abilities to store hydrogen, but to date none are able to do\nso at high enough densities to be useful for fuel cell\ntechnology. By learning more about how hydrogen interacts\nwith these frameworks, we may learn better if their limitations\nare intrinsic or if frameworks can be designed that store H<sub>2</sub> at\nhigher densities.\n</p>", "clean_text": "To increase the density of molecular hydrogen that can be stored in porous materials, it is necessary to maintain a sufficiently strong interaction between hydrogen and the pore surfaces and keep the ratio of the overall volume and weight of the material to the pore surface area to a minimum. In other words, it is necessary to find a material with high gravimetric and volumetric surface area densities. In addition, if the pores are sufficiently small, then the attractive interactions between hydrogen and the opposing surfaces of the pore can facilitate multilayer adsorption or capillary condensation of hydrogen to a liquid form within the pore. For these reasons, although achievable volumetric hydrogen storage densitites may be low, a class of materials known as metal-organic frameworks have been investigated for hydrogen storage. These materials are formed by using organic ligands to connect small metal-based clusters of atoms, forming a periodic framework. The resulting frameworks are typically nanoporous materials with high surface area densities. Some are stable with empty pores up to several hundred degrees Celsius. Frameworks of similar morphologies can be synthesized using a variety of organic linkers, providing the ability to tailor the nature and size of the pores. Several frameworks have been experimentally investigated for their abilities to store hydrogen, but to date none are able to do so at high enough densities to be useful for fuel cell technology. By learning more about how hydrogen interacts with these frameworks, we may learn better if their limitations are intrinsic or if frameworks can be designed that store H2 at higher densities. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this paper, we use ab initio calculations to examine the\nstorage of hydrogen in the metal−organic framework known\nas MOF-5. MOF-5 is formed by using 1,4-benzenedicarboxylate (BDC) to link together Zn<sub>4</sub>O clusters. The resulting\nframework with formula unit Zn<sub>4</sub>O(BDC)<sub>3</sub> consists of cubic\npores, where BDC forms the edges of the cubes and the Zn<sub>4</sub>O\nclusters form the vertexes. The width of each pore is approximately 13 Å. In half of the pores, the face of the carbon\nrings points toward the center of the pore, and in the remaining\npores, the edges of the carbon rings face the center, so that there\nare two formula units per primitive cell (see Figure ).\nExperiments indicate that MOF-5 is capable of achieving a\ngravimetric hydrogen storage density of 1.3% at 77 K and\n1 atm. Although this is significantly less than the minimum\ntarget of 6% set by the United States Department of Energy, it\nis worth exploring how MOF-5 stores the hydrogen to determine\nif it is possible to design other framework structures with higher\nH<sub>2</sub> capacity.\n\n</p>", "clean_text": "In this paper, we use ab initio calculations to examine the storage of hydrogen in the metal-organic framework known as MOF-5. MOF-5 is formed by using 1,4-benzenedicarboxylate (BDC) to link together Zn4O clusters. The resulting framework with formula unit Zn4O(BDC)3 consists of cubic pores, where BDC forms the edges of the cubes and the Zn4O clusters form the vertexes. The width of each pore is approximately 13 Å. In half of the pores, the face of the carbon rings points toward the center of the pore, and in the remaining pores, the edges of the carbon rings face the center, so that there are two formula units per primitive cell (see Figure ). Experiments indicate that MOF-5 is capable of achieving a gravimetric hydrogen storage density of 1.3% at 77 K and 1 atm. Although this is significantly less than the minimum target of 6% set by the United States Department of Energy, it is worth exploring how MOF-5 stores the hydrogen to determine if it is possible to design other framework structures with higher H2 capacity.  ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Pore type that is surrounded by the edges of the BDC rings. (b) The pore type that is surrounded by the faces of the BDC rings. (c) The two pore types combined to form an eight-pore section of the framework. The atoms are colored as follows:  gray = Zn, red = O, brown = C, and white = H.</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Pore type that is surrounded by the edges of the BDC rings. (b) The pore type that is surrounded by the faces of the BDC rings. (c) The two pore types combined to form an eight-pore section of the framework. The atoms are colored as follows: gray = Zn, red = O, brown = C, and white = H.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Methodology. </bold>MOF-5 has a highly symmetric periodic\nstructure with 106 atoms per primitive unit cell. Because it is\ncomputationally expensive to perform calculations on systems\nof this size, it is tempting to model MOF-5 by looking only at\na finite piece of the framework. For example, the computational\ncost of studying the BDC linker alone is significantly smaller\nthan that of studying the BDC linker in the context of the\nframework. Later in this paper we will argue that such an\napproach can give misleading results. In addition, studying only\na part of the framework may bias the results to specific\nadsorption sites and overlook other important interactions\n\nbetween the framework and H<sub>2</sub>. We have therefore opted to\nmodel the full periodic structure.\n</p>", "clean_text": " Methodology. MOF-5 has a highly symmetric periodic structure with 106 atoms per primitive unit cell. Because it is computationally expensive to perform calculations on systems of this size, it is tempting to model MOF-5 by looking only at a finite piece of the framework. For example, the computational cost of studying the BDC linker alone is significantly smaller than that of studying the BDC linker in the context of the framework. Later in this paper we will argue that such an approach can give misleading results. In addition, studying only a part of the framework may bias the results to specific adsorption sites and overlook other important interactions  between the framework and H2. We have therefore opted to model the full periodic structure. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Modeling the interaction between molecular hydrogen and\nMOF-5 is a difficult task because a significant portion of the\ninteraction may be caused by nonlocal electronic correlation.\nAb intio methods that accurately evaluate this type of interaction\ntypically scale poorly with system size, making them computationally expensive for systems such as MOF-5 with large unit\ncells. On the other hand, methods that scale well with system\nsize, such as density functional theory (DFT) with the local\ndensity approximation (LDA) or the generalized gradient\napproximation (GGA), often fail to accurately calculate the\nmagnitude of weak interactions because of the strong dependence of such interactions on electron correlation. Studies on\nweak van der Waals complexes show that LDA usually\nsignificantly overestimates the magnitude of these interactions.\nThe results for GGA depend strongly on which exchange-correlation functional is used. Functionals that obey the\nLieb−Oxford bound, such as Perdew−Wang 1991 (PW91)\nand Perdew, Burke, and Ernzerhof (PBE), are best able to\nmodel the weak interaction. Of these two, the PBE functional\nusually gives the best results. For example, in two studies of\nthe binding energies of rare-gas atoms into a dimer, the mean\nabsolute error for PW91 was 7.7<sup>16</sup> and 7.1 meV, whereas the\nmean absolute error for PBE was 2.5<sup>16</sup> and 3.6 meV. For these\nreasons, we have used DFT with the PBE exchange-correlation\nfunctional for all our calculations.\n</p>", "clean_text": "Modeling the interaction between molecular hydrogen and MOF-5 is a difficult task because a significant portion of the interaction may be caused by nonlocal electronic correlation. Ab intio methods that accurately evaluate this type of interaction typically scale poorly with system size, making them computationally expensive for systems such as MOF-5 with large unit cells. On the other hand, methods that scale well with system size, such as density functional theory (DFT) with the local density approximation (LDA) or the generalized gradient approximation (GGA), often fail to accurately calculate the magnitude of weak interactions because of the strong dependence of such interactions on electron correlation. Studies on weak van der Waals complexes show that LDA usually significantly overestimates the magnitude of these interactions. The results for GGA depend strongly on which exchange-correlation functional is used. Functionals that obey the Lieb-Oxford bound, such as Perdew-Wang 1991 (PW91) and Perdew, Burke, and Ernzerhof (PBE), are best able to model the weak interaction. Of these two, the PBE functional usually gives the best results. For example, in two studies of the binding energies of rare-gas atoms into a dimer, the mean absolute error for PW91 was 7.716 and 7.1 meV, whereas the mean absolute error for PBE was 2.516 and 3.6 meV. For these reasons, we have used DFT with the PBE exchange-correlation functional for all our calculations. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Our calculations were performed using the plane-wave DFT\ncode from the Vienna ab initio simulation package (VASP).\nWe used the projector augmented wave method, which\nreduces the problem to solving for the wave functions of 468\nvalence electrons per unit cell. Real-space projectors were used\nto evaluate the projected wave function character. For static\ncalculations and relaxations, we used an energy cutoff of\n520 meV, and for our molecular dynamics calculations, for\nwhich accurate energy evaluations are less important, we used\na cutoff of 400 meV. Due to the large size of the unit cell, the\nonly k-point used was the Γ point. The use of an evenly spaced\n2 × 2 × 2 Γ-centered k-point grid reduces the relaxed energy\nper 106 atom unit cell by 3.1 meV, or 0.03 meV per atom,\nsupporting the use of only one k-point. The FFT mesh used is\nsufficiently large to prevent wrap-around errors.\n</p>", "clean_text": "Our calculations were performed using the plane-wave DFT code from the Vienna ab initio simulation package (VASP). We used the projector augmented wave method, which reduces the problem to solving for the wave functions of 468 valence electrons per unit cell. Real-space projectors were used to evaluate the projected wave function character. For static calculations and relaxations, we used an energy cutoff of 520 meV, and for our molecular dynamics calculations, for which accurate energy evaluations are less important, we used a cutoff of 400 meV. Due to the large size of the unit cell, the only k-point used was the Γ point. The use of an evenly spaced 2 × 2 × 2 Γ-centered k-point grid reduces the relaxed energy per 106 atom unit cell by 3.1 meV, or 0.03 meV per atom, supporting the use of only one k-point. The FFT mesh used is sufficiently large to prevent wrap-around errors. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>To find the optimal structure for the MOF-5 framework with\nempty pores, the ions were relaxed at a series of lattice\nparameters with increasing and decreasing increments of 0.1%\nof the experimental lattice parameter of 25.9109 Å. The shape\nof the unit cell was fixed for these calculations. The graph of\nthe five lowest structural energies as a function of the lattice\nparameter was fit to a parabola using a least-squares fit. One\nfinal relaxation was performed in which the lattice parameter\nwas fixed to the value corresponding to the minimum of this\nparabola. The ionic positions for the resulting structure were\nused for all calculations in which hydrogen was adsorbed to\nthe pores. Because this assumption does not account for the\nrelaxation of the framework atoms due to H<sub>2</sub> adsorption, the\ninteraction strengths reported in this paper should be slightly\nweaker than those that would be obtained if full relaxation were\nallowed.\n\n</p>", "clean_text": "To find the optimal structure for the MOF-5 framework with empty pores, the ions were relaxed at a series of lattice parameters with increasing and decreasing increments of 0.1% of the experimental lattice parameter of 25.9109 Å. The shape of the unit cell was fixed for these calculations. The graph of the five lowest structural energies as a function of the lattice parameter was fit to a parabola using a least-squares fit. One final relaxation was performed in which the lattice parameter was fixed to the value corresponding to the minimum of this parabola. The ionic positions for the resulting structure were used for all calculations in which hydrogen was adsorbed to the pores. Because this assumption does not account for the relaxation of the framework atoms due to H2 adsorption, the interaction strengths reported in this paper should be slightly weaker than those that would be obtained if full relaxation were allowed.  ", "data": null, "include_properties": null}, {"idx": 10, "type": "table", "classification": null, "content": "<table-wrap id=\"jp051202qt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Experimental and Calculated Values for Structural Parameters of MOF-5<sup>26</sup> and H<sub>2</sub>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">experimental</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">calculated</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">ratio\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">lattice parameter\n</oasis:entry>\n<oasis:entry colname=\"2\">25.911 Å\n</oasis:entry>\n<oasis:entry colname=\"3\">26.137 Å\n</oasis:entry>\n<oasis:entry colname=\"4\">1.009\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn−Zn bond length\n</oasis:entry>\n<oasis:entry colname=\"2\">3.181 Å\n</oasis:entry>\n<oasis:entry colname=\"3\">3.220 Å\n</oasis:entry>\n<oasis:entry colname=\"4\">1.012\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C−C distance in carbon ring\n</oasis:entry>\n<oasis:entry colname=\"2\">1.396 Å\n</oasis:entry>\n<oasis:entry colname=\"3\">1.404 Å\n</oasis:entry>\n<oasis:entry colname=\"4\">1.006\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O−C−O bond angle\n</oasis:entry>\n<oasis:entry colname=\"2\">125.8°\n</oasis:entry>\n<oasis:entry colname=\"3\">126.1°\n</oasis:entry>\n<oasis:entry colname=\"4\">1.002\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">H<sub>2</sub> bond length\n</oasis:entry>\n<oasis:entry colname=\"2\">0.741 Å\n</oasis:entry>\n<oasis:entry colname=\"3\">0.750 Å\n</oasis:entry>\n<oasis:entry colname=\"4\">1.012</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> The values for MOF-5 were measured at 30 K.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>To calculate the interaction energies of hydrogen molecules,\nthree different reference energies were considered. The first is\nthe energy of the system in which a single hydrogen molecule\nis placed in the center of the pore surrounded by the faces of\nthe carbon rings. The second is the energy of the system in\nwhich a hydrogen molecule is in the center of the other pore.\nThe third reference state is the sum of the energy of the relaxed\nempty framework and the energy of an array of hydrogen\nmolecules placed on the same lattice as the framework but\nwithout the framework ions. All of these reference states are\nwithin 0.1 meV of each other, and for the values given in this\npaper, the third option is used. All interaction energies given\nin this paper are per hydrogen molecule.\n</p>", "clean_text": "To calculate the interaction energies of hydrogen molecules, three different reference energies were considered. The first is the energy of the system in which a single hydrogen molecule is placed in the center of the pore surrounded by the faces of the carbon rings. The second is the energy of the system in which a hydrogen molecule is in the center of the other pore. The third reference state is the sum of the energy of the relaxed empty framework and the energy of an array of hydrogen molecules placed on the same lattice as the framework but without the framework ions. All of these reference states are within 0.1 meV of each other, and for the values given in this paper, the third option is used. All interaction energies given in this paper are per hydrogen molecule. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>\n<bold>Comparisons with Experimental Values.</bold> The calculated\nlattice parameter of the framework with empty pores is\n26.137 Å, which is less than 1% greater than the experimental\nlattice parameter of 25.911 Å. Similarly, the calculated values\nfor the Zn−Zn bond length, the C−C bond lengths, and the\nH−H bond length in the H<sub>2</sub> molecule are approximately 1%\ngreater than their experimental values (see Table ). Errors of\nthis type are typical when using a GGA functional. The O−C−O\nbond angle is calculated at 126.1°, which is 0.2% greater than\nthe experimentally measured value of 125.8°.\n</p>", "clean_text": "Results and Discussion\n\n Comparisons with Experimental Values. The calculated lattice parameter of the framework with empty pores is 26.137 Å, which is less than 1% greater than the experimental lattice parameter of 25.911 Å. Similarly, the calculated values for the Zn-Zn bond length, the C-C bond lengths, and the H-H bond length in the H2 molecule are approximately 1% greater than their experimental values (see Table ). Errors of this type are typical when using a GGA functional. The O-C-O bond angle is calculated at 126.1°, which is 0.2% greater than the experimentally measured value of 125.8°. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Hydrogen Adsorption Sites.</bold> The pore surfaces of MOF-5\ncontain numerous distinct sites at which hydrogen might adsorb.\nRather than guessing which sites hydrogen might interact with\nmost strongly, we performed a molecular dynamics simulation\nto determine the areas of high average hydrogen density.\nSeventeen hydrogen molecules per formula unit were included,\nwhich is approximately the density of hydrogen originally\nthought to adsorb in MOF-5 at 1 atm and 77 K. This result\nhas since been corrected, and it is currently believed that under\nthese conditions MOF-5 adsorbs five hydrogen molecules per\nformula unit. The molecular dynamics simulation was performed with a time step of 2 fs using velocity rescaling to\nmaintain the temperature at 77 K.\n</p>", "clean_text": " Hydrogen Adsorption Sites. The pore surfaces of MOF-5 contain numerous distinct sites at which hydrogen might adsorb. Rather than guessing which sites hydrogen might interact with most strongly, we performed a molecular dynamics simulation to determine the areas of high average hydrogen density. Seventeen hydrogen molecules per formula unit were included, which is approximately the density of hydrogen originally thought to adsorb in MOF-5 at 1 atm and 77 K. This result has since been corrected, and it is currently believed that under these conditions MOF-5 adsorbs five hydrogen molecules per formula unit. The molecular dynamics simulation was performed with a time step of 2 fs using velocity rescaling to maintain the temperature at 77 K. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>To initialize the molecular dynamics simulation, the pores\nwere randomly populated by hydrogen molecules so that the\ncenters of any pair of molecules were no closer than 2.3 Å from\neach other. The molecules were assigned random orientations\nand initial velocities. After 4 ps, the simulation had achieved\ndynamical equilibration as measured by the frequency and\nmagnitude of the fluctuations in total energy. The simulation\ncontinued for another 17.5 ps, during which time the average\nhydrogen density was recorded. A smoothed hydrogen density\ndistribution ρ(<italic>x</italic>) was calculated at each time step using eq 1,\nwhere <italic>n</italic>\n<italic>\n<sub>i</sub>\n</italic> is the center of the <italic>i</italic>th hydrogen nucleus and σ =\n0.5 Å\n<disp-formula content-type=\"pre-labeled\" id=\"jp051202qe00001\">\n<graphic position=\"anchor\" xlink:href=\"jp-2005-01202q_0002.gif\"></graphic>\n</disp-formula>\n\n<disp-formula content-type=\"pre-labeled\" id=\"jp051202qe00002\">\n<graphic position=\"anchor\" xlink:href=\"jp-2005-01202q_0003.gif\"></graphic>\n</disp-formula>\n</p>", "clean_text": "To initialize the molecular dynamics simulation, the pores were randomly populated by hydrogen molecules so that the centers of any pair of molecules were no closer than 2.3 Å from each other. The molecules were assigned random orientations and initial velocities. After 4 ps, the simulation had achieved dynamical equilibration as measured by the frequency and magnitude of the fluctuations in total energy. The simulation continued for another 17.5 ps, during which time the average hydrogen density was recorded. A smoothed hydrogen density distribution ρ(x) was calculated at each time step using eq 1, where n  i  is the center of the ith hydrogen nucleus and σ = 0.5 Å        ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The average density was calculated by averaging ρ(<italic>x</italic>) over\nall time steps after the initial 4 ps.\n</p><p>The results of this simulation are shown in Figure . The\ndensity is greatest near the Zn<sub>4</sub>O clusters. Figure  shows the\nisosurfaces of the highest hydrogen density. There are three\ndistinct local maxima near the Zn<sub>4</sub>O clusters. Two of these are\nwhere they might be expected, at the high-symmetry sites\nlocated in the corners of the cubic pores. These sites are labeled\nas sites I and II, where site I is in the corner of the pore\nsurrounded by the edges of the BDC linkers and site II is in the\ncorner of the other pore. The third, labeled as site III, is not as\nintuitive; it is a low-symmetry site located between the other\ntwo. This is potentially the most significant of the three sites\nbecause there are three times as many sites in the framework\n\nof type III as there are of type I or II. The locations of these\nsites are given in Figure .\n\n\n\n\n\n</p>", "clean_text": "The average density was calculated by averaging ρ(x) over all time steps after the initial 4 ps. \n\nThe results of this simulation are shown in Figure . The density is greatest near the Zn4O clusters. Figure  shows the isosurfaces of the highest hydrogen density. There are three distinct local maxima near the Zn4O clusters. Two of these are where they might be expected, at the high-symmetry sites located in the corners of the cubic pores. These sites are labeled as sites I and II, where site I is in the corner of the pore surrounded by the edges of the BDC linkers and site II is in the corner of the other pore. The third, labeled as site III, is not as intuitive; it is a low-symmetry site located between the other two. This is potentially the most significant of the three sites because there are three times as many sites in the framework  of type III as there are of type I or II. The locations of these sites are given in Figure .      ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Hydrogen density on a plane in MOF-5 as calculated using first-principles molecular dynamics. The color scale that linearly corresponds to density is shown below the plot, with blue corresponding to zero hydrogen density. The five adsorption sites investigated in this paper are marked in this plane. (b) The plane is shown in the context of the three-dimensional MOF-5 structure. The dark lines correspond to the BDC linkers.</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Hydrogen density on a plane in MOF-5 as calculated using first-principles molecular dynamics. The color scale that linearly corresponds to density is shown below the plot, with blue corresponding to zero hydrogen density. The five adsorption sites investigated in this paper are marked in this plane. (b) The plane is shown in the context of the three-dimensional MOF-5 structure. The dark lines correspond to the BDC linkers.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Isosurfaces of high hydrogen density near the Zn<sub>4</sub>O cluster.\nThe three adsorption sites I, II, and III are labeled. In the coordinate\naxes shown, where the origin is at the center of the Zn<sub>4</sub>O cluster, the\ncoordinates of the three sites are approximately as follows, in\nangstroms:  site I (3.4, 3.4, −3.4), site II (2.6, 2.6, 2.6), and site III\n(4.4, 4.4, −1.3).\n</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Isosurfaces of high hydrogen density near the Zn4O cluster. The three adsorption sites I, II, and III are labeled. In the coordinate axes shown, where the origin is at the center of the Zn4O cluster, the coordinates of the three sites are approximately as follows, in angstroms: site I (3.4, 3.4, -3.4), site II (2.6, 2.6, 2.6), and site III (4.4, 4.4, -1.3).    ", "data": null, "include_properties": null}, {"idx": 18, "type": "table", "classification": null, "content": "<table-wrap id=\"jp051202qt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Orientations Considered near Sites I, II, and III and the Calculated Interaction Energies for Those Orientations<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<graphic xlink:href=\"jp-2005-01202q_0006.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"jp051202qt00010\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(Continued)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<graphic xlink:href=\"jp-2005-01202q_0007.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"jp051202qt00011\" position=\"float\">\n<label>2 </label>\n<caption>\n<p>(Continued)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<graphic xlink:href=\"jp-2005-01202q_0008.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> The colors are the same as those used in Figure , and the adsorbed hydrogen is shown in yellow. The coordinates of each adsorbed hydrogen\natom are given in the coordinate system shown, which is the same as the coordinate system used in Figure .</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Whereas the molecular dynamics simulation indicates the\nareas to where hydrogen is attracted, ground-state relaxation\ncalculations are required to get accurate interaction energies and\nto reveal the preferred orientation of hydrogen in these regions.\nTo calculate the binding energy of hydrogen at each of these\nthree sites, it was necessary to try several different orientations.\nFor sites I and II, an intuitive orientation is for the hydrogen\nmolecule to be aligned along the body diagonal passing through\nthe center of the Zn<sub>4</sub>O cluster and the center of the pore. In\nTable  we label these orientations I(A) and II(A), respectively.\nTo find the optimal location for the center of the molecule along\nthis diagonal, a series of static calculations were performed at\nincrements of 0.1 Å. Along this direction, the minimum was\nfound by fitting a parabola to the points with the lowest energies.\nThe hydrogen bond length was not allowed to change; rather,\nit was fixed at the calculated value of the relaxed isolated\nhydrogen molecule, which is 0.7501 Å.\n</p>", "clean_text": "Whereas the molecular dynamics simulation indicates the areas to where hydrogen is attracted, ground-state relaxation calculations are required to get accurate interaction energies and to reveal the preferred orientation of hydrogen in these regions. To calculate the binding energy of hydrogen at each of these three sites, it was necessary to try several different orientations. For sites I and II, an intuitive orientation is for the hydrogen molecule to be aligned along the body diagonal passing through the center of the Zn4O cluster and the center of the pore. In Table  we label these orientations I(A) and II(A), respectively. To find the optimal location for the center of the molecule along this diagonal, a series of static calculations were performed at increments of 0.1 Å. Along this direction, the minimum was found by fitting a parabola to the points with the lowest energies. The hydrogen bond length was not allowed to change; rather, it was fixed at the calculated value of the relaxed isolated hydrogen molecule, which is 0.7501 Å. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>We also considered other orientations at sites I, II, and III\n(see Table ). Unlike for orientations I(A) and II(A), the\nmolecular centers for these orientations do not necessarily lie\non a fixed axis of symmetry. Because of this, the molecule was\ndynamically relaxed by calculating the forces on the atoms\ninstead of doing a series of static calculations. Relaxation was\nstopped when the energy difference between two successive\nrelaxation steps was less than 0.2 meV per unit cell. This same\nmethod was used to examine the interaction energy at various\norientations near site III. In all these calculations, the final bond\nlength of the hydrogen molecule is within 10<sup>-3</sup> Å of the bond\nlength of an isolated molecule, supporting the use of the frozen\nbond length for the static calculations. The results for these\ncalculations are shown in Table . The interaction energy is\nhighest at site I, followed closely by site III. Site II has the\nlowest interaction energy of the three sites and is the only one\nfor which the two hydrogen atoms are equidistant from the\ncenter of the Zn<sub>4</sub>O cluster in the lowest energy orientation.\n</p>", "clean_text": "We also considered other orientations at sites I, II, and III (see Table ). Unlike for orientations I(A) and II(A), the molecular centers for these orientations do not necessarily lie on a fixed axis of symmetry. Because of this, the molecule was dynamically relaxed by calculating the forces on the atoms instead of doing a series of static calculations. Relaxation was stopped when the energy difference between two successive relaxation steps was less than 0.2 meV per unit cell. This same method was used to examine the interaction energy at various orientations near site III. In all these calculations, the final bond length of the hydrogen molecule is within 10-3 Å of the bond length of an isolated molecule, supporting the use of the frozen bond length for the static calculations. The results for these calculations are shown in Table . The interaction energy is highest at site I, followed closely by site III. Site II has the lowest interaction energy of the three sites and is the only one for which the two hydrogen atoms are equidistant from the center of the Zn4O cluster in the lowest energy orientation. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Around each Zn<sub>4</sub>O cluster there are a total of 20 sites that\nare of type I, II, or III. Given the proximity of some of the sites\nto each other, it may not be energetically favorable to populate\nall of these sites at the same time. A calculation was performed\nin which all sites of types II and III around a given Zn<sub>4</sub>O cluster\n\nwere populated with hydrogen in orientations II(C) and III(A)\n(see Figure ). The interaction energy between the framework\nand the 16 hydrogen molecules is 9 meV stronger than the sum\nof the interaction energies with hydrogen at the individual sites,\nmeaning that on average the attraction becomes stronger by a\nlittle more than 0.5 meV per site as the vertex saturates with\nH<sub>2</sub>. This is not the case when hydrogen is placed at sites of\ntypes I and II. When sites of type II are populated in orientation\nII(C), the interaction energy for site I in orientation I(A)\ndecreases from 21.7 to 6.3 meV. When sites of types II and III\nare populated, the interaction energy at site I in orientation I(A)\nis 4.5 meV. We believe it is unlikely that more than 16 sites\ncan be populated around any Zn<sub>4</sub>O cluster without significantly\nadversely affecting the interaction energy of additional hydrogen\nmolecules on the cluster.\n\n</p>", "clean_text": "Around each Zn4O cluster there are a total of 20 sites that are of type I, II, or III. Given the proximity of some of the sites to each other, it may not be energetically favorable to populate all of these sites at the same time. A calculation was performed in which all sites of types II and III around a given Zn4O cluster  were populated with hydrogen in orientations II(C) and III(A) (see Figure ). The interaction energy between the framework and the 16 hydrogen molecules is 9 meV stronger than the sum of the interaction energies with hydrogen at the individual sites, meaning that on average the attraction becomes stronger by a little more than 0.5 meV per site as the vertex saturates with H2. This is not the case when hydrogen is placed at sites of types I and II. When sites of type II are populated in orientation II(C), the interaction energy for site I in orientation I(A) decreases from 21.7 to 6.3 meV. When sites of types II and III are populated, the interaction energy at site I in orientation I(A) is 4.5 meV. We believe it is unlikely that more than 16 sites can be populated around any Zn4O cluster without significantly adversely affecting the interaction energy of additional hydrogen molecules on the cluster.  ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Sites I and III simultaneously occupied with hydrogen in its lowest-energy orientation. (b) Sites II and III simultaneously occupied with hydrogen in its lowest-energy orientation.</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0009.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Sites I and III simultaneously occupied with hydrogen in its lowest-energy orientation. (b) Sites II and III simultaneously occupied with hydrogen in its lowest-energy orientation.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Two symmetrically distinct areas of high hydrogen density\nare located near the BDC linker. One of these areas is located\ndirectly above the face of the carbon ring, and the other is\nlocated to the side of the carbon ring (see Figure ). We label\nthese as sites IV and V, respectively. The density of molecular\nhydrogen at these sites is lower than the density near the Zn<sub>4</sub>O\ncluster. This is reflected in the weaker interaction energies at\nthese sites. At site IV, five symmetrically unique orientations\nwere considered for the hydrogen molecule. The optimal\ndistance from the center of the carbon ring was determined in\nthe same way the optimal center was found for orientations I(A)\nand II(A):  by fitting a parabola to a series of static calculations.\nSimilar calculations were done for three orthogonal orientations\nat site V. The results of these calculations are shown in Table\n.\n\n\n</p>", "clean_text": "Two symmetrically distinct areas of high hydrogen density are located near the BDC linker. One of these areas is located directly above the face of the carbon ring, and the other is located to the side of the carbon ring (see Figure ). We label these as sites IV and V, respectively. The density of molecular hydrogen at these sites is lower than the density near the Zn4O cluster. This is reflected in the weaker interaction energies at these sites. At site IV, five symmetrically unique orientations were considered for the hydrogen molecule. The optimal distance from the center of the carbon ring was determined in the same way the optimal center was found for orientations I(A) and II(A): by fitting a parabola to a series of static calculations. Similar calculations were done for three orthogonal orientations at site V. The results of these calculations are shown in Table .   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Hydrogen density along a plane that slices through the centers of two BDC linkers. Sites IV and V are labeled. The color scale that linearly corresponds to density is shown below the plot.</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0010.tif\"></graphic>\n</fig>", "clean_text": " 5  Hydrogen density along a plane that slices through the centers of two BDC linkers. Sites IV and V are labeled. The color scale that linearly corresponds to density is shown below the plot.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"jp051202qt00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Interaction Energies at Different Orientations at Sites IV and V<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<graphic xlink:href=\"jp-2005-01202q_0011.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> The distance between the center of the BDC linker and the center of the H<sub>2</sub> molecule is given along with the orientation of the H<sub>2</sub> molecule.\nUnless otherwise noted, the H<sub>2</sub> molecule is parallel to the plane of the BDC linker, and the angles given are measured from the axis running\nbetween the centers of the two carboxyl groups. The colors are the same as those used in Table .</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Hydrogen adsorption on the linker is weaker than adsorption\nnear the Zn<sub>4</sub>O cluster. This is consistent with the results of\nSagara et al., in which they use second-order Møller−Plesset\ntheory (MP2) to compare interaction energies on benzene to\ninteraction energies on Zn<sub>4</sub>O(HCO<sub>2</sub>)<sub>6</sub>. In an analysis of\ninelastic neutron scattering (INS) data taken from hydrogen\nstored in MOF-5, Rosi et al. observe two distinct adsorption\nsites. They associate one of the sites with Zn and the other with\nthe BDC linker. Our results suggest an alternative explanation:  These could be two of the sites on the Zn<sub>4</sub>O cluster. For\nexample, hydrogen might first adsorb at the sites of type I, and\nas the hydrogen density is increased, the hydrogen coverage at\nsites of types II and III might increase. Any increase in hydrogen\ncoverage at sites of type III would likely come at the expense\nof the coverage at sites of type I.\n</p>", "clean_text": "Hydrogen adsorption on the linker is weaker than adsorption near the Zn4O cluster. This is consistent with the results of Sagara et al., in which they use second-order Møller-Plesset theory (MP2) to compare interaction energies on benzene to interaction energies on Zn4O(HCO2)6. In an analysis of inelastic neutron scattering (INS) data taken from hydrogen stored in MOF-5, Rosi et al. observe two distinct adsorption sites. They associate one of the sites with Zn and the other with the BDC linker. Our results suggest an alternative explanation: These could be two of the sites on the Zn4O cluster. For example, hydrogen might first adsorb at the sites of type I, and as the hydrogen density is increased, the hydrogen coverage at sites of types II and III might increase. Any increase in hydrogen coverage at sites of type III would likely come at the expense of the coverage at sites of type I. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>It has been experimentally shown that replacing the BDC\nlinker with other organic linkers influences the ability of the\nmetal organic frameworks to adsorb hydrogen. This indicates\nthat at least some of the hydrogen experimentally adsorbs on\nthe linker. However no known linker causes the framework to\nstore fewer than four molecules of hydrogen per formula unit\nat 1 atm and 77 K, suggesting the possibility that four molecules\nof hydrogen adsorb on each of the Zn<sub>4</sub>O clusters and the\nremaining hydrogen is associated with the organic linker.\n</p>", "clean_text": "It has been experimentally shown that replacing the BDC linker with other organic linkers influences the ability of the metal organic frameworks to adsorb hydrogen. This indicates that at least some of the hydrogen experimentally adsorbs on the linker. However no known linker causes the framework to store fewer than four molecules of hydrogen per formula unit at 1 atm and 77 K, suggesting the possibility that four molecules of hydrogen adsorb on each of the Zn4O clusters and the remaining hydrogen is associated with the organic linker. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The molecular dynamics simulation indicates an area of high\nhydrogen density near the center of pore surrounded by the\nedges of the BDC linkers (see Figure ). We believe this is a\nresult of the pair correlation of molecular hydrogen. The first\npeak in the pair-correlation function indicates the distance that\nmost commonly separates two hydrogen molecules. As hydrogen\nadsorbs on the side of the pore, other hydrogen molecules in\nthe pore will stay approximately this distance away from the\nadsorbed hydrogen. For the pore surrounded by the edges of\nthe BDC linker, the first peaks in the pair-correlation functions\nfrom the adsorption sites on the edges of the pore overlap at\nthe center of the cell, yielding the observed increase in hydrogen\ndensity there. For the larger pore, the peaks do not quite overlap\nthe center of the cell, resulting in the observed ring of locally\nhigh hydrogen density.\n</p>", "clean_text": "The molecular dynamics simulation indicates an area of high hydrogen density near the center of pore surrounded by the edges of the BDC linkers (see Figure ). We believe this is a result of the pair correlation of molecular hydrogen. The first peak in the pair-correlation function indicates the distance that most commonly separates two hydrogen molecules. As hydrogen adsorbs on the side of the pore, other hydrogen molecules in the pore will stay approximately this distance away from the adsorbed hydrogen. For the pore surrounded by the edges of the BDC linker, the first peaks in the pair-correlation functions from the adsorption sites on the edges of the pore overlap at the center of the cell, yielding the observed increase in hydrogen density there. For the larger pore, the peaks do not quite overlap the center of the cell, resulting in the observed ring of locally high hydrogen density. ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Pores of the smaller type are surrounded by 12 sites of type\nV. When each of these sites is populated with hydrogen in\norientation V(A), the energy for a hydrogen molecule in the\n\ncenter of the pore decreases by about 12 meV. The adsorption\nof hydrogen on the edges of the pores creates a new adsorption\nsite near the center of the pore. This type of interaction suggests\nthat, under sufficiently high pressures, hydrogen could condense\nto a liquidlike state in the pore.\n</p>", "clean_text": "Pores of the smaller type are surrounded by 12 sites of type V. When each of these sites is populated with hydrogen in orientation V(A), the energy for a hydrogen molecule in the  center of the pore decreases by about 12 meV. The adsorption of hydrogen on the edges of the pores creates a new adsorption site near the center of the pore. This type of interaction suggests that, under sufficiently high pressures, hydrogen could condense to a liquidlike state in the pore. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The translational entropy of hydrogen gas at 77 K and 1 atm,\nevaluated using the second virial coefficient, is 0.93 meV/K.\nIf adsorbed hydrogen loses all of this entropy, the interaction\nenergy would need to be at least 71 meV for adsorption to occur.\nGiven the calculated interaction energies, it may be surprising\nthat any adsorption at all is experimentally observed at 77 K.\nThere are a couple of explanations for this. The first is that the\nenergies calculated by GGA may be underestimates of the true\ninteraction energies. For example, GGA using the PW91\nfunctional estimates the interaction energy between molecular\nhydrogen and graphite to be about 21 meV, whereas experimental values range from 36 to 52 meV. In addition, the\nhydrogen, even when adsorbed, has not lost all translational\nentropy and likely moves between adsorption sites. This lowers\nthe required interaction energy. For example, in a simple\nconfigurational model in which five hydrogen molecules\npopulate 16 equivalent and independent adsorption sites, the\nhydrogen maintains 11 meV of configurational entropy per\nmolecule in addition to any entropy due to center-of-mass\nmotion at each adsorption site.\n</p>", "clean_text": "The translational entropy of hydrogen gas at 77 K and 1 atm, evaluated using the second virial coefficient, is 0.93 meV/K. If adsorbed hydrogen loses all of this entropy, the interaction energy would need to be at least 71 meV for adsorption to occur. Given the calculated interaction energies, it may be surprising that any adsorption at all is experimentally observed at 77 K. There are a couple of explanations for this. The first is that the energies calculated by GGA may be underestimates of the true interaction energies. For example, GGA using the PW91 functional estimates the interaction energy between molecular hydrogen and graphite to be about 21 meV, whereas experimental values range from 36 to 52 meV. In addition, the hydrogen, even when adsorbed, has not lost all translational entropy and likely moves between adsorption sites. This lowers the required interaction energy. For example, in a simple configurational model in which five hydrogen molecules populate 16 equivalent and independent adsorption sites, the hydrogen maintains 11 meV of configurational entropy per molecule in addition to any entropy due to center-of-mass motion at each adsorption site. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Effect of the Framework on the BDC Linker.</bold> It is possible\nto modify the nature of the pores in a metal−organic framework\nby changing the linker used to synthesize the framework. If it\nwere possible to predict how these frameworks would interact\nwith hydrogen by using what is known about the standalone\nlinkers, it would facilitate the process of determining which\nlinkers might form the most promising frameworks. In addition,\nthe computational problem could be simplified to one of\nstudying just the linkers without the need to model the entire\nperiodic framework. This would greatly reduce computational\ncost. The key is that the linker must have the same properties\nin the framework that it has outside the framework.\n</p>", "clean_text": " Effect of the Framework on the BDC Linker. It is possible to modify the nature of the pores in a metal-organic framework by changing the linker used to synthesize the framework. If it were possible to predict how these frameworks would interact with hydrogen by using what is known about the standalone linkers, it would facilitate the process of determining which linkers might form the most promising frameworks. In addition, the computational problem could be simplified to one of studying just the linkers without the need to model the entire periodic framework. This would greatly reduce computational cost. The key is that the linker must have the same properties in the framework that it has outside the framework. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>To investigate this, we performed calculations on the BDC\nlinker without the surrounding framework. For the first calculation, we selected a linker from the unit cell of our periodic\nsystem and removed all other atoms. The coordinates of the\natoms of the linker were frozen, and the electronic structure\nwas calculated using exactly the same parameters used for the\nentire framework. The charge density of the standalone linker\nwas then subtracted from the charge density of the full\nframework to determine how the framework influences the\nelectronic structure of the linker. The results are shown in Figure\n. As might be expected, the Zn<sub>4</sub>O clusters contribute charge,\nwhich resides principally around the oxygen atoms in the\ncarboxyl groups of the linker. This causes a redistribution of\ncharge over the rest of the linker from the carbon sp<italic>\n<sup>2</sup>\n</italic>\n<sup></sup> orbitals\nto the carbon p<italic>\n<sub>z</sub>\n</italic> and hydrogen s orbitals.\n\n</p>", "clean_text": "To investigate this, we performed calculations on the BDC linker without the surrounding framework. For the first calculation, we selected a linker from the unit cell of our periodic system and removed all other atoms. The coordinates of the atoms of the linker were frozen, and the electronic structure was calculated using exactly the same parameters used for the entire framework. The charge density of the standalone linker was then subtracted from the charge density of the full framework to determine how the framework influences the electronic structure of the linker. The results are shown in Figure . As might be expected, the Zn4O clusters contribute charge, which resides principally around the oxygen atoms in the carboxyl groups of the linker. This causes a redistribution of charge over the rest of the linker from the carbon sp 2   orbitals to the carbon p z  and hydrogen s orbitals.  ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Isosurfaces of the change in the electronic density around the BDC linker when it is placed in the framework. (a) The charge added by the framework. The isosurface is drawn at 0.0075 q<sub>e</sub>/Å<sup>3</sup>. (b) The charge removed by the framework. The isosurface is drawn at 0.001 q<sub>e</sub>/Å<sup>3</sup>.\n</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0012.tif\"></graphic>\n</fig>", "clean_text": " 6  Isosurfaces of the change in the electronic density around the BDC linker when it is placed in the framework. (a) The charge added by the framework. The isosurface is drawn at 0.0075 qe/Å3. (b) The charge removed by the framework. The isosurface is drawn at 0.001 qe/Å3.    ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>To test whether these small changes in the charge density\nhave any meaningful effect on the interaction between BDC\nand the hydrogen molecule, we calculated the interaction\nenergies for hydrogen located at site IV for the standalone BDC\nlinker in orientations IV(A), IV(B), and IV(E) (see Table ).\nThe interaction energy changes by up to 6 meV, and the order\nof the preferred orientations is reversed. The reason for the\nchange in the preferred orientation can be inferred from Figure\n. Placing the linker in the context of the framework increases\nthe density of hydrogen above the carbon atoms and decreases\nthe density near the center of the ring. This means there is less\nelectronic repulsion for the hydrogen molecule in orientation\nIV(A) but more in orientations IV(B) and IV(E). The interaction\nenergy for orientation IV(E) suffers the most because of the\nrepulsion caused by the extra charge around the carboxyl groups.\nThe change in interaction energy is small in absolute terms but\nis significant relative to the already small interaction energies.\n\n</p>", "clean_text": "To test whether these small changes in the charge density have any meaningful effect on the interaction between BDC and the hydrogen molecule, we calculated the interaction energies for hydrogen located at site IV for the standalone BDC linker in orientations IV(A), IV(B), and IV(E) (see Table ). The interaction energy changes by up to 6 meV, and the order of the preferred orientations is reversed. The reason for the change in the preferred orientation can be inferred from Figure . Placing the linker in the context of the framework increases the density of hydrogen above the carbon atoms and decreases the density near the center of the ring. This means there is less electronic repulsion for the hydrogen molecule in orientation IV(A) but more in orientations IV(B) and IV(E). The interaction energy for orientation IV(E) suffers the most because of the repulsion caused by the extra charge around the carboxyl groups. The change in interaction energy is small in absolute terms but is significant relative to the already small interaction energies.  ", "data": null, "include_properties": null}, {"idx": 37, "type": "table", "classification": null, "content": "<table-wrap id=\"jp051202qt00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Interaction Energies for BDC in and out of the Context of the Framework</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">H<sub>2</sub> site and orientation\n</oasis:entry>\n<oasis:entry colname=\"2\">IV(A)\n</oasis:entry>\n<oasis:entry colname=\"3\">IV(B)\n</oasis:entry>\n<oasis:entry colname=\"4\">IV(E)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">interaction energy in MOF-5 (meV)\n</oasis:entry>\n<oasis:entry colname=\"2\">14.3\n</oasis:entry>\n<oasis:entry colname=\"3\">11.0\n</oasis:entry>\n<oasis:entry colname=\"4\">9.5\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">interaction energy for stand alone BDC with\ncoordinates frozen to match those of BDC\nin MOF-5 (meV)\n</oasis:entry>\n<oasis:entry colname=\"2\">7.9\n</oasis:entry>\n<oasis:entry colname=\"3\">11.9\n</oasis:entry>\n<oasis:entry colname=\"4\">12.4</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>If instead of freezing the coordinates of the atoms we let the\nstandalone BDC linker relax, then we find that the angle of the\nO−C−O bond decreases from 126° to 113°. The coordinates\nof the carbon and hydrogen atoms change slightly but remain\nwithin 0.05 Å of their frozen positions. This shift also influences\nthe hydrogen interaction energy, changing it from 7.9 to\n10.4 meV in orientation IV(A).\n</p>", "clean_text": "If instead of freezing the coordinates of the atoms we let the standalone BDC linker relax, then we find that the angle of the O-C-O bond decreases from 126° to 113°. The coordinates of the carbon and hydrogen atoms change slightly but remain within 0.05 Å of their frozen positions. This shift also influences the hydrogen interaction energy, changing it from 7.9 to 10.4 meV in orientation IV(A). ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Thus, the framework influences the interaction between BDC\nand hydrogen in two ways:  by changing the electronic structure\nand by changing the physical structure of the linker. With these\nresults in mind, we feel it is prudent to consider the interaction\nbetween molecular hydrogen and the linker in the context of\n\nthe framework rather than in a standalone manner. If it is\nnecessary to use a standalone molecule to represent the\nframework, care should be taken to ensure the molecule\naccurately reflects the relevant properties in the framework.\n</p>", "clean_text": "Thus, the framework influences the interaction between BDC and hydrogen in two ways: by changing the electronic structure and by changing the physical structure of the linker. With these results in mind, we feel it is prudent to consider the interaction between molecular hydrogen and the linker in the context of  the framework rather than in a standalone manner. If it is necessary to use a standalone molecule to represent the framework, care should be taken to ensure the molecule accurately reflects the relevant properties in the framework. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The way in which the interaction is changed also suggests\nhow the interaction energy of hydrogen on the linker can be\nimproved. The carboxyl groups tend to draw charge from the\nrest of the organic linker, reducing the strength of the hydrogen\nadsorption on the linker. Putting the linker in the framework\ncounters this effect and increases the strength of the interaction\nbetween the linker and hydrogen. The effect of the carboxyl\ngroups may be further reduced if a larger linker is used or if\nthe linker is doped with an element that injects electron density\ninto the linker. Hübner et al. have studied the effects of\nmodifying benzene through substitution and arrive at a similar\nconclusion.\n</p>", "clean_text": "The way in which the interaction is changed also suggests how the interaction energy of hydrogen on the linker can be improved. The carboxyl groups tend to draw charge from the rest of the organic linker, reducing the strength of the hydrogen adsorption on the linker. Putting the linker in the framework counters this effect and increases the strength of the interaction between the linker and hydrogen. The effect of the carboxyl groups may be further reduced if a larger linker is used or if the linker is doped with an element that injects electron density into the linker. Hübner et al. have studied the effects of modifying benzene through substitution and arrive at a similar conclusion. ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>Summary and Conclusion</title><p>We have used density functional theory to investigate the\nadsorption of hydrogen in the metal−organic framework known\nas MOF-5. A molecular dynamics simulation indicates that there\nare five distinct adsorption sites on the edges of the pores.\nHydrogen adsorbs most strongly at the three sites near the Zn<sub>4</sub>O\ncluster and least strongly at the sites near the BDC linker,\nindicating that observed hydrogen adsorption might occur near\nthe metal-oxide cluster rather than on the organic linker.\nAlthough there are a total of 20 adsorption sites on each Zn<sub>4</sub>O\ncluster, the ability of these clusters to adsorb hydrogen falls off\nsharply after 16 of the sites are populated.\n</p>", "clean_text": "Summary and Conclusion\n\nWe have used density functional theory to investigate the adsorption of hydrogen in the metal-organic framework known as MOF-5. A molecular dynamics simulation indicates that there are five distinct adsorption sites on the edges of the pores. Hydrogen adsorbs most strongly at the three sites near the Zn4O cluster and least strongly at the sites near the BDC linker, indicating that observed hydrogen adsorption might occur near the metal-oxide cluster rather than on the organic linker. Although there are a total of 20 adsorption sites on each Zn4O cluster, the ability of these clusters to adsorb hydrogen falls off sharply after 16 of the sites are populated. ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>We have also investigated how placing the BDC linker in\nthe framework changes the electronic and physical properties\nof the linker and how these changes affect the interaction\nbetween the linker and molecular hydrogen. The framework\ncontributes charge to the linker, increasing the interaction\nbetween hydrogen and the linker and changing the preferred\norientation of hydrogen adsorbed above the aromatic ring.\n</p>", "clean_text": "We have also investigated how placing the BDC linker in the framework changes the electronic and physical properties of the linker and how these changes affect the interaction between the linker and molecular hydrogen. The framework contributes charge to the linker, increasing the interaction between hydrogen and the linker and changing the preferred orientation of hydrogen adsorbed above the aromatic ring. ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>The interaction energies calculated in this paper are weak,\nbut this may be due to the fact that GGA is often not able to\ncalculate the exact magnitude of weak interactions accurately.\nNonetheless, we believe that there would need to be a significant\nstrengthening of the interaction between molecular hydrogen\nand the pores of the framework for a metal−organic framework\nto be a viable material for hydrogen storage. It may be possible\nto do this by using intelligently functionalized linkers or by\nenhancing the interaction energy of hydrogen on the metal-based\nclusters that connect the linkers. Because our calculations\nindicate that hydrogen adsorbs preferentially on the clusters it\nmight make sense to focus on nano-oxides as potential hydrogen\nstorage materials.\n</p>", "clean_text": "The interaction energies calculated in this paper are weak, but this may be due to the fact that GGA is often not able to calculate the exact magnitude of weak interactions accurately. Nonetheless, we believe that there would need to be a significant strengthening of the interaction between molecular hydrogen and the pores of the framework for a metal-organic framework to be a viable material for hydrogen storage. It may be possible to do this by using intelligently functionalized linkers or by enhancing the interaction energy of hydrogen on the metal-based clusters that connect the linkers. Because our calculations indicate that hydrogen adsorbs preferentially on the clusters it might make sense to focus on nano-oxides as potential hydrogen storage materials. ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": 12, "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><p>\n<bold>Comparisons with Experimental Values.</bold> The calculated\nlattice parameter of the framework with empty pores is\n26.137 Å, which is less than 1% greater than the experimental\nlattice parameter of 25.911 Å. Similarly, the calculated values\nfor the Zn−Zn bond length, the C−C bond lengths, and the\nH−H bond length in the H<sub>2</sub> molecule are approximately 1%\ngreater than their experimental values (see Table ). Errors of\nthis type are typical when using a GGA functional. The O−C−O\nbond angle is calculated at 126.1°, which is 0.2% greater than\nthe experimentally measured value of 125.8°.\n</p>", "clean_text": "Results and Discussion\n\n Comparisons with Experimental Values. The calculated lattice parameter of the framework with empty pores is 26.137 Å, which is less than 1% greater than the experimental lattice parameter of 25.911 Å. Similarly, the calculated values for the Zn-Zn bond length, the C-C bond lengths, and the H-H bond length in the H2 molecule are approximately 1% greater than their experimental values (see Table ). Errors of this type are typical when using a GGA functional. The O-C-O bond angle is calculated at 126.1°, which is 0.2% greater than the experimentally measured value of 125.8°. ", "data": [[{"meta": {"name": "framework", "symbol": "", "chemical formula": ""}, "lattice parameter": {"value": "26.137", "unit": "Å"}}, {"meta": {"name": "H2 molecule", "symbol": "H2", "chemical formula": ""}, "bond length": {"type": "Zn-Zn", "value": "1%", "unit": "greater than experimental value"}}, {"meta": {"name": "H2 molecule", "symbol": "H2", "chemical formula": ""}, "bond length": {"type": "C-C", "value": "1%", "unit": "greater than experimental value"}}, {"meta": {"name": "H2 molecule", "symbol": "H2", "chemical formula": ""}, "bond length": {"type": "H-H", "value": "1%", "unit": "greater than experimental value"}}, {"meta": {"name": "O-C-O bond", "symbol": "", "chemical formula": ""}, "bond angle": {"value": "126.1°", "unit": ""}}]], "include_properties": []}, {"idx": 10, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"jp051202qt00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Experimental and Calculated Values for Structural Parameters of MOF-5<sup>26</sup> and H<sub>2</sub>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry nameend=\"1\" namest=\"1\"></oasis:entry>\n<oasis:entry nameend=\"2\" namest=\"2\">experimental</oasis:entry>\n<oasis:entry nameend=\"3\" namest=\"3\">calculated</oasis:entry>\n<oasis:entry nameend=\"4\" namest=\"4\">ratio\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">lattice parameter\n</oasis:entry>\n<oasis:entry colname=\"2\">25.911 Å\n</oasis:entry>\n<oasis:entry colname=\"3\">26.137 Å\n</oasis:entry>\n<oasis:entry colname=\"4\">1.009\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">Zn−Zn bond length\n</oasis:entry>\n<oasis:entry colname=\"2\">3.181 Å\n</oasis:entry>\n<oasis:entry colname=\"3\">3.220 Å\n</oasis:entry>\n<oasis:entry colname=\"4\">1.012\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">C−C distance in carbon ring\n</oasis:entry>\n<oasis:entry colname=\"2\">1.396 Å\n</oasis:entry>\n<oasis:entry colname=\"3\">1.404 Å\n</oasis:entry>\n<oasis:entry colname=\"4\">1.006\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">O−C−O bond angle\n</oasis:entry>\n<oasis:entry colname=\"2\">125.8°\n</oasis:entry>\n<oasis:entry colname=\"3\">126.1°\n</oasis:entry>\n<oasis:entry colname=\"4\">1.002\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">H<sub>2</sub> bond length\n</oasis:entry>\n<oasis:entry colname=\"2\">0.741 Å\n</oasis:entry>\n<oasis:entry colname=\"3\">0.750 Å\n</oasis:entry>\n<oasis:entry colname=\"4\">1.012</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> The values for MOF-5 were measured at 30 K.</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Experimental and Calculated Values for Structural Parameters of MOF-5[^a]\n\n|                    | experimental | calculated | ratio |\n|--------------------|--------------|------------|-------|\n| lattice parameter | 25.911 Å     | 26.137 Å  | 1.009 |\n| Zn−Zn bond length  | 3.181 Å      | 3.220 Å   | 1.012 |\n| C−C distance in carbon ring | 1.396 Å | 1.404 Å | 1.006 |\n| O−C−O bond angle   | 125.8°       | 126.1°    | 1.002 |\n| H<sub>2</sub> bond length | 0.741 Å | 0.750 Å | 1.012 |\n\n[^a]: The values for MOF-5 were measured at 30 K.", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 18, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"jp051202qt00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Orientations Considered near Sites I, II, and III and the Calculated Interaction Energies for Those Orientations<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<graphic xlink:href=\"jp-2005-01202q_0006.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Orientations Considered near Sites I, II, and III and the Calculated Interaction Energies for Those Orientations[^a]\n\n| ![jp-2005-01202q_0006.tif](jp-2005-01202q_0006.tif) |\n|-----------------------------------------------------|\n[^a]: Caption for the table.", "data": ["No properties found"], "include_properties": []}, {"idx": 19, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"jp051202qt00010\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(Continued)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<graphic xlink:href=\"jp-2005-01202q_0007.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. (Continued)\n\n| |\n|---|\n| ![jp-2005-01202q_0007.tif](jp-2005-01202q_0007.tif) |", "data": ["No properties found"], "include_properties": []}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"jp051202qt00011\" position=\"float\">\n<label>2 </label>\n<caption>\n<p>(Continued)</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<graphic xlink:href=\"jp-2005-01202q_0008.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> The colors are the same as those used in Figure , and the adsorbed hydrogen is shown in yellow. The coordinates of each adsorbed hydrogen\natom are given in the coordinate system shown, which is the same as the coordinate system used in Figure .</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. (Continued)\n\n|   |\n|---|\n| ![jp-2005-01202q_0008.tif](jp-2005-01202q_0008.tif) |\n\nTable 2. (Continued)\n\na The colors are the same as those used in Figure , and the adsorbed hydrogen is shown in yellow. The coordinates of each adsorbed hydrogen atom are given in the coordinate system shown, which is the same as the coordinate system used in Figure .", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "image": "jp-2005-01202q_0008.tif"}], "include_properties": ["material_color"]}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"jp051202qt00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Interaction Energies at Different Orientations at Sites IV and V<italic>\n<sup>a</sup>\n</italic>\n<sup></sup>\n</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">\n<graphic xlink:href=\"jp-2005-01202q_0011.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<p>\n<italic>\n<sup>a</sup>\n</italic>\n<sup></sup> The distance between the center of the BDC linker and the center of the H<sub>2</sub> molecule is given along with the orientation of the H<sub>2</sub> molecule.\nUnless otherwise noted, the H<sub>2</sub> molecule is parallel to the plane of the BDC linker, and the angles given are measured from the axis running\nbetween the centers of the two carboxyl groups. The colors are the same as those used in Table .</p>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 37, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"jp051202qt00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Interaction Energies for BDC in and out of the Context of the Framework</p>\n</caption>\n<oasis:table colsep=\"2\" rowsep=\"2\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec colname=\"1\" colnum=\"1\"></oasis:colspec>\n<oasis:colspec colname=\"2\" colnum=\"2\"></oasis:colspec>\n<oasis:colspec colname=\"3\" colnum=\"3\"></oasis:colspec>\n<oasis:colspec colname=\"4\" colnum=\"4\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry colname=\"1\">H<sub>2</sub> site and orientation\n</oasis:entry>\n<oasis:entry colname=\"2\">IV(A)\n</oasis:entry>\n<oasis:entry colname=\"3\">IV(B)\n</oasis:entry>\n<oasis:entry colname=\"4\">IV(E)\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">interaction energy in MOF-5 (meV)\n</oasis:entry>\n<oasis:entry colname=\"2\">14.3\n</oasis:entry>\n<oasis:entry colname=\"3\">11.0\n</oasis:entry>\n<oasis:entry colname=\"4\">9.5\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry colname=\"1\">interaction energy for stand alone BDC with\ncoordinates frozen to match those of BDC\nin MOF-5 (meV)\n</oasis:entry>\n<oasis:entry colname=\"2\">7.9\n</oasis:entry>\n<oasis:entry colname=\"3\">11.9\n</oasis:entry>\n<oasis:entry colname=\"4\">12.4</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 4. Interaction Energies for BDC in and out of the Context of the Framework\n\n| H<sub>2</sub> site and orientation | IV(A) | IV(B) | IV(E) |\n|---------------------------------|-------|-------|-------|\n| interaction energy in MOF-5 (meV) | 14.3  | 11.0  | 9.5   |\n| interaction energy for stand alone BDC with coordinates frozen to match those of BDC in MOF-5 (meV) | 7.9 | 11.9 | 12.4 |", "data": [{"meta": {"name": "H2 site and orientation", "symbol": "", "chemical formula": ""}, "interaction energy": [{"value": "14.3", "unit": "meV", "condition": "in MOF-5"}, {"value": "11.0", "unit": "meV", "condition": "in MOF-5"}, {"value": "9.5", "unit": "meV", "condition": "in MOF-5"}]}, {"meta": {"name": "H2 site and orientation", "symbol": "", "chemical formula": ""}, "interaction energy": [{"value": "7.9", "unit": "meV", "condition": "for stand alone BDC with coordinates frozen to match those of BDC in MOF-5"}, {"value": "11.9", "unit": "meV", "condition": "for stand alone BDC with coordinates frozen to match those of BDC in MOF-5"}, {"value": "12.4", "unit": "meV", "condition": "for stand alone BDC with coordinates frozen to match those of BDC in MOF-5"}]}], "include_properties": ["energy_related"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00001\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Pore type that is surrounded by the edges of the BDC rings. (b) The pore type that is surrounded by the faces of the BDC rings. (c) The two pore types combined to form an eight-pore section of the framework. The atoms are colored as follows:  gray = Zn, red = O, brown = C, and white = H.</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Pore type that is surrounded by the edges of the BDC rings. (b) The pore type that is surrounded by the faces of the BDC rings. (c) The two pore types combined to form an eight-pore section of the framework. The atoms are colored as follows: gray = Zn, red = O, brown = C, and white = H.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00002\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Hydrogen density on a plane in MOF-5 as calculated using first-principles molecular dynamics. The color scale that linearly corresponds to density is shown below the plot, with blue corresponding to zero hydrogen density. The five adsorption sites investigated in this paper are marked in this plane. (b) The plane is shown in the context of the three-dimensional MOF-5 structure. The dark lines correspond to the BDC linkers.</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0004.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Hydrogen density on a plane in MOF-5 as calculated using first-principles molecular dynamics. The color scale that linearly corresponds to density is shown below the plot, with blue corresponding to zero hydrogen density. The five adsorption sites investigated in this paper are marked in this plane. (b) The plane is shown in the context of the three-dimensional MOF-5 structure. The dark lines correspond to the BDC linkers.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00003\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Isosurfaces of high hydrogen density near the Zn<sub>4</sub>O cluster.\nThe three adsorption sites I, II, and III are labeled. In the coordinate\naxes shown, where the origin is at the center of the Zn<sub>4</sub>O cluster, the\ncoordinates of the three sites are approximately as follows, in\nangstroms:  site I (3.4, 3.4, −3.4), site II (2.6, 2.6, 2.6), and site III\n(4.4, 4.4, −1.3).\n</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0005.tif\"></graphic>\n</fig>", "clean_text": " 3  Isosurfaces of high hydrogen density near the Zn4O cluster. The three adsorption sites I, II, and III are labeled. In the coordinate axes shown, where the origin is at the center of the Zn4O cluster, the coordinates of the three sites are approximately as follows, in angstroms: site I (3.4, 3.4, -3.4), site II (2.6, 2.6, 2.6), and site III (4.4, 4.4, -1.3).    ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00004\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Sites I and III simultaneously occupied with hydrogen in its lowest-energy orientation. (b) Sites II and III simultaneously occupied with hydrogen in its lowest-energy orientation.</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0009.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Sites I and III simultaneously occupied with hydrogen in its lowest-energy orientation. (b) Sites II and III simultaneously occupied with hydrogen in its lowest-energy orientation.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00005\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Hydrogen density along a plane that slices through the centers of two BDC linkers. Sites IV and V are labeled. The color scale that linearly corresponds to density is shown below the plot.</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0010.tif\"></graphic>\n</fig>", "clean_text": " 5  Hydrogen density along a plane that slices through the centers of two BDC linkers. Sites IV and V are labeled. The color scale that linearly corresponds to density is shown below the plot.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"jp051202qf00006\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Isosurfaces of the change in the electronic density around the BDC linker when it is placed in the framework. (a) The charge added by the framework. The isosurface is drawn at 0.0075 q<sub>e</sub>/Å<sup>3</sup>. (b) The charge removed by the framework. The isosurface is drawn at 0.001 q<sub>e</sub>/Å<sup>3</sup>.\n</p>\n</caption>\n<graphic xlink:href=\"jp-2005-01202q_0012.tif\"></graphic>\n</fig>", "clean_text": " 6  Isosurfaces of the change in the electronic density around the BDC linker when it is placed in the framework. (a) The charge added by the framework. The isosurface is drawn at 0.0075 qe/Å3. (b) The charge removed by the framework. The isosurface is drawn at 0.001 qe/Å3.    ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jp051202q", "title": "\nA Density Functional Theory Study of Hydrogen Adsorption in MOF-5\n", "journal": "American Chemical Society", "date": "2005.09", "author_list": ["Mueller\nTim", "Ceder\nGerbrand"]}}