{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp6b02818.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Replacement of precious\nplatinum with efficient and low-cost catalysts\nfor electrocatalytic hydrogen evolution reaction (HER) at low overpotentials\nholds tremendous promise for clean energy devices. Herein, molybdenum\npolysulfide (MoS<sub>\n<italic>x</italic>\n</sub>) anchored on a porous\nZr-metal organic framework (Zr-MOF, UiO-66-NH<sub>2</sub>) by chemical\ninteractions is fabricated by a facile and one-pot solvothermal method\nfor HER application. The distinctive design of the Zr-MOF stabilized\nMoS<sub>\n<italic>x</italic>\n</sub> composite enables remarkable electrochemical\nHER activity with a Tafel slope of 59 mV·dec<sup>–1</sup>, a lower onset potential of nearly 125 mV, and a cathode current\nof 10 mA·cm<sup>–2</sup> at an overpotential of 200 mV,\nwhich also exhibits excellent durability in an acid medium. The superior\nHER performance should ascribe to the fast electron transport from\nthe less conducting MoS<sub>\n<italic>x</italic>\n</sub> nanosheets to\nthe electrode, high effective surface area, and number of active sites,\nas well as the favorable delivery for local protons in the porous\nZr-MOF structure during the electrocatalytic reaction. Thus, this\nwork paves a potential pathway for designing efficient Mo-based HER\nelectrocatalysts by the combination of molybdenum polysulfide and\nversatile proton-conductive MOFs.</p>", "clean_text": "Replacement of precious platinum with efficient and low-cost catalysts for electrocatalytic hydrogen evolution reaction (HER) at low overpotentials holds tremendous promise for clean energy devices. Herein, molybdenum polysulfide (MoS x ) anchored on a porous Zr-metal organic framework (Zr-MOF, UiO-66-NH2) by chemical interactions is fabricated by a facile and one-pot solvothermal method for HER application. The distinctive design of the Zr-MOF stabilized MoS x  composite enables remarkable electrochemical HER activity with a Tafel slope of 59 mV⋅dec-1, a lower onset potential of nearly 125 mV, and a cathode current of 10 mA⋅cm-2 at an overpotential of 200 mV, which also exhibits excellent durability in an acid medium. The superior HER performance should ascribe to the fast electron transport from the less conducting MoS x  nanosheets to the electrode, high effective surface area, and number of active sites, as well as the favorable delivery for local protons in the porous Zr-MOF structure during the electrocatalytic reaction. Thus, this work paves a potential pathway for designing efficient Mo-based HER electrocatalysts by the combination of molybdenum polysulfide and versatile proton-conductive MOFs.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Hydrogen\nas a promising source for sustainable energy applications\nhas attracted great interest because of its potential to reduce the\nheavy dependence on fossil fuels and excessive concerns about CO<sub>2</sub> emissions. In view of the energy and environmental issues,\nwater electrolysis is an efficient and clean technology to generate\nhighly pure hydrogen. As one-half reaction of water\nelectrolysis, hydrogen evolution reaction (HER) requires highly active\nand stable catalysts to reduce the overpotential and consequently\nincrease the efficiency. Currently, although\nPt-group metals, along with their alloys, are the benchmark electrocatalysts\nthat require very small overpotentials to drive the HER, they suffer\nfrom scarcity and high cost, hindering their widespread use for H<sub>2</sub> production. Motivated by this\nchallenge, the extensive search for cost-effective, earth-abundant\nmaterials with high HER activity and excellent stability has recently\nattracted significant interests. Toward this end, earth-abundant catalysts, such as transition-metal chalcogenides, carbides, phosphides, and\nnitrides, have been identified as potential electrocatalysts for HER.\nAmong these materials, molybdenum chalcogenides have been already\nemerged as promising alternatives due to the close free energy of\nadsorbed atomic hydrogen with that of Pt-group metals (i.e., Δ<italic>G</italic>\n<sub>H*</sub> ≈ 0). Subsequent studies have suggested that HER activity correlates linearly\nwith the total length of the exposed edges of the MoS<sub>2</sub>. Since then, tremendous efforts have been made\nto obtain abundant exposed edge sites by increasing sulfur active\nedge sites, and to improve the conductivity properties by using the\nconductive substrates. In addition to MoS<sub>2</sub>, some other\nmolybdenum sulfide structures, such as [Mo<sub>3</sub>S<sub>4</sub>]<sup>4+</sup>, [Mo<sub>3</sub>S<sub>13</sub>]<sup>2–</sup>, amorphous\nMoS<sub>\n<italic>x</italic>\n</sub>, and molecular analogues that\ncontain MoS<sub>2</sub> edge sites, could also promote the\nevolution of hydrogen.</p>", "clean_text": "Introduction\n\nHydrogen as a promising source for sustainable energy applications has attracted great interest because of its potential to reduce the heavy dependence on fossil fuels and excessive concerns about CO2 emissions. In view of the energy and environmental issues, water electrolysis is an efficient and clean technology to generate highly pure hydrogen. As one-half reaction of water electrolysis, hydrogen evolution reaction (HER) requires highly active and stable catalysts to reduce the overpotential and consequently increase the efficiency. Currently, although Pt-group metals, along with their alloys, are the benchmark electrocatalysts that require very small overpotentials to drive the HER, they suffer from scarcity and high cost, hindering their widespread use for H2 production. Motivated by this challenge, the extensive search for cost-effective, earth-abundant materials with high HER activity and excellent stability has recently attracted significant interests. Toward this end, earth-abundant catalysts, such as transition-metal chalcogenides, carbides, phosphides, and nitrides, have been identified as potential electrocatalysts for HER. Among these materials, molybdenum chalcogenides have been already emerged as promising alternatives due to the close free energy of adsorbed atomic hydrogen with that of Pt-group metals (i.e., ΔG H* ~ 0). Subsequent studies have suggested that HER activity correlates linearly with the total length of the exposed edges of the MoS2. Since then, tremendous efforts have been made to obtain abundant exposed edge sites by increasing sulfur active edge sites, and to improve the conductivity properties by using the conductive substrates. In addition to MoS2, some other molybdenum sulfide structures, such as [Mo3S4]4+, [Mo3S13]2-, amorphous MoS x , and molecular analogues that contain MoS2 edge sites, could also promote the evolution of hydrogen.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs)\nare a new class of porous\nmaterials with extremely large surface areas, which also possess the\nregularity of the void spaces, the tunability of the pore size, and\nthe adjustability of the pore surface properties. However, the stability of MOFs\nhas long been considered as a major obstacle in their electrochemical\napplications. Recently, some MOFs and MOF-based\ncomposites were demonstrated for oxygen reduction reaction (ORR), hydrogen evolution reaction (HER), electroreduction of\nCO<sub>2</sub>, and electrooxidation of methanol\nand ethanol. Qin et al. proposed novel polyoxometalate-based MOFs for HER, which\nshowed the onset potential of 180 mV and overpotential of 237 mV at\na current density of 10 mA·cm<sup>–2</sup> with a Tafel\nslope of 96 mV·dec<sup>–1</sup> in 0.5 M H<sub>2</sub>SO<sub>4</sub>, suggesting that both POM units and MOFs porosity\nare essential for high HER activity. Hod et al. fabricated high porosity, MOF films as scaffolds for the\ndeposition of a Ni-S electrocatalyst, which exhibited significantly\nenhanced HER performance in an acid medium (0.1 M HCl), decreasing\nthe kinetic overpotential by more than 238 mV at a benchmark current\ndensity of 10 mA·cm<sup>–2</sup> due to the favorable\nproton transport. On the other hand, the Zr-metal organic framework\n(Zr-MOF, UiO-66) consists of a cubic framework of cationic Zr<sub>6</sub>O<sub>4</sub>­(OH)<sub>4</sub> nodes and 1,4-benzene­dicarboxylate\nlinkers (BDC). Zr-MOFs have been proved to be excellently stable under\na wide range of thermal and chemical conditions, as well as their\nsubstantial internal surface area, and show good wettability in\nwater. The porous Zr-MOF loaded with\nguest molecules displays proton-conducting properties (10<sup>–2</sup>–10<sup>–6</sup> S·cm<sup>–1</sup>), which\ncan be further improved by self-assembly of the corresponding functionalized\nligands, or postsynthetic modifications of the MOF particles. Moreover, the proton-conductive Zr-MOF is favorable to modify the\nimmediate chemical environment of the sulfide-based catalyst in HER.\n</p>", "clean_text": "Metal-organic frameworks (MOFs) are a new class of porous materials with extremely large surface areas, which also possess the regularity of the void spaces, the tunability of the pore size, and the adjustability of the pore surface properties. However, the stability of MOFs has long been considered as a major obstacle in their electrochemical applications. Recently, some MOFs and MOF-based composites were demonstrated for oxygen reduction reaction (ORR), hydrogen evolution reaction (HER), electroreduction of CO2, and electrooxidation of methanol and ethanol. Qin et al. proposed novel polyoxometalate-based MOFs for HER, which showed the onset potential of 180 mV and overpotential of 237 mV at a current density of 10 mA⋅cm-2 with a Tafel slope of 96 mV⋅dec-1 in 0.5 M H2SO4, suggesting that both POM units and MOFs porosity are essential for high HER activity. Hod et al. fabricated high porosity, MOF films as scaffolds for the deposition of a Ni-S electrocatalyst, which exhibited significantly enhanced HER performance in an acid medium (0.1 M HCl), decreasing the kinetic overpotential by more than 238 mV at a benchmark current density of 10 mA⋅cm-2 due to the favorable proton transport. On the other hand, the Zr-metal organic framework (Zr-MOF, UiO-66) consists of a cubic framework of cationic Zr6O4(OH)4 nodes and 1,4-benzenedicarboxylate linkers (BDC). Zr-MOFs have been proved to be excellently stable under a wide range of thermal and chemical conditions, as well as their substantial internal surface area, and show good wettability in water. The porous Zr-MOF loaded with guest molecules displays proton-conducting properties (10-2-10-6 S⋅cm-1), which can be further improved by self-assembly of the corresponding functionalized ligands, or postsynthetic modifications of the MOF particles. Moreover, the proton-conductive Zr-MOF is favorable to modify the immediate chemical environment of the sulfide-based catalyst in HER. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Controllable integration of MOFs and functional\nmaterials is leading\nto the creation of new multifunctional composites, which exhibit new\nproperties that are superior to those of the individual components.\nInspired by those prominent works, we herein demonstrated a facile\nstrategy for fabrication of the MoS<sub>\n<italic>x</italic>\n</sub> anchored\non a Zr-metal organic framework (UiO-66-NH<sub>2</sub>) by a one-pot\nsolvothermal method. The optimized components showed an outstanding\nHER performance with low overpotential and small Tafel slope by effectively\nreducing the charge-transfer impedance, increasing the active surface\narea and number of active sites, as well as the favorable delivery\nfor local protons in the porous MOF structure, which indicated a promising\ncathode catalyst candidate.</p>", "clean_text": "Controllable integration of MOFs and functional materials is leading to the creation of new multifunctional composites, which exhibit new properties that are superior to those of the individual components. Inspired by those prominent works, we herein demonstrated a facile strategy for fabrication of the MoS x  anchored on a Zr-metal organic framework (UiO-66-NH2) by a one-pot solvothermal method. The optimized components showed an outstanding HER performance with low overpotential and small Tafel slope by effectively reducing the charge-transfer impedance, increasing the active surface area and number of active sites, as well as the favorable delivery for local protons in the porous MOF structure, which indicated a promising cathode catalyst candidate.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Material Preparation</title><title>Chemicals</title><p>Zirconium tetrachloride\n(ZrCl<sub>4</sub>), 2-amino­tereph­thalic acid (ATP), and <italic>N</italic>,<italic>N</italic>-dimethyl­formamide (DMF) were\nsupplied from\nSinopharm Chemical Reagent Co., Ltd. Sulfuric acid and ethanol were\npurchased from Beijing Chemical Reagent Company. Ammonium tetrathiomolybdate\n((NH<sub>4</sub>)<sub>2</sub>­MoS<sub>4</sub>) and commercial\nPt black were purchased from Alfa Aesar. All chemicals were obtained\ncommercially and used without further purification. Deionized (DI)\nwater was used in the experiment.</p>", "clean_text": "Experimental Section\n\nMaterial Preparation\n\nChemicals\n\nZirconium tetrachloride (ZrCl4), 2-aminoterephthalic acid (ATP), and N,N-dimethylformamide (DMF) were supplied from Sinopharm Chemical Reagent Co., Ltd. Sulfuric acid and ethanol were purchased from Beijing Chemical Reagent Company. Ammonium tetrathiomolybdate ((NH4)2MoS4) and commercial Pt black were purchased from Alfa Aesar. All chemicals were obtained commercially and used without further purification. Deionized (DI) water was used in the experiment.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Molybdenum\nPolysulfide Anchored UiO-66-NH<sub>2</sub>\n</title><p>Molybdenum polysulfide\nanchored UiO-66-NH<sub>2</sub> was synthesized according to a modified\nsolvothermal synthesis reported\npreviously. In a typical synthesis, ZrCl<sub>4</sub> (149 mg, 0.64 mmol), ATP (116 mg, 0.64 mmol), and (NH<sub>4</sub>)<sub>2</sub>­MoS<sub>4</sub> were thoroughly dissolved\nin DMF (18 mL) and were further sonicated for 10 min. It was transferred\ninto a 40 mL Teflon-lined stainless steel autoclave, which was sealed\nin a preheated oven at 80 <sup>o</sup> C for 12 h and then held at\n100 °C for 24 h. After cooling, the resultant precipitate was\ncollected by centrifugation and repeatedly washed with absolute ethanol\nfor 3 days at 60 °C in a water bath, followed by filtered, and\ndried under vacuum at 80 °C for 10 h. The obtained samples were\ndenoted as UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> with different\nmole ratios of Mo to Zr, such as Mo/Zr = 0.1, 0.3, 0.5, and 0.6, corresponding\nto <italic>x</italic> = 1, 3, 5, and 6, respectively.</p>", "clean_text": "Preparation of Molybdenum Polysulfide Anchored UiO-66-NH2 \n\nMolybdenum polysulfide anchored UiO-66-NH2 was synthesized according to a modified solvothermal synthesis reported previously. In a typical synthesis, ZrCl4 (149 mg, 0.64 mmol), ATP (116 mg, 0.64 mmol), and (NH4)2MoS4 were thoroughly dissolved in DMF (18 mL) and were further sonicated for 10 min. It was transferred into a 40 mL Teflon-lined stainless steel autoclave, which was sealed in a preheated oven at 80 o C for 12 h and then held at 100 °C for 24 h. After cooling, the resultant precipitate was collected by centrifugation and repeatedly washed with absolute ethanol for 3 days at 60 °C in a water bath, followed by filtered, and dried under vacuum at 80 °C for 10 h. The obtained samples were denoted as UiO-66-NH2-Mo-x with different mole ratios of Mo to Zr, such as Mo/Zr = 0.1, 0.3, 0.5, and 0.6, corresponding to x = 1, 3, 5, and 6, respectively.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Preparation\nof UiO-66-NH<sub>2</sub>\n</title><p>The synthetic\nprocedure of UiO-66-NH<sub>2</sub>-<italic>x</italic> as control sample\nwas similar to the original UiO-66-NH<sub>2</sub>, except for the\naddition of an appropriate amount of (NH<sub>4</sub>)<sub>2</sub>­MoS<sub>4</sub> before solvothermal treatment.</p><title>Catalyst\nCharacterization</title><p>FT-IR spectra\nwere obtained using KBr pellets on a Scimitar 2000 FT-IR spectrophotometer\n(Varian Inc.). The powder X-ray diffraction (XRD) was carried out\nusing a Brüker D8 Advance diffractometer at 40 kV with Cu Kα\nradiation. Scanning electron microscopy (SEM) images were made by\nan FEI XL30 Sirion SEM, and transmission electron microscopy (TEM)\nand high-resolution transmission electron microscopy (HRTEM) images\nwere obtained with an FEI Tecnai G<sup>2</sup> F20 electron microscope.\nThe Langmuir surface area and Brunauer–Emmett–Teller\n(BET) surface areas of the samples were measured by nitrogen adsorption/desorption\nat −196 °C on a Quantachrome Autosorb. The micropore distribution\nand volume were determined by the SF method, and the mesopore distribution\nand volume were calculated according to the BJH method. To determine\nthe amount of Mo or Mo/Zr in the sample, the thermogravimetric analysis\n(TGA) was performed using a thermogravimetric analyzer (Mettler TGA/DSC)\nfrom 30 to 900 °C at a heating rate of 10 °C min<sup>–1</sup> in air. Elemental analyses for C, H, N, and S were determined on\nan Elementar Vario ELIII analyzer. The metal amount of Zr and Mo was\ndetected by inductively coupled plasma mass spectrometry (ICP–MS)\nwith Thermo ELEMENT 2. The Raman spectra were obtained with a Renishaw\nMicro-Raman System 2000 spectrometer with a 20 mW air-cooled argon\nion laser (532 nm) as the exciting source. X-ray photoelectron spectroscopy\n(XPS) was carried out on a PHI 5000 Versaprobe system using monochromatic\nAl Kα radiation. All binding energies were calibrated using\nthe C 1s peak (284.6 eV). For the measurement of the electrical resistivity,\nthe films with the same composition as electrochemical measurement\n(except solvent and Nafion) were directly transferred to individual\nglass substrates and examined by using a four-point probe system (4\nProbes Tech S-2A).</p>", "clean_text": "Preparation of UiO-66-NH2 \n\nThe synthetic procedure of UiO-66-NH2-x as control sample was similar to the original UiO-66-NH2, except for the addition of an appropriate amount of (NH4)2MoS4 before solvothermal treatment.\n\nCatalyst Characterization\n\nFT-IR spectra were obtained using KBr pellets on a Scimitar 2000 FT-IR spectrophotometer (Varian Inc.). The powder X-ray diffraction (XRD) was carried out using a Brüker D8 Advance diffractometer at 40 kV with Cu Kα radiation. Scanning electron microscopy (SEM) images were made by an FEI XL30 Sirion SEM, and transmission electron microscopy (TEM) and high-resolution transmission electron microscopy (HRTEM) images were obtained with an FEI Tecnai G2 F20 electron microscope. The Langmuir surface area and Brunauer-Emmett-Teller (BET) surface areas of the samples were measured by nitrogen adsorption/desorption at -196 °C on a Quantachrome Autosorb. The micropore distribution and volume were determined by the SF method, and the mesopore distribution and volume were calculated according to the BJH method. To determine the amount of Mo or Mo/Zr in the sample, the thermogravimetric analysis (TGA) was performed using a thermogravimetric analyzer (Mettler TGA/DSC) from 30 to 900 °C at a heating rate of 10 °C min-1 in air. Elemental analyses for C, H, N, and S were determined on an Elementar Vario ELIII analyzer. The metal amount of Zr and Mo was detected by inductively coupled plasma mass spectrometry (ICP-MS) with Thermo ELEMENT 2. The Raman spectra were obtained with a Renishaw Micro-Raman System 2000 spectrometer with a 20 mW air-cooled argon ion laser (532 nm) as the exciting source. X-ray photoelectron spectroscopy (XPS) was carried out on a PHI 5000 Versaprobe system using monochromatic Al Kα radiation. All binding energies were calibrated using the C 1s peak (284.6 eV). For the measurement of the electrical resistivity, the films with the same composition as electrochemical measurement (except solvent and Nafion) were directly transferred to individual glass substrates and examined by using a four-point probe system (4 Probes Tech S-2A).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Measurement</title><p>All of\nthe electrocatalytic properties were performed on a three-electrode\nsystem (CHI660E), which included a saturated calomel reference electrode\n(SCE), a Pt slice counter electrode, and a modified glassy carbon\nworking electrode. The working electrode was prepared as follows:\n2 mg of catalyst, 1 mg of carbon black, and 500 μL of 4:1 (v/v)\nwater–ethanol were homogeneously mixed under sonication for\n30 min. Then, 5 μL of this ink was drop-casted onto a GCE (3\nmm in diameter) to obtain a catalyst loading of 0.285 mg/cm<sup>2</sup>, followed by dropping 3 μL of 0.05 wt % Nafion (Alfa Aesar)\nfor protection.</p>", "clean_text": "Electrochemical Measurement\n\nAll of the electrocatalytic properties were performed on a three-electrode system (CHI660E), which included a saturated calomel reference electrode (SCE), a Pt slice counter electrode, and a modified glassy carbon working electrode. The working electrode was prepared as follows: 2 mg of catalyst, 1 mg of carbon black, and 500 μL of 4:1 (v/v) water-ethanol were homogeneously mixed under sonication for 30 min. Then, 5 μL of this ink was drop-casted onto a GCE (3 mm in diameter) to obtain a catalyst loading of 0.285 mg/cm2, followed by dropping 3 μL of 0.05 wt % Nafion (Alfa Aesar) for protection.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Linear sweep voltammetry (LSV) polarization\ncurves were conducted in N<sub>2</sub>-saturated 0.5 M H<sub>2</sub>SO<sub>4</sub> at a scan rate of 5 mV·s<sup>–1</sup>.\nFor the stability study, a graphite rod was used as the counter electrode\nto avoid the possible contribution of dissolved Pt species to the\nHER. After\ncyclic voltammetry between −0.2 and 0.2 V (vs SCE) at a sweep\nrate of 100 mV·s<sup>–1</sup> for a given number of cycles,\nthe LSV polarization curves were conducted to compare with the initial\nLSV curve. The electrochemical impedance spectroscopy (EIS) was measured\nin the same configuration at an overpotential of 150 mV within the\nfrequencies range of 10<sup>5</sup>–0.01 Hz with a perturbation\nvoltage amplitude of 5 mV. Capacitance measurements were carried out\nat various scan rates (20, 40, 60, 80, 100, 120, 140, 160, and 180\nmV·s<sup>–1</sup>) in the region of 0.1–0.2 V vs\nRHE. The double-layer capacitance was estimated by plotting the Δ<italic>J</italic> (<italic>J</italic>\n<sub>a</sub> – <italic>J</italic>\n<sub>c</sub>) at 0.15 V vs RHE under different sweep rates, while\nthe half of the slop was <italic>C</italic>\n<sub>dl</sub>. During the experiments, a flow of nitrogen was\nmaintained over the electrolyte to eliminate dissolved oxygen. All\nresults were calibrated with respect to the reversible hydrogen electrode\n(RHE) by <italic>E</italic>(RHE) = <italic>E</italic>(SCE) + 0.273\nV.</p>", "clean_text": "Linear sweep voltammetry (LSV) polarization curves were conducted in N2-saturated 0.5 M H2SO4 at a scan rate of 5 mV⋅s-1. For the stability study, a graphite rod was used as the counter electrode to avoid the possible contribution of dissolved Pt species to the HER. After cyclic voltammetry between -0.2 and 0.2 V (vs SCE) at a sweep rate of 100 mV⋅s-1 for a given number of cycles, the LSV polarization curves were conducted to compare with the initial LSV curve. The electrochemical impedance spectroscopy (EIS) was measured in the same configuration at an overpotential of 150 mV within the frequencies range of 105-0.01 Hz with a perturbation voltage amplitude of 5 mV. Capacitance measurements were carried out at various scan rates (20, 40, 60, 80, 100, 120, 140, 160, and 180 mV⋅s-1) in the region of 0.1-0.2 V vs RHE. The double-layer capacitance was estimated by plotting the ΔJ (J a - J c) at 0.15 V vs RHE under different sweep rates, while the half of the slop was C dl. During the experiments, a flow of nitrogen was maintained over the electrolyte to eliminate dissolved oxygen. All results were calibrated with respect to the reversible hydrogen electrode (RHE) by E(RHE) = E(SCE) + 0.273 V.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Cyclic voltammetry at a scan rate of 50 mV·s<sup>–1</sup> was performed in pH = 7 phosphate buffer to determine the total\nnumber of the active sites according to the previous methods\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"jp-2016-02818r_m001.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi mathvariant=\"italic\">n</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>·</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>·</mml:mo>\n<mml:mi>V</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>u</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n<mml:mo>·</mml:mo>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n<mml:mo>·</mml:mo>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>N</italic> is the\ntotal number\nof active sites (mol/g catalyst), <italic>Q</italic> is the integrated\ncharge from cyclic voltammograms, <italic>F</italic> is the Faraday\nconstant (96485 C·mol<sup>–1</sup>), and <italic>i</italic>, V, <italic>t</italic>, <italic>u</italic>, <italic>m</italic> and <italic>S</italic> are the current (A), potential (V), sweep time (s), sweep\nrate (V·s<sup>–1</sup>), catalyst mass (g), and integrated\neffective area in cyclic voltammograms recorded in pH = 7 phosphate\nbuffer after deduction of the blank value for bare GCE under the same\ncondition, respectively.</p>", "clean_text": "Cyclic voltammetry at a scan rate of 50 mV⋅s-1 was performed in pH = 7 phosphate buffer to determine the total number of the active sites according to the previous methods  1    n =   Q   F   ⋅   1   2   ⋅   1   m   =   i ⋅ t   F   ⋅   1   2   ⋅   1   m   =   i ⋅ V / u   F   ⋅   1   2   ⋅   1   m   =   10 ⋅ S   F ⋅ m     where N is the total number of active sites (mol/g catalyst), Q is the integrated charge from cyclic voltammograms, F is the Faraday constant (96485 C⋅mol-1), and i, V, t, u, m and S are the current (A), potential (V), sweep time (s), sweep rate (V⋅s-1), catalyst mass (g), and integrated effective area in cyclic voltammograms recorded in pH = 7 phosphate buffer after deduction of the blank value for bare GCE under the same condition, respectively.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Moreover, the per-site turnover frequencies\n(TOF, s<sup>–1</sup>) can be calculated with the following\nequations\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"jp-2016-02818r_m002.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi>N</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>·</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>·</mml:mo>\n<mml:mi>V</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>u</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n<mml:mo>·</mml:mo>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"jp-2016-02818r_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>TOF</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">F</mml:mi>\n<mml:mo>·</mml:mo>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>j</italic> was the current (in\nA) during the linear sweep measurement, and <italic>N</italic> was\nthe total number of active sites (mol).</p>", "clean_text": "Moreover, the per-site turnover frequencies (TOF, s-1) can be calculated with the following equations  2    N =   Q   F   ⋅   1   2   =   i ⋅ t   F   ⋅   1   2   =   i ⋅ V / u   F   ⋅   1   2   =   10 ⋅ S   F       3    TOF =   j   F ⋅ N   ⋅   1   2     where j was the current (in A) during the linear sweep measurement, and N was the total number of active sites (mol).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<title>Results\nand Discussion</title><title>Structural and Compositional\nCharacterization</title><p>The crystallinity and phase purity of as-synthesized\nsamples were\nexamined by powder X-ray diffraction (XRD) (A). The UiO-66-NH<sub>2</sub> exhibits a\ntypical <italic>Fm</italic>3<italic>m</italic> symmetric space group.\nThe peaks at 7.3° and 8.5° are attributed to the crystal\nplanes (111) and (200) of UiO-66-NH<sub>2</sub>. Although the crystallinity decreases gradually with increasing\nMo loading, all of the as-prepared UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> exhibit the characteristic diffraction peaks of UiO-66-NH<sub>2</sub>, indicating that the framework integrity of the parent MOFs\nis well preserved after anchoring MoS<sub>\n<italic>x</italic>\n</sub>. Notably, the crystallinity and structure on UiO-66-NH<sub>2</sub>-Mo-5 after a long treatment in ethanol at 60 °C are well preserved,\nsuggesting no effects on the structure by ethanol washing (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S1</ext-link>, bottom), which agrees well with the\nresults on UiO-66 and UiO-66-NH<sub>2</sub> treated with various solvents\nin the previous reports. Furthermore, no characteristic\npeaks of MoS<sub>\n<italic>x</italic>\n</sub> are observed in UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>. Nitrogen adsorption/desorption isotherms\nof the UiO-66-NH<sub>2</sub> show a typical type I shape with characteristics\nof microporous materials in B. The UiO-66-NH<sub>2</sub> possesses a Langmuir surface area of ca.\n1339 m<sup>2</sup>/g (BET, 1021 m<sup>2</sup>/g) and pore volume of\n0.422 cm<sup>3</sup>/g via the SF method with a micropore size of\n1.34 nm. With the addition of (NH<sub>4</sub>)<sub>2</sub>­MoS<sub>4</sub>, the as-prepared UiO-66-NH<sub>2</sub>-Mo-5 presents the\nmixed type of I and IV of adsorption isotherms with the Langmuir surface\narea of ca. 451 m<sup>2</sup>/g (BET surface, 335 m<sup>2</sup>/g)\nand a pore volume of 0.131 cm<sup>3</sup>/g with a micropore size\nof 1.25 nm. Notably, the UiO-66-NH<sub>2</sub>-Mo-5 also shows the\nnarrow mesopore size distribution plots calculated by the BJH method\nwith 3.3–4.2 nm (inset of B). The surface area and pore size distribution\ndata support the occupation of the cages and the channel surface modification\nof UiO-66-NH<sub>2</sub> by MoS<sub>\n<italic>x</italic>\n</sub> nanoparticles,\nimplying the incorporation of MoS<sub>\n<italic>x</italic>\n</sub> into\nthe UiO-66-NH<sub>2</sub>.</p>", "clean_text": "Results and Discussion\n\nStructural and Compositional Characterization\n\nThe crystallinity and phase purity of as-synthesized samples were examined by powder X-ray diffraction (XRD) (A). The UiO-66-NH2 exhibits a typical Fm3m symmetric space group. The peaks at 7.3° and 8.5° are attributed to the crystal planes (111) and (200) of UiO-66-NH2. Although the crystallinity decreases gradually with increasing Mo loading, all of the as-prepared UiO-66-NH2-Mo-x exhibit the characteristic diffraction peaks of UiO-66-NH2, indicating that the framework integrity of the parent MOFs is well preserved after anchoring MoS x . Notably, the crystallinity and structure on UiO-66-NH2-Mo-5 after a long treatment in ethanol at 60 °C are well preserved, suggesting no effects on the structure by ethanol washing (Figure S1, bottom), which agrees well with the results on UiO-66 and UiO-66-NH2 treated with various solvents in the previous reports. Furthermore, no characteristic peaks of MoS x  are observed in UiO-66-NH2-Mo-x. Nitrogen adsorption/desorption isotherms of the UiO-66-NH2 show a typical type I shape with characteristics of microporous materials in B. The UiO-66-NH2 possesses a Langmuir surface area of ca. 1339 m2/g (BET, 1021 m2/g) and pore volume of 0.422 cm3/g via the SF method with a micropore size of 1.34 nm. With the addition of (NH4)2MoS4, the as-prepared UiO-66-NH2-Mo-5 presents the mixed type of I and IV of adsorption isotherms with the Langmuir surface area of ca. 451 m2/g (BET surface, 335 m2/g) and a pore volume of 0.131 cm3/g with a micropore size of 1.25 nm. Notably, the UiO-66-NH2-Mo-5 also shows the narrow mesopore size distribution plots calculated by the BJH method with 3.3-4.2 nm (inset of B). The surface area and pore size distribution data support the occupation of the cages and the channel surface modification of UiO-66-NH2 by MoS x  nanoparticles, implying the incorporation of MoS x  into the UiO-66-NH2.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) XRD patterns of UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> with different atomic ratios of Mo to Zr. (B) Nitrogen\nadsorption–desorption\nisotherms and pore size distributions of (a) UiO-66-NH<sub>2</sub> and (b) UiO-66-NH<sub>2</sub>-Mo-5. FTIR spectra (C) in the 2000–400\ncm<sup>–1</sup> range and (D) in the 3600–2000 cm<sup>–1</sup> range of (a) (NH<sub>4</sub>)<sub>2</sub>MoS<sub>4</sub>, (b) UiO-66-NH<sub>2</sub>, (c) UiO-66-NH<sub>2</sub>-Mo-5,\n(d) UiO-66-NH<sub>2</sub>+MoS<sub>\n<italic>x</italic>\n</sub>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2016-02818r_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) XRD patterns of UiO-66-NH2-Mo-x with different atomic ratios of Mo to Zr. (B) Nitrogen adsorption-desorption isotherms and pore size distributions of (a) UiO-66-NH2 and (b) UiO-66-NH2-Mo-5. FTIR spectra (C) in the 2000-400 cm-1 range and (D) in the 3600-2000 cm-1 range of (a) (NH4)2MoS4, (b) UiO-66-NH2, (c) UiO-66-NH2-Mo-5, (d) UiO-66-NH2+MoS x .   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>To investigate the interaction\nbetween MoS<sub>\n<italic>x</italic>\n</sub> and UiO-66-NH<sub>2</sub>, FTIR spectra of UiO-66-NH<sub>2</sub> and UiO-66-NH<sub>2</sub>-Mo-5 are displayed in C,D, which indicate a CC\nring vibration peak at 1388 cm<sup>–1</sup>. No obvious changes\nare found in the hydroxyl, carboxyl groups (1550–1660 cm<sup>–1</sup>), and amino group (2800–3500 cm<sup>–1</sup>) after anchoring MoS<sub>\n<italic>x</italic>\n</sub>. Notably, compared\nwith (NH<sub>4</sub>)<sub>2</sub>MoS<sub>4</sub>, UiO-66-NH<sub>2</sub>, and a physical mixture of UiO-66-NH<sub>2</sub>+MoS<sub>\n<italic>x</italic>\n</sub>, the new peak at 1046 cm<sup>–1</sup> in\nthe UiO-66-NH<sub>2</sub>-Mo-5 and UiO-66-Mo-5 illustrates that the\nchemical interactions could occur between the carbon atom on the benzene\nring of the organic ligand (ATP) and sulfur atoms of the MoS<sub>\n<italic>x</italic>\n</sub> by π–π stacking (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S2</ext-link> and D). The interaction between\nMoS<sub>\n<italic>x</italic>\n</sub> and UiO-66-NH<sub>2</sub> should\nbe similar as the incorporation of the organometallic Fe<sub>2</sub> complex into Zr-MOF. We also performed\nthe same synthetic procedure as UiO-66-NH<sub>2</sub>-Mo-5 without\nZr<sup>4+</sup> to verify the roles of Mo, but we did not find any\ncrystal in the end. The results indicate that the Mo ions cannot be\nthe nodes for MOF under the present condition. On the basis of the\nSEM observations (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figures S3 and S4</ext-link>), the\nsphere particles are observed, and the UiO-66-NH<sub>2</sub> shows\nthat the particles are of nanometer size with a distribution in the\nrange of 135 nm. After anchoring MoS<sub>\n<italic>x</italic>\n</sub>,\nthe much smaller particles with 33 nm are observed. The TEM and HRTEM\nimages of the UiO-66-NH<sub>2</sub> and UiO-66-NH<sub>2</sub>-Mo-5\nare displayed in . Notably, the lattice fringes of UiO-66-NH<sub>2</sub> are not observed\nin the high-resolution TEM (HRTEM) image; they are not attainable\nowing to the fact that they tend to be damaged under high energy electron\nbeam irradiation. For UiO-66-NH<sub>2</sub>-Mo-5, lattice fringes (∼0.64 nm) of MoS<sub>2</sub> have\nnot been observed, indicating the amorphous nature of MoS<sub>\n<italic>x</italic>\n</sub> (E,F).\n</p>", "clean_text": "To investigate the interaction between MoS x  and UiO-66-NH2, FTIR spectra of UiO-66-NH2 and UiO-66-NH2-Mo-5 are displayed in C,D, which indicate a CC ring vibration peak at 1388 cm-1. No obvious changes are found in the hydroxyl, carboxyl groups (1550-1660 cm-1), and amino group (2800-3500 cm-1) after anchoring MoS x . Notably, compared with (NH4)2MoS4, UiO-66-NH2, and a physical mixture of UiO-66-NH2+MoS x , the new peak at 1046 cm-1 in the UiO-66-NH2-Mo-5 and UiO-66-Mo-5 illustrates that the chemical interactions could occur between the carbon atom on the benzene ring of the organic ligand (ATP) and sulfur atoms of the MoS x  by π-π stacking (Figure S2 and D). The interaction between MoS x  and UiO-66-NH2 should be similar as the incorporation of the organometallic Fe2 complex into Zr-MOF. We also performed the same synthetic procedure as UiO-66-NH2-Mo-5 without Zr4+ to verify the roles of Mo, but we did not find any crystal in the end. The results indicate that the Mo ions cannot be the nodes for MOF under the present condition. On the basis of the SEM observations (Figures S3 and S4), the sphere particles are observed, and the UiO-66-NH2 shows that the particles are of nanometer size with a distribution in the range of 135 nm. After anchoring MoS x , the much smaller particles with 33 nm are observed. The TEM and HRTEM images of the UiO-66-NH2 and UiO-66-NH2-Mo-5 are displayed in . Notably, the lattice fringes of UiO-66-NH2 are not observed in the high-resolution TEM (HRTEM) image; they are not attainable owing to the fact that they tend to be damaged under high energy electron beam irradiation. For UiO-66-NH2-Mo-5, lattice fringes (~0.64 nm) of MoS2 have not been observed, indicating the amorphous nature of MoS x  (E,F). ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM images of (A, C,\nD) UiO-66-NH<sub>2</sub> and (B, E, F) UiO-66-NH<sub>2</sub>-Mo-5.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2016-02818r_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM images of (A, C, D) UiO-66-NH2 and (B, E, F) UiO-66-NH2-Mo-5.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>The Zr and Mo/Zr contents are\nevaluated through thermogravimetric\nanalysis (TGA) in UiO-66-NH<sub>2</sub> and UiO-66-NH<sub>2</sub>-Mo-5\n(A), which\nshows two main weight-loss stages. For UiO-66-NH<sub>2</sub>, the\nweight loss of 8.9% in the first stage (∼150 °C) is attributed\nto the release of H<sub>2</sub>O and DMF molecules, while the high\nweight loss of 20.8% for UiO-66-NH<sub>2</sub>-Mo-5 may be ascribed\nto the release of H<sub>2</sub>O and DMF molecules, as well as partial\noxidation of MoS<sub>\n<italic>x</italic>\n</sub> in the air. During the\nsecond stage (∼800 °C), the weight losses of 49.9% and\n47.3% are attributed to the decomposition of the ligands in the frameworks\nand total oxidation of MoS<sub>\n<italic>x</italic>\n</sub>. The remaining\nweights of 31.9% and 41.2% should be corresponding to the percentage\nof ZrO<sub>2</sub> and the hybrids of ZrO<sub>2</sub>/MoO<sub>3</sub> for UiO-66-NH<sub>2</sub> and UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>, respectively. The Raman spectrum confirms\nthe presence of bridging S<sub>2</sub>\n<sup>2–</sup> ligands\nin the UiO-66-NH<sub>2</sub>-Mo-5 in B. No peak is observed over the UiO-66-NH<sub>2</sub> in the range of 200–700 cm<sup>–1</sup>, whereas\nthe UiO-66-NH<sub>2</sub>-Mo-5 displays broad bands at 330, 450, and\n552 cm<sup>–1</sup>. The broad bands at 330 and 450 cm<sup>–1</sup> should ascribe to Mo–S vibration with the\npresence of bridging S<sub>2</sub>\n<sup>2–</sup> ligands, while\nthe band at 552 cm<sup>–1</sup> confirms the characteristic\nS–S vibration of bridging S<sub>2</sub>\n<sup>2–</sup> ligands, further demonstrating the amorphous\nMoS<sub>\n<italic>x</italic>\n</sub>.</p>", "clean_text": "The Zr and Mo/Zr contents are evaluated through thermogravimetric analysis (TGA) in UiO-66-NH2 and UiO-66-NH2-Mo-5 (A), which shows two main weight-loss stages. For UiO-66-NH2, the weight loss of 8.9% in the first stage (~150 °C) is attributed to the release of H2O and DMF molecules, while the high weight loss of 20.8% for UiO-66-NH2-Mo-5 may be ascribed to the release of H2O and DMF molecules, as well as partial oxidation of MoS x  in the air. During the second stage (~800 °C), the weight losses of 49.9% and 47.3% are attributed to the decomposition of the ligands in the frameworks and total oxidation of MoS x . The remaining weights of 31.9% and 41.2% should be corresponding to the percentage of ZrO2 and the hybrids of ZrO2/MoO3 for UiO-66-NH2 and UiO-66-NH2-Mo-x, respectively. The Raman spectrum confirms the presence of bridging S2 2- ligands in the UiO-66-NH2-Mo-5 in B. No peak is observed over the UiO-66-NH2 in the range of 200-700 cm-1, whereas the UiO-66-NH2-Mo-5 displays broad bands at 330, 450, and 552 cm-1. The broad bands at 330 and 450 cm-1 should ascribe to Mo-S vibration with the presence of bridging S2 2- ligands, while the band at 552 cm-1 confirms the characteristic S-S vibration of bridging S2 2- ligands, further demonstrating the amorphous MoS x .", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Thermogravimetric analysis in air.\n(B) Raman spectra of (a)\nUiO-66-NH<sub>2</sub> and (b) UiO-66-NH<sub>2</sub>-Mo-5.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2016-02818r_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Thermogravimetric analysis in air. (B) Raman spectra of (a) UiO-66-NH2 and (b) UiO-66-NH2-Mo-5.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The element compositions of the as-prepared materials\nare estimated\naccording to elemental and ICP–MS analyses (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Table S1</ext-link>). Without the anchored MoS<sub>\n<italic>x</italic>\n</sub>, the formula of the material thus obtained is estimated to\nbe [Zr<sub>6</sub>O<sub>4</sub>­(OH)<sub>4</sub>­(BDC-NH<sub>2</sub>)<sub>6</sub>]·​14H<sub>2</sub>O (Found: C 29.8,\nN 4.0, H 4.1%; Calculated: C 28.7, N 4.4, H 3.1%). ICP–MS analyses\nfurther confirm that the MoS<sub>\n<italic>x</italic>\n</sub> are successfully\nloaded on the Zr-MOF with high S/Mo ratios, which are much higher\nthan commonly reported MoS<sub>\n<italic>x</italic>\n</sub>. Those results\nsuggest that an extremely S-rich molybdenum sulfide structure has\nbeen formed in the UiO-66-NH<sub>2</sub>-Mo-5. The S-rich molybdenum\nsulfide structure is further confirmed in A by the high-resolution XPS of S 2p due\nto the presence of bridging S<sub>2</sub>\n<sup>2–</sup> and/or\napical S<sup>2–</sup> and terminal S<sub>2</sub>\n<sup>2–</sup> and/or S<sup>2–</sup>. The deconvolution of\nhigh-resolution XPS of Mo 3d–S 2s in B exhibits seven peaks, and the two at 228.2\nand 226.7 eV correspond to S 2s of MoS<sub>\n<italic>x</italic>\n</sub> in the UiO-66-NH<sub>2</sub>-Mo-5. Compared with the Mo 3d–S\n2s of (NH<sub>4</sub>)<sub>2</sub>­MoS<sub>4</sub>, two new peaks\nat 229.4 and 232.2 eV are nearly the same binding energies as those\nof MoS<sub>2</sub> nanoparticle growth on graphene or mesoporous carbon, indicating the existence of a mixed value with\nMo (IV) and Mo (VI) in the UiO-66-NH<sub>2</sub>-Mo-5. The shoulder\nat 236.0 eV can be assigned to MoO<sub>3</sub>, which may be formed\nduring the preparation of the materials. No changes are observed in XPS analyses for C 1s, Zr 3d, O 1s, and\nN 1s (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S5A–D</ext-link>). Although the\nfunctional groups are attached to the S atoms, the modulation on the\nelectronic structure mainly happens to the Mo 4d states. It is worth noting that, compared with pure\n(NH<sub>4</sub>)<sub>2</sub>­MoS<sub>4</sub>, the peaks for S<sup>2–</sup> (2p<sub>3/2</sub> and 2p<sub>1/2</sub>) shift from\nlow binding energy toward high binding energy with about 0.4 eV, further\nverifying the chemical interaction between MoS<sub>\n<italic>x</italic>\n</sub> and UiO-66-NH<sub>2</sub>.</p>", "clean_text": "The element compositions of the as-prepared materials are estimated according to elemental and ICP-MS analyses (Table S1). Without the anchored MoS x , the formula of the material thus obtained is estimated to be [Zr6O4(OH)4(BDC-NH2)6]⋅14H2O (Found: C 29.8, N 4.0, H 4.1%; Calculated: C 28.7, N 4.4, H 3.1%). ICP-MS analyses further confirm that the MoS x  are successfully loaded on the Zr-MOF with high S/Mo ratios, which are much higher than commonly reported MoS x . Those results suggest that an extremely S-rich molybdenum sulfide structure has been formed in the UiO-66-NH2-Mo-5. The S-rich molybdenum sulfide structure is further confirmed in A by the high-resolution XPS of S 2p due to the presence of bridging S2 2- and/or apical S2- and terminal S2 2- and/or S2-. The deconvolution of high-resolution XPS of Mo 3d-S 2s in B exhibits seven peaks, and the two at 228.2 and 226.7 eV correspond to S 2s of MoS x  in the UiO-66-NH2-Mo-5. Compared with the Mo 3d-S 2s of (NH4)2MoS4, two new peaks at 229.4 and 232.2 eV are nearly the same binding energies as those of MoS2 nanoparticle growth on graphene or mesoporous carbon, indicating the existence of a mixed value with Mo (IV) and Mo (VI) in the UiO-66-NH2-Mo-5. The shoulder at 236.0 eV can be assigned to MoO3, which may be formed during the preparation of the materials. No changes are observed in XPS analyses for C 1s, Zr 3d, O 1s, and N 1s (Figure S5A-D). Although the functional groups are attached to the S atoms, the modulation on the electronic structure mainly happens to the Mo 4d states. It is worth noting that, compared with pure (NH4)2MoS4, the peaks for S2- (2p3/2 and 2p1/2) shift from low binding energy toward high binding energy with about 0.4 eV, further verifying the chemical interaction between MoS x  and UiO-66-NH2.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High-resolution scans of (A) S 2p and\n(B) Mo 3d–S 2s for\n(a) UiO-66-NH<sub>2</sub>, (b) (NH<sub>4</sub>)<sub>2</sub>MoS<sub>4</sub>, and (c) UiO-66-NH<sub>2</sub>-Mo-5.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2016-02818r_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  High-resolution scans of (A) S 2p and (B) Mo 3d-S 2s for (a) UiO-66-NH2, (b) (NH4)2MoS4, and (c) UiO-66-NH2-Mo-5.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Electrocatalytic Activity and Stability toward\nHER</title><p>The HER polarization curves of as-prepared samples and\ncommercial Pt/C in 0.5 M H<sub>2</sub>SO<sub>4</sub> are shown in A. As expected, Pt/C\nexhibits the highest HER electrocatalytic activity with near-zero\nonset potential. To investigate\nthe effect of MoS<sub>2</sub>- and NH<sub>2</sub>-functionalized MOFs\non the HER activity, control experiments of bulk MoS<sub>2</sub> and\npure UiO-66-NH<sub>2</sub> were performed under the same conditions\n(A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S6</ext-link>), which demonstrates the negligible\nHER activity in UiO-66-NH<sub>2</sub> and bulk MoS<sub>2</sub>, respectively.\nAfter anchoring MoS<sub>\n<italic>x</italic>\n</sub>, the UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> are highly active toward HER. The UiO-66-NH<sub>2</sub>-Mo-5 exhibits the best performance with a lower onset potential\nof nearly 120 mV, beyond which cathodic current rises rapidly to 10\nmA·cm<sup>–2</sup> at 200 mV. In contrast, it needs an\noverpotential of 235, 223, and 213 mV to obtain a current density\nof 10 mA cm<sup>–2</sup> for UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> with <italic>x</italic> = 0.1, 0.3, and 0.6, respectively.\nMore importantly, the UiO-66-NH<sub>2</sub>-Mo-5 in an acidic medium\nshows comparable current density (10 mA·cm<sup>–2</sup>) at the overpotential of 200 mV with the most of nonprecious HER\nelectrocatalysts reported up to date (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Table S2</ext-link>), such as amorphous MoS<sub>\n<italic>x</italic>\n</sub>, MoS<sub>3</sub>/CNT, MoS<sub>2</sub>/​3D-NPC, Ni-MoS<sub>2</sub>, NiMoN<sub>\n<italic>x</italic>\n</sub>/​C, Co-NRCNTs, polymolybdate-based MOF, Ni-S/​NU-1000, and\nCu-MOF/8 wt % GO. We also investigate\nthe HER performance on the UiO-66-Mo-5 as control sample (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S7</ext-link>), which shows inferior HER performance\nthan that of UiO-66-NH<sub>2</sub>-Mo-5, exhibiting higher onset potential\n(∼160 mV) and higher potential (∼230 mV) to reach 10\nmA·cm<sup>–2</sup>. Although we lack specific insight\ninto about how the −NH<sub>2</sub> group might assist MoS<sub>\n<italic>x</italic>\n</sub> in catalyzing the HER by improving the electron\nand proton transfer, we reason that the −NH<sub>2</sub> group\nin UiO-66-NH<sub>2</sub> plays an important role in facilitating proton\ntransport from bulk solution toward the edge active sites of MoS<sub>\n<italic>x</italic>\n</sub> particles, which may significantly improve\nthe HER activity. Cao et al. proposed that a large number of N–H moieties should\nbe available to participate in the HER reaction mechanism. The Grotthuss\nmechanism should be followed during the proton transfer in NH<sub>2</sub>-functionalized UiO-66 by the protons hopping forward along\nthe hydrogen bonding networks formed by the functional groups, adsorbed\nwater molecules, and oxygen-rich Zr<sub>6</sub>O<sub>4</sub>­(OH)<sub>4</sub>­(CO<sub>2</sub>)<sub>12</sub> clusters in aqueous acid\nsolutions.\n</p>", "clean_text": "Electrocatalytic Activity and Stability toward HER\n\nThe HER polarization curves of as-prepared samples and commercial Pt/C in 0.5 M H2SO4 are shown in A. As expected, Pt/C exhibits the highest HER electrocatalytic activity with near-zero onset potential. To investigate the effect of MoS2- and NH2-functionalized MOFs on the HER activity, control experiments of bulk MoS2 and pure UiO-66-NH2 were performed under the same conditions (A and Figure S6), which demonstrates the negligible HER activity in UiO-66-NH2 and bulk MoS2, respectively. After anchoring MoS x , the UiO-66-NH2-Mo-x are highly active toward HER. The UiO-66-NH2-Mo-5 exhibits the best performance with a lower onset potential of nearly 120 mV, beyond which cathodic current rises rapidly to 10 mA⋅cm-2 at 200 mV. In contrast, it needs an overpotential of 235, 223, and 213 mV to obtain a current density of 10 mA cm-2 for UiO-66-NH2-Mo-x with x = 0.1, 0.3, and 0.6, respectively. More importantly, the UiO-66-NH2-Mo-5 in an acidic medium shows comparable current density (10 mA⋅cm-2) at the overpotential of 200 mV with the most of nonprecious HER electrocatalysts reported up to date (Table S2), such as amorphous MoS x , MoS3/CNT, MoS2/3D-NPC, Ni-MoS2, NiMoN x /C, Co-NRCNTs, polymolybdate-based MOF, Ni-S/NU-1000, and Cu-MOF/8 wt % GO. We also investigate the HER performance on the UiO-66-Mo-5 as control sample (Figure S7), which shows inferior HER performance than that of UiO-66-NH2-Mo-5, exhibiting higher onset potential (~160 mV) and higher potential (~230 mV) to reach 10 mA⋅cm-2. Although we lack specific insight into about how the -NH2 group might assist MoS x  in catalyzing the HER by improving the electron and proton transfer, we reason that the -NH2 group in UiO-66-NH2 plays an important role in facilitating proton transport from bulk solution toward the edge active sites of MoS x  particles, which may significantly improve the HER activity. Cao et al. proposed that a large number of N-H moieties should be available to participate in the HER reaction mechanism. The Grotthuss mechanism should be followed during the proton transfer in NH2-functionalized UiO-66 by the protons hopping forward along the hydrogen bonding networks formed by the functional groups, adsorbed water molecules, and oxygen-rich Zr6O4(OH)4(CO2)12 clusters in aqueous acid solutions. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Polarization curves, and (B) durability for the UiO-66-NH<sub>2</sub>-Mo-5 in 0.5 M H<sub>2</sub>SO<sub>4</sub> and time-dependent\ncurrent density curve under static overpotential of 200 mV.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2016-02818r_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  (A) Polarization curves, and (B) durability for the UiO-66-NH2-Mo-5 in 0.5 M H2SO4 and time-dependent current density curve under static overpotential of 200 mV.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Stability is another significant\ncriterion to evaluate an advanced\nelectrocatalyst. The accelerated degradation measurements are performed\nby continuous cyclic voltammetry (CV) sweeps between −0.3 and\n+0.2 V vs RHE at 50 mV·s<sup>–1</sup> in an acidic environment.\nAs shown in B, a negligible difference can be observed between the curves measured\nat the initial cycle and after 5000 CV sweeps. The long-term stability\nof this electrode is also assessed by prolonged electrolysis at a\nconstant overpotential of 200 mV (inset of B). The current density generally remains\nstable over 7 h with small degradation, corroborating the good stability\nin an acidic environment, which was also observed on NU-1000_Ni-S\nfor HER in 0.5 M H<sub>2</sub>SO4. The\nUiO-66-NH<sub>2</sub>-Mo-5 also contains −COOH and −NH<sub>2</sub> functional groups as NU-1000_Ni-S electrocatalysts, which\ncould play the same roles as NU-1000_Ni-S in HER. The high stability\nof the present UiO-66-NH<sub>2</sub>-Mo-5 in the electrocatalyitc\nexperiment could hint at no significant change of the electronic structure,\nalthough in the absence of the direct evidence of XPS and XRD, which\nare difficult to carry out because of the tiny amount of the catalyst\nafter reaction. The morphology of the UiO-66-NH<sub>2</sub>-Mo-5 after\nthe reaction is generally retained, as indicated by HRTEM measurement\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S9</ext-link>), which further confirms the\nsuperior stability. The excellent activity and high stability in acid\nsolution make it a promising candidate for HER.</p>", "clean_text": "Stability is another significant criterion to evaluate an advanced electrocatalyst. The accelerated degradation measurements are performed by continuous cyclic voltammetry (CV) sweeps between -0.3 and +0.2 V vs RHE at 50 mV⋅s-1 in an acidic environment. As shown in B, a negligible difference can be observed between the curves measured at the initial cycle and after 5000 CV sweeps. The long-term stability of this electrode is also assessed by prolonged electrolysis at a constant overpotential of 200 mV (inset of B). The current density generally remains stable over 7 h with small degradation, corroborating the good stability in an acidic environment, which was also observed on NU-1000_Ni-S for HER in 0.5 M H2SO4. The UiO-66-NH2-Mo-5 also contains -COOH and -NH2 functional groups as NU-1000_Ni-S electrocatalysts, which could play the same roles as NU-1000_Ni-S in HER. The high stability of the present UiO-66-NH2-Mo-5 in the electrocatalyitc experiment could hint at no significant change of the electronic structure, although in the absence of the direct evidence of XPS and XRD, which are difficult to carry out because of the tiny amount of the catalyst after reaction. The morphology of the UiO-66-NH2-Mo-5 after the reaction is generally retained, as indicated by HRTEM measurement (Figure S9), which further confirms the superior stability. The excellent activity and high stability in acid solution make it a promising candidate for HER.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Mechanism of HER at the UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> Composites</title><p>To get further insight\ninto the activity of as-synthesized UiO-66-NH<sub>2</sub>-Mo-5 toward\nHER, electrochemical impedance spectroscopy (EIS) analysis is also\nperformed in A. The EIS indicates one semicircle at η = 150 mV for each\nEIS Nyquist plot, which can be fitted to an equivalent circuit (inset\nof A). The\ncharge-transfer resistance (<italic>R</italic>\n<sub>ct</sub>) is 29.6\nΩ·cm<sup>2</sup> for UiO-66-NH<sub>2</sub>-Mo-5, which\nis much lower than those of the as-prepared catalysts, suggesting\na highly efficient electron transport and favorable HER kinetics at\nthe UiO-66-NH<sub>2</sub>-Mo-5 modified electrolyte interface. The\nresults also suggest that the anchored MoS<sub>\n<italic>x</italic>\n</sub> has a slight effect on the electronic properties of UiO-66-NH<sub>2</sub> with internal resistance (<italic>R</italic>\n<sub>s</sub>)\nin , which could\nsupport the charge hopping regime as the leading conduction mechanism\nfor UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>. Also, it is found that the electrical resistivity of UiO-66-NH<sub>2</sub> is about 3.7 × 10<sup>–3</sup> Ω·m,\nwhich is slightly lower than that of UiO-66-NH<sub>2</sub>-Mo-5 (∼4.7\n× 10<sup>–3</sup> Ω·m). The HER kinetics of\nthe above-mentioned catalysts are further evaluated by the Tafel slope\n(B and ). The Tafel slope\non Pt/C is 32 mV·dec<sup>–1</sup>, indicating a combination\nof Volmer reaction and Tafel reaction. The as-prepared UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> exhibit Tafel slopes of 52, 54, 59,\nand 51 mV·dec<sup>–1</sup> with increasing Mo content,\nrespectively, which is much lower than that of UiO-66-NH<sub>2</sub>. Those Tafel slopes for UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> suggest that the Volmer reaction for converting protons into absorbed\nhydrogen atoms (H<sub>3</sub>O<sup>+</sup> + e = H* + H<sub>2</sub>O) is the rate-limiting step in the HER process, which occurs through\na Volmer–Heyrovsky mechanism. By applying an extrapolation\nmethod to the Tafel plots, exchange current densities are obtained\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S10</ext-link>). The UiO-66-NH<sub>2</sub>-Mo-5 exhibits a remarkable exchange current density (<italic>j</italic>\n<sub>0</sub>) of 6.46 μA·cm<sup>–2</sup> (), which is 4–22\ntimes those of UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> (<italic>x</italic> = 1, 3, and 6), suggesting the superior activity for HER\ncatalysis.</p>", "clean_text": "Mechanism of HER at the UiO-66-NH2-Mo-x Composites\n\nTo get further insight into the activity of as-synthesized UiO-66-NH2-Mo-5 toward HER, electrochemical impedance spectroscopy (EIS) analysis is also performed in A. The EIS indicates one semicircle at η = 150 mV for each EIS Nyquist plot, which can be fitted to an equivalent circuit (inset of A). The charge-transfer resistance (R ct) is 29.6 Ω⋅cm2 for UiO-66-NH2-Mo-5, which is much lower than those of the as-prepared catalysts, suggesting a highly efficient electron transport and favorable HER kinetics at the UiO-66-NH2-Mo-5 modified electrolyte interface. The results also suggest that the anchored MoS x  has a slight effect on the electronic properties of UiO-66-NH2 with internal resistance (R s) in , which could support the charge hopping regime as the leading conduction mechanism for UiO-66-NH2-Mo-x. Also, it is found that the electrical resistivity of UiO-66-NH2 is about 3.7 × 10-3 Ω⋅m, which is slightly lower than that of UiO-66-NH2-Mo-5 (~4.7 × 10-3 Ω⋅m). The HER kinetics of the above-mentioned catalysts are further evaluated by the Tafel slope (B and ). The Tafel slope on Pt/C is 32 mV⋅dec-1, indicating a combination of Volmer reaction and Tafel reaction. The as-prepared UiO-66-NH2-Mo-x exhibit Tafel slopes of 52, 54, 59, and 51 mV⋅dec-1 with increasing Mo content, respectively, which is much lower than that of UiO-66-NH2. Those Tafel slopes for UiO-66-NH2-Mo-x suggest that the Volmer reaction for converting protons into absorbed hydrogen atoms (H3O+ + e = H* + H2O) is the rate-limiting step in the HER process, which occurs through a Volmer-Heyrovsky mechanism. By applying an extrapolation method to the Tafel plots, exchange current densities are obtained (Figure S10). The UiO-66-NH2-Mo-5 exhibits a remarkable exchange current density (j 0) of 6.46 μA⋅cm-2 (), which is 4-22 times those of UiO-66-NH2-Mo-x (x = 1, 3, and 6), suggesting the superior activity for HER catalysis.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) EIS Nyquist plots (symbol) at 150 mV, fitted data (solid line)\nby equivalent electrical circuit diagram (inset). (B) Tafel plots\nof the as-prepared samples with various mole ratios of Mo to Zr.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2016-02818r_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  (A) EIS Nyquist plots (symbol) at 150 mV, fitted data (solid line) by equivalent electrical circuit diagram (inset). (B) Tafel plots of the as-prepared samples with various mole ratios of Mo to Zr.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Electrochemical Parameters\nof the\nUiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">samples</oasis:entry>\n<oasis:entry align=\"center\">effective\nsurface area, <italic>A</italic>\n<sub>eff</sub> (mF)</oasis:entry>\n<oasis:entry align=\"center\">number\nof\nactive sites (mmol/g catalyst)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>s</sub> (Ω·cm<sup>2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>ct</sub> (Ω·cm<sup>2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">Tafel (mV·dec<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">exchange\ncurrent density, <italic>j</italic>\n<sub>0</sub> (μA·cm<sup>–2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">TOF at 200 mV (s<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.65</oasis:entry>\n<oasis:entry>15542.3</oasis:entry>\n<oasis:entry>280</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-Mo-1</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>0.089</oasis:entry>\n<oasis:entry>0.68</oasis:entry>\n<oasis:entry>200.9</oasis:entry>\n<oasis:entry>52</oasis:entry>\n<oasis:entry>0.29</oasis:entry>\n<oasis:entry>0.458</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-Mo-3</oasis:entry>\n<oasis:entry>3.4</oasis:entry>\n<oasis:entry>0.118</oasis:entry>\n<oasis:entry>0.66</oasis:entry>\n<oasis:entry>41.4</oasis:entry>\n<oasis:entry>54</oasis:entry>\n<oasis:entry>1.62</oasis:entry>\n<oasis:entry>0.903</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-Mo-5</oasis:entry>\n<oasis:entry>3.8</oasis:entry>\n<oasis:entry>0.140</oasis:entry>\n<oasis:entry>0.78</oasis:entry>\n<oasis:entry>29.6</oasis:entry>\n<oasis:entry>59</oasis:entry>\n<oasis:entry>6.46</oasis:entry>\n<oasis:entry>1.276</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-Mo-6</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n<oasis:entry>0.096</oasis:entry>\n<oasis:entry>0.71</oasis:entry>\n<oasis:entry>77.0</oasis:entry>\n<oasis:entry>51</oasis:entry>\n<oasis:entry>0.93</oasis:entry>\n<oasis:entry>0.654</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>Origin of High Performance toward HER</title><p>The high HER activity in the UiO-66-NH<sub>2</sub>-Mo-5 can be ascribed\nto the high effective surface area (<italic>A</italic>\n<sub>eff</sub>), which can be obtained by cyclic voltammetry at various scan rates\n(20, 40, 60 mV·s<sup>–1</sup>, etc.) in the 0.1–0.2\nV vs RHE region (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S11</ext-link>). From the cyclic voltammograms,\nthe <italic>A</italic>\n<sub>eff</sub> can be calculated by plotting\nthe Δ<italic>J</italic> at 0.15 V vs RHE in CV against the scan\nrate (B), where\nthe slope is twice the <italic>C</italic>\n<sub>dl</sub>, generally\nalso considered as <italic>A</italic>\n<sub>eff</sub> in HER. The calculated values of the <italic>A</italic>\n<sub>eff</sub> are\n2.8, 3.4, 3.8, and 3.2 mF with the increasing Mo content, respectively,\nwhich are in accordance with the order of the HER activity on the\nUiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>. The turnover frequency\n(TOF) is then calculated by quantifying the active sites through integrated\ncharges from cyclic voltammograms in pH = 7 phosphate buffer in the\nregion of −0.1 to 0.6 V. The total number of active sites\ncan be calculated according to the integrated charges by deduction\nof the blank value for bare GCE (C and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S12</ext-link>), showing the highest value (0.140 mmol/g) for UiO-66-NH<sub>2</sub>-Mo-5 in as-prepared catalysts (), which provides strong evidence for the high HER\nactivity of UiO-66-NH<sub>2</sub>-Mo-5. Furthermore, the calculated\nturnover frequency (TOF) for UiO-66-NH<sub>2</sub>-Mo-5 reaches 1.276\ns<sup>–1</sup> at 200 mV, which is 2.78, 1.41, and 1.95 times\nmore than those of the UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> (<italic>x</italic> = 1, 3, and 6), respectively (D and ), indicating the better intrinsic HER activity\nof UiO-66-NH<sub>2</sub>-Mo-5.</p>", "clean_text": "Origin of High Performance toward HER\n\nThe high HER activity in the UiO-66-NH2-Mo-5 can be ascribed to the high effective surface area (A eff), which can be obtained by cyclic voltammetry at various scan rates (20, 40, 60 mV⋅s-1, etc.) in the 0.1-0.2 V vs RHE region (A and Figure S11). From the cyclic voltammograms, the A eff can be calculated by plotting the ΔJ at 0.15 V vs RHE in CV against the scan rate (B), where the slope is twice the C dl, generally also considered as A eff in HER. The calculated values of the A eff are 2.8, 3.4, 3.8, and 3.2 mF with the increasing Mo content, respectively, which are in accordance with the order of the HER activity on the UiO-66-NH2-Mo-x. The turnover frequency (TOF) is then calculated by quantifying the active sites through integrated charges from cyclic voltammograms in pH = 7 phosphate buffer in the region of -0.1 to 0.6 V. The total number of active sites can be calculated according to the integrated charges by deduction of the blank value for bare GCE (C and Figure S12), showing the highest value (0.140 mmol/g) for UiO-66-NH2-Mo-5 in as-prepared catalysts (), which provides strong evidence for the high HER activity of UiO-66-NH2-Mo-5. Furthermore, the calculated turnover frequency (TOF) for UiO-66-NH2-Mo-5 reaches 1.276 s-1 at 200 mV, which is 2.78, 1.41, and 1.95 times more than those of the UiO-66-NH2-Mo-x (x = 1, 3, and 6), respectively (D and ), indicating the better intrinsic HER activity of UiO-66-NH2-Mo-5.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) Cyclic voltammograms (0.1–0.2\nV) recorded in 0.5 M H<sub>2</sub>SO<sub>4</sub> for UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>. (B) The differences in current density\n(Δ<italic>J</italic> = <italic>J</italic>\n<sub>a</sub> – <italic>J</italic>\n<sub>c</sub>) at 0.15 V plotted against scan rate fitted\nto a linear regression\nallows for the estimation of <italic>C</italic>\n<sub>dl</sub>. (C)\nCyclic voltammograms (−0.10 to 0.6 V) of UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> recorded at pH = 7 phosphate buffer with a\nscan rate of 50 mV·s<sup>–1</sup>. (D) calculated turnover\nfrequencies (TOFs) of UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2016-02818r_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  (A) Cyclic voltammograms (0.1-0.2 V) recorded in 0.5 M H2SO4 for UiO-66-NH2-Mo-x. (B) The differences in current density (ΔJ = J a - J c) at 0.15 V plotted against scan rate fitted to a linear regression allows for the estimation of C dl. (C) Cyclic voltammograms (-0.10 to 0.6 V) of UiO-66-NH2-Mo-x recorded at pH = 7 phosphate buffer with a scan rate of 50 mV⋅s-1. (D) calculated turnover frequencies (TOFs) of UiO-66-NH2-Mo-x.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Conclusion</title><p>In summary, we first demonstrate that molybdenum polysulfide anchored\non Zr-MOF is an efficient electrocatalyst for the hydrogen evolution\nreaction. The optimized UiO-66-NH<sub>2</sub>-Mo-5 exhibits a relatively\nlow overpotential of just 200 mV to reach a cathode current of 10\nmA·cm<sup>–2</sup> as well as a small Tafel slope of 59\nmV·dec<sup>–1</sup>, and also shows excellent durability.\nThe superior HER performance should ascribe to the fast electron transport,\nhigh effective surface area, and number of active sites, as well as\nthe favorable delivery for local protons in the porous MOF structure.\nThis facile solvothermal method could provide a promising strategy\nfor the combination of molybdenum polysulfide and versatile proton-conductive\nMOF as an effective alternative catalyst for platinum-based HER electrocatalysts.</p>", "clean_text": "Conclusion\n\nIn summary, we first demonstrate that molybdenum polysulfide anchored on Zr-MOF is an efficient electrocatalyst for the hydrogen evolution reaction. The optimized UiO-66-NH2-Mo-5 exhibits a relatively low overpotential of just 200 mV to reach a cathode current of 10 mA⋅cm-2 as well as a small Tafel slope of 59 mV⋅dec-1, and also shows excellent durability. The superior HER performance should ascribe to the fast electron transport, high effective surface area, and number of active sites, as well as the favorable delivery for local protons in the porous MOF structure. This facile solvothermal method could provide a promising strategy for the combination of molybdenum polysulfide and versatile proton-conductive MOF as an effective alternative catalyst for platinum-based HER electrocatalysts.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.jpcc.6b02818\">10.1021/acs.jpcc.6b02818</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Supporting figures\nand tables as described in the text\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Supporting figures\nand tables as described in the text\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">PDF</ext-link>)</p><p>These authors contributed equally to this work. The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors\ndeclare no competing financial interest.</p><title>References</title>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.6b02818.  Supporting figures and tables as described in the text (PDF)   \n\nSupporting figures and tables as described in the text (PDF)\n\nThese authors contributed equally to this work. The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of Molybdenum\nPolysulfide Anchored UiO-66-NH<sub>2</sub>\n</title><p>Molybdenum polysulfide\nanchored UiO-66-NH<sub>2</sub> was synthesized according to a modified\nsolvothermal synthesis reported\npreviously. In a typical synthesis, ZrCl<sub>4</sub> (149 mg, 0.64 mmol), ATP (116 mg, 0.64 mmol), and (NH<sub>4</sub>)<sub>2</sub>­MoS<sub>4</sub> were thoroughly dissolved\nin DMF (18 mL) and were further sonicated for 10 min. It was transferred\ninto a 40 mL Teflon-lined stainless steel autoclave, which was sealed\nin a preheated oven at 80 <sup>o</sup> C for 12 h and then held at\n100 °C for 24 h. After cooling, the resultant precipitate was\ncollected by centrifugation and repeatedly washed with absolute ethanol\nfor 3 days at 60 °C in a water bath, followed by filtered, and\ndried under vacuum at 80 °C for 10 h. The obtained samples were\ndenoted as UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> with different\nmole ratios of Mo to Zr, such as Mo/Zr = 0.1, 0.3, 0.5, and 0.6, corresponding\nto <italic>x</italic> = 1, 3, 5, and 6, respectively.</p>", "clean_text": "Preparation of Molybdenum Polysulfide Anchored UiO-66-NH2 \n\nMolybdenum polysulfide anchored UiO-66-NH2 was synthesized according to a modified solvothermal synthesis reported previously. In a typical synthesis, ZrCl4 (149 mg, 0.64 mmol), ATP (116 mg, 0.64 mmol), and (NH4)2MoS4 were thoroughly dissolved in DMF (18 mL) and were further sonicated for 10 min. It was transferred into a 40 mL Teflon-lined stainless steel autoclave, which was sealed in a preheated oven at 80 o C for 12 h and then held at 100 °C for 24 h. After cooling, the resultant precipitate was collected by centrifugation and repeatedly washed with absolute ethanol for 3 days at 60 °C in a water bath, followed by filtered, and dried under vacuum at 80 °C for 10 h. The obtained samples were denoted as UiO-66-NH2-Mo-x with different mole ratios of Mo to Zr, such as Mo/Zr = 0.1, 0.3, 0.5, and 0.6, corresponding to x = 1, 3, 5, and 6, respectively.", "data": [{"meta": {"name": "Molybdenum Polysulfide Anchored UiO-66-NH2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "ZrCl4", "amount": "149", "unit": "mg"}, {"name": "ATP", "amount": "116", "unit": "mg"}, {"name": "(NH4)2MoS4", "amount": "", "unit": ""}], "solvent": [{"name": "DMF", "amount": "18", "unit": "mL"}], "pressure": "", "temperature": "80°C for 12 h, 100°C for 24 h", "time": "", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "absolute ethanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "absolute ethanol", "amount": "3 days at 60°C"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": "10 h"}], "yield": "", "other properties": ["Different mole ratios of Mo to Zr: Mo/Zr = 0.1, 0.3, 0.5, and 0.6, corresponding to x = 1, 3, 5, and 6, respectively."]}], "include_properties": ["solvothermal_synthesis", "sonication", "centrifugation", "washing", "filtration", "drying"]}, {"idx": "1, 12, 16, 20, 22", "type": "text", "classification": "property", "content": "<p>Replacement of precious\nplatinum with efficient and low-cost catalysts\nfor electrocatalytic hydrogen evolution reaction (HER) at low overpotentials\nholds tremendous promise for clean energy devices. Herein, molybdenum\npolysulfide (MoS<sub>\n<italic>x</italic>\n</sub>) anchored on a porous\nZr-metal organic framework (Zr-MOF, UiO-66-NH<sub>2</sub>) by chemical\ninteractions is fabricated by a facile and one-pot solvothermal method\nfor HER application. The distinctive design of the Zr-MOF stabilized\nMoS<sub>\n<italic>x</italic>\n</sub> composite enables remarkable electrochemical\nHER activity with a Tafel slope of 59 mV·dec<sup>–1</sup>, a lower onset potential of nearly 125 mV, and a cathode current\nof 10 mA·cm<sup>–2</sup> at an overpotential of 200 mV,\nwhich also exhibits excellent durability in an acid medium. The superior\nHER performance should ascribe to the fast electron transport from\nthe less conducting MoS<sub>\n<italic>x</italic>\n</sub> nanosheets to\nthe electrode, high effective surface area, and number of active sites,\nas well as the favorable delivery for local protons in the porous\nZr-MOF structure during the electrocatalytic reaction. Thus, this\nwork paves a potential pathway for designing efficient Mo-based HER\nelectrocatalysts by the combination of molybdenum polysulfide and\nversatile proton-conductive MOFs.</p><title>Results\nand Discussion</title><title>Structural and Compositional\nCharacterization</title><p>The crystallinity and phase purity of as-synthesized\nsamples were\nexamined by powder X-ray diffraction (XRD) (A). The UiO-66-NH<sub>2</sub> exhibits a\ntypical <italic>Fm</italic>3<italic>m</italic> symmetric space group.\nThe peaks at 7.3° and 8.5° are attributed to the crystal\nplanes (111) and (200) of UiO-66-NH<sub>2</sub>. Although the crystallinity decreases gradually with increasing\nMo loading, all of the as-prepared UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> exhibit the characteristic diffraction peaks of UiO-66-NH<sub>2</sub>, indicating that the framework integrity of the parent MOFs\nis well preserved after anchoring MoS<sub>\n<italic>x</italic>\n</sub>. Notably, the crystallinity and structure on UiO-66-NH<sub>2</sub>-Mo-5 after a long treatment in ethanol at 60 °C are well preserved,\nsuggesting no effects on the structure by ethanol washing (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S1</ext-link>, bottom), which agrees well with the\nresults on UiO-66 and UiO-66-NH<sub>2</sub> treated with various solvents\nin the previous reports. Furthermore, no characteristic\npeaks of MoS<sub>\n<italic>x</italic>\n</sub> are observed in UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>. Nitrogen adsorption/desorption isotherms\nof the UiO-66-NH<sub>2</sub> show a typical type I shape with characteristics\nof microporous materials in B. The UiO-66-NH<sub>2</sub> possesses a Langmuir surface area of ca.\n1339 m<sup>2</sup>/g (BET, 1021 m<sup>2</sup>/g) and pore volume of\n0.422 cm<sup>3</sup>/g via the SF method with a micropore size of\n1.34 nm. With the addition of (NH<sub>4</sub>)<sub>2</sub>­MoS<sub>4</sub>, the as-prepared UiO-66-NH<sub>2</sub>-Mo-5 presents the\nmixed type of I and IV of adsorption isotherms with the Langmuir surface\narea of ca. 451 m<sup>2</sup>/g (BET surface, 335 m<sup>2</sup>/g)\nand a pore volume of 0.131 cm<sup>3</sup>/g with a micropore size\nof 1.25 nm. Notably, the UiO-66-NH<sub>2</sub>-Mo-5 also shows the\nnarrow mesopore size distribution plots calculated by the BJH method\nwith 3.3–4.2 nm (inset of B). The surface area and pore size distribution\ndata support the occupation of the cages and the channel surface modification\nof UiO-66-NH<sub>2</sub> by MoS<sub>\n<italic>x</italic>\n</sub> nanoparticles,\nimplying the incorporation of MoS<sub>\n<italic>x</italic>\n</sub> into\nthe UiO-66-NH<sub>2</sub>.</p><p>The Zr and Mo/Zr contents are\nevaluated through thermogravimetric\nanalysis (TGA) in UiO-66-NH<sub>2</sub> and UiO-66-NH<sub>2</sub>-Mo-5\n(A), which\nshows two main weight-loss stages. For UiO-66-NH<sub>2</sub>, the\nweight loss of 8.9% in the first stage (∼150 °C) is attributed\nto the release of H<sub>2</sub>O and DMF molecules, while the high\nweight loss of 20.8% for UiO-66-NH<sub>2</sub>-Mo-5 may be ascribed\nto the release of H<sub>2</sub>O and DMF molecules, as well as partial\noxidation of MoS<sub>\n<italic>x</italic>\n</sub> in the air. During the\nsecond stage (∼800 °C), the weight losses of 49.9% and\n47.3% are attributed to the decomposition of the ligands in the frameworks\nand total oxidation of MoS<sub>\n<italic>x</italic>\n</sub>. The remaining\nweights of 31.9% and 41.2% should be corresponding to the percentage\nof ZrO<sub>2</sub> and the hybrids of ZrO<sub>2</sub>/MoO<sub>3</sub> for UiO-66-NH<sub>2</sub> and UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>, respectively. The Raman spectrum confirms\nthe presence of bridging S<sub>2</sub>\n<sup>2–</sup> ligands\nin the UiO-66-NH<sub>2</sub>-Mo-5 in B. No peak is observed over the UiO-66-NH<sub>2</sub> in the range of 200–700 cm<sup>–1</sup>, whereas\nthe UiO-66-NH<sub>2</sub>-Mo-5 displays broad bands at 330, 450, and\n552 cm<sup>–1</sup>. The broad bands at 330 and 450 cm<sup>–1</sup> should ascribe to Mo–S vibration with the\npresence of bridging S<sub>2</sub>\n<sup>2–</sup> ligands, while\nthe band at 552 cm<sup>–1</sup> confirms the characteristic\nS–S vibration of bridging S<sub>2</sub>\n<sup>2–</sup> ligands, further demonstrating the amorphous\nMoS<sub>\n<italic>x</italic>\n</sub>.</p><title>Electrocatalytic Activity and Stability toward\nHER</title><p>The HER polarization curves of as-prepared samples and\ncommercial Pt/C in 0.5 M H<sub>2</sub>SO<sub>4</sub> are shown in A. As expected, Pt/C\nexhibits the highest HER electrocatalytic activity with near-zero\nonset potential. To investigate\nthe effect of MoS<sub>2</sub>- and NH<sub>2</sub>-functionalized MOFs\non the HER activity, control experiments of bulk MoS<sub>2</sub> and\npure UiO-66-NH<sub>2</sub> were performed under the same conditions\n(A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S6</ext-link>), which demonstrates the negligible\nHER activity in UiO-66-NH<sub>2</sub> and bulk MoS<sub>2</sub>, respectively.\nAfter anchoring MoS<sub>\n<italic>x</italic>\n</sub>, the UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> are highly active toward HER. The UiO-66-NH<sub>2</sub>-Mo-5 exhibits the best performance with a lower onset potential\nof nearly 120 mV, beyond which cathodic current rises rapidly to 10\nmA·cm<sup>–2</sup> at 200 mV. In contrast, it needs an\noverpotential of 235, 223, and 213 mV to obtain a current density\nof 10 mA cm<sup>–2</sup> for UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> with <italic>x</italic> = 0.1, 0.3, and 0.6, respectively.\nMore importantly, the UiO-66-NH<sub>2</sub>-Mo-5 in an acidic medium\nshows comparable current density (10 mA·cm<sup>–2</sup>) at the overpotential of 200 mV with the most of nonprecious HER\nelectrocatalysts reported up to date (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Table S2</ext-link>), such as amorphous MoS<sub>\n<italic>x</italic>\n</sub>, MoS<sub>3</sub>/CNT, MoS<sub>2</sub>/​3D-NPC, Ni-MoS<sub>2</sub>, NiMoN<sub>\n<italic>x</italic>\n</sub>/​C, Co-NRCNTs, polymolybdate-based MOF, Ni-S/​NU-1000, and\nCu-MOF/8 wt % GO. We also investigate\nthe HER performance on the UiO-66-Mo-5 as control sample (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S7</ext-link>), which shows inferior HER performance\nthan that of UiO-66-NH<sub>2</sub>-Mo-5, exhibiting higher onset potential\n(∼160 mV) and higher potential (∼230 mV) to reach 10\nmA·cm<sup>–2</sup>. Although we lack specific insight\ninto about how the −NH<sub>2</sub> group might assist MoS<sub>\n<italic>x</italic>\n</sub> in catalyzing the HER by improving the electron\nand proton transfer, we reason that the −NH<sub>2</sub> group\nin UiO-66-NH<sub>2</sub> plays an important role in facilitating proton\ntransport from bulk solution toward the edge active sites of MoS<sub>\n<italic>x</italic>\n</sub> particles, which may significantly improve\nthe HER activity. Cao et al. proposed that a large number of N–H moieties should\nbe available to participate in the HER reaction mechanism. The Grotthuss\nmechanism should be followed during the proton transfer in NH<sub>2</sub>-functionalized UiO-66 by the protons hopping forward along\nthe hydrogen bonding networks formed by the functional groups, adsorbed\nwater molecules, and oxygen-rich Zr<sub>6</sub>O<sub>4</sub>­(OH)<sub>4</sub>­(CO<sub>2</sub>)<sub>12</sub> clusters in aqueous acid\nsolutions.\n</p><p>Stability is another significant\ncriterion to evaluate an advanced\nelectrocatalyst. The accelerated degradation measurements are performed\nby continuous cyclic voltammetry (CV) sweeps between −0.3 and\n+0.2 V vs RHE at 50 mV·s<sup>–1</sup> in an acidic environment.\nAs shown in B, a negligible difference can be observed between the curves measured\nat the initial cycle and after 5000 CV sweeps. The long-term stability\nof this electrode is also assessed by prolonged electrolysis at a\nconstant overpotential of 200 mV (inset of B). The current density generally remains\nstable over 7 h with small degradation, corroborating the good stability\nin an acidic environment, which was also observed on NU-1000_Ni-S\nfor HER in 0.5 M H<sub>2</sub>SO4. The\nUiO-66-NH<sub>2</sub>-Mo-5 also contains −COOH and −NH<sub>2</sub> functional groups as NU-1000_Ni-S electrocatalysts, which\ncould play the same roles as NU-1000_Ni-S in HER. The high stability\nof the present UiO-66-NH<sub>2</sub>-Mo-5 in the electrocatalyitc\nexperiment could hint at no significant change of the electronic structure,\nalthough in the absence of the direct evidence of XPS and XRD, which\nare difficult to carry out because of the tiny amount of the catalyst\nafter reaction. The morphology of the UiO-66-NH<sub>2</sub>-Mo-5 after\nthe reaction is generally retained, as indicated by HRTEM measurement\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S9</ext-link>), which further confirms the\nsuperior stability. The excellent activity and high stability in acid\nsolution make it a promising candidate for HER.</p>", "clean_text": "Replacement of precious platinum with efficient and low-cost catalysts for electrocatalytic hydrogen evolution reaction (HER) at low overpotentials holds tremendous promise for clean energy devices. Herein, molybdenum polysulfide (MoS x ) anchored on a porous Zr-metal organic framework (Zr-MOF, UiO-66-NH2) by chemical interactions is fabricated by a facile and one-pot solvothermal method for HER application. The distinctive design of the Zr-MOF stabilized MoS x  composite enables remarkable electrochemical HER activity with a Tafel slope of 59 mV⋅dec-1, a lower onset potential of nearly 125 mV, and a cathode current of 10 mA⋅cm-2 at an overpotential of 200 mV, which also exhibits excellent durability in an acid medium. The superior HER performance should ascribe to the fast electron transport from the less conducting MoS x  nanosheets to the electrode, high effective surface area, and number of active sites, as well as the favorable delivery for local protons in the porous Zr-MOF structure during the electrocatalytic reaction. Thus, this work paves a potential pathway for designing efficient Mo-based HER electrocatalysts by the combination of molybdenum polysulfide and versatile proton-conductive MOFs.\n\nResults and Discussion\n\nStructural and Compositional Characterization\n\nThe crystallinity and phase purity of as-synthesized samples were examined by powder X-ray diffraction (XRD) (A). The UiO-66-NH2 exhibits a typical Fm3m symmetric space group. The peaks at 7.3° and 8.5° are attributed to the crystal planes (111) and (200) of UiO-66-NH2. Although the crystallinity decreases gradually with increasing Mo loading, all of the as-prepared UiO-66-NH2-Mo-x exhibit the characteristic diffraction peaks of UiO-66-NH2, indicating that the framework integrity of the parent MOFs is well preserved after anchoring MoS x . Notably, the crystallinity and structure on UiO-66-NH2-Mo-5 after a long treatment in ethanol at 60 °C are well preserved, suggesting no effects on the structure by ethanol washing (Figure S1, bottom), which agrees well with the results on UiO-66 and UiO-66-NH2 treated with various solvents in the previous reports. Furthermore, no characteristic peaks of MoS x  are observed in UiO-66-NH2-Mo-x. Nitrogen adsorption/desorption isotherms of the UiO-66-NH2 show a typical type I shape with characteristics of microporous materials in B. The UiO-66-NH2 possesses a Langmuir surface area of ca. 1339 m2/g (BET, 1021 m2/g) and pore volume of 0.422 cm3/g via the SF method with a micropore size of 1.34 nm. With the addition of (NH4)2MoS4, the as-prepared UiO-66-NH2-Mo-5 presents the mixed type of I and IV of adsorption isotherms with the Langmuir surface area of ca. 451 m2/g (BET surface, 335 m2/g) and a pore volume of 0.131 cm3/g with a micropore size of 1.25 nm. Notably, the UiO-66-NH2-Mo-5 also shows the narrow mesopore size distribution plots calculated by the BJH method with 3.3-4.2 nm (inset of B). The surface area and pore size distribution data support the occupation of the cages and the channel surface modification of UiO-66-NH2 by MoS x  nanoparticles, implying the incorporation of MoS x  into the UiO-66-NH2.\n\nThe Zr and Mo/Zr contents are evaluated through thermogravimetric analysis (TGA) in UiO-66-NH2 and UiO-66-NH2-Mo-5 (A), which shows two main weight-loss stages. For UiO-66-NH2, the weight loss of 8.9% in the first stage (~150 °C) is attributed to the release of H2O and DMF molecules, while the high weight loss of 20.8% for UiO-66-NH2-Mo-5 may be ascribed to the release of H2O and DMF molecules, as well as partial oxidation of MoS x  in the air. During the second stage (~800 °C), the weight losses of 49.9% and 47.3% are attributed to the decomposition of the ligands in the frameworks and total oxidation of MoS x . The remaining weights of 31.9% and 41.2% should be corresponding to the percentage of ZrO2 and the hybrids of ZrO2/MoO3 for UiO-66-NH2 and UiO-66-NH2-Mo-x, respectively. The Raman spectrum confirms the presence of bridging S2 2- ligands in the UiO-66-NH2-Mo-5 in B. No peak is observed over the UiO-66-NH2 in the range of 200-700 cm-1, whereas the UiO-66-NH2-Mo-5 displays broad bands at 330, 450, and 552 cm-1. The broad bands at 330 and 450 cm-1 should ascribe to Mo-S vibration with the presence of bridging S2 2- ligands, while the band at 552 cm-1 confirms the characteristic S-S vibration of bridging S2 2- ligands, further demonstrating the amorphous MoS x .\n\nElectrocatalytic Activity and Stability toward HER\n\nThe HER polarization curves of as-prepared samples and commercial Pt/C in 0.5 M H2SO4 are shown in A. As expected, Pt/C exhibits the highest HER electrocatalytic activity with near-zero onset potential. To investigate the effect of MoS2- and NH2-functionalized MOFs on the HER activity, control experiments of bulk MoS2 and pure UiO-66-NH2 were performed under the same conditions (A and Figure S6), which demonstrates the negligible HER activity in UiO-66-NH2 and bulk MoS2, respectively. After anchoring MoS x , the UiO-66-NH2-Mo-x are highly active toward HER. The UiO-66-NH2-Mo-5 exhibits the best performance with a lower onset potential of nearly 120 mV, beyond which cathodic current rises rapidly to 10 mA⋅cm-2 at 200 mV. In contrast, it needs an overpotential of 235, 223, and 213 mV to obtain a current density of 10 mA cm-2 for UiO-66-NH2-Mo-x with x = 0.1, 0.3, and 0.6, respectively. More importantly, the UiO-66-NH2-Mo-5 in an acidic medium shows comparable current density (10 mA⋅cm-2) at the overpotential of 200 mV with the most of nonprecious HER electrocatalysts reported up to date (Table S2), such as amorphous MoS x , MoS3/CNT, MoS2/3D-NPC, Ni-MoS2, NiMoN x /C, Co-NRCNTs, polymolybdate-based MOF, Ni-S/NU-1000, and Cu-MOF/8 wt % GO. We also investigate the HER performance on the UiO-66-Mo-5 as control sample (Figure S7), which shows inferior HER performance than that of UiO-66-NH2-Mo-5, exhibiting higher onset potential (~160 mV) and higher potential (~230 mV) to reach 10 mA⋅cm-2. Although we lack specific insight into about how the -NH2 group might assist MoS x  in catalyzing the HER by improving the electron and proton transfer, we reason that the -NH2 group in UiO-66-NH2 plays an important role in facilitating proton transport from bulk solution toward the edge active sites of MoS x  particles, which may significantly improve the HER activity. Cao et al. proposed that a large number of N-H moieties should be available to participate in the HER reaction mechanism. The Grotthuss mechanism should be followed during the proton transfer in NH2-functionalized UiO-66 by the protons hopping forward along the hydrogen bonding networks formed by the functional groups, adsorbed water molecules, and oxygen-rich Zr6O4(OH)4(CO2)12 clusters in aqueous acid solutions. \n\nStability is another significant criterion to evaluate an advanced electrocatalyst. The accelerated degradation measurements are performed by continuous cyclic voltammetry (CV) sweeps between -0.3 and +0.2 V vs RHE at 50 mV⋅s-1 in an acidic environment. As shown in B, a negligible difference can be observed between the curves measured at the initial cycle and after 5000 CV sweeps. The long-term stability of this electrode is also assessed by prolonged electrolysis at a constant overpotential of 200 mV (inset of B). The current density generally remains stable over 7 h with small degradation, corroborating the good stability in an acidic environment, which was also observed on NU-1000_Ni-S for HER in 0.5 M H2SO4. The UiO-66-NH2-Mo-5 also contains -COOH and -NH2 functional groups as NU-1000_Ni-S electrocatalysts, which could play the same roles as NU-1000_Ni-S in HER. The high stability of the present UiO-66-NH2-Mo-5 in the electrocatalyitc experiment could hint at no significant change of the electronic structure, although in the absence of the direct evidence of XPS and XRD, which are difficult to carry out because of the tiny amount of the catalyst after reaction. The morphology of the UiO-66-NH2-Mo-5 after the reaction is generally retained, as indicated by HRTEM measurement (Figure S9), which further confirms the superior stability. The excellent activity and high stability in acid solution make it a promising candidate for HER.", "data": [[{"meta": {"name": "molybdenum polysulfide (MoSx) anchored on a porous Zr-metal organic framework (Zr-MOF, UiO-66-NH2)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Tafel slope", "value": "59", "unit": "mV·dec-1", "condition": ""}, {"property name": "onset potential", "value": "125", "unit": "mV", "condition": ""}, {"property name": "cathode current", "value": "10", "unit": "mA·cm-2", "condition": "at an overpotential of 200 mV"}, {"property name": "crystallinity", "value": "", "unit": "", "condition": ""}, {"property name": "phase purity", "value": "", "unit": "", "condition": ""}, {"property name": "surface area", "value": "1339", "unit": "m2/g", "condition": "UiO-66-NH2"}, {"property name": "pore volume", "value": "0.422", "unit": "cm3/g", "condition": "UiO-66-NH2"}, {"property name": "micropore size", "value": "1.34", "unit": "nm", "condition": "UiO-66-NH2"}, {"property name": "surface area", "value": "451", "unit": "m2/g", "condition": "UiO-66-NH2-Mo-5"}, {"property name": "pore volume", "value": "0.131", "unit": "cm3/g", "condition": "UiO-66-NH2-Mo-5"}, {"property name": "micropore size", "value": "1.25", "unit": "nm", "condition": "UiO-66-NH2-Mo-5"}, {"property name": "Zr content", "value": "", "unit": "", "condition": ""}, {"property name": "Mo/Zr content", "value": "", "unit": "", "condition": ""}, {"property name": "weight loss", "value": "8.9", "unit": "%", "condition": "UiO-66-NH2"}, {"property name": "weight loss", "value": "20.8", "unit": "%", "condition": "UiO-66-NH2-Mo-5"}, {"property name": "weight loss", "value": "49.9", "unit": "%", "condition": "UiO-66-NH2"}, {"property name": "weight loss", "value": "47.3", "unit": "%", "condition": "UiO-66-NH2-Mo-x"}, {"property name": "Raman spectrum", "value": "", "unit": "", "condition": ""}, {"property name": "HER polarization curves", "value": "", "unit": "", "condition": ""}, {"property name": "HER electrocatalytic activity", "value": "", "unit": "", "condition": ""}, {"property name": "HER performance", "value": "", "unit": "", "condition": ""}, {"property name": "HER stability", "value": "", "unit": "", "condition": ""}, {"property name": "morphology", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": "23, 26, 28", "type": "text", "classification": "property", "content": "<title>Mechanism of HER at the UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> Composites</title><p>To get further insight\ninto the activity of as-synthesized UiO-66-NH<sub>2</sub>-Mo-5 toward\nHER, electrochemical impedance spectroscopy (EIS) analysis is also\nperformed in A. The EIS indicates one semicircle at η = 150 mV for each\nEIS Nyquist plot, which can be fitted to an equivalent circuit (inset\nof A). The\ncharge-transfer resistance (<italic>R</italic>\n<sub>ct</sub>) is 29.6\nΩ·cm<sup>2</sup> for UiO-66-NH<sub>2</sub>-Mo-5, which\nis much lower than those of the as-prepared catalysts, suggesting\na highly efficient electron transport and favorable HER kinetics at\nthe UiO-66-NH<sub>2</sub>-Mo-5 modified electrolyte interface. The\nresults also suggest that the anchored MoS<sub>\n<italic>x</italic>\n</sub> has a slight effect on the electronic properties of UiO-66-NH<sub>2</sub> with internal resistance (<italic>R</italic>\n<sub>s</sub>)\nin , which could\nsupport the charge hopping regime as the leading conduction mechanism\nfor UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>. Also, it is found that the electrical resistivity of UiO-66-NH<sub>2</sub> is about 3.7 × 10<sup>–3</sup> Ω·m,\nwhich is slightly lower than that of UiO-66-NH<sub>2</sub>-Mo-5 (∼4.7\n× 10<sup>–3</sup> Ω·m). The HER kinetics of\nthe above-mentioned catalysts are further evaluated by the Tafel slope\n(B and ). The Tafel slope\non Pt/C is 32 mV·dec<sup>–1</sup>, indicating a combination\nof Volmer reaction and Tafel reaction. The as-prepared UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> exhibit Tafel slopes of 52, 54, 59,\nand 51 mV·dec<sup>–1</sup> with increasing Mo content,\nrespectively, which is much lower than that of UiO-66-NH<sub>2</sub>. Those Tafel slopes for UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> suggest that the Volmer reaction for converting protons into absorbed\nhydrogen atoms (H<sub>3</sub>O<sup>+</sup> + e = H* + H<sub>2</sub>O) is the rate-limiting step in the HER process, which occurs through\na Volmer–Heyrovsky mechanism. By applying an extrapolation\nmethod to the Tafel plots, exchange current densities are obtained\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S10</ext-link>). The UiO-66-NH<sub>2</sub>-Mo-5 exhibits a remarkable exchange current density (<italic>j</italic>\n<sub>0</sub>) of 6.46 μA·cm<sup>–2</sup> (), which is 4–22\ntimes those of UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> (<italic>x</italic> = 1, 3, and 6), suggesting the superior activity for HER\ncatalysis.</p><title>Origin of High Performance toward HER</title><p>The high HER activity in the UiO-66-NH<sub>2</sub>-Mo-5 can be ascribed\nto the high effective surface area (<italic>A</italic>\n<sub>eff</sub>), which can be obtained by cyclic voltammetry at various scan rates\n(20, 40, 60 mV·s<sup>–1</sup>, etc.) in the 0.1–0.2\nV vs RHE region (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S11</ext-link>). From the cyclic voltammograms,\nthe <italic>A</italic>\n<sub>eff</sub> can be calculated by plotting\nthe Δ<italic>J</italic> at 0.15 V vs RHE in CV against the scan\nrate (B), where\nthe slope is twice the <italic>C</italic>\n<sub>dl</sub>, generally\nalso considered as <italic>A</italic>\n<sub>eff</sub> in HER. The calculated values of the <italic>A</italic>\n<sub>eff</sub> are\n2.8, 3.4, 3.8, and 3.2 mF with the increasing Mo content, respectively,\nwhich are in accordance with the order of the HER activity on the\nUiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>. The turnover frequency\n(TOF) is then calculated by quantifying the active sites through integrated\ncharges from cyclic voltammograms in pH = 7 phosphate buffer in the\nregion of −0.1 to 0.6 V. The total number of active sites\ncan be calculated according to the integrated charges by deduction\nof the blank value for bare GCE (C and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b02818/suppl_file/jp6b02818_si_001.pdf\">Figure S12</ext-link>), showing the highest value (0.140 mmol/g) for UiO-66-NH<sub>2</sub>-Mo-5 in as-prepared catalysts (), which provides strong evidence for the high HER\nactivity of UiO-66-NH<sub>2</sub>-Mo-5. Furthermore, the calculated\nturnover frequency (TOF) for UiO-66-NH<sub>2</sub>-Mo-5 reaches 1.276\ns<sup>–1</sup> at 200 mV, which is 2.78, 1.41, and 1.95 times\nmore than those of the UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> (<italic>x</italic> = 1, 3, and 6), respectively (D and ), indicating the better intrinsic HER activity\nof UiO-66-NH<sub>2</sub>-Mo-5.</p><title>Conclusion</title><p>In summary, we first demonstrate that molybdenum polysulfide anchored\non Zr-MOF is an efficient electrocatalyst for the hydrogen evolution\nreaction. The optimized UiO-66-NH<sub>2</sub>-Mo-5 exhibits a relatively\nlow overpotential of just 200 mV to reach a cathode current of 10\nmA·cm<sup>–2</sup> as well as a small Tafel slope of 59\nmV·dec<sup>–1</sup>, and also shows excellent durability.\nThe superior HER performance should ascribe to the fast electron transport,\nhigh effective surface area, and number of active sites, as well as\nthe favorable delivery for local protons in the porous MOF structure.\nThis facile solvothermal method could provide a promising strategy\nfor the combination of molybdenum polysulfide and versatile proton-conductive\nMOF as an effective alternative catalyst for platinum-based HER electrocatalysts.</p>", "clean_text": "Mechanism of HER at the UiO-66-NH2-Mo-x Composites\n\nTo get further insight into the activity of as-synthesized UiO-66-NH2-Mo-5 toward HER, electrochemical impedance spectroscopy (EIS) analysis is also performed in A. The EIS indicates one semicircle at η = 150 mV for each EIS Nyquist plot, which can be fitted to an equivalent circuit (inset of A). The charge-transfer resistance (R ct) is 29.6 Ω⋅cm2 for UiO-66-NH2-Mo-5, which is much lower than those of the as-prepared catalysts, suggesting a highly efficient electron transport and favorable HER kinetics at the UiO-66-NH2-Mo-5 modified electrolyte interface. The results also suggest that the anchored MoS x  has a slight effect on the electronic properties of UiO-66-NH2 with internal resistance (R s) in , which could support the charge hopping regime as the leading conduction mechanism for UiO-66-NH2-Mo-x. Also, it is found that the electrical resistivity of UiO-66-NH2 is about 3.7 × 10-3 Ω⋅m, which is slightly lower than that of UiO-66-NH2-Mo-5 (~4.7 × 10-3 Ω⋅m). The HER kinetics of the above-mentioned catalysts are further evaluated by the Tafel slope (B and ). The Tafel slope on Pt/C is 32 mV⋅dec-1, indicating a combination of Volmer reaction and Tafel reaction. The as-prepared UiO-66-NH2-Mo-x exhibit Tafel slopes of 52, 54, 59, and 51 mV⋅dec-1 with increasing Mo content, respectively, which is much lower than that of UiO-66-NH2. Those Tafel slopes for UiO-66-NH2-Mo-x suggest that the Volmer reaction for converting protons into absorbed hydrogen atoms (H3O+ + e = H* + H2O) is the rate-limiting step in the HER process, which occurs through a Volmer-Heyrovsky mechanism. By applying an extrapolation method to the Tafel plots, exchange current densities are obtained (Figure S10). The UiO-66-NH2-Mo-5 exhibits a remarkable exchange current density (j 0) of 6.46 μA⋅cm-2 (), which is 4-22 times those of UiO-66-NH2-Mo-x (x = 1, 3, and 6), suggesting the superior activity for HER catalysis.\n\nOrigin of High Performance toward HER\n\nThe high HER activity in the UiO-66-NH2-Mo-5 can be ascribed to the high effective surface area (A eff), which can be obtained by cyclic voltammetry at various scan rates (20, 40, 60 mV⋅s-1, etc.) in the 0.1-0.2 V vs RHE region (A and Figure S11). From the cyclic voltammograms, the A eff can be calculated by plotting the ΔJ at 0.15 V vs RHE in CV against the scan rate (B), where the slope is twice the C dl, generally also considered as A eff in HER. The calculated values of the A eff are 2.8, 3.4, 3.8, and 3.2 mF with the increasing Mo content, respectively, which are in accordance with the order of the HER activity on the UiO-66-NH2-Mo-x. The turnover frequency (TOF) is then calculated by quantifying the active sites through integrated charges from cyclic voltammograms in pH = 7 phosphate buffer in the region of -0.1 to 0.6 V. The total number of active sites can be calculated according to the integrated charges by deduction of the blank value for bare GCE (C and Figure S12), showing the highest value (0.140 mmol/g) for UiO-66-NH2-Mo-5 in as-prepared catalysts (), which provides strong evidence for the high HER activity of UiO-66-NH2-Mo-5. Furthermore, the calculated turnover frequency (TOF) for UiO-66-NH2-Mo-5 reaches 1.276 s-1 at 200 mV, which is 2.78, 1.41, and 1.95 times more than those of the UiO-66-NH2-Mo-x (x = 1, 3, and 6), respectively (D and ), indicating the better intrinsic HER activity of UiO-66-NH2-Mo-5.\n\nConclusion\n\nIn summary, we first demonstrate that molybdenum polysulfide anchored on Zr-MOF is an efficient electrocatalyst for the hydrogen evolution reaction. The optimized UiO-66-NH2-Mo-5 exhibits a relatively low overpotential of just 200 mV to reach a cathode current of 10 mA⋅cm-2 as well as a small Tafel slope of 59 mV⋅dec-1, and also shows excellent durability. The superior HER performance should ascribe to the fast electron transport, high effective surface area, and number of active sites, as well as the favorable delivery for local protons in the porous MOF structure. This facile solvothermal method could provide a promising strategy for the combination of molybdenum polysulfide and versatile proton-conductive MOF as an effective alternative catalyst for platinum-based HER electrocatalysts.", "data": [[{"meta": {"name": "UiO-66-NH2-Mo-5", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "charge-transfer resistance", "value": "29.6", "unit": "Ω·cm2", "condition": ""}, {"property name": "electrical resistivity", "value": "3.7 × 10–3", "unit": "Ω·m", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 25, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Electrochemical Parameters\nof the\nUiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">samples</oasis:entry>\n<oasis:entry align=\"center\">effective\nsurface area, <italic>A</italic>\n<sub>eff</sub> (mF)</oasis:entry>\n<oasis:entry align=\"center\">number\nof\nactive sites (mmol/g catalyst)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>s</sub> (Ω·cm<sup>2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>R</italic>\n<sub>ct</sub> (Ω·cm<sup>2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">Tafel (mV·dec<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">exchange\ncurrent density, <italic>j</italic>\n<sub>0</sub> (μA·cm<sup>–2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">TOF at 200 mV (s<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.65</oasis:entry>\n<oasis:entry>15542.3</oasis:entry>\n<oasis:entry>280</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-Mo-1</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>0.089</oasis:entry>\n<oasis:entry>0.68</oasis:entry>\n<oasis:entry>200.9</oasis:entry>\n<oasis:entry>52</oasis:entry>\n<oasis:entry>0.29</oasis:entry>\n<oasis:entry>0.458</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-Mo-3</oasis:entry>\n<oasis:entry>3.4</oasis:entry>\n<oasis:entry>0.118</oasis:entry>\n<oasis:entry>0.66</oasis:entry>\n<oasis:entry>41.4</oasis:entry>\n<oasis:entry>54</oasis:entry>\n<oasis:entry>1.62</oasis:entry>\n<oasis:entry>0.903</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-Mo-5</oasis:entry>\n<oasis:entry>3.8</oasis:entry>\n<oasis:entry>0.140</oasis:entry>\n<oasis:entry>0.78</oasis:entry>\n<oasis:entry>29.6</oasis:entry>\n<oasis:entry>59</oasis:entry>\n<oasis:entry>6.46</oasis:entry>\n<oasis:entry>1.276</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>-Mo-6</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n<oasis:entry>0.096</oasis:entry>\n<oasis:entry>0.71</oasis:entry>\n<oasis:entry>77.0</oasis:entry>\n<oasis:entry>51</oasis:entry>\n<oasis:entry>0.93</oasis:entry>\n<oasis:entry>0.654</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Electrochemical Parameters of the UiO-66-NH<sub>2</sub>-Mo-x\n\n| samples | effective surface area, A<sub>eff</sub> (mF) | number of active sites (mmol/g catalyst) | R<sub>s</sub> (Ω·cm<sup>2</sup>) | R<sub>ct</sub> (Ω·cm<sup>2</sup>) | Tafel (mV·dec<sup>–1</sup>) | exchange current density, j<sub>0</sub> (μA·cm<sup>–2</sup>) | TOF at 200 mV (s<sup>–1</sup>) |\n|---------|-------------------------------------------|-----------------------------------------|--------------------------------|--------------------------------|-------------------------------|-----------------------------------------------------------|-------------------------------|\n| UiO-66-NH<sub>2</sub> |                                           |                                         | 0.65                           | 15542.3                        | 280                           |                                                           |                               |\n| UiO-66-NH<sub>2</sub>-Mo-1 | 2.8                                       | 0.089                                   | 0.68                           | 200.9                          | 52                            | 0.29                                                      | 0.458                         |\n| UiO-66-NH<sub>2</sub>-Mo-3 | 3.4                                       | 0.118                                   | 0.66                           | 41.4                           | 54                            | 1.62                                                      | 0.903                         |\n| UiO-66-NH<sub>2</sub>-Mo-5 | 3.8                                       | 0.140                                   | 0.78                           | 29.6                           | 59                            | 6.46                                                      | 1.276                         |\n| UiO-66-NH<sub>2</sub>-Mo-6 | 3.2                                       | 0.096                                   | 0.71                           | 77.0                           | 51                            | 0.93                                                      | 0.654                         |", "data": ["substring not found"], "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) XRD patterns of UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> with different atomic ratios of Mo to Zr. (B) Nitrogen\nadsorption–desorption\nisotherms and pore size distributions of (a) UiO-66-NH<sub>2</sub> and (b) UiO-66-NH<sub>2</sub>-Mo-5. FTIR spectra (C) in the 2000–400\ncm<sup>–1</sup> range and (D) in the 3600–2000 cm<sup>–1</sup> range of (a) (NH<sub>4</sub>)<sub>2</sub>MoS<sub>4</sub>, (b) UiO-66-NH<sub>2</sub>, (c) UiO-66-NH<sub>2</sub>-Mo-5,\n(d) UiO-66-NH<sub>2</sub>+MoS<sub>\n<italic>x</italic>\n</sub>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2016-02818r_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) XRD patterns of UiO-66-NH2-Mo-x with different atomic ratios of Mo to Zr. (B) Nitrogen adsorption-desorption isotherms and pore size distributions of (a) UiO-66-NH2 and (b) UiO-66-NH2-Mo-5. FTIR spectra (C) in the 2000-400 cm-1 range and (D) in the 3600-2000 cm-1 range of (a) (NH4)2MoS4, (b) UiO-66-NH2, (c) UiO-66-NH2-Mo-5, (d) UiO-66-NH2+MoS x .   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM images of (A, C,\nD) UiO-66-NH<sub>2</sub> and (B, E, F) UiO-66-NH<sub>2</sub>-Mo-5.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2016-02818r_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM images of (A, C, D) UiO-66-NH2 and (B, E, F) UiO-66-NH2-Mo-5.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Thermogravimetric analysis in air.\n(B) Raman spectra of (a)\nUiO-66-NH<sub>2</sub> and (b) UiO-66-NH<sub>2</sub>-Mo-5.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2016-02818r_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Thermogravimetric analysis in air. (B) Raman spectra of (a) UiO-66-NH2 and (b) UiO-66-NH2-Mo-5.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High-resolution scans of (A) S 2p and\n(B) Mo 3d–S 2s for\n(a) UiO-66-NH<sub>2</sub>, (b) (NH<sub>4</sub>)<sub>2</sub>MoS<sub>4</sub>, and (c) UiO-66-NH<sub>2</sub>-Mo-5.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2016-02818r_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  High-resolution scans of (A) S 2p and (B) Mo 3d-S 2s for (a) UiO-66-NH2, (b) (NH4)2MoS4, and (c) UiO-66-NH2-Mo-5.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Polarization curves, and (B) durability for the UiO-66-NH<sub>2</sub>-Mo-5 in 0.5 M H<sub>2</sub>SO<sub>4</sub> and time-dependent\ncurrent density curve under static overpotential of 200 mV.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2016-02818r_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  (A) Polarization curves, and (B) durability for the UiO-66-NH2-Mo-5 in 0.5 M H2SO4 and time-dependent current density curve under static overpotential of 200 mV.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) EIS Nyquist plots (symbol) at 150 mV, fitted data (solid line)\nby equivalent electrical circuit diagram (inset). (B) Tafel plots\nof the as-prepared samples with various mole ratios of Mo to Zr.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2016-02818r_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  (A) EIS Nyquist plots (symbol) at 150 mV, fitted data (solid line) by equivalent electrical circuit diagram (inset). (B) Tafel plots of the as-prepared samples with various mole ratios of Mo to Zr.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) Cyclic voltammograms (0.1–0.2\nV) recorded in 0.5 M H<sub>2</sub>SO<sub>4</sub> for UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>. (B) The differences in current density\n(Δ<italic>J</italic> = <italic>J</italic>\n<sub>a</sub> – <italic>J</italic>\n<sub>c</sub>) at 0.15 V plotted against scan rate fitted\nto a linear regression\nallows for the estimation of <italic>C</italic>\n<sub>dl</sub>. (C)\nCyclic voltammograms (−0.10 to 0.6 V) of UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic> recorded at pH = 7 phosphate buffer with a\nscan rate of 50 mV·s<sup>–1</sup>. (D) calculated turnover\nfrequencies (TOFs) of UiO-66-NH<sub>2</sub>-Mo-<italic>x</italic>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2016-02818r_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  (A) Cyclic voltammograms (0.1-0.2 V) recorded in 0.5 M H2SO4 for UiO-66-NH2-Mo-x. (B) The differences in current density (ΔJ = J a - J c) at 0.15 V plotted against scan rate fitted to a linear regression allows for the estimation of C dl. (C) Cyclic voltammograms (-0.10 to 0.6 V) of UiO-66-NH2-Mo-x recorded at pH = 7 phosphate buffer with a scan rate of 50 mV⋅s-1. (D) calculated turnover frequencies (TOFs) of UiO-66-NH2-Mo-x.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpcc.6b02818", "title": "\nMolybdenum Polysulfide Anchored\non Porous Zr-Metal\nOrganic Framework To Enhance the Performance of Hydrogen Evolution\nReaction\n", "journal": "American Chemical\nSociety", "date": "2016.05", "author_list": ["Dai\nXiaoping", "Liu\nMengzhao", "Li\nZhanzhao", "Jin\nAxiang", "Ma\nYangde", "Huang\nXingliang", "Sun\nHui", "Wang\nHai", "Zhang\nXin"]}}