{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp8b01725.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Adsorption\nof nitric oxide (NO) in the metal–organic framework\n(MOF) MIL-100­(Al) is studied by solid-state NMR. Owing to a modified\nsynthesis, no extraframework benzenetricarboxylate is present on the\ncost of a small amount of extraframework Al­(OH)<sub>3</sub> as evident\nfrom <sup>27</sup>Al, <sup>1</sup>H, as well as heteronuclear correlation\nspectra. Five-coordinated aluminum sites represent about 50% of the\naluminum in a dehydrated sample, which remain open for adsorption.\nWith increasing NO loading, a decrease of five-coordinated aluminum\nwith a subsequent increase of six-coordinated aluminum site intensity\nis found. Additionally, <sup>1</sup>H spin–lattice relaxation\ntime <italic>T</italic>\n<sub>1</sub> is decreasing with an increasing\namount of NO, which also supports the NO interaction with the MOF\nbecause of the paramagnetism of NO. Fourier-transform infrared spectroscopy\ndata further hint at Al–NO interactions.</p>", "clean_text": "Adsorption of nitric oxide (NO) in the metal-organic framework (MOF) MIL-100(Al) is studied by solid-state NMR. Owing to a modified synthesis, no extraframework benzenetricarboxylate is present on the cost of a small amount of extraframework Al(OH)3 as evident from 27Al, 1H, as well as heteronuclear correlation spectra. Five-coordinated aluminum sites represent about 50% of the aluminum in a dehydrated sample, which remain open for adsorption. With increasing NO loading, a decrease of five-coordinated aluminum with a subsequent increase of six-coordinated aluminum site intensity is found. Additionally, 1H spin-lattice relaxation time T 1 is decreasing with an increasing amount of NO, which also supports the NO interaction with the MOF because of the paramagnetism of NO. Fourier-transform infrared spectroscopy data further hint at Al-NO interactions.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Gas-delivery technologies\nusing metal–organic frameworks\n(MOFs) are of increasing importance in many areas of science with\nemerging applications that include storage of nitric oxide (NO). NO\ndelivery from a storage material is attractive for many in vitro and\nin vivo antibacterial, antithrombotic, and wound healing applications. Currently, there is interest in developing medical devices such\nas stents and catheters using porous materials to deliver NO to prevent\nlife-threatening complications associated with thrombosis formation. Porous materialsespecially MOFsare one\nof the best candidates for delivering NO. MOFs are materials\nwith extremely high porosities, and some of them have coordinatively\nunsaturated metal sites (CUSs) that are available for binding and\nreleasing of small molecules such as NO. The presence of CUSs in MOFs\nhas a particularly pronounced effect on the NO adsorption and release\ncharacteristics.\n</p>", "clean_text": "Introduction\n\nGas-delivery technologies using metal-organic frameworks (MOFs) are of increasing importance in many areas of science with emerging applications that include storage of nitric oxide (NO). NO delivery from a storage material is attractive for many in vitro and in vivo antibacterial, antithrombotic, and wound healing applications. Currently, there is interest in developing medical devices such as stents and catheters using porous materials to deliver NO to prevent life-threatening complications associated with thrombosis formation. Porous materialsespecially MOFsare one of the best candidates for delivering NO. MOFs are materials with extremely high porosities, and some of them have coordinatively unsaturated metal sites (CUSs) that are available for binding and releasing of small molecules such as NO. The presence of CUSs in MOFs has a particularly pronounced effect on the NO adsorption and release characteristics. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>We studied MIL-100­(Al)\nprepared by a modified synthesis and its\ninteraction with NO by multinuclear solid-state nuclear magnetic resonance\n(NMR). MIL-100­(Al) is an aluminum trimesate MOF. The MIL-100 framework is constructed from oxo-centered\nmetal trimers linked by benzenetricarboxylate (btc) ligands, forming\ntetrahedral cages, referred to as supertetrahedra. Corner-sharing\nof the supertetrahedral building blocks defines a highly porous structure\nof mesoporous cages. In supertetrahedral building blocks, each tetrahedron\nis built up from four μ<sub>3</sub>-oxo-centered trinuclear\nunits connecting to the four btc ligands. Two water molecules and\none hydroxide are bonded to the three aluminum atoms in the μ<sub>3</sub>-oxo trimer; the water molecules can be removed by heating\nand therefore generate CUSs. The rigid porous structure combined with\nthe accessibility of the activated metal sites upon dehydration has\ncreated interest for adsorption, separation, and catalysis applications. Haouas et al. identified the main adsorption sites of MIL-100­(Al)\nby NMR studies and observed that open metal sites are the most favorable\nones. Furthermore, it was concluded that\nonly one metal site is open for adsorption. Recently, Gallis et al.\nreported selective O<sub>2</sub> over N<sub>2</sub> sorption at ambient\ntemperatures via node distortions in MIL-100­(Sc) by Grand Canonical\nMonte Carlo simulation. Eubank et al.\nreported that a significant amount of NO is chemisorbed at MIL-100­(Fe)\nat 298 K with a loading capacity that depends on the nature of the\nFe­(II) cation and the Lewis acidity of this site.\n</p>", "clean_text": "We studied MIL-100(Al) prepared by a modified synthesis and its interaction with NO by multinuclear solid-state nuclear magnetic resonance (NMR). MIL-100(Al) is an aluminum trimesate MOF. The MIL-100 framework is constructed from oxo-centered metal trimers linked by benzenetricarboxylate (btc) ligands, forming tetrahedral cages, referred to as supertetrahedra. Corner-sharing of the supertetrahedral building blocks defines a highly porous structure of mesoporous cages. In supertetrahedral building blocks, each tetrahedron is built up from four μ3-oxo-centered trinuclear units connecting to the four btc ligands. Two water molecules and one hydroxide are bonded to the three aluminum atoms in the μ3-oxo trimer; the water molecules can be removed by heating and therefore generate CUSs. The rigid porous structure combined with the accessibility of the activated metal sites upon dehydration has created interest for adsorption, separation, and catalysis applications. Haouas et al. identified the main adsorption sites of MIL-100(Al) by NMR studies and observed that open metal sites are the most favorable ones. Furthermore, it was concluded that only one metal site is open for adsorption. Recently, Gallis et al. reported selective O2 over N2 sorption at ambient temperatures via node distortions in MIL-100(Sc) by Grand Canonical Monte Carlo simulation. Eubank et al. reported that a significant amount of NO is chemisorbed at MIL-100(Fe) at 298 K with a loading capacity that depends on the nature of the Fe(II) cation and the Lewis acidity of this site. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this manuscript, solid-state NMR techniques are\nused to determine\ninteractions between adsorbed NO and the MOF. Prior to this, the unloaded\nMOF is characterized in detail, as the MIL-100­(Al) discussed here\nwas prepared via a modified synthesis procedure, and comparison to published NMR spectra of the original\nsynthesis is performed. Characterization\nis done via <sup>1</sup>H and <sup>27</sup>Al spectra with the help\nof multiple-quantum magic-angle spinning (MQMAS) and <sup>27</sup>Al–<sup>1</sup>H heteronuclear correlation (HETCOR) spectra.\nAfterward, differences to the unloaded case are discussed with different\nNO loading via <sup>27</sup>Al MAS and <sup>13</sup>C CPMAS spectra, <sup>1</sup>H spin–lattice relaxation times, and Fourier-transform\ninfrared spectroscopy (FTIR) data.</p>", "clean_text": "In this manuscript, solid-state NMR techniques are used to determine interactions between adsorbed NO and the MOF. Prior to this, the unloaded MOF is characterized in detail, as the MIL-100(Al) discussed here was prepared via a modified synthesis procedure, and comparison to published NMR spectra of the original synthesis is performed. Characterization is done via 1H and 27Al spectra with the help of multiple-quantum magic-angle spinning (MQMAS) and 27Al-1H heteronuclear correlation (HETCOR) spectra. Afterward, differences to the unloaded case are discussed with different NO loading via 27Al MAS and 13C CPMAS spectra, 1H spin-lattice relaxation times, and Fourier-transform infrared spectroscopy (FTIR) data.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Synthesis\nof MIL-100­(Al)-Type MOFs</title><p>MIL-100­(Al) was\nsynthesized based on published procedures. At first, 1.363 g (3.633 mmol) Al­(NO)<sub>3</sub>·9H<sub>2</sub>O and 0.614 g (2.434 mmol) trimethyl-1,3,5-benzenetricarboxylate\nwere dissolved in 17.5 mL water and the mixture was transferred to\na Teflon-lined stainless steel autoclave after adding 0.302 g (4.793\nmmol) of nitric acid. The autoclave was placed in an oven at a temperature\nof 303 K, which was increased to 483 K at a rate of 3 K/min and subsequently\nheld at this temperature for 3 days. After thermal treatment, a light-yellow\nsolid was recovered by filtration and washed with 200 mL of water.\nFor further purification, the obtained solid was extracted via soxhlet\nextraction with ethanol for 16 h. After activation, the Brunauer–Emmett–Teller\narea was determined to be 1480 m<sup>2</sup>/g. The X-ray diffraction\npattern is included in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">Supporting Information</ext-link> (Figure S1).</p>", "clean_text": "Experimental Section\n\nSynthesis of MIL-100(Al)-Type MOFs\n\nMIL-100(Al) was synthesized based on published procedures. At first, 1.363 g (3.633 mmol) Al(NO)3⋅9H2O and 0.614 g (2.434 mmol) trimethyl-1,3,5-benzenetricarboxylate were dissolved in 17.5 mL water and the mixture was transferred to a Teflon-lined stainless steel autoclave after adding 0.302 g (4.793 mmol) of nitric acid. The autoclave was placed in an oven at a temperature of 303 K, which was increased to 483 K at a rate of 3 K/min and subsequently held at this temperature for 3 days. After thermal treatment, a light-yellow solid was recovered by filtration and washed with 200 mL of water. For further purification, the obtained solid was extracted via soxhlet extraction with ethanol for 16 h. After activation, the Brunauer-Emmett-Teller area was determined to be 1480 m2/g. The X-ray diffraction pattern is included in the Supporting Information (Figure S1).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Sample Preparation</title><p>MIL-100­(Al) was\ndehydrated under\nhigh vacuum at a temperature of 443 K for 24 h to remove water molecules\ncoordinated to aluminum. The color of the MIL-100­(Al) samples turned\nfrom dark yellow to pale yellow after dehydration. Afterward, the\ndehydrated MOF was loaded in 4 mm zirconia NMR rotors under a nitrogen\nenvironment for NMR studies.</p>", "clean_text": "Sample Preparation\n\nMIL-100(Al) was dehydrated under high vacuum at a temperature of 443 K for 24 h to remove water molecules coordinated to aluminum. The color of the MIL-100(Al) samples turned from dark yellow to pale yellow after dehydration. Afterward, the dehydrated MOF was loaded in 4 mm zirconia NMR rotors under a nitrogen environment for NMR studies.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>For the preparation of NO loading,\nsamples were placed in 3 mm glass tubes (Wilmad Lab Glass Company,\nUSA), which were perfectly fitting in 4 mm MAS rotors. Loading was\ncarried out via the gas phase in a pressure-controlled vacuum apparatus\nunder nitrogen cooling at 77 K. A defined amount of NO corresponding\nto 0.25, 0.5, 0.75, and 1 number of molecules (labeled b to e), with\nrespect to one Al trimer was transferred to the MOF samples. Afterward,\nthe glass tubes were sealed to prevent further modification of the\nsamples. In addition to this, a sample of just the dehydrated MOF\nwas also prepared in a glass tube and sealed. This sample is denoted\nas sample a. First, NMR measurements were conducted immediately after\ncompletion of the sealing process.</p>", "clean_text": "For the preparation of NO loading, samples were placed in 3 mm glass tubes (Wilmad Lab Glass Company, USA), which were perfectly fitting in 4 mm MAS rotors. Loading was carried out via the gas phase in a pressure-controlled vacuum apparatus under nitrogen cooling at 77 K. A defined amount of NO corresponding to 0.25, 0.5, 0.75, and 1 number of molecules (labeled b to e), with respect to one Al trimer was transferred to the MOF samples. Afterward, the glass tubes were sealed to prevent further modification of the samples. In addition to this, a sample of just the dehydrated MOF was also prepared in a glass tube and sealed. This sample is denoted as sample a. First, NMR measurements were conducted immediately after completion of the sealing process.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Solid-State NMR Measurements</title><p>\n<sup>1</sup>H and <sup>13</sup>C solid-state NMR experiments were\nconducted on a Bruker\nAvance 400 spectrometer (magnetic field 9.4 T). <sup>27</sup>Al measurements\nwere performed on a Bruker AVANCE 750 spectrometer (magnetic field\nstrength 17.6 T) unless specified otherwise. MAS probes (4 mm) were\nused at MAS rotation frequencies of 10–12 kHz.</p>", "clean_text": "Solid-State NMR Measurements\n\n 1H and 13C solid-state NMR experiments were conducted on a Bruker Avance 400 spectrometer (magnetic field 9.4 T). 27Al measurements were performed on a Bruker AVANCE 750 spectrometer (magnetic field strength 17.6 T) unless specified otherwise. MAS probes (4 mm) were used at MAS rotation frequencies of 10-12 kHz.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>\n<sup>1</sup>H spectra were recorded using the DEPTH sequence to suppress signals from the probe background. The recycle\ndelay was 50 s, which is more than five times the longitudinal relaxation\ntime (<italic>T</italic>\n<sub>1</sub>). The 90° pulse length was\n2.4 μs. <sup>1</sup>H spin–lattice relaxation times were\nobtained with the inversion-recovery sequence modified with DEPTH\ndetection. As all <sup>1</sup>Hs show the same <italic>T</italic>\n<sub>1</sub>, no differentiation with regard to different proton sites\nis done.</p>", "clean_text": " 1H spectra were recorded using the DEPTH sequence to suppress signals from the probe background. The recycle delay was 50 s, which is more than five times the longitudinal relaxation time (T 1). The 90° pulse length was 2.4 μs. 1H spin-lattice relaxation times were obtained with the inversion-recovery sequence modified with DEPTH detection. As all 1Hs show the same T 1, no differentiation with regard to different proton sites is done.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Single-pulse <sup>27</sup>Al MAS NMR spectra have been\nacquired\nwith a pulse length of 0.5 μs (&lt;30° flip angle) and\na recycle delay of 1 s. <sup>27</sup>Al MQMAS spectra were\nobtained with the <italic>Z</italic>-filter method, applying high-power pulses of 3 and 1 μs to excite\ntriple quantum (3Q) coherence and reconvert back to zero quantum coherence\nwith a radio frequency (rf) field of 120 kHz. After 2D Fourier transform,\na shearing transformation was done to obtain a purely isotropic frequency\ncomponent along the <italic>F</italic>1 axis. <italic>Z</italic>-filter\ntime and <italic>t</italic>\n<sub>1</sub> increment were 20 and 10 μs,\nrespectively. <sup>27</sup>Al­{<sup>1</sup>H} FSLG-HETCOR spectra have been acquired with a range of contact\ntimes between 1 and 4 ms and 32 <italic>t</italic>\n<sub>1</sub> increments\nwith 1680 scans and rf field strengths of 170 and 125 kHz for <sup>27</sup>Al and <sup>1</sup>H, respectively. <sup>27</sup>Al­{<sup>1</sup>H} CPMAS spectra were recorded\nwith variable contact times up to 6 ms. <sup>13</sup>C CPMAS spectra\nwere acquired with a contact time of 1 ms, and a ramped pulse on the <sup>1</sup>H channel was employed. Spectrum deconvolution was done using\nthe dmfit software.\n<sup>1</sup>H and <sup>13</sup>C spectra were referenced to Si­(CH<sub>3</sub>)<sub>4</sub> (TMS) using polydimethylsiloxane and\ntyrosine hydrochloride as secondary references, respectively. <sup>27</sup>Al spectra are referenced to a 1 M solution of Al­(NO<sub>3</sub>)<sub>3</sub>. All measurements were performed at room temperature.</p>", "clean_text": "Single-pulse 27Al MAS NMR spectra have been acquired with a pulse length of 0.5 μs (<30° flip angle) and a recycle delay of 1s. 27Al MQMAS spectra were obtained with the Z-filter method, applying high-power pulses of 3 and 1 μs to excite triple quantum (3Q) coherence and reconvert back to zero quantum coherence with a radio frequency (rf) field of 120 kHz. After 2D Fourier transform, a shearing transformation was done to obtain a purely isotropic frequency component along the F1 axis. Z-filter time and t 1 increment were 20 and 10 μs, respectively. 27Al{1H} FSLG-HETCOR spectra have been acquired with a range of contact times between 1 and 4 ms and 32 t 1 increments with 1680 scans and rf field strengths of 170 and 125 kHz for 27Al and 1H, respectively. 27Al{1H} CPMAS spectra were recorded with variable contact times up to 6 ms. 13C CPMAS spectra were acquired with a contact time of 1 ms, and a ramped pulse on the 1H channel was employed. Spectrum deconvolution was done using the dmfit software. 1H and 13C spectra were referenced to Si(CH3)4 (TMS) using polydimethylsiloxane and tyrosine hydrochloride as secondary references, respectively. 27Al spectra are referenced to a 1 M solution of Al(NO3)3. All measurements were performed at room temperature.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>IR Spectra of NO-Loaded MIL-100­(Al)</title><p>FTIR spectra were\nrecorded for the sealed glass tube samples a to e and a sealed glass\ntube sample just containing NO in an IR microscope (Bruker Hyperion\n3000) with the help of a Bruker VERTEX 80v spectrometer. At first,\nbackground and sample scans are recorded as interferograms from a\npolychromatic Mid-IR source, having a Michelson-interferometer in\nthe optical path. Prior to the measurement, sealed glass tubes were\nintroduced into the IR cell. All experiments were carried out at room\ntemperature in the transmission mode. By measuring the empty glass\ntube as background, only the IR bands of the MOF and of the adsorbed\nNO molecules appear in the absorption spectra.</p>", "clean_text": "IR Spectra of NO-Loaded MIL-100(Al)\n\nFTIR spectra were recorded for the sealed glass tube samples a to e and a sealed glass tube sample just containing NO in an IR microscope (Bruker Hyperion 3000) with the help of a Bruker VERTEX 80v spectrometer. At first, background and sample scans are recorded as interferograms from a polychromatic Mid-IR source, having a Michelson-interferometer in the optical path. Prior to the measurement, sealed glass tubes were introduced into the IR cell. All experiments were carried out at room temperature in the transmission mode. By measuring the empty glass tube as background, only the IR bands of the MOF and of the adsorbed NO molecules appear in the absorption spectra.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>\n<sup>1</sup>H MAS NMR of MIL-100­(Al)</title><p>The isotropic\nregion of the <sup>1</sup>H MAS spectrum of dehydrated MIL-100­(Al)\nis shown in . A major signal at 9.1 ppm assigned to framework aromatic protons\nof btc and two minor signals at 1.5 and 0.3 ppm for hydroxyl protons\ncan be distinguished. For deconvolution, two additional signals at\n6.8 and 4.5 ppm are necessary for a reasonable fit. These are assigned\nto protons from Al­(OH)<sub>3</sub> (see below) and remaining water\nadsorbed during packing of the sample into the MAS rotor, respectively.\nAs can be seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">Figure S2</ext-link>, the signal\nat 4.5 ppm is practically absent in a sample prepared in a sealed\nglass tube (sample a), and a signal for aromatic protons appears at\n9.4 ppm. The <sup>1</sup>H resonance of aromatic protons in the sealed\nglass tube (sample a) is shifted 0.3 ppm to a higher frequency in\ncomparison to the <sup>1</sup>H resonance of the hydrated MOF as dehydration\nchanged the coordination environment of MOF. A similar observation\nwas also reported for Cu<sub>3</sub>(btc)<sub>2</sub>, showing an\nincrease of the <sup>1</sup>H chemical shift after removal of water.\n</p>", "clean_text": "Results and Discussion\n\n 1H MAS NMR of MIL-100(Al)\n\nThe isotropic region of the 1H MAS spectrum of dehydrated MIL-100(Al) is shown in . A major signal at 9.1 ppm assigned to framework aromatic protons of btc and two minor signals at 1.5 and 0.3 ppm for hydroxyl protons can be distinguished. For deconvolution, two additional signals at 6.8 and 4.5 ppm are necessary for a reasonable fit. These are assigned to protons from Al(OH)3 (see below) and remaining water adsorbed during packing of the sample into the MAS rotor, respectively. As can be seen in Figure S2, the signal at 4.5 ppm is practically absent in a sample prepared in a sealed glass tube (sample a), and a signal for aromatic protons appears at 9.4 ppm. The 1H resonance of aromatic protons in the sealed glass tube (sample a) is shifted 0.3 ppm to a higher frequency in comparison to the 1H resonance of the hydrated MOF as dehydration changed the coordination environment of MOF. A similar observation was also reported for Cu3(btc)2, showing an increase of the 1H chemical shift after removal of water. ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<sup>1</sup>H MAS spectrum of dehydrated MIL-100­(Al) (full\nrotor).\nThe experimental spectrum is shown as a solid line and the corresponding\nfit as a dotted line on top. Individual signals are given below the\nexperimental spectrum as dashed lines.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2018-01725q_0001.tif\"></graphic>\n</fig>", "clean_text": " 1   1H MAS spectrum of dehydrated MIL-100(Al) (full rotor). The experimental spectrum is shown as a solid line and the corresponding fit as a dotted line on top. Individual signals are given below the experimental spectrum as dashed lines.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>In comparison to the results from Haouas et al., similar\nshifts\nfor btc and hydroxyl protons are reported. However, because of the modified synthesis no extraframework btc\nis present on the cost of some Al­(OH)<sub>3</sub>. Furthermore, the\nhydroxyl proton signals are much better visible in our samples. It\nis also interesting why there are exactly two different hydroxyl proton\nsignals present. This hints at the fact that not all Al<sub>3</sub>(μ<sub>3</sub>-O) trimers are identical in terms of hydroxyl\ngroup attachment to the aluminum.</p>", "clean_text": "In comparison to the results from Haouas et al., similar shifts for btc and hydroxyl protons are reported. However, because of the modified synthesis no extraframework btc is present on the cost of some Al(OH)3. Furthermore, the hydroxyl proton signals are much better visible in our samples. It is also interesting why there are exactly two different hydroxyl proton signals present. This hints at the fact that not all Al3(μ3-O) trimers are identical in terms of hydroxyl group attachment to the aluminum.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Hunger et al. reported three\ndifferent types of SiOH groups yielding <sup>1</sup>H MAS NMR signals\nof 1.2, 1.7, and 2.1 ppm in H-ZSM-5 because\nof hydrogen bonding of SiOH groups to neighboring framework oxygen\natoms. Maybe this is also the case in\nMIL-100­(Al). From the deconvolution of the <sup>1</sup>H spectrum,\nthe area ratio between btc and hydroxyl protons is 6.5:1, which is\nclose to the calculated value of 6:1 based on the chemical formula\nof MIL-100­(Al) showing reasonable agreement.</p>", "clean_text": "Hunger et al. reported three different types of SiOH groups yielding 1H MAS NMR signals of 1.2, 1.7, and 2.1 ppm in H-ZSM-5 because of hydrogen bonding of SiOH groups to neighboring framework oxygen atoms. Maybe this is also the case in MIL-100(Al). From the deconvolution of the 1H spectrum, the area ratio between btc and hydroxyl protons is 6.5:1, which is close to the calculated value of 6:1 based on the chemical formula of MIL-100(Al) showing reasonable agreement.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>\n<sup>27</sup>Al MAS NMR\nof MIL-100­(Al)</title><p>\n shows the <sup>27</sup>Al\nMAS NMR spectrum of as-synthesized, hydrated MIL-100­(Al). Two signals\nand a shoulder can be seen, all representing six-coordinated aluminum\nsites. The spectrum is similar to the one of Haouas et al. apart from the signal at 12.1 ppm. We assign\nthis to extraframework Al­(OH)<sub>3</sub> present in the MOF (see\nalso the Experiments below). There are several crystalline modifications\nof aluminum hydroxide existing, additional to amorphous ones whose\nNMR data have been investigated by several researchers. For instance, Ashbrook et al. reported similar shift values for\nbayerite (α-Al­(OH)<sub>3</sub>). From both <sup>1</sup>H and <sup>27</sup>Al quantification, we conclude\nthat the amount of Al­(OH)<sub>3</sub> is about 15%.</p>", "clean_text": " 27Al MAS NMR of MIL-100(Al)\n\n  shows the 27Al MAS NMR spectrum of as-synthesized, hydrated MIL-100(Al). Two signals and a shoulder can be seen, all representing six-coordinated aluminum sites. The spectrum is similar to the one of Haouas et al. apart from the signal at 12.1 ppm. We assign this to extraframework Al(OH)3 present in the MOF (see also the Experiments below). There are several crystalline modifications of aluminum hydroxide existing, additional to amorphous ones whose NMR data have been investigated by several researchers. For instance, Ashbrook et al. reported similar shift values for bayerite (α-Al(OH)3). From both 1H and 27Al quantification, we conclude that the amount of Al(OH)3 is about 15%.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Central part of the <sup>27</sup>Al MAS NMR spectra of hydrated\n(bottom) and dehydrated (top) MIL-100­(Al).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2018-01725q_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Central part of the 27Al MAS NMR spectra of hydrated (bottom) and dehydrated (top) MIL-100(Al).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Also included in  is the <sup>27</sup>Al spectrum of dehydrated MIL-100­(Al)\nshowing an intense five-coordinated site around 35 ppm. The signal\nof extraframework Al­(OH)<sub>3</sub> is still present. The other two\nsix-coordinated sites are shifted to lower ppm values and significantly\nbroadened. This is also observed in the dehydration of other aluminum-containing\nmaterials such as zeolites.\n</p>", "clean_text": "Also included in  is the 27Al spectrum of dehydrated MIL-100(Al) showing an intense five-coordinated site around 35 ppm. The signal of extraframework Al(OH)3 is still present. The other two six-coordinated sites are shifted to lower ppm values and significantly broadened. This is also observed in the dehydration of other aluminum-containing materials such as zeolites. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>It\ncan be clearly seen that the intensity of the two other six-coordinated\nsites is decreasing with respect to the Al­(OH)<sub>3</sub> signal.\nFive- and six-coordinated sites have an approximate ratio of 1:1 based\non only the isotropic signals. Haouas et al. reported that maximum\n30% of the total aluminum is in a fivefold coordination. This indicates that our material might offer\nmore adsorption sites for guest molecules.</p>", "clean_text": "It can be clearly seen that the intensity of the two other six-coordinated sites is decreasing with respect to the Al(OH)3 signal. Five- and six-coordinated sites have an approximate ratio of 1:1 based on only the isotropic signals. Haouas et al. reported that maximum 30% of the total aluminum is in a fivefold coordination. This indicates that our material might offer more adsorption sites for guest molecules.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>\n<sup>27</sup>Al 3Q MAS\nNMR of MIL-100­(Al)</title><p>The MQMAS\nsheared spectrum of dehydrated MIL-100­(Al) is shown in . Two six-coordinated and one\nfive-coordinated site can clearly be differentiated. The five-coordinated\nsite shows a strong quadrupolar coupling as expected for a strongly\nasymmetric geometry. However, one of the six-coordinated sites, the\none from the MOF, shows a long tail to lower ppm values, indicating\nalso a strong asymmetry. This is a consequence of the dehydration\nprocess as for the hydrated MOF a smaller width is present as can\nbe seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">Figure S3</ext-link>. Because of the different\nmultiple-quantum excitation efficiencies of the different sites, signals\nat the more negative shift values are not excited effectively.</p>", "clean_text": " 27Al 3Q MAS NMR of MIL-100(Al)\n\nThe MQMAS sheared spectrum of dehydrated MIL-100(Al) is shown in . Two six-coordinated and one five-coordinated site can clearly be differentiated. The five-coordinated site shows a strong quadrupolar coupling as expected for a strongly asymmetric geometry. However, one of the six-coordinated sites, the one from the MOF, shows a long tail to lower ppm values, indicating also a strong asymmetry. This is a consequence of the dehydration process as for the hydrated MOF a smaller width is present as can be seen in Figure S3. Because of the different multiple-quantum excitation efficiencies of the different sites, signals at the more negative shift values are not excited effectively.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>\n<sup>27</sup>Al MQMAS NMR spectrum of dehydrated MIL-100­(Al).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2018-01725q_0003.tif\"></graphic>\n</fig>", "clean_text": " 3   27Al MQMAS NMR spectrum of dehydrated MIL-100(Al).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The quadrupolar parameters for each site are determined with\nthe\nhelp of the following equations\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"jp-2018-01725q_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">SOQ</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Q</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>η</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>δ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">G</mml:mi>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>δ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">iso</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ν</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6000</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"jp-2018-01725q_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>δ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">iso</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">ξ(</mml:mi>\n<mml:mi>I</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>p</mml:mi>\n<mml:mo mathvariant=\"normal\" stretchy=\"false\">)</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>δ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">G</mml:mi>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:mi>p</mml:mi>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>δ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">G</mml:mi>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ξ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>I</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>p</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:mi>p</mml:mi>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "The quadrupolar parameters for each site are determined with the help of the following equations  1     SOQ   E   2   =     C   Q     2    ( 1 +     η   2     3   )  = -    (   δ   G 2   -   δ   iso   )    ν   2     6000        2       δ   iso   =   ( ξ( I , p )   δ   G 2   - | p |   δ   G 1   )   ξ  ( I , p )  -  | p |        ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>For the determination of the second-order quadrupolar effect\ncontaining\nthe quadrupolar coupling constant <italic>C</italic>\n<sub>Q</sub> and\nasymmetry parameter η, and the isotropic chemical shift δ<sub>iso</sub>, input parameters are the centers of gravity in the <italic>F</italic>1 and <italic>F</italic>2 dimension δ<sub>G1</sub> and δ<sub>G2</sub> (in ppm), respectively, as well as the\nmultiquantum coherence <italic>p</italic> = 3, and the relative induced\nquadrupolar shift, <inline-formula>\n<alternatives>\n<graphic xlink:href=\"jp-2018-01725q_m003.gif\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>ξ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>I</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>p</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula>. The isotropic shift is determined with\nthis equation from the nonsheared spectrum. The extracted values are\nsummarized in .</p>", "clean_text": "For the determination of the second-order quadrupolar effect containing the quadrupolar coupling constant C Q and asymmetry parameter η, and the isotropic chemical shift δiso, input parameters are the centers of gravity in the F1 and F2 dimension δG1 and δG2 (in ppm), respectively, as well as the multiquantum coherence p = 3, and the relative induced quadrupolar shift,      ξ  ( I , p )  =   3   4      . The isotropic shift is determined with this equation from the nonsheared spectrum. The extracted values are summarized in .", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>\n<sup>27</sup>Al MQMAS Analysis</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">dehydrated</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">hydrated</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic>C</italic>\n<sub>Q</sub> (MHz)</oasis:entry>\n<oasis:entry align=\"center\">δ<sub>iso</sub> (ppm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>C</italic>\n<sub>Q</sub> (MHz)</oasis:entry>\n<oasis:entry align=\"center\">δ<sub>iso</sub> (ppm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Al<sup>V</sup>\n</oasis:entry>\n<oasis:entry>5.3</oasis:entry>\n<oasis:entry>35.5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al(OH)<sub>3</sub>\n</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>12.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al<sup>VI</sup>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The extracted parameters show good\nagreement with those reported\nearlier. Dehydration\nincreases the quadrupolar coupling for the octahedral sites because\nof increase of disorder by removal of coordinated water molecules\nin the local neighborhood.</p>", "clean_text": "The extracted parameters show good agreement with those reported earlier. Dehydration increases the quadrupolar coupling for the octahedral sites because of increase of disorder by removal of coordinated water molecules in the local neighborhood.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The long tail of the octahedral sites\nis not well-represented in\nthe MQMAS spectra as can be seen also in the fit of the 1D MAS spectra\nbased on the values from  (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">Figure S4</ext-link>). A better deconvolution\ncan be achieved by assuming some disorder as, for instance, described\nby the Czjzek modeling. The Czjzek model (in\nthe “Simple” package provided in dmfit) combines the quadrupolar coupling with a distribution\nof chemical shifts. We therefore also applied the Czjzek modeling\nfor the deconvolution of the <sup>27</sup>Al MAS NMR spectra.</p>", "clean_text": "The long tail of the octahedral sites is not well-represented in the MQMAS spectra as can be seen also in the fit of the 1D MAS spectra based on the values from  (see Figure S4). A better deconvolution can be achieved by assuming some disorder as, for instance, described by the Czjzek modeling. The Czjzek model (in the \"Simple\" package provided in dmfit) combines the quadrupolar coupling with a distribution of chemical shifts. We therefore also applied the Czjzek modeling for the deconvolution of the 27Al MAS NMR spectra.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>\n represents\n1D MAS <sup>27</sup>Al spectra measured at magnetic fields of 9.4\nand 17.6 T. Deconvolution of the spectra with identical parameters\nfor both fields are summarized in . The Czjzek model was applied only for the\noctahedral sites of the MOF.</p>", "clean_text": "  represents 1D MAS 27Al spectra measured at magnetic fields of 9.4 and 17.6 T. Deconvolution of the spectra with identical parameters for both fields are summarized in . The Czjzek model was applied only for the octahedral sites of the MOF.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>\n<sup>27</sup>Al deconvoluted spectra of dehydrated\nMIL-100­(Al),\nmeasured at 195 MHz (left) and 104 MHz (right) using the Czjzek modeling.\nParameters are summarized in <xref ref-type=\"table\" rid=\"tbl2\">Table <xref ref-type=\"table\" rid=\"tbl2\"></xref>\n</xref>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2018-01725q_0004.tif\"></graphic>\n</fig>", "clean_text": " 4   27Al deconvoluted spectra of dehydrated MIL-100(Al), measured at 195 MHz (left) and 104 MHz (right) using the Czjzek modeling. Parameters are summarized in Table  .   ", "data": null, "include_properties": null}, {"idx": 29, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>\n<sup>27</sup>Al Parameters of the\n1D MAS Spectra Recorded at Magnetic Fields of 9.4 and 17.6 T Including\nthe Czjzek Model</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">dehydrated</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col5\" rowsep=\"1\">hydrated</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic>C</italic>\n<sub>Q</sub> (MHz)</oasis:entry>\n<oasis:entry align=\"center\">δ<sub>iso</sub> (ppm)</oasis:entry>\n<oasis:entry align=\"center\">FWHMCS (ppm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>C</italic>\n<sub>Q</sub> (MHz)</oasis:entry>\n<oasis:entry align=\"center\">δ<sub>iso</sub> (ppm)</oasis:entry>\n<oasis:entry align=\"center\">FWHMCS (ppm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Al<sup>V</sup>\n</oasis:entry>\n<oasis:entry>5.3</oasis:entry>\n<oasis:entry>35.5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al(OH)<sub>3</sub>\n</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>12.8</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al<sup>VI</sup>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>3.5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al<sup>VI</sup>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n<oasis:entry>–5.2</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>–3.8</oasis:entry>\n<oasis:entry>10</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The agreement with the spectra is\nsignificantly improved with only\nsmall changes of the quadrupole coupling constant. Only small variations\nof isotropic shift are needed in the Czjzek modeling. Generally, in\nthe hydrated MIL-100­(Al), all quadrupole coupling constants are smaller\nthan for the dehydrated MOF.</p>", "clean_text": "The agreement with the spectra is significantly improved with only small changes of the quadrupole coupling constant. Only small variations of isotropic shift are needed in the Czjzek modeling. Generally, in the hydrated MIL-100(Al), all quadrupole coupling constants are smaller than for the dehydrated MOF.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>\n<sup>1</sup>H–<sup>27</sup>Al Magnetization\nTransfer\nExperiments on MIL-100­(Al)</title><p>We recorded <sup>27</sup>Al­{<sup>1</sup>H} CPMAS spectra of dehydrated MIL-100­(Al) for more insight\ninto the proximity of proton and aluminum atoms.  depicts spectra recorded with\ndifferent contact times of dehydrated MIL-100­(Al). The signal at 12\nppm assigned to Al­(OH)<sub>3</sub> shows a decreasing signal intensity\nwith increasing contact time, finally disappearing at 2.5 ms. Because\nof the close proximity of aluminum to protons in Al­(OH)<sub>3</sub>, this is expected and strengthens our assignment of the 12 ppm signal\nas Al­(OH)<sub>3</sub>. The signal intensity of the six-coordinated\nMOF site(s) increases with the contact time, reaching maximum intensity\nat 2 ms. In addition, the intensity of the five-coordinated site increases\nsteadily until it reaches maximum at a contact time of 5 ms, which\nindicates that these aluminum spins are more distant from proton spins\ncompared to the six-coordinated sites. This also goes along with the\nstructure in which the five-coordinated site is lacking the OH<sup>–</sup> in opposition to the six-coordinated site; therefore,\nmagnetization transfer comes from more distant btc protons, which\nrequires a longer contact time for signal buildup.</p>", "clean_text": " 1H-27Al Magnetization Transfer Experiments on MIL-100(Al)\n\nWe recorded 27Al{1H} CPMAS spectra of dehydrated MIL-100(Al) for more insight into the proximity of proton and aluminum atoms.  depicts spectra recorded with different contact times of dehydrated MIL-100(Al). The signal at 12 ppm assigned to Al(OH)3 shows a decreasing signal intensity with increasing contact time, finally disappearing at 2.5 ms. Because of the close proximity of aluminum to protons in Al(OH)3, this is expected and strengthens our assignment of the 12 ppm signal as Al(OH)3. The signal intensity of the six-coordinated MOF site(s) increases with the contact time, reaching maximum intensity at 2 ms. In addition, the intensity of the five-coordinated site increases steadily until it reaches maximum at a contact time of 5 ms, which indicates that these aluminum spins are more distant from proton spins compared to the six-coordinated sites. This also goes along with the structure in which the five-coordinated site is lacking the OH- in opposition to the six-coordinated site; therefore, magnetization transfer comes from more distant btc protons, which requires a longer contact time for signal buildup.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>\n<sup>27</sup>Al­{<sup>1</sup>H} CPMAS NMR spectra of dehydrated\nMIL-100­(Al) (full rotor). Contact times are given next to each spectrum.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2018-01725q_0005.tif\"></graphic>\n</fig>", "clean_text": " 5   27Al{1H} CPMAS NMR spectra of dehydrated MIL-100(Al) (full rotor). Contact times are given next to each spectrum.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>A more quantitative comparison\nof the variable contact time experiments\ncan be obtained by fitting the double-exponential behavior of CP kinetics\nfor dehydrated MIL-100­(Al) according to the following equation for the signal intensity<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"jp-2018-01725q_m004.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>I</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>t</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">IS</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">I</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>t</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">I</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>t</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">IS</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>Here, <italic>T</italic>\n<sub>IS</sub> denotes\nthe CP time constant between abundant spins I (<sup>1</sup>H) and\ndiluted spins S (<sup>27</sup>Al). <italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> indicates\nthe spin–lattice relaxation of the dilute spin in the rotating\nframe. <italic>t</italic> is the contact time.</p>", "clean_text": "A more quantitative comparison of the variable contact time experiments can be obtained by fitting the double-exponential behavior of CP kinetics for dehydrated MIL-100(Al) according to the following equation for the signal intensity 3     I  ( t )  =   I   0     ( 1 -     T   IS       T   1 ρ   I     )   - 1    [   e   - t /   T   1 ρ   I     -   e   - t /   T   IS     ]     Here, T IS denotes the CP time constant between abundant spins I (1H) and diluted spins S (27Al). T 1ρ I indicates the spin-lattice relaxation of the dilute spin in the rotating frame. t is the contact time.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>In <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">Figure S5</ext-link> the fitting of the variable-contact\ntime experiment to the double-exponential function () is shown for the three sites.\nThe obtained values are summarized in .</p><p>\n<italic>T</italic>\n<sub>IS</sub> for Al­(OH)<sub>3</sub> is very\nshort, for both hydrated and dehydrated samples. Because <sup>27</sup>Al in Al­(OH)<sub>3</sub> is close to the <sup>1</sup>H species, this\nresults in a strong I–S dipolar interaction and shortens <italic>T</italic>\n<sub>IS</sub>. In the dehydrated sample, <italic>T</italic>\n<sub>IS</sub> of the five-coordinated site is much longer than that\nof the six-coordinated site, as expected. Because of the larger distance\nto protons, the signal of the five-coordinated site requires a longer\nCP time for transfer. In the hydrated MOF, <italic>T</italic>\n<sub>IS</sub> of the six-coordinated site decreases as there are additional\nwater molecules around that contribute to the magnetization transfer. <italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> values also decrease in the hydrated form. A similar behavior\nwas also observed in a <sup>1</sup>H–<sup>29</sup>Si CP experiment\nfor the Zeolite MAP. The variation in <italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> is indicative of the different proton mobilities in MIL-100­(Al).</p>", "clean_text": "In Figure S5 the fitting of the variable-contact time experiment to the double-exponential function () is shown for the three sites. The obtained values are summarized in .\n\n T IS for Al(OH)3 is very short, for both hydrated and dehydrated samples. Because 27Al in Al(OH)3 is close to the 1H species, this results in a strong I-S dipolar interaction and shortens T IS. In the dehydrated sample, T IS of the five-coordinated site is much longer than that of the six-coordinated site, as expected. Because of the larger distance to protons, the signal of the five-coordinated site requires a longer CP time for transfer. In the hydrated MOF, T IS of the six-coordinated site decreases as there are additional water molecules around that contribute to the magnetization transfer. T 1ρ I values also decrease in the hydrated form. A similar behavior was also observed in a 1H-29Si CP experiment for the Zeolite MAP. The variation in T 1ρ I is indicative of the different proton mobilities in MIL-100(Al).", "data": null, "include_properties": null}, {"idx": 35, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>\n<italic>T</italic>\n<sub>IS</sub> and <italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> Values for Dehydrated and Hydrated MIL-100­(Al)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">dehydrated</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">hydrated</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub>IS</sub> (ms)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> (ms)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub>IS</sub> (ms)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> (ms)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Al<sup>V</sup>\n</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>10.5<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al(OH)<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al<sup>VI</sup>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>7.5</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n<oasis:entry>6</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Approximate value as experiments\nwere run only until a contact time of 6 ms.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Additionally, <italic>T</italic>\n<sub>IS</sub> can also be estimated\nfrom the following formula\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"jp-2018-01725q_m005.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">IS</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:msqrt>\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mi>π</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>5</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:msqrt>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">IS</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msqrt>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">II</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msqrt>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<italic>M</italic>\n<sub>2,IS</sub> and <italic>M</italic>\n<sub>2,II</sub> are the heteronuclear and\nhomonuclear second\nmoments, respectively, and were calculated from the atom positions\nin the crystal structure of MIL-100­(Al). For that, the interatomic\ndistances were included up to a distance of 10 Å. The surrounding\nof the aluminum trimer in the crystal structure is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">Figure S6</ext-link>. The calculated values are 25 and 330\nkHz<sup>2</sup>, respectively. From that we determined <italic>T</italic>\n<sub>IS</sub> to 0.5 ms, which is in good agreement with the experimental\nvalue of 0.6 ms for the hydrated form, as the crystal structure used\nfor calculation is also given for the hydrated form.</p>", "clean_text": "Additionally, T IS can also be estimated from the following formula  4       1     T   IS     =   3   2       2 π   5         M   2 , IS         M   2 , II           M 2,IS and M 2,II are the heteronuclear and homonuclear second moments, respectively, and were calculated from the atom positions in the crystal structure of MIL-100(Al). For that, the interatomic distances were included up to a distance of 10 Å. The surrounding of the aluminum trimer in the crystal structure is shown in Figure S6. The calculated values are 25 and 330 kHz2, respectively. From that we determined T IS to 0.5 ms, which is in good agreement with the experimental value of 0.6 ms for the hydrated form, as the crystal structure used for calculation is also given for the hydrated form.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Information\nabout connectivities of protons and aluminum atoms\nis obtained from the 2D HETCOR spectrum shown in . Only the six-coordinated\naluminum sites are shown. No five-coordinated <sup>27</sup>Al signal\nis observable in this correlation experiment because of signal-to-noise\nand the rather short contact time. Furthermore, the long tail because\nof the six coordinated sites is not resolved.</p>", "clean_text": "Information about connectivities of protons and aluminum atoms is obtained from the 2D HETCOR spectrum shown in . Only the six-coordinated aluminum sites are shown. No five-coordinated 27Al signal is observable in this correlation experiment because of signal-to-noise and the rather short contact time. Furthermore, the long tail because of the six coordinated sites is not resolved.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>\n<sup>27</sup>Al­{<sup>1</sup>H} HETCOR spectrum of dehydrated MIL-100­(Al)\nobtained with a contact time of 2 ms.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2018-01725q_0006.tif\"></graphic>\n</fig>", "clean_text": " 6   27Al{1H} HETCOR spectrum of dehydrated MIL-100(Al) obtained with a contact time of 2 ms.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Despite the quite low resolution, interesting information\ncan be\nobtained. Correlations between the Al site of the MOF at 2 ppm with\nhydroxide and btc proton signals are evident, as expected. The 12\nppm signal assigned as Al­(OH)<sub>3</sub> shows a correlation peak\nwith the <sup>1</sup>H signal around 7 ppm. This correlation between <sup>1</sup>H and <sup>27</sup>Al further supports our assignment to extraframework\nAl­(OH)<sub>3</sub>. The <sup>1</sup>H shift of Al­(OH)<sub>3</sub> is\nreported as 6.7 ppm. Interestingly, there\nis a correlation peak for the Al­(OH)<sub>3</sub>\n<sup>27</sup>Al signal\nwith the hydroxide protons. This hints at the fact that the Al­(OH)<sub>3</sub> resides within the pores.</p>", "clean_text": "Despite the quite low resolution, interesting information can be obtained. Correlations between the Al site of the MOF at 2 ppm with hydroxide and btc proton signals are evident, as expected. The 12 ppm signal assigned as Al(OH)3 shows a correlation peak with the 1H signal around 7 ppm. This correlation between 1H and 27Al further supports our assignment to extraframework Al(OH)3. The 1H shift of Al(OH)3 is reported as 6.7 ppm. Interestingly, there is a correlation peak for the Al(OH)3 27Al signal with the hydroxide protons. This hints at the fact that the Al(OH)3 resides within the pores.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Summarizing the different\nNMR experiments to characterize the MIL-100­(Al)\nprepared by a different synthesis route, we can conclude that no extraframework\nbtc is present, rather a small amount of Al­(OH)<sub>3</sub> residing\nclose to hydroxyl protons of the Al­(3μ<sub>3</sub>-O) trimer.\nSignals of the hydroxyl protons are more clearly visible compared\nto the first study by Haouas et al. On\nthis basis, we will now address the adsorption capacities of MIL-100­(Al)\nwith respect to NO studied by NMR.</p>", "clean_text": "Summarizing the different NMR experiments to characterize the MIL-100(Al) prepared by a different synthesis route, we can conclude that no extraframework btc is present, rather a small amount of Al(OH)3 residing close to hydroxyl protons of the Al(3μ3-O) trimer. Signals of the hydroxyl protons are more clearly visible compared to the first study by Haouas et al. On this basis, we will now address the adsorption capacities of MIL-100(Al) with respect to NO studied by NMR.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>Interaction of Nitric Oxide\nwith MIL-100­(Al)</title><p>Because\nof the paramagnetic nature of NO, the direct detection of <sup>15</sup>N NMR signals is not possible. Therefore, we base our analysis indirectly\non the effects of NO on the NMR of other nuclei of the MOF. For understanding\nNO interaction with MIL-100­(Al), at first <sup>27</sup>Al MAS spectra\nof sealed samples (a–e) were recorded.  summarizes the results. The intensity of\nthe five-coordinated site is decreasing with increasing NO loading,\nwhereas the intensity of the six-coordinated site is increasing. This\nis an indication for NO adsorption at the unsaturated metal sites.\nAlready at the lowest NO loading the width of the five-coordinated\nsite is significantly reduced. This can be explained by a reduced\nasymmetry of this site. Alternativelyalthough not visible\nfrom the MQMAS experiment for the unloaded MOFthere are two\nfive-coordinated sites present with one disappearing upon adsorption\nof NO (see also below).</p>", "clean_text": "Interaction of Nitric Oxide with MIL-100(Al)\n\nBecause of the paramagnetic nature of NO, the direct detection of 15N NMR signals is not possible. Therefore, we base our analysis indirectly on the effects of NO on the NMR of other nuclei of the MOF. For understanding NO interaction with MIL-100(Al), at first 27Al MAS spectra of sealed samples (a-e) were recorded.  summarizes the results. The intensity of the five-coordinated site is decreasing with increasing NO loading, whereas the intensity of the six-coordinated site is increasing. This is an indication for NO adsorption at the unsaturated metal sites. Already at the lowest NO loading the width of the five-coordinated site is significantly reduced. This can be explained by a reduced asymmetry of this site. Alternativelyalthough not visible from the MQMAS experiment for the unloaded MOFthere are two five-coordinated sites present with one disappearing upon adsorption of NO (see also below).", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>\n<sup>27</sup>Al NMR spectra of NO-loaded MIL100­(Al)\nsamples a–e\n(from bottom to top). Intensities are normalized with respect to the\nAl­(OH)<sub>3</sub> signal.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2018-01725q_0007.tif\"></graphic>\n</fig>", "clean_text": " 7   27Al NMR spectra of NO-loaded MIL100(Al) samples a-e (from bottom to top). Intensities are normalized with respect to the Al(OH)3 signal.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>From 1 NO/Al<sub>3</sub> upwards, the intensity of the five-coordinated\nsite is not decreasing any further (data not shown), indicating that\nfurther adsorption of NO at the unsaturated metal sites is not possible.\nWe assume that up to 1 NO/Al<sub>3</sub> is the maximum adsorption\namount for NO in MIL-100­(Al), though then there are still 50% unsaturated\nmetal sites available. However, at room temperature adsorption of\nNO is supposedly rather weak in comparison to water, with which all five-coordinated sites convert to six-coordinated\nsites.</p>", "clean_text": "From 1 NO/Al3 upwards, the intensity of the five-coordinated site is not decreasing any further (data not shown), indicating that further adsorption of NO at the unsaturated metal sites is not possible. We assume that up to 1 NO/Al3 is the maximum adsorption amount for NO in MIL-100(Al), though then there are still 50% unsaturated metal sites available. However, at room temperature adsorption of NO is supposedly rather weak in comparison to water, with which all five-coordinated sites convert to six-coordinated sites.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Further information on NO interaction with the MOF is\nobtained\nfrom <sup>1</sup>H <italic>T</italic>\n<sub>1</sub> relaxation data,\nas shown in . A quasi-linear decrease of <italic>T</italic>\n<sub>1</sub> with\nan increasing amount of NO is observed. NO is paramagnetic by nature\nbecause of the presence of an unpaired electron, which significantly\ninfluences the relaxation times. In a related study, we reported NO\ninfluence on <sup>1</sup>H <italic>T</italic>\n<sub>1</sub> of the MOF\nCu<sub>3</sub>btc<sub>2</sub> where unpaired electron density of antiferromagnetically\ncoupled Cu<sup>2+</sup> pairs is reduced by NO adsorption; thereby <sup>1</sup>H <italic>T</italic>\n<sub>1</sub> increased with increasing\namount of NO. In case of diamagnetic\nMIL-100­(Al), the close proximity of NO with the protons of the MOF\n(preferably at the unsaturated aluminum site or just within the pores)\nleads to a decrease of <sup>1</sup>H <italic>T</italic>\n<sub>1</sub>. The almost perfectly linear decrease of <italic>T</italic>\n<sub>1</sub> with the NO content and the fact that all samples show a\nmonoexponential behavior indicates a uniform distribution of NO within\nthe MOF. Further increasing NO loading up to 3 NO/Al<sub>3</sub> did\nnot reduce <italic>T</italic>\n<sub>1</sub> anymore (data not shown).\nThe reduction of <italic>T</italic>\n<sub>1</sub> by 1 NO/Al<sub>3</sub> is already very strong so that more NO might not have a significant\neffect on the spin–lattice relaxation time anymore.</p>", "clean_text": "Further information on NO interaction with the MOF is obtained from 1H T 1 relaxation data, as shown in . A quasi-linear decrease of T 1 with an increasing amount of NO is observed. NO is paramagnetic by nature because of the presence of an unpaired electron, which significantly influences the relaxation times. In a related study, we reported NO influence on 1H T 1 of the MOF Cu3btc2 where unpaired electron density of antiferromagnetically coupled Cu2+ pairs is reduced by NO adsorption; thereby 1H T 1 increased with increasing amount of NO. In case of diamagnetic MIL-100(Al), the close proximity of NO with the protons of the MOF (preferably at the unsaturated aluminum site or just within the pores) leads to a decrease of 1H T 1. The almost perfectly linear decrease of T 1 with the NO content and the fact that all samples show a monoexponential behavior indicates a uniform distribution of NO within the MOF. Further increasing NO loading up to 3 NO/Al3 did not reduce T 1 anymore (data not shown). The reduction of T 1 by 1 NO/Al3 is already very strong so that more NO might not have a significant effect on the spin-lattice relaxation time anymore.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>\n<sup>1</sup>H <italic>T</italic>\n<sub>1</sub> values of samples\na–e.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2018-01725q_0008.tif\"></graphic>\n</fig>", "clean_text": " 8   1H T 1 values of samples a-e.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>In a related study, electron\nparamagnetic resonance (EPR) data\nhave also been obtained in this system. There, an Al–NO interaction was detected at low temperatures,\nshowing a significant hyperfine interaction. This adsorption species\nis expected to also have a significant influence on the <sup>27</sup>Al spectrum and might lead to a strong line broadening that we might\nnot detect. Furthermore, EPR data indicate desorption of NO at temperatures\nclearly below room temperature. Otherwise, EPR data only detect a\nsmall portion of the incorporated NO, so there might be NO species\nin a conformation that is not paramagnetic and therefore not detectable\nby EPR. It was postulated that dimerization of NO is happening which\nis EPR-insensitive. These dimers could also interact with aluminum,\nwhich we detect via the NMR measurements. However, dimer formation\nof NO is expected to be enhanced at lower temperatures only, as it\nwas detected in MCM-41 below 70 K. Another\nexplanation could be the formation of NO<sup>+</sup> (see FTIR data\nbelow).</p>", "clean_text": "In a related study, electron paramagnetic resonance (EPR) data have also been obtained in this system. There, an Al-NO interaction was detected at low temperatures, showing a significant hyperfine interaction. This adsorption species is expected to also have a significant influence on the 27Al spectrum and might lead to a strong line broadening that we might not detect. Furthermore, EPR data indicate desorption of NO at temperatures clearly below room temperature. Otherwise, EPR data only detect a small portion of the incorporated NO, so there might be NO species in a conformation that is not paramagnetic and therefore not detectable by EPR. It was postulated that dimerization of NO is happening which is EPR-insensitive. These dimers could also interact with aluminum, which we detect via the NMR measurements. However, dimer formation of NO is expected to be enhanced at lower temperatures only, as it was detected in MCM-41 below 70 K. Another explanation could be the formation of NO+ (see FTIR data below).", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>The <sup>13</sup>C spectra of samples a to c together\nwith the\none from hydrated MIL-100­(Al), as shown in , also show interesting results. The two\nregions 170–175 ppm for carboxylate carbons and 130–140\nppm for aromatic carbons are clearly separated, without resolving\neach individual carbon site. After dehydration, the signals undergo\nsome line broadening presumably because of chemical shift distributions\nas a result of changes of the local structural environment similar\nto the <sup>27</sup>Al spectra discussed above. The removal of water\nbound to the trimer probably causes a lowering of symmetry because\nof distortions. Interestingly, the carboxylate signal is getting narrower\nwith an increasing NO content. Therefore, line broadening because\nof paramagnetic adsorption can be ruled out. In analogy to water adsorption,\nthe change of aluminum coordination number seems to induce some stress\nrelease in the MOF structure, thereby increasing the local symmetry\nand with that reducing the <sup>13</sup>C linewidth. One may conclude\nthat the direct interaction of NO with the carbon atoms is rather\nsmall and therefore the preferred interaction of NO-species with the\naluminum sites exists.</p>", "clean_text": "The 13C spectra of samples a to c together with the one from hydrated MIL-100(Al), as shown in , also show interesting results. The two regions 170-175 ppm for carboxylate carbons and 130-140 ppm for aromatic carbons are clearly separated, without resolving each individual carbon site. After dehydration, the signals undergo some line broadening presumably because of chemical shift distributions as a result of changes of the local structural environment similar to the 27Al spectra discussed above. The removal of water bound to the trimer probably causes a lowering of symmetry because of distortions. Interestingly, the carboxylate signal is getting narrower with an increasing NO content. Therefore, line broadening because of paramagnetic adsorption can be ruled out. In analogy to water adsorption, the change of aluminum coordination number seems to induce some stress release in the MOF structure, thereby increasing the local symmetry and with that reducing the 13C linewidth. One may conclude that the direct interaction of NO with the carbon atoms is rather small and therefore the preferred interaction of NO-species with the aluminum sites exists.", "data": null, "include_properties": null}, {"idx": 48, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>\n<sup>13</sup>C CPMAS spectra of samples a–c (from\nbottom),\ntogether with a hydrated MIL-100­(Al) (top).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"jp-2018-01725q_0009.tif\"></graphic>\n</fig>", "clean_text": " 9   13C CPMAS spectra of samples a-c (from bottom), together with a hydrated MIL-100(Al) (top).   ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>We have also recorded FTIR spectra of the sealed glass tube\nsamples\nwhich are prepared for NMR studies. The results are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">Figure S7</ext-link>. Here bands appear at 2350 and 2230\ncm<sup>–1</sup> for the NO-loaded sample with increasing intensity\nwith increasing NO loading. This falls within the typical range for\nNO<sup>+</sup> (2390 cm<sup>–1</sup>&gt; ν̃ &gt;\n2100\ncm<sup>–1</sup>). Dehydrated MIL-100­(Al)\nshows no bands in this region as expected. A neutral NO signal normally\nappears at 1876 cm<sup>–1</sup>. However, this could not be observed in our case, because the sealed\nglass tube absorbs all signals below 2100 cm<sup>–1</sup>.\nNevertheless, to measure exactly the same samples used for the NMR\nmeasurements, this glass tube could not be avoided.</p>", "clean_text": "We have also recorded FTIR spectra of the sealed glass tube samples which are prepared for NMR studies. The results are shown in Figure S7. Here bands appear at 2350 and 2230 cm-1 for the NO-loaded sample with increasing intensity with increasing NO loading. This falls within the typical range for NO+ (2390 cm-1> ν̃ > 2100 cm-1). Dehydrated MIL-100(Al) shows no bands in this region as expected. A neutral NO signal normally appears at 1876 cm-1. However, this could not be observed in our case, because the sealed glass tube absorbs all signals below 2100 cm-1. Nevertheless, to measure exactly the same samples used for the NMR measurements, this glass tube could not be avoided.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>Barth et\nal. reported bands of NO<sup>+</sup> in the same spectral\nrange for MIL-100­(Fe) and MIL-100­(Al). As discussed there, the presence of an NO<sup>+</sup> band derives\nfrom the interaction of Al with NO and would also explain our results\nof the <sup>27</sup>Al NMR spectra. Interaction of paramagnetic NO\nwith aluminum would result in hyperfine couplings which we did not\ndetect. This finding further strengthens NO interaction with the unsaturated\nmetal site in MIL-100­(Al). Quantification, however, is not easy and\ntherefore it is not clear how intense this process is.</p>", "clean_text": "Barth et al. reported bands of NO+ in the same spectral range for MIL-100(Fe) and MIL-100(Al). As discussed there, the presence of an NO+ band derives from the interaction of Al with NO and would also explain our results of the 27Al NMR spectra. Interaction of paramagnetic NO with aluminum would result in hyperfine couplings which we did not detect. This finding further strengthens NO interaction with the unsaturated metal site in MIL-100(Al). Quantification, however, is not easy and therefore it is not clear how intense this process is.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>MIL-100­(Al) prepared by a modified synthesis is studied by <sup>1</sup>H, <sup>27</sup>Al, and <sup>13</sup>C solid-state NMR. <sup>1</sup>H spectra have shown that there is no extraframework btc ligand\nin the MOF. <sup>27</sup>Al NMR data show that half of all Al sites\nare free for gas adsorption and that additional Al­(OH)<sub>3</sub> is present inside the pores, which is well-documented by <sup>27</sup>Al­{<sup>1</sup>H} HETCOR spectra. <sup>1</sup>H <italic>T</italic>\n<sub>1</sub> of NO-loaded MIL-100­(Al) decreases with NO loading representing\nuniform distribution of NO in the MOF. In addition, MIL-100­(Al) five-coordinated\nAl site intensity is decreasing with increasing NO loading, while\nsix-coordinated site intensity is increasing and a maximum of 1 NO\nper Al trimer can be adsorbed. This indicates rather weak NO adsorption.\nLewis-acid Al<sup>3+</sup> might lead to an attraction of the NO and\ntransfer electron density to the aluminum. FTIR data show the presence\nof NO<sup>+</sup> and goes along with the <sup>27</sup>Al NMR data.\nQuantification is not really possible and also paramagnetic NO interaction\nwith aluminum might exist though undetectable for NMR. Related EPR\ndata indicate that this interaction is only detectable at low temperatures.\nMost of the NO might be mobile within the pores and by interactions\nwith the MOF walls lead to fast <sup>1</sup>H relaxation. Together\nwith the previous EPR experiments, it seems that there are different\npossibilities for NO to interact with the MOF being detectable with\neither EPR or NMR.</p>", "clean_text": "Conclusions\n\nMIL-100(Al) prepared by a modified synthesis is studied by 1H, 27Al, and 13C solid-state NMR. 1H spectra have shown that there is no extraframework btc ligand in the MOF. 27Al NMR data show that half of all Al sites are free for gas adsorption and that additional Al(OH)3 is present inside the pores, which is well-documented by 27Al{1H} HETCOR spectra. 1H T 1 of NO-loaded MIL-100(Al) decreases with NO loading representing uniform distribution of NO in the MOF. In addition, MIL-100(Al) five-coordinated Al site intensity is decreasing with increasing NO loading, while six-coordinated site intensity is increasing and a maximum of 1 NO per Al trimer can be adsorbed. This indicates rather weak NO adsorption. Lewis-acid Al3+ might lead to an attraction of the NO and transfer electron density to the aluminum. FTIR data show the presence of NO+ and goes along with the 27Al NMR data. Quantification is not really possible and also paramagnetic NO interaction with aluminum might exist though undetectable for NMR. Related EPR data indicate that this interaction is only detectable at low temperatures. Most of the NO might be mobile within the pores and by interactions with the MOF walls lead to fast 1H relaxation. Together with the previous EPR experiments, it seems that there are different possibilities for NO to interact with the MOF being detectable with either EPR or NMR.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.jpcc.8b01725\">10.1021/acs.jpcc.8b01725</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>XRD pattern of\nMIL-100­(Al), deconvolution of the <sup>1</sup>H spectrum, <sup>27</sup>Al MQMAS of hydrated MIL-100­(Al),\ndeconvolution of <sup>27</sup>Al spectra with MQMAS fitting parameters,\nfitting of variable contact time measurements, surrounding of aluminum\ntrimer, and FTIR spectra of NO-loaded MIL-100­(Al) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.8b01725.  XRD pattern of MIL-100(Al), deconvolution of the 1H spectrum, 27Al MQMAS of hydrated MIL-100(Al), deconvolution of 27Al spectra with MQMAS fitting parameters, fitting of variable contact time measurements, surrounding of aluminum trimer, and FTIR spectra of NO-loaded MIL-100(Al) (PDF)   ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>XRD pattern of\nMIL-100­(Al), deconvolution of the <sup>1</sup>H spectrum, <sup>27</sup>Al MQMAS of hydrated MIL-100­(Al),\ndeconvolution of <sup>27</sup>Al spectra with MQMAS fitting parameters,\nfitting of variable contact time measurements, surrounding of aluminum\ntrimer, and FTIR spectra of NO-loaded MIL-100­(Al) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "XRD pattern of MIL-100(Al), deconvolution of the 1H spectrum, 27Al MQMAS of hydrated MIL-100(Al), deconvolution of 27Al spectra with MQMAS fitting parameters, fitting of variable contact time measurements, surrounding of aluminum trimer, and FTIR spectra of NO-loaded MIL-100(Al) (PDF)", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 5, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Synthesis\nof MIL-100­(Al)-Type MOFs</title><p>MIL-100­(Al) was\nsynthesized based on published procedures. At first, 1.363 g (3.633 mmol) Al­(NO)<sub>3</sub>·9H<sub>2</sub>O and 0.614 g (2.434 mmol) trimethyl-1,3,5-benzenetricarboxylate\nwere dissolved in 17.5 mL water and the mixture was transferred to\na Teflon-lined stainless steel autoclave after adding 0.302 g (4.793\nmmol) of nitric acid. The autoclave was placed in an oven at a temperature\nof 303 K, which was increased to 483 K at a rate of 3 K/min and subsequently\nheld at this temperature for 3 days. After thermal treatment, a light-yellow\nsolid was recovered by filtration and washed with 200 mL of water.\nFor further purification, the obtained solid was extracted via soxhlet\nextraction with ethanol for 16 h. After activation, the Brunauer–Emmett–Teller\narea was determined to be 1480 m<sup>2</sup>/g. The X-ray diffraction\npattern is included in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b01725/suppl_file/jp8b01725_si_001.pdf\">Supporting Information</ext-link> (Figure S1).</p>", "clean_text": "Experimental Section\n\nSynthesis of MIL-100(Al)-Type MOFs\n\nMIL-100(Al) was synthesized based on published procedures. At first, 1.363 g (3.633 mmol) Al(NO)3⋅9H2O and 0.614 g (2.434 mmol) trimethyl-1,3,5-benzenetricarboxylate were dissolved in 17.5 mL water and the mixture was transferred to a Teflon-lined stainless steel autoclave after adding 0.302 g (4.793 mmol) of nitric acid. The autoclave was placed in an oven at a temperature of 303 K, which was increased to 483 K at a rate of 3 K/min and subsequently held at this temperature for 3 days. After thermal treatment, a light-yellow solid was recovered by filtration and washed with 200 mL of water. For further purification, the obtained solid was extracted via soxhlet extraction with ethanol for 16 h. After activation, the Brunauer-Emmett-Teller area was determined to be 1480 m2/g. The X-ray diffraction pattern is included in the Supporting Information (Figure S1).", "data": [{"meta": {"name": "MIL-100­(Al)-Type MOFs", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Al­(NO)3·9H2O", "amount": "1.363", "unit": "g"}, {"name": "trimethyl-1,3,5-benzenetricarboxylate", "amount": "0.614", "unit": "g"}, {"name": "nitric acid", "amount": "0.302", "unit": "g"}], "solvent": [{"name": "water", "amount": "17.5", "unit": "mL"}], "pressure": "", "temperature": "303 K to 483 K", "time": "3 days", "heating rate": "3 K/min", "cooling rate": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": "200 mL"}, {"synthesis method": "extraction", "washing solution": "ethanol", "amount": "16 h"}, {"synthesis method": "activation", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}], "yield": "", "other properties": ["Brunauer–Emmett–Teller area: 1480 m2/g"]}], "include_properties": ["solvothermal_synthesis", "filtration", "washing"]}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>\n<sup>27</sup>Al MQMAS Analysis</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">dehydrated</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">hydrated</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic>C</italic>\n<sub>Q</sub> (MHz)</oasis:entry>\n<oasis:entry align=\"center\">δ<sub>iso</sub> (ppm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>C</italic>\n<sub>Q</sub> (MHz)</oasis:entry>\n<oasis:entry align=\"center\">δ<sub>iso</sub> (ppm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Al<sup>V</sup>\n</oasis:entry>\n<oasis:entry>5.3</oasis:entry>\n<oasis:entry>35.5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al(OH)<sub>3</sub>\n</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>12.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al<sup>VI</sup>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. 27Al MQMAS Analysis\n\n|                | dehydrated C<sub>Q</sub> (MHz) | dehydrated δ<sub>iso</sub> (ppm) | hydrated C<sub>Q</sub> (MHz) | hydrated δ<sub>iso</sub> (ppm) |\n|----------------|-------------------------------|---------------------------------|-----------------------------|-------------------------------|\n| Al<sup>V</sup>  | 5.3                           | 35.5                            |                             |                               |\n| Al(OH)<sub>3</sub> | 2.7                        | 12.1                            | 2.2                         | 12.8                          |\n| Al<sup>VI</sup><sub>1</sub> | 2.5                 | 3                               | 1.3                         | 3.9                           |", "data": [{"meta": {"name": "AlV", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "27Al MQMAS Analysis", "value": "dehydrated CQ: 5.3 MHz, dehydrated δiso: 35.5 ppm", "unit": "", "condition": ""}]}, {"meta": {"name": "Al(OH)3", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "27Al MQMAS Analysis", "value": "dehydrated CQ: 2.7 MHz, dehydrated δiso: 12.1 ppm, hydrated CQ: 2.2 MHz, hydrated δiso: 12.8 ppm", "unit": "", "condition": ""}]}, {"meta": {"name": "AlVI1", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "27Al MQMAS Analysis", "value": "dehydrated CQ: 2.5 MHz, dehydrated δiso: 3 ppm, hydrated CQ: 1.3 MHz, hydrated δiso: 3.9 ppm", "unit": "", "condition": ""}]}], "include_properties": ["simulation_parameters"]}, {"idx": 29, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>\n<sup>27</sup>Al Parameters of the\n1D MAS Spectra Recorded at Magnetic Fields of 9.4 and 17.6 T Including\nthe Czjzek Model</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">dehydrated</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col5\" rowsep=\"1\">hydrated</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic>C</italic>\n<sub>Q</sub> (MHz)</oasis:entry>\n<oasis:entry align=\"center\">δ<sub>iso</sub> (ppm)</oasis:entry>\n<oasis:entry align=\"center\">FWHMCS (ppm)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>C</italic>\n<sub>Q</sub> (MHz)</oasis:entry>\n<oasis:entry align=\"center\">δ<sub>iso</sub> (ppm)</oasis:entry>\n<oasis:entry align=\"center\">FWHMCS (ppm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Al<sup>V</sup>\n</oasis:entry>\n<oasis:entry>5.3</oasis:entry>\n<oasis:entry>35.5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al(OH)<sub>3</sub>\n</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>12.8</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al<sup>VI</sup>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>3.5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al<sup>VI</sup>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n<oasis:entry>–5.2</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>–3.8</oasis:entry>\n<oasis:entry>10</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. 27Al Parameters of the 1D MAS Spectra Recorded at Magnetic Fields of 9.4 and 17.6 T Including the Czjzek Model\n\n|              | dehydrated C<sub>Q</sub> (MHz) | dehydrated δ<sub>iso</sub> (ppm) | dehydrated FWHMCS (ppm) | hydrated C<sub>Q</sub> (MHz) | hydrated δ<sub>iso</sub> (ppm) | hydrated FWHMCS (ppm) |\n|--------------|-------------------------------|---------------------------------|-------------------------|-------------------------------|---------------------------------|-----------------------|\n| Al<sup>V</sup> | 5.3                           | 35.5                            |                         |                               |                                 |                       |\n| Al(OH)<sub>3</sub> | 2.7                       | 12.1                            |                         | 2.2                           | 12.8                            |                       |\n| Al<sup>VI</sup><sub>1</sub> | 2.8               | 2.8                             | 8                       | 1.5                           | 3.5                             | 5                     |\n| Al<sup>VI</sup><sub>2</sub> | 3.9               | –5.2                            | 20                      | 3                             | –3.8                            | 10                    |", "data": ["substring not found"], "include_properties": null}, {"idx": 35, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>\n<italic>T</italic>\n<sub>IS</sub> and <italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> Values for Dehydrated and Hydrated MIL-100­(Al)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">dehydrated</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">hydrated</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub>IS</sub> (ms)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> (ms)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub>IS</sub> (ms)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub arrange=\"stack\">1ρ</sub>\n<sup arrange=\"stack\">I</sup> (ms)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Al<sup>V</sup>\n</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n<oasis:entry>10.5<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al(OH)<sub>3</sub>\n</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Al<sup>VI</sup>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>7.5</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n<oasis:entry>6</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Approximate value as experiments\nwere run only until a contact time of 6 ms.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. T<sub>IS</sub> and T<sub>1ρI</sub> Values for Dehydrated and Hydrated MIL-100­(Al)\n\n|          | dehydrated |         | hydrated |         |\n|----------|------------|---------|----------|---------|\n|          | T<sub>IS</sub> (ms) | T<sub>1ρI</sub> (ms) | T<sub>IS</sub> (ms) | T<sub>1ρI</sub> (ms) |\n| Al<sup>V</sup> | 3.1 | 10.5[^a] |          |         |\n| Al(OH)<sub>3</sub> | 0.2 | 2.2 | 0.2 | 2 |\n| Al<sup>VI</sup><sub>1</sub> | 1 | 7.5 | 0.7 | 6 |\n\n[^a]: Approximate value as experiments were run only until a contact time of 6 ms.", "data": ["substring not found"], "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<sup>1</sup>H MAS spectrum of dehydrated MIL-100­(Al) (full\nrotor).\nThe experimental spectrum is shown as a solid line and the corresponding\nfit as a dotted line on top. Individual signals are given below the\nexperimental spectrum as dashed lines.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2018-01725q_0001.tif\"></graphic>\n</fig>", "clean_text": " 1   1H MAS spectrum of dehydrated MIL-100(Al) (full rotor). The experimental spectrum is shown as a solid line and the corresponding fit as a dotted line on top. Individual signals are given below the experimental spectrum as dashed lines.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Central part of the <sup>27</sup>Al MAS NMR spectra of hydrated\n(bottom) and dehydrated (top) MIL-100­(Al).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2018-01725q_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Central part of the 27Al MAS NMR spectra of hydrated (bottom) and dehydrated (top) MIL-100(Al).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>\n<sup>27</sup>Al MQMAS NMR spectrum of dehydrated MIL-100­(Al).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2018-01725q_0003.tif\"></graphic>\n</fig>", "clean_text": " 3   27Al MQMAS NMR spectrum of dehydrated MIL-100(Al).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>\n<sup>27</sup>Al deconvoluted spectra of dehydrated\nMIL-100­(Al),\nmeasured at 195 MHz (left) and 104 MHz (right) using the Czjzek modeling.\nParameters are summarized in <xref ref-type=\"table\" rid=\"tbl2\">Table <xref ref-type=\"table\" rid=\"tbl2\"></xref>\n</xref>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2018-01725q_0004.tif\"></graphic>\n</fig>", "clean_text": " 4   27Al deconvoluted spectra of dehydrated MIL-100(Al), measured at 195 MHz (left) and 104 MHz (right) using the Czjzek modeling. Parameters are summarized in Table  .   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>\n<sup>27</sup>Al­{<sup>1</sup>H} CPMAS NMR spectra of dehydrated\nMIL-100­(Al) (full rotor). Contact times are given next to each spectrum.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2018-01725q_0005.tif\"></graphic>\n</fig>", "clean_text": " 5   27Al{1H} CPMAS NMR spectra of dehydrated MIL-100(Al) (full rotor). Contact times are given next to each spectrum.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>\n<sup>27</sup>Al­{<sup>1</sup>H} HETCOR spectrum of dehydrated MIL-100­(Al)\nobtained with a contact time of 2 ms.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2018-01725q_0006.tif\"></graphic>\n</fig>", "clean_text": " 6   27Al{1H} HETCOR spectrum of dehydrated MIL-100(Al) obtained with a contact time of 2 ms.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>\n<sup>27</sup>Al NMR spectra of NO-loaded MIL100­(Al)\nsamples a–e\n(from bottom to top). Intensities are normalized with respect to the\nAl­(OH)<sub>3</sub> signal.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2018-01725q_0007.tif\"></graphic>\n</fig>", "clean_text": " 7   27Al NMR spectra of NO-loaded MIL100(Al) samples a-e (from bottom to top). Intensities are normalized with respect to the Al(OH)3 signal.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>\n<sup>1</sup>H <italic>T</italic>\n<sub>1</sub> values of samples\na–e.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2018-01725q_0008.tif\"></graphic>\n</fig>", "clean_text": " 8   1H T 1 values of samples a-e.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>\n<sup>13</sup>C CPMAS spectra of samples a–c (from\nbottom),\ntogether with a hydrated MIL-100­(Al) (top).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"jp-2018-01725q_0009.tif\"></graphic>\n</fig>", "clean_text": " 9   13C CPMAS spectra of samples a-c (from bottom), together with a hydrated MIL-100(Al) (top).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpcc.8b01725", "title": "\nNitric Oxide Adsorption in MIL-100(Al) MOF Studied\nby Solid-State NMR\n", "journal": "American Chemical\nSociety", "date": "2018.05", "author_list": ["Khan\nArafat\nHossain", "Barth\nBenjamin", "Hartmann\nMartin", "Haase\nJürgen", "Bertmer\nMarko"]}}