{"filepath": "../L2M3_data/1_application_papers/acs_xml/jz0c02974.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The encapsulation of perovskite quantum\ndots (PQDs) in metal organic\nframeworks (MOFs) is a promising strategy for fabricating stable and\nfunctional perovskite solid composites (denoted as PQDs@MOF), which\nhave exhibited great potential for optoelectronics, catalysis, and\nluminesce applications. However, the exciton diffusion distance, one\nof the key factors determining the performance of PQDs@MOF in these\napplications, remains unknown. Herein, by using time-resolved and\nphotoluminescence-scanned imaging microscopy, we report the observation\nof long-distance exciton transport (278 ± 12.6 nm) and high diffusion\ncoefficient (0.0428 ± 0.0039 cm<sup>2</sup>/s) in MAPbBr<sub>3</sub> PQDs@MOF microcrystals. We show that the long exciton diffusion\nlength, which is seven times longer than that in colloid MAPbBr<sub>3</sub> PQD solid films, can be attributed to the strong dipole–dipole\ncoupling between adjacent PQDs embedded in the MOF matrix and their\nlong carrier lifetimes. These findings demonstrate the great potential\nof PQDs@MOF crystals for optoelectronic applications.</p>", "clean_text": "The encapsulation of perovskite quantum dots (PQDs) in metal organic frameworks (MOFs) is a promising strategy for fabricating stable and functional perovskite solid composites (denoted as PQDs@MOF), which have exhibited great potential for optoelectronics, catalysis, and luminesce applications. However, the exciton diffusion distance, one of the key factors determining the performance of PQDs@MOF in these applications, remains unknown. Herein, by using time-resolved and photoluminescence-scanned imaging microscopy, we report the observation of long-distance exciton transport (278 ± 12.6 nm) and high diffusion coefficient (0.0428 ± 0.0039 cm2/s) in MAPbBr3 PQDs@MOF microcrystals. We show that the long exciton diffusion length, which is seven times longer than that in colloid MAPbBr3 PQD solid films, can be attributed to the strong dipole-dipole coupling between adjacent PQDs embedded in the MOF matrix and their long carrier lifetimes. These findings demonstrate the great potential of PQDs@MOF crystals for optoelectronic applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Lead halide perovskite quantum\ndots (PQDs) or nanocrystals (PNCs) hold great promise for solar cells,\nlight-emitting diodes, lasers, and photodetectors owing to their extraordinary\nphotophysical properties such as long carrier lifetime, tunable band\ngap energy, and high defect tolerance. For application in a practical device (e.g., PQD solar cells), PQDs\nsolids such as thin films are usually required. One of the key\nfactors that determine the performance of PQDs solids is the distance\nof dot-to-dot exciton migration, where a longer exciton transport\ndistance can enable a more efficient utilization of photon energy. Such exciton/charge transport processes have\nbeen extensively studied in traditional II–VI and IV–VI\nQDs (e.g., CdSe and PbS) solid films, where the excitons typically\nexhibit a short diffusion distance (e.g., 10–80 nm). This is partly attributed to the use of insulating ligands in QDs,\noften long alkyl chains, which can stabilize the QDs but become a\nbarrier for dot-to-dot exciton migration. The same challenge remains\nin colloid PQDs solid films, where the exciton diffusion length was\nfound to be within 71 nm, even for the PQDs with short-chain ligands. As an exception, Penzo et al. recently reported\na remarkable long-distance (ca. 200 nm) exciton transport in close-packed\n2D assembly of CsPbBr<sub>3</sub> NCs. Furthermore, the instability of PQDs against moisture, light, and\nheat also hinders their practical applications.\n</p>", "clean_text": "Lead halide perovskite quantum dots (PQDs) or nanocrystals (PNCs) hold great promise for solar cells, light-emitting diodes, lasers, and photodetectors owing to their extraordinary photophysical properties such as long carrier lifetime, tunable band gap energy, and high defect tolerance. For application in a practical device (e.g., PQD solar cells), PQDs solids such as thin films are usually required. One of the key factors that determine the performance of PQDs solids is the distance of dot-to-dot exciton migration, where a longer exciton transport distance can enable a more efficient utilization of photon energy. Such exciton/charge transport processes have been extensively studied in traditional II-VI and IV-VI QDs (e.g., CdSe and PbS) solid films, where the excitons typically exhibit a short diffusion distance (e.g., 10-80 nm). This is partly attributed to the use of insulating ligands in QDs, often long alkyl chains, which can stabilize the QDs but become a barrier for dot-to-dot exciton migration. The same challenge remains in colloid PQDs solid films, where the exciton diffusion length was found to be within 71 nm, even for the PQDs with short-chain ligands. As an exception, Penzo et al. recently reported a remarkable long-distance (ca. 200 nm) exciton transport in close-packed 2D assembly of CsPbBr3 NCs. Furthermore, the instability of PQDs against moisture, light, and heat also hinders their practical applications. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In response to these challenges, some groups recently\nreported\nthe <italic>in situ</italic> growth of PQDs in metal organic framework\n(MOF) crystals (named as PQDs@MOF), where the PQDs are uniformly separated\nand stabilized without using any ligands. Owing to the chemical and physical stability of MOF, the encapsulated\nPQDs were found to exhibit an improved aqueous and thermal resistance\nwith respect to colloidal PQDs. Moreover, Maji et al.\nreported the observation of carrier/exciton transfer in an ensemble\nof PQDs@MOF (MOF = MA-Mn­(HCOO)<sub>3</sub>, MA = CH<sub>3</sub>NH<sub>3</sub>\n<sup>+</sup>) solid in a photocurrent measurement. These examples demonstrated the great potential\nof PQDs@MOF crystals in optoelectronics and photocatalytic applications.\nSimilar to colloid PQD solids, the performance of PQDs@MOF in these\napplications largely depends on the exciton transport process (a), which includes\nmultiple steps of exciton hopping between adjacent PQDs. The net transport\ndistance is determined by the dipole–dipole (or electronic)\ncoupling between adjacent PQDs and their exciton lifetime. However,\nthe dot-to-dot exciton migration kinetics and the exciton diffusion\nlength in PQDs@MOF crystals remain unknown.</p>", "clean_text": "In response to these challenges, some groups recently reported the in situ growth of PQDs in metal organic framework (MOF) crystals (named as PQDs@MOF), where the PQDs are uniformly separated and stabilized without using any ligands. Owing to the chemical and physical stability of MOF, the encapsulated PQDs were found to exhibit an improved aqueous and thermal resistance with respect to colloidal PQDs. Moreover, Maji et al. reported the observation of carrier/exciton transfer in an ensemble of PQDs@MOF (MOF = MA-Mn(HCOO)3, MA = CH3NH3 +) solid in a photocurrent measurement. These examples demonstrated the great potential of PQDs@MOF crystals in optoelectronics and photocatalytic applications. Similar to colloid PQD solids, the performance of PQDs@MOF in these applications largely depends on the exciton transport process (a), which includes multiple steps of exciton hopping between adjacent PQDs. The net transport distance is determined by the dipole-dipole (or electronic) coupling between adjacent PQDs and their exciton lifetime. However, the dot-to-dot exciton migration kinetics and the exciton diffusion length in PQDs@MOF crystals remain unknown.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic of exciton\ntransport process in PQDs@MOF. (b) TEM\nimage of a typical MAPbBr<sub>3</sub> PQDs@MOF crystal, showing a\nhomogeneous distribution of PQDs embedded in the MOF matrix. (c) UV–vis\nabsorption and PL spectra of a typical MAPbBr<sub>3</sub> PQDs@MOF\ncrystal.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jz0c02974_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic of exciton transport process in PQDs@MOF. (b) TEM image of a typical MAPbBr3 PQDs@MOF crystal, showing a homogeneous distribution of PQDs embedded in the MOF matrix. (c) UV-vis absorption and PL spectra of a typical MAPbBr3 PQDs@MOF crystal.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Herein, we report the <italic>in situ</italic> synthesis and long-distance\nexciton transport in MAPbBr<sub>3</sub> PQDs@MOF microcrystals. By\nusing time-resolved and photoluminescence (PL)-scanned imaging microscopy,\nwe observed a one-dimensional (1D) exciton transport distance of 278\n± 12.6 nm with a diffusion coefficient of 0.0428 ± 0.0039\ncm<sup>2</sup>/s in the PQDs@MOF crystal. This exciton transport distance\nis ∼7 times longer than that in the PQD solid films fabricated\nfrom a MAPbBr<sub>3</sub> PQD colloid solution.</p>", "clean_text": "Herein, we report the in situ synthesis and long-distance exciton transport in MAPbBr3 PQDs@MOF microcrystals. By using time-resolved and photoluminescence (PL)-scanned imaging microscopy, we observed a one-dimensional (1D) exciton transport distance of 278 ± 12.6 nm with a diffusion coefficient of 0.0428 ± 0.0039 cm2/s in the PQDs@MOF crystal. This exciton transport distance is ~7 times longer than that in the PQD solid films fabricated from a MAPbBr3 PQD colloid solution.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<p>The PQDs@MOF\ncomposites were synthesized by <italic>in situ</italic> growth of\nMAPbBr<sub>3</sub> PQDs in MOF-5 (MOF-5 = Zn<sub>4</sub>O­(BDC)<sub>3</sub> and BDC is 1,4-benzenedicarboxylate) according\nto a previously reported method. Briefly,\nPbBr<sub>2</sub>@MOF precursor was first prepared by a one-pot solvothermal\nreaction. The obtained PbBr<sub>2</sub>@MOF was dispersed in MABr\nethanol solution at room temperature. After 10 min, MAPbBr<sub>3</sub> PQDs@MOF crystals with a size of tens of micrometers were obtained\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supporting Information</ext-link> for synthesis\ndetails). After the growth of MAPbBr<sub>3</sub> PQDs, the MOF crystals\nturned a light-yellow color because of the light absorption of MAPbBr<sub>3</sub> PQDs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S1a</ext-link>). However, the <italic>in situ</italic> growth of PQDs did not change the crystal structure\nand morphology of the MOF, as supported by the optical image in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S1a</ext-link> and the X-ray diffraction (XRD) patterns\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S1b</ext-link>). The transmission electron\nmicroscopy (TEM) image of PQDs@MOF shows homogeneous distribution\nof PQDs embedded in MOF (b). The average diameter of the PQDs is ∼2.34\nnm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S2</ext-link>), and the average dot-to-dot\ndistance (from center to center) is ∼3.34 nm. c shows the UV–vis absorption\nand PL emission spectra of MAPbBr<sub>3</sub> PQDs@MOF crystals. Because\nthe diameter of the PQDs is smaller than the Bohr radius (∼5\nnm) of the exciton in bulk MAPbBr<sub>3</sub>, the PQDs in MOF show a blue-shifted absorption spectrum\ncompared with their bulk counterpart (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S3</ext-link>) because of the quantum confinement effect. For comparison, MAPbBr<sub>3</sub> PQDs colloid with oleic acid (OA) and <italic>n</italic>-octylamine\n(OLAM) ligands were also synthesized, and the corresponding solid\nthin films were fabricated via a drop-casting method (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supporting Information</ext-link> for details). The thickness\nof the solid films is ∼200 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S4</ext-link>). The diameter of PQDs in solid films was controlled to be 3.92\nnm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S5</ext-link>) to achieve a similar absorption\nspectrum (thus similar band gap energy) as that of PQDs@MOF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S3</ext-link>). Compared with the PQDs in solid films,\nthe diameter of PQDs in MOF is smaller, which may be due to their\ntype-II heterostructure and the weaker dielectric screening effect\nof the MOF matrix.\n</p>", "clean_text": "The PQDs@MOF composites were synthesized by in situ growth of MAPbBr3 PQDs in MOF-5 (MOF-5 = Zn4O(BDC)3 and BDC is 1,4-benzenedicarboxylate) according to a previously reported method. Briefly, PbBr2@MOF precursor was first prepared by a one-pot solvothermal reaction. The obtained PbBr2@MOF was dispersed in MABr ethanol solution at room temperature. After 10 min, MAPbBr3 PQDs@MOF crystals with a size of tens of micrometers were obtained (see the Supporting Information for synthesis details). After the growth of MAPbBr3 PQDs, the MOF crystals turned a light-yellow color because of the light absorption of MAPbBr3 PQDs (Figure S1a). However, the in situ growth of PQDs did not change the crystal structure and morphology of the MOF, as supported by the optical image in Figure S1a and the X-ray diffraction (XRD) patterns (Figure S1b). The transmission electron microscopy (TEM) image of PQDs@MOF shows homogeneous distribution of PQDs embedded in MOF (b). The average diameter of the PQDs is ~2.34 nm (Figure S2), and the average dot-to-dot distance (from center to center) is ~3.34 nm. c shows the UV-vis absorption and PL emission spectra of MAPbBr3 PQDs@MOF crystals. Because the diameter of the PQDs is smaller than the Bohr radius (~5 nm) of the exciton in bulk MAPbBr3, the PQDs in MOF show a blue-shifted absorption spectrum compared with their bulk counterpart (Figure S3) because of the quantum confinement effect. For comparison, MAPbBr3 PQDs colloid with oleic acid (OA) and n-octylamine (OLAM) ligands were also synthesized, and the corresponding solid thin films were fabricated via a drop-casting method (see the Supporting Information for details). The thickness of the solid films is ~200 nm (Figure S4). The diameter of PQDs in solid films was controlled to be 3.92 nm (Figure S5) to achieve a similar absorption spectrum (thus similar band gap energy) as that of PQDs@MOF (Figure S3). Compared with the PQDs in solid films, the diameter of PQDs in MOF is smaller, which may be due to their type-II heterostructure and the weaker dielectric screening effect of the MOF matrix. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<p>In , we\ncompare the time-resolved PL decays collected from a MAPbBr<sub>3</sub> PQDs colloid solution, a solid film, and a PQDs@MOF crystal. These\nPL decays were fitted by a multiexponential function with the fitting\nparameters listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Table S1</ext-link>. The PQDs\nsolid film shows a shorter average PL lifetime (τ<sub>ave</sub> = 7.4 ns, calculated by τ<sub>ave</sub> = Σ <italic>A</italic>\n<sub>\n<italic>i</italic>\n</sub> × τ<sub>\n<italic>i</italic>\n</sub>) than that (τ<sub>ave</sub> = 15.60 ns) of\ncolloid solutions. This is consistent with previous reports, where the solvent evaporation during drop casting\ncan introduce more surface defect to the PQDs, leading to a faster\nPL decay. In contrast, the PQDs@MOF crystal exhibits a longer average\nPL lifetime (τ<sub>ave</sub> = 18.0 ns) than that of PQD colloid\nsolution. This is likely due to the surface defect passivation of\nPQDs by the MOF matrix, indicating that MOF provides a better protection\nto the PQDs than the ligands in colloid solution.</p>", "clean_text": "In , we compare the time-resolved PL decays collected from a MAPbBr3 PQDs colloid solution, a solid film, and a PQDs@MOF crystal. These PL decays were fitted by a multiexponential function with the fitting parameters listed in Table S1. The PQDs solid film shows a shorter average PL lifetime (τave = 7.4 ns, calculated by τave = Σ A  i  × τ i ) than that (τave = 15.60 ns) of colloid solutions. This is consistent with previous reports, where the solvent evaporation during drop casting can introduce more surface defect to the PQDs, leading to a faster PL decay. In contrast, the PQDs@MOF crystal exhibits a longer average PL lifetime (τave = 18.0 ns) than that of PQD colloid solution. This is likely due to the surface defect passivation of PQDs by the MOF matrix, indicating that MOF provides a better protection to the PQDs than the ligands in colloid solution.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PL decay kinetics of\nPQDs@MOF, colloid PQDs solution, and PQDs\nsolid film. Solid lines are the triexponential fits of decay kinetics\nwith fitting parameters listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Table S1</ext-link>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jz0c02974_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  PL decay kinetics of PQDs@MOF, colloid PQDs solution, and PQDs solid film. Solid lines are the triexponential fits of decay kinetics with fitting parameters listed in Table S1.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>We then used a time-resolved and\nPL-scanned imaging microscope\n(see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S6</ext-link> for the setup) to probe\nthe exciton transport process in the PQDs@MOF crystals and PQD solid\nfilms. Similar microscopic imaging methods have been widely applied\nto visualizing the carrier/exciton transport in QDs solids, organic\nsemiconductors, 2D transition metal dichalcogenides, and perovskites. In this work, the PL measurement was carried\nout on the flat surface of a typical PQDs@MOF crystal. A 405 nm pulsed\nlaser beam was focused by an objective (100×, NA = 0.95) to a\nnear diffraction-limited spot to excite the PQDs at a fixed position\nin the PQDs@MOF crystal. Meanwhile, by scanning the PL collection\n(490–550 nm) pathway on the crystal through rotating a pair\nof galvano-mirrors, the PL intensity image and the PL decay kinetics\nfrom each pixel in the image were recorded by the time-correlated\nsingle-photon counting (TCSPC) module. Through data reconstruction,\nthe PL intensity images at various delay times after excitation were\nobtained. Because the PL intensity is proportional to the exciton\ndensity, the time evolution of the PL intensity image reflects the\nchange of exciton density distribution resulting from exciton transport.</p>", "clean_text": "We then used a time-resolved and PL-scanned imaging microscope (see Figure S6 for the setup) to probe the exciton transport process in the PQDs@MOF crystals and PQD solid films. Similar microscopic imaging methods have been widely applied to visualizing the carrier/exciton transport in QDs solids, organic semiconductors, 2D transition metal dichalcogenides, and perovskites. In this work, the PL measurement was carried out on the flat surface of a typical PQDs@MOF crystal. A 405 nm pulsed laser beam was focused by an objective (100×, NA = 0.95) to a near diffraction-limited spot to excite the PQDs at a fixed position in the PQDs@MOF crystal. Meanwhile, by scanning the PL collection (490-550 nm) pathway on the crystal through rotating a pair of galvano-mirrors, the PL intensity image and the PL decay kinetics from each pixel in the image were recorded by the time-correlated single-photon counting (TCSPC) module. Through data reconstruction, the PL intensity images at various delay times after excitation were obtained. Because the PL intensity is proportional to the exciton density, the time evolution of the PL intensity image reflects the change of exciton density distribution resulting from exciton transport.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>\na shows\na set of PL intensity images collected from a typical MAPbBr<sub>3</sub> PQDs@MOF crystal at different delay times after excitation. At the\ntime delay <italic>t</italic> = 0 ns, the PL intensity image shows\nthe initial distribution of photogenerated excitons in the PQDs@MOF\ncrystal; such distribution is the same as the laser excitation beam\nand can be described by a Gaussian function. As the delay time increases,\nthe size of the PL spot becomes larger. This suggests that the excitons\ndiffuse from the initial spot through a consecutive dot-to-dot exciton\nmigration (hopping), which causes the spread of PL intensity. Note\nthat the PL images reflect the exciton transport along only the lateral\n(<italic>x</italic> and <italic>y</italic>) dimension rather than\nthe thickness (<italic>z</italic>) dimension. However, because of\nthe homogeneous distribution of PQDs in the MOF, the dot-to-dot migration\nshould be isotropic. Therefore, the time-resolved 2D PL images still\nallow us to determine the exciton transport property in the PQDs@MOF\ncrystal.</p>", "clean_text": " a shows a set of PL intensity images collected from a typical MAPbBr3 PQDs@MOF crystal at different delay times after excitation. At the time delay t = 0 ns, the PL intensity image shows the initial distribution of photogenerated excitons in the PQDs@MOF crystal; such distribution is the same as the laser excitation beam and can be described by a Gaussian function. As the delay time increases, the size of the PL spot becomes larger. This suggests that the excitons diffuse from the initial spot through a consecutive dot-to-dot exciton migration (hopping), which causes the spread of PL intensity. Note that the PL images reflect the exciton transport along only the lateral (x and y) dimension rather than the thickness (z) dimension. However, because of the homogeneous distribution of PQDs in the MOF, the dot-to-dot migration should be isotropic. Therefore, the time-resolved 2D PL images still allow us to determine the exciton transport property in the PQDs@MOF crystal.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) PL intensity images from a typical PQDs@MOF crystal at various\ndelay times after excitation, showing the spread of PL intensity caused\nby the exciton diffusion. Scale bars are 1 μm. (b) Normalized\none-dimensional PL intensity profiles extracted from PL images in\npanel a at different delay times, showing the spatial broadening of\nthe PL distribution. The plots are fitted by a Gaussian function (solid\nlines) for the determination of Gaussian variance (σ<sup>2</sup>). (c) The determination of an average 1D diffusion coefficient of <italic>D</italic> = 0.0428 ± 0.0039 cm<sup>2</sup>/s by fitting the\n1D time-dependent variances of Gaussian profiles under different excitation\nintensities according to <xref ref-type=\"disp-formula\" rid=\"eq3\">eq <xref ref-type=\"disp-formula\" rid=\"eq3\"></xref>\n</xref>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jz0c02974_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) PL intensity images from a typical PQDs@MOF crystal at various delay times after excitation, showing the spread of PL intensity caused by the exciton diffusion. Scale bars are 1 μm. (b) Normalized one-dimensional PL intensity profiles extracted from PL images in panel a at different delay times, showing the spatial broadening of the PL distribution. The plots are fitted by a Gaussian function (solid lines) for the determination of Gaussian variance (σ2). (c) The determination of an average 1D diffusion coefficient of D = 0.0428 ± 0.0039 cm2/s by fitting the 1D time-dependent variances of Gaussian profiles under different excitation intensities according to eq  .   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The population distribution of\nexciton (ϕ­(<italic>x</italic>, <italic>y</italic>, <italic>t</italic>)) and the corresponding\nPL intensity (<italic>I</italic>\n<sub>PL</sub>(<italic>x</italic>, <italic>y</italic>, <italic>t</italic>)) at a delay time <italic>t</italic> can then be described by a 2D Gaussian function:<disp-formula id=\"eq1\">\n<alternatives>\n<graphic xlink:href=\"jz0c02974_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>PL</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:mi>x</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>y</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>t</mml:mi>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mo>∝</mml:mo>\n<mml:mi>ϕ</mml:mi>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:mi>x</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>y</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>t</mml:mi>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo>⁢</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mo>⁡</mml:mo>\n<mml:mrow>\n<mml:mo>[</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:mi>x</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo>(</mml:mo>\n<mml:mi>y</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>where σ<sub arrange=\"stack\">\n<italic>t,x</italic>\n</sub>\n<sup arrange=\"stack\">2</sup> and σ<sub arrange=\"stack\">\n<italic>t,y</italic>\n</sub>\n<sup arrange=\"stack\">2</sup> are the time-dependent Gaussian\ndeviation\nalong <italic>x</italic> and <italic>y</italic> directions and <italic>x</italic>\n<sub>0</sub> and <italic>y</italic>\n<sub>0</sub> are the\ninitial position of Gaussian excitation beam (see details in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 1</ext-link>). The transport of exciton\nresults in the variation of σ<sup>2</sup> at different delay\ntimes. To quantitatively determine the transport parameters, we extracted\nthe 1D PL intensity profiles at the maximum intensity cross sections\nin the PL images (b). In these 1D profiles, the exciton transport process can\nbe exhibited by the broadening of the distribution peak (σ)\nas the delay increases. On the basis of previously reported 1D diffusion\nmodel, the Gaussian variance σ is directly\nrelated to exciton diffusion coefficient (<italic>D</italic>) by<disp-formula id=\"eq2\">\n<alternatives>\n<graphic xlink:href=\"jz0c02974_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>+</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>l</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>D</mml:mi>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>where <italic>l</italic>\n<sub>\n<italic>D</italic>,<italic>t</italic>\n</sub> is exciton transport\ndistance within a delay time <italic>t</italic> and equals to 2­(<italic>Dt</italic>)<sup>1/2</sup>. Therefore, the exciton diffusion coefficient <italic>D</italic> can be given by<disp-formula id=\"eq3\">\n<alternatives>\n<graphic xlink:href=\"jz0c02974_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:mi>D</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>(</mml:mo>\n<mml:mi>t</mml:mi>\n<mml:mo>)</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>3</label>\n</disp-formula>\n</p>", "clean_text": "The population distribution of exciton (ϕ(x, y, t)) and the corresponding PL intensity (I PL(x, y, t)) at a delay time t can then be described by a 2D Gaussian function:       I   PL    ( x , y , t )  ∝ ϕ  ( x , y , t )  = N ⁢ exp ⁡  [ -      ( x -   x   0   )   2      2   σ   x , t   2     -      ( y -   y   0   )   2      2   σ   y , t   2     ]     1 where σ t,x  2 and σ t,y  2 are the time-dependent Gaussian deviation along x and y directions and x 0 and y 0 are the initial position of Gaussian excitation beam (see details in Supplementary Note 1). The transport of exciton results in the variation of σ2 at different delay times. To quantitatively determine the transport parameters, we extracted the 1D PL intensity profiles at the maximum intensity cross sections in the PL images (b). In these 1D profiles, the exciton transport process can be exhibited by the broadening of the distribution peak (σ) as the delay increases. On the basis of previously reported 1D diffusion model, the Gaussian variance σ is directly related to exciton diffusion coefficient (D) by       σ   t , x   2   =   σ   t = 0 , x   2   +   l   D , t   2   =   σ   t = 0 , x   2   + 2 D t    2 where l  D,t  is exciton transport distance within a delay time t and equals to 2(Dt)1/2. Therefore, the exciton diffusion coefficient D can be given by     D =     σ   x   2   ( t ) -   σ   0 , x   2     2 t      3  ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>\nc shows\na few plots of σ<sup>2</sup> as a function of delay time under\ndifferent excitation intensities. The fitting of these plots leads\nto <italic>D</italic> = 0.0428 ± 0.0039 cm<sup>2</sup>/s, where\nthe uncertainty is determined by the statistic deviation and fitting\nerrors. Note that the determination of <italic>D</italic> by  and  is valid only when the excitation intensity is low (≤787.4\nnJ cm<sup>–2</sup>), because within this intensity range the\nhigher-order exciton recombination (e.g., Auger recombination) can\nbe ignored (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S7</ext-link> for a detailed\ndiscussion). The linear fits confirm\nthe absence of subdiffusive transport in PQDs@MOF. Given the exciton\nlifetime of τ<sub>ave</sub> = 18.0 ns, we determined a 1D exciton\ndiffusion length of <inline-formula>\n<alternatives>\n<graphic xlink:href=\"jz0c02974_m004.gif\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msqrt>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:msqrt>\n<mml:mo>=</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula>278 ± 12.6 nm in the PQDs@MOF crystal.\nThis value is significantly larger than those found in PbS and CdSe\nQD solid films. This long-distance exciton transport can be attributed\nto the efficient dot-to-dot energy migration between adjacent PQDs\nembedded in the MOF crystal.</p>", "clean_text": " c shows a few plots of σ2 as a function of delay time under different excitation intensities. The fitting of these plots leads to D = 0.0428 ± 0.0039 cm2/s, where the uncertainty is determined by the statistic deviation and fitting errors. Note that the determination of D by  and  is valid only when the excitation intensity is low (≤787.4 nJ cm-2), because within this intensity range the higher-order exciton recombination (e.g., Auger recombination) can be ignored (see Figure S7 for a detailed discussion). The linear fits confirm the absence of subdiffusive transport in PQDs@MOF. Given the exciton lifetime of τave = 18.0 ns, we determined a 1D exciton diffusion length of        L   D   =   D τ   =    278 ± 12.6 nm in the PQDs@MOF crystal. This value is significantly larger than those found in PbS and CdSe QD solid films. This long-distance exciton transport can be attributed to the efficient dot-to-dot energy migration between adjacent PQDs embedded in the MOF crystal.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>Using the same setup, we also collected\nthe time-resolved PL intensity\nimages on a MAPbBr<sub>3</sub> PQDs solid film. However, no obvious\nbroadening was observed in the time-dependent PL intensity profiles\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S8</ext-link>). This suggests that the exciton\ntransport distance in the PQD film is shorter than our instrument\nspatial resolution (∼54 nm, see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 1</ext-link>). We therefore designed a PL-quenching measurement to\ndetermine the diffusion coefficient and diffusion length in the PQD\nsolid film. By applying [6,6]-Phenyl C<sub>61</sub> butyric acid methyl\nester (PCBM, electron acceptor) to the surface of the PQDs solid film,\nthe PL intensity of PQDs is quenched (a, quenching efficiency η<sub>Quench</sub> = 33.8%) along with a faster PL decay (c). For the PQDs film with a thickness of\n∼200 nm, the PL quenching process should then include the transport\nof excitons to the PQDs/PCBM interface followed by an ultrafast interfacial\nelectron transfer (∼10 ps, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S9</ext-link>) from PQD to PCBM. Therefore, by fitting the PL decays of PQDs solid\nfilm with and without PCBM (c) to a 1D exciton diffusion and surface quenching\nmodel (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 2</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S10</ext-link> for details), a diffusion coefficient of <italic>D</italic> = 0.0022 ± 2.1\n× 10<sup>–5</sup> cm<sup>2</sup>/s and <italic>L</italic>\n<sub>\n<italic>D</italic>\n</sub> = 40.3 ± 0.2 nm were determined.\nThis exciton transport distance is similar to those in PbS and CdSe\nQD solid films and is about 7 times shorter than that in PQDs@MOF.</p>", "clean_text": "Using the same setup, we also collected the time-resolved PL intensity images on a MAPbBr3 PQDs solid film. However, no obvious broadening was observed in the time-dependent PL intensity profiles (Figure S8). This suggests that the exciton transport distance in the PQD film is shorter than our instrument spatial resolution (~54 nm, see Supplementary Note 1). We therefore designed a PL-quenching measurement to determine the diffusion coefficient and diffusion length in the PQD solid film. By applying [6,6]-Phenyl C61 butyric acid methyl ester (PCBM, electron acceptor) to the surface of the PQDs solid film, the PL intensity of PQDs is quenched (a, quenching efficiency ηQuench = 33.8%) along with a faster PL decay (c). For the PQDs film with a thickness of ~200 nm, the PL quenching process should then include the transport of excitons to the PQDs/PCBM interface followed by an ultrafast interfacial electron transfer (~10 ps, Figure S9) from PQD to PCBM. Therefore, by fitting the PL decays of PQDs solid film with and without PCBM (c) to a 1D exciton diffusion and surface quenching model (see Supplementary Note 2 and Figure S10 for details), a diffusion coefficient of D = 0.0022 ± 2.1 × 10-5 cm2/s and L  D  = 40.3 ± 0.2 nm were determined. This exciton transport distance is similar to those in PbS and CdSe QD solid films and is about 7 times shorter than that in PQDs@MOF.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PL spectra\n(upper panels) and decay kinetics (lower panels) of\nPQDs solid film (a and c) and PQDs@MOF (b and d) before (green) and\nafter (blue) applying PCBM, showing that the PCBM leads to more efficient\nPL quenching on PQDs@MOF than on PQDs solid film because of the long-distance\nexciton diffusion in the former. The solid lines in panels c and d\nare the exponential fits of PL decay kinetics (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Table S1</ext-link> for fitting parameters).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jz0c02974_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  PL spectra (upper panels) and decay kinetics (lower panels) of PQDs solid film (a and c) and PQDs@MOF (b and d) before (green) and after (blue) applying PCBM, showing that the PCBM leads to more efficient PL quenching on PQDs@MOF than on PQDs solid film because of the long-distance exciton diffusion in the former. The solid lines in panels c and d are the exponential fits of PL decay kinetics (see Table S1 for fitting parameters).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>For comparison, the PL-quenching experiment was also performed\non PQDs@MOF crystals, and a much more efficient PL quenching effect\n(η<sub>Quench</sub> = 98.2%) than PQDs solid films was observed\n(b,d). The\nlarger η<sub>Quench</sub> in PQDs@MOF than PQDs film is attributed\nto its long exciton diffusion length, which enables the excitons generated\nin the interior of crystals to diffuse to the crystal/PCBM interface\nand to be quenched by PCBM. The penetration depth of 405 nm laser\nis 164 nm (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S11</ext-link>) in PQDs@MOF\ncrystal, which is smaller than the <italic>L</italic>\n<sub>\n<italic>D</italic>\n</sub>, thus leading to a near unity η<sub>Quench</sub>.</p>", "clean_text": "For comparison, the PL-quenching experiment was also performed on PQDs@MOF crystals, and a much more efficient PL quenching effect (ηQuench = 98.2%) than PQDs solid films was observed (b,d). The larger ηQuench in PQDs@MOF than PQDs film is attributed to its long exciton diffusion length, which enables the excitons generated in the interior of crystals to diffuse to the crystal/PCBM interface and to be quenched by PCBM. The penetration depth of 405 nm laser is 164 nm (see Figure S11) in PQDs@MOF crystal, which is smaller than the L  D , thus leading to a near unity ηQuench.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Because the interfacial electron transfer from PQD to PCBM\n(∼10\nps, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S9</ext-link>) is much faster than the\nexciton diffusion process, the quenching of PL should be limited by\nthe rate of exciton diffusion. We then simulated the PL quenching\nprocess of PQDs@MOF with PCBM by using the diffusion coefficient determined\nfrom PL imaging measurement (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S12</ext-link>). The obtained η<sub>Quench</sub> is 92.6%, which is close\nto the experimental result (98.2%) and thus further confirms the validity\nof the diffusion coefficient determined in the PL imaging measurement.\nWe noted that the simulated value is slightly smaller than the experimental\nresult; this is likely because the simulation model treats the interface\nas an ideal smooth surface; but in reality, the roughness of MOF surface\ncan increase the PCBM contact area and lead to a larger η<sub>Quench</sub>.</p>", "clean_text": "Because the interfacial electron transfer from PQD to PCBM (~10 ps, Figure S9) is much faster than the exciton diffusion process, the quenching of PL should be limited by the rate of exciton diffusion. We then simulated the PL quenching process of PQDs@MOF with PCBM by using the diffusion coefficient determined from PL imaging measurement (Figure S12). The obtained ηQuench is 92.6%, which is close to the experimental result (98.2%) and thus further confirms the validity of the diffusion coefficient determined in the PL imaging measurement. We noted that the simulated value is slightly smaller than the experimental result; this is likely because the simulation model treats the interface as an ideal smooth surface; but in reality, the roughness of MOF surface can increase the PCBM contact area and lead to a larger ηQuench.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>The observed long-distance exciton transport\nin MAPbBr<sub>3</sub> PQDs@MOF indicates a very efficient exciton\nhopping between the\nPQDs embedded in the MOF crystal. We believe that the dot-to-dot energy\ntransfer in PQDs@MOF should follow a Förster resonance energy-transfer\n(FRET) mechanism, rather than the Dexter energy-transfer pathway.\nThis is because the centroid distance between adjacent PQDs in MOF\nis ∼3.34 nm in average, which is much longer than the critical\ndistance for the Dexter energy transfer. According to a reported exciton hopping model, the exciton hopping time (τ<sub>Hop</sub>) between\nadjacent PQDs is estimated to be τ<sub>Hop</sub> = 0.87 ps for\nPQDs@MOF and 53.2 ps for PQDs solid films by using their corresponding\nexciton diffusion lengths and exciton lifetimes (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 3</ext-link> for calculation). The obtained exciton\nhopping time for PQDs@MOF is 61.1 times faster than that of PQDs solid\nfilm. According to the FRET model, the huge difference in energy-transfer\ntime should mainly result from the different dot-to-dot distance,\nwhich is 3.34 nm in PQDs@MOF and ∼5.92 nm in PQD solid film\n(see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 4</ext-link>).\n</p>", "clean_text": "The observed long-distance exciton transport in MAPbBr3 PQDs@MOF indicates a very efficient exciton hopping between the PQDs embedded in the MOF crystal. We believe that the dot-to-dot energy transfer in PQDs@MOF should follow a Förster resonance energy-transfer (FRET) mechanism, rather than the Dexter energy-transfer pathway. This is because the centroid distance between adjacent PQDs in MOF is ~3.34 nm in average, which is much longer than the critical distance for the Dexter energy transfer. According to a reported exciton hopping model, the exciton hopping time (τHop) between adjacent PQDs is estimated to be τHop = 0.87 ps for PQDs@MOF and 53.2 ps for PQDs solid films by using their corresponding exciton diffusion lengths and exciton lifetimes (see Supplementary Note 3 for calculation). The obtained exciton hopping time for PQDs@MOF is 61.1 times faster than that of PQDs solid film. According to the FRET model, the huge difference in energy-transfer time should mainly result from the different dot-to-dot distance, which is 3.34 nm in PQDs@MOF and ~5.92 nm in PQD solid film (see Supplementary Note 4). ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The above results demonstrate an excellent\nexciton transport property\nof MAPbBr<sub>3</sub> PQDs@MOF crystals. Compared with PQDs solid\nthin films using long organic ligands, the fast dot-to-dot energy\nmigration and long exciton diffusion length in PQDs@MOF is mainly\ndue to the small particle size and short dot-to-dot distance. The\nexciton diffusion of 285 nm is longer than those in PQDs solid films\nusing short-chain ligands and slightly exceeds a recently reported\nvalue (200 nm) in 2D assemblies of CsPbBr<sub>3</sub> nanocrystals,\nwhere the <italic>D</italic> is as high as 0.5 cm<sup>2</sup>/s and\nthe diffusion length is limited by the short exciton lifetime of 1.14\nns. Combining\nthe improved moisture and thermal resistance of PQDs in MOF, the long-distance exciton diffusion makes the\nPQDs@MOF crystal an ideal alternative to PQDs solid film for applications\nin many PQD-based optoelectronic devices.</p>", "clean_text": "The above results demonstrate an excellent exciton transport property of MAPbBr3 PQDs@MOF crystals. Compared with PQDs solid thin films using long organic ligands, the fast dot-to-dot energy migration and long exciton diffusion length in PQDs@MOF is mainly due to the small particle size and short dot-to-dot distance. The exciton diffusion of 285 nm is longer than those in PQDs solid films using short-chain ligands and slightly exceeds a recently reported value (200 nm) in 2D assemblies of CsPbBr3 nanocrystals, where the D is as high as 0.5 cm2/s and the diffusion length is limited by the short exciton lifetime of 1.14 ns. Combining the improved moisture and thermal resistance of PQDs in MOF, the long-distance exciton diffusion makes the PQDs@MOF crystal an ideal alternative to PQDs solid film for applications in many PQD-based optoelectronic devices.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>In summary, using\ntime-resolved and PL-scanned imaging microscopy,\nwe observed a high diffusion coefficient of 0.0428 ± 0.0039 cm<sup>2</sup>/s and a long 1D exciton diffusion length of 278 ± 12.6\nnm in MAPbBr<sub>3</sub> PQDs@MOF crystals. This long exciton diffusion\nlength is enabled by an efficient dot-to-dot energy migration (∼0.87\nps) in the PQDs@MOF and also a longer exciton lifetime caused by surface\npassivation of PQDs encapsulated in MOF. We speculate that similar\nlong-distance exciton transport may also occur in other PQDs@MOF materials\nwith different perovskite compositions and MOF structures, establishing\nthe potential of this class of material for application in PQD-based\noptoelectronic devices.</p>", "clean_text": "In summary, using time-resolved and PL-scanned imaging microscopy, we observed a high diffusion coefficient of 0.0428 ± 0.0039 cm2/s and a long 1D exciton diffusion length of 278 ± 12.6 nm in MAPbBr3 PQDs@MOF crystals. This long exciton diffusion length is enabled by an efficient dot-to-dot energy migration (~0.87 ps) in the PQDs@MOF and also a longer exciton lifetime caused by surface passivation of PQDs encapsulated in MOF. We speculate that similar long-distance exciton transport may also occur in other PQDs@MOF materials with different perovskite compositions and MOF structures, establishing the potential of this class of material for application in PQD-based optoelectronic devices.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.jpclett.0c02974?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.jpclett.0c02974</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details;\nsupplementary notes; kinetics\nfitting parameters; optical microscopy image; XRD, AFM, TEM, and additional\nspectroscopy measurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.jpclett.0c02974.  Experimental details; supplementary notes; kinetics fitting parameters; optical microscopy image; XRD, AFM, TEM, and additional spectroscopy measurements (PDF)   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Experimental details;\nsupplementary notes; kinetics\nfitting parameters; optical microscopy image; XRD, AFM, TEM, and additional\nspectroscopy measurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Experimental details; supplementary notes; kinetics fitting parameters; optical microscopy image; XRD, AFM, TEM, and additional spectroscopy measurements (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<p>The PQDs@MOF\ncomposites were synthesized by <italic>in situ</italic> growth of\nMAPbBr<sub>3</sub> PQDs in MOF-5 (MOF-5 = Zn<sub>4</sub>O­(BDC)<sub>3</sub> and BDC is 1,4-benzenedicarboxylate) according\nto a previously reported method. Briefly,\nPbBr<sub>2</sub>@MOF precursor was first prepared by a one-pot solvothermal\nreaction. The obtained PbBr<sub>2</sub>@MOF was dispersed in MABr\nethanol solution at room temperature. After 10 min, MAPbBr<sub>3</sub> PQDs@MOF crystals with a size of tens of micrometers were obtained\n(see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supporting Information</ext-link> for synthesis\ndetails). After the growth of MAPbBr<sub>3</sub> PQDs, the MOF crystals\nturned a light-yellow color because of the light absorption of MAPbBr<sub>3</sub> PQDs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S1a</ext-link>). However, the <italic>in situ</italic> growth of PQDs did not change the crystal structure\nand morphology of the MOF, as supported by the optical image in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S1a</ext-link> and the X-ray diffraction (XRD) patterns\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S1b</ext-link>). The transmission electron\nmicroscopy (TEM) image of PQDs@MOF shows homogeneous distribution\nof PQDs embedded in MOF (b). The average diameter of the PQDs is ∼2.34\nnm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S2</ext-link>), and the average dot-to-dot\ndistance (from center to center) is ∼3.34 nm. c shows the UV–vis absorption\nand PL emission spectra of MAPbBr<sub>3</sub> PQDs@MOF crystals. Because\nthe diameter of the PQDs is smaller than the Bohr radius (∼5\nnm) of the exciton in bulk MAPbBr<sub>3</sub>, the PQDs in MOF show a blue-shifted absorption spectrum\ncompared with their bulk counterpart (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S3</ext-link>) because of the quantum confinement effect. For comparison, MAPbBr<sub>3</sub> PQDs colloid with oleic acid (OA) and <italic>n</italic>-octylamine\n(OLAM) ligands were also synthesized, and the corresponding solid\nthin films were fabricated via a drop-casting method (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supporting Information</ext-link> for details). The thickness\nof the solid films is ∼200 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S4</ext-link>). The diameter of PQDs in solid films was controlled to be 3.92\nnm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S5</ext-link>) to achieve a similar absorption\nspectrum (thus similar band gap energy) as that of PQDs@MOF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S3</ext-link>). Compared with the PQDs in solid films,\nthe diameter of PQDs in MOF is smaller, which may be due to their\ntype-II heterostructure and the weaker dielectric screening effect\nof the MOF matrix.\n</p>", "clean_text": "The PQDs@MOF composites were synthesized by in situ growth of MAPbBr3 PQDs in MOF-5 (MOF-5 = Zn4O(BDC)3 and BDC is 1,4-benzenedicarboxylate) according to a previously reported method. Briefly, PbBr2@MOF precursor was first prepared by a one-pot solvothermal reaction. The obtained PbBr2@MOF was dispersed in MABr ethanol solution at room temperature. After 10 min, MAPbBr3 PQDs@MOF crystals with a size of tens of micrometers were obtained (see the Supporting Information for synthesis details). After the growth of MAPbBr3 PQDs, the MOF crystals turned a light-yellow color because of the light absorption of MAPbBr3 PQDs (Figure S1a). However, the in situ growth of PQDs did not change the crystal structure and morphology of the MOF, as supported by the optical image in Figure S1a and the X-ray diffraction (XRD) patterns (Figure S1b). The transmission electron microscopy (TEM) image of PQDs@MOF shows homogeneous distribution of PQDs embedded in MOF (b). The average diameter of the PQDs is ~2.34 nm (Figure S2), and the average dot-to-dot distance (from center to center) is ~3.34 nm. c shows the UV-vis absorption and PL emission spectra of MAPbBr3 PQDs@MOF crystals. Because the diameter of the PQDs is smaller than the Bohr radius (~5 nm) of the exciton in bulk MAPbBr3, the PQDs in MOF show a blue-shifted absorption spectrum compared with their bulk counterpart (Figure S3) because of the quantum confinement effect. For comparison, MAPbBr3 PQDs colloid with oleic acid (OA) and n-octylamine (OLAM) ligands were also synthesized, and the corresponding solid thin films were fabricated via a drop-casting method (see the Supporting Information for details). The thickness of the solid films is ~200 nm (Figure S4). The diameter of PQDs in solid films was controlled to be 3.92 nm (Figure S5) to achieve a similar absorption spectrum (thus similar band gap energy) as that of PQDs@MOF (Figure S3). Compared with the PQDs in solid films, the diameter of PQDs in MOF is smaller, which may be due to their type-II heterostructure and the weaker dielectric screening effect of the MOF matrix. ", "data": [{"meta": {"name": "PQDs@MOF composites", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "in situ growth", "precursor": [{"name": "MAPbBr3 PQDs", "amount": "", "unit": ""}, {"name": "MOF-5", "amount": "", "unit": ""}], "solvent": [{"name": "MeOH/H2O solution", "amount": "6:1 v/v", "unit": ""}], "pressure": "", "temperature": "room temperature", "time": "10 min"}], "yield": ""}], "include_properties": ["solvothermal_synthesis"]}, {"idx": "1, 5, 7, 13, 14, 18, 20", "type": "text", "classification": "property", "content": "<p>The encapsulation of perovskite quantum\ndots (PQDs) in metal organic\nframeworks (MOFs) is a promising strategy for fabricating stable and\nfunctional perovskite solid composites (denoted as PQDs@MOF), which\nhave exhibited great potential for optoelectronics, catalysis, and\nluminesce applications. However, the exciton diffusion distance, one\nof the key factors determining the performance of PQDs@MOF in these\napplications, remains unknown. Herein, by using time-resolved and\nphotoluminescence-scanned imaging microscopy, we report the observation\nof long-distance exciton transport (278 ± 12.6 nm) and high diffusion\ncoefficient (0.0428 ± 0.0039 cm<sup>2</sup>/s) in MAPbBr<sub>3</sub> PQDs@MOF microcrystals. We show that the long exciton diffusion\nlength, which is seven times longer than that in colloid MAPbBr<sub>3</sub> PQD solid films, can be attributed to the strong dipole–dipole\ncoupling between adjacent PQDs embedded in the MOF matrix and their\nlong carrier lifetimes. These findings demonstrate the great potential\nof PQDs@MOF crystals for optoelectronic applications.</p><p>Herein, we report the <italic>in situ</italic> synthesis and long-distance\nexciton transport in MAPbBr<sub>3</sub> PQDs@MOF microcrystals. By\nusing time-resolved and photoluminescence (PL)-scanned imaging microscopy,\nwe observed a one-dimensional (1D) exciton transport distance of 278\n± 12.6 nm with a diffusion coefficient of 0.0428 ± 0.0039\ncm<sup>2</sup>/s in the PQDs@MOF crystal. This exciton transport distance\nis ∼7 times longer than that in the PQD solid films fabricated\nfrom a MAPbBr<sub>3</sub> PQD colloid solution.</p><p>In , we\ncompare the time-resolved PL decays collected from a MAPbBr<sub>3</sub> PQDs colloid solution, a solid film, and a PQDs@MOF crystal. These\nPL decays were fitted by a multiexponential function with the fitting\nparameters listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Table S1</ext-link>. The PQDs\nsolid film shows a shorter average PL lifetime (τ<sub>ave</sub> = 7.4 ns, calculated by τ<sub>ave</sub> = Σ <italic>A</italic>\n<sub>\n<italic>i</italic>\n</sub> × τ<sub>\n<italic>i</italic>\n</sub>) than that (τ<sub>ave</sub> = 15.60 ns) of\ncolloid solutions. This is consistent with previous reports, where the solvent evaporation during drop casting\ncan introduce more surface defect to the PQDs, leading to a faster\nPL decay. In contrast, the PQDs@MOF crystal exhibits a longer average\nPL lifetime (τ<sub>ave</sub> = 18.0 ns) than that of PQD colloid\nsolution. This is likely due to the surface defect passivation of\nPQDs by the MOF matrix, indicating that MOF provides a better protection\nto the PQDs than the ligands in colloid solution.</p><p>\nc shows\na few plots of σ<sup>2</sup> as a function of delay time under\ndifferent excitation intensities. The fitting of these plots leads\nto <italic>D</italic> = 0.0428 ± 0.0039 cm<sup>2</sup>/s, where\nthe uncertainty is determined by the statistic deviation and fitting\nerrors. Note that the determination of <italic>D</italic> by  and  is valid only when the excitation intensity is low (≤787.4\nnJ cm<sup>–2</sup>), because within this intensity range the\nhigher-order exciton recombination (e.g., Auger recombination) can\nbe ignored (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S7</ext-link> for a detailed\ndiscussion). The linear fits confirm\nthe absence of subdiffusive transport in PQDs@MOF. Given the exciton\nlifetime of τ<sub>ave</sub> = 18.0 ns, we determined a 1D exciton\ndiffusion length of <inline-formula>\n<alternatives>\n<graphic xlink:href=\"jz0c02974_m004.gif\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msqrt>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:msqrt>\n<mml:mo>=</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula>278 ± 12.6 nm in the PQDs@MOF crystal.\nThis value is significantly larger than those found in PbS and CdSe\nQD solid films. This long-distance exciton transport can be attributed\nto the efficient dot-to-dot energy migration between adjacent PQDs\nembedded in the MOF crystal.</p><p>Using the same setup, we also collected\nthe time-resolved PL intensity\nimages on a MAPbBr<sub>3</sub> PQDs solid film. However, no obvious\nbroadening was observed in the time-dependent PL intensity profiles\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S8</ext-link>). This suggests that the exciton\ntransport distance in the PQD film is shorter than our instrument\nspatial resolution (∼54 nm, see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 1</ext-link>). We therefore designed a PL-quenching measurement to\ndetermine the diffusion coefficient and diffusion length in the PQD\nsolid film. By applying [6,6]-Phenyl C<sub>61</sub> butyric acid methyl\nester (PCBM, electron acceptor) to the surface of the PQDs solid film,\nthe PL intensity of PQDs is quenched (a, quenching efficiency η<sub>Quench</sub> = 33.8%) along with a faster PL decay (c). For the PQDs film with a thickness of\n∼200 nm, the PL quenching process should then include the transport\nof excitons to the PQDs/PCBM interface followed by an ultrafast interfacial\nelectron transfer (∼10 ps, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S9</ext-link>) from PQD to PCBM. Therefore, by fitting the PL decays of PQDs solid\nfilm with and without PCBM (c) to a 1D exciton diffusion and surface quenching\nmodel (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 2</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Figure S10</ext-link> for details), a diffusion coefficient of <italic>D</italic> = 0.0022 ± 2.1\n× 10<sup>–5</sup> cm<sup>2</sup>/s and <italic>L</italic>\n<sub>\n<italic>D</italic>\n</sub> = 40.3 ± 0.2 nm were determined.\nThis exciton transport distance is similar to those in PbS and CdSe\nQD solid films and is about 7 times shorter than that in PQDs@MOF.</p><p>The observed long-distance exciton transport\nin MAPbBr<sub>3</sub> PQDs@MOF indicates a very efficient exciton\nhopping between the\nPQDs embedded in the MOF crystal. We believe that the dot-to-dot energy\ntransfer in PQDs@MOF should follow a Förster resonance energy-transfer\n(FRET) mechanism, rather than the Dexter energy-transfer pathway.\nThis is because the centroid distance between adjacent PQDs in MOF\nis ∼3.34 nm in average, which is much longer than the critical\ndistance for the Dexter energy transfer. According to a reported exciton hopping model, the exciton hopping time (τ<sub>Hop</sub>) between\nadjacent PQDs is estimated to be τ<sub>Hop</sub> = 0.87 ps for\nPQDs@MOF and 53.2 ps for PQDs solid films by using their corresponding\nexciton diffusion lengths and exciton lifetimes (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 3</ext-link> for calculation). The obtained exciton\nhopping time for PQDs@MOF is 61.1 times faster than that of PQDs solid\nfilm. According to the FRET model, the huge difference in energy-transfer\ntime should mainly result from the different dot-to-dot distance,\nwhich is 3.34 nm in PQDs@MOF and ∼5.92 nm in PQD solid film\n(see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Supplementary Note 4</ext-link>).\n</p><p>In summary, using\ntime-resolved and PL-scanned imaging microscopy,\nwe observed a high diffusion coefficient of 0.0428 ± 0.0039 cm<sup>2</sup>/s and a long 1D exciton diffusion length of 278 ± 12.6\nnm in MAPbBr<sub>3</sub> PQDs@MOF crystals. This long exciton diffusion\nlength is enabled by an efficient dot-to-dot energy migration (∼0.87\nps) in the PQDs@MOF and also a longer exciton lifetime caused by surface\npassivation of PQDs encapsulated in MOF. We speculate that similar\nlong-distance exciton transport may also occur in other PQDs@MOF materials\nwith different perovskite compositions and MOF structures, establishing\nthe potential of this class of material for application in PQD-based\noptoelectronic devices.</p>", "clean_text": "The encapsulation of perovskite quantum dots (PQDs) in metal organic frameworks (MOFs) is a promising strategy for fabricating stable and functional perovskite solid composites (denoted as PQDs@MOF), which have exhibited great potential for optoelectronics, catalysis, and luminesce applications. However, the exciton diffusion distance, one of the key factors determining the performance of PQDs@MOF in these applications, remains unknown. Herein, by using time-resolved and photoluminescence-scanned imaging microscopy, we report the observation of long-distance exciton transport (278 ± 12.6 nm) and high diffusion coefficient (0.0428 ± 0.0039 cm2/s) in MAPbBr3 PQDs@MOF microcrystals. We show that the long exciton diffusion length, which is seven times longer than that in colloid MAPbBr3 PQD solid films, can be attributed to the strong dipole-dipole coupling between adjacent PQDs embedded in the MOF matrix and their long carrier lifetimes. These findings demonstrate the great potential of PQDs@MOF crystals for optoelectronic applications.\n\nHerein, we report the in situ synthesis and long-distance exciton transport in MAPbBr3 PQDs@MOF microcrystals. By using time-resolved and photoluminescence (PL)-scanned imaging microscopy, we observed a one-dimensional (1D) exciton transport distance of 278 ± 12.6 nm with a diffusion coefficient of 0.0428 ± 0.0039 cm2/s in the PQDs@MOF crystal. This exciton transport distance is ~7 times longer than that in the PQD solid films fabricated from a MAPbBr3 PQD colloid solution.\n\nIn , we compare the time-resolved PL decays collected from a MAPbBr3 PQDs colloid solution, a solid film, and a PQDs@MOF crystal. These PL decays were fitted by a multiexponential function with the fitting parameters listed in Table S1. The PQDs solid film shows a shorter average PL lifetime (τave = 7.4 ns, calculated by τave = Σ A  i  × τ i ) than that (τave = 15.60 ns) of colloid solutions. This is consistent with previous reports, where the solvent evaporation during drop casting can introduce more surface defect to the PQDs, leading to a faster PL decay. In contrast, the PQDs@MOF crystal exhibits a longer average PL lifetime (τave = 18.0 ns) than that of PQD colloid solution. This is likely due to the surface defect passivation of PQDs by the MOF matrix, indicating that MOF provides a better protection to the PQDs than the ligands in colloid solution.\n\n c shows a few plots of σ2 as a function of delay time under different excitation intensities. The fitting of these plots leads to D = 0.0428 ± 0.0039 cm2/s, where the uncertainty is determined by the statistic deviation and fitting errors. Note that the determination of D by  and  is valid only when the excitation intensity is low (≤787.4 nJ cm-2), because within this intensity range the higher-order exciton recombination (e.g., Auger recombination) can be ignored (see Figure S7 for a detailed discussion). The linear fits confirm the absence of subdiffusive transport in PQDs@MOF. Given the exciton lifetime of τave = 18.0 ns, we determined a 1D exciton diffusion length of        L   D   =   D τ   =    278 ± 12.6 nm in the PQDs@MOF crystal. This value is significantly larger than those found in PbS and CdSe QD solid films. This long-distance exciton transport can be attributed to the efficient dot-to-dot energy migration between adjacent PQDs embedded in the MOF crystal.\n\nUsing the same setup, we also collected the time-resolved PL intensity images on a MAPbBr3 PQDs solid film. However, no obvious broadening was observed in the time-dependent PL intensity profiles (Figure S8). This suggests that the exciton transport distance in the PQD film is shorter than our instrument spatial resolution (~54 nm, see Supplementary Note 1). We therefore designed a PL-quenching measurement to determine the diffusion coefficient and diffusion length in the PQD solid film. By applying [6,6]-Phenyl C61 butyric acid methyl ester (PCBM, electron acceptor) to the surface of the PQDs solid film, the PL intensity of PQDs is quenched (a, quenching efficiency ηQuench = 33.8%) along with a faster PL decay (c). For the PQDs film with a thickness of ~200 nm, the PL quenching process should then include the transport of excitons to the PQDs/PCBM interface followed by an ultrafast interfacial electron transfer (~10 ps, Figure S9) from PQD to PCBM. Therefore, by fitting the PL decays of PQDs solid film with and without PCBM (c) to a 1D exciton diffusion and surface quenching model (see Supplementary Note 2 and Figure S10 for details), a diffusion coefficient of D = 0.0022 ± 2.1 × 10-5 cm2/s and L  D  = 40.3 ± 0.2 nm were determined. This exciton transport distance is similar to those in PbS and CdSe QD solid films and is about 7 times shorter than that in PQDs@MOF.\n\nThe observed long-distance exciton transport in MAPbBr3 PQDs@MOF indicates a very efficient exciton hopping between the PQDs embedded in the MOF crystal. We believe that the dot-to-dot energy transfer in PQDs@MOF should follow a Förster resonance energy-transfer (FRET) mechanism, rather than the Dexter energy-transfer pathway. This is because the centroid distance between adjacent PQDs in MOF is ~3.34 nm in average, which is much longer than the critical distance for the Dexter energy transfer. According to a reported exciton hopping model, the exciton hopping time (τHop) between adjacent PQDs is estimated to be τHop = 0.87 ps for PQDs@MOF and 53.2 ps for PQDs solid films by using their corresponding exciton diffusion lengths and exciton lifetimes (see Supplementary Note 3 for calculation). The obtained exciton hopping time for PQDs@MOF is 61.1 times faster than that of PQDs solid film. According to the FRET model, the huge difference in energy-transfer time should mainly result from the different dot-to-dot distance, which is 3.34 nm in PQDs@MOF and ~5.92 nm in PQD solid film (see Supplementary Note 4). \n\nIn summary, using time-resolved and PL-scanned imaging microscopy, we observed a high diffusion coefficient of 0.0428 ± 0.0039 cm2/s and a long 1D exciton diffusion length of 278 ± 12.6 nm in MAPbBr3 PQDs@MOF crystals. This long exciton diffusion length is enabled by an efficient dot-to-dot energy migration (~0.87 ps) in the PQDs@MOF and also a longer exciton lifetime caused by surface passivation of PQDs encapsulated in MOF. We speculate that similar long-distance exciton transport may also occur in other PQDs@MOF materials with different perovskite compositions and MOF structures, establishing the potential of this class of material for application in PQD-based optoelectronic devices.", "data": [[{"meta": {"name": "PQDs@MOF", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "exciton diffusion distance", "value": "278 ± 12.6", "unit": "nm", "condition": ""}, {"property name": "diffusion coefficient", "value": "0.0428 ± 0.0039", "unit": "cm^2/s", "condition": ""}, {"property name": "exciton hopping time", "value": "0.87", "unit": "ps", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic of exciton\ntransport process in PQDs@MOF. (b) TEM\nimage of a typical MAPbBr<sub>3</sub> PQDs@MOF crystal, showing a\nhomogeneous distribution of PQDs embedded in the MOF matrix. (c) UV–vis\nabsorption and PL spectra of a typical MAPbBr<sub>3</sub> PQDs@MOF\ncrystal.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jz0c02974_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic of exciton transport process in PQDs@MOF. (b) TEM image of a typical MAPbBr3 PQDs@MOF crystal, showing a homogeneous distribution of PQDs embedded in the MOF matrix. (c) UV-vis absorption and PL spectra of a typical MAPbBr3 PQDs@MOF crystal.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PL decay kinetics of\nPQDs@MOF, colloid PQDs solution, and PQDs\nsolid film. Solid lines are the triexponential fits of decay kinetics\nwith fitting parameters listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Table S1</ext-link>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jz0c02974_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  PL decay kinetics of PQDs@MOF, colloid PQDs solution, and PQDs solid film. Solid lines are the triexponential fits of decay kinetics with fitting parameters listed in Table S1.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) PL intensity images from a typical PQDs@MOF crystal at various\ndelay times after excitation, showing the spread of PL intensity caused\nby the exciton diffusion. Scale bars are 1 μm. (b) Normalized\none-dimensional PL intensity profiles extracted from PL images in\npanel a at different delay times, showing the spatial broadening of\nthe PL distribution. The plots are fitted by a Gaussian function (solid\nlines) for the determination of Gaussian variance (σ<sup>2</sup>). (c) The determination of an average 1D diffusion coefficient of <italic>D</italic> = 0.0428 ± 0.0039 cm<sup>2</sup>/s by fitting the\n1D time-dependent variances of Gaussian profiles under different excitation\nintensities according to <xref ref-type=\"disp-formula\" rid=\"eq3\">eq <xref ref-type=\"disp-formula\" rid=\"eq3\"></xref>\n</xref>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jz0c02974_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) PL intensity images from a typical PQDs@MOF crystal at various delay times after excitation, showing the spread of PL intensity caused by the exciton diffusion. Scale bars are 1 μm. (b) Normalized one-dimensional PL intensity profiles extracted from PL images in panel a at different delay times, showing the spatial broadening of the PL distribution. The plots are fitted by a Gaussian function (solid lines) for the determination of Gaussian variance (σ2). (c) The determination of an average 1D diffusion coefficient of D = 0.0428 ± 0.0039 cm2/s by fitting the 1D time-dependent variances of Gaussian profiles under different excitation intensities according to eq  .   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PL spectra\n(upper panels) and decay kinetics (lower panels) of\nPQDs solid film (a and c) and PQDs@MOF (b and d) before (green) and\nafter (blue) applying PCBM, showing that the PCBM leads to more efficient\nPL quenching on PQDs@MOF than on PQDs solid film because of the long-distance\nexciton diffusion in the former. The solid lines in panels c and d\nare the exponential fits of PL decay kinetics (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.0c02974/suppl_file/jz0c02974_si_001.pdf\">Table S1</ext-link> for fitting parameters).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jz0c02974_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  PL spectra (upper panels) and decay kinetics (lower panels) of PQDs solid film (a and c) and PQDs@MOF (b and d) before (green) and after (blue) applying PCBM, showing that the PCBM leads to more efficient PL quenching on PQDs@MOF than on PQDs solid film because of the long-distance exciton diffusion in the former. The solid lines in panels c and d are the exponential fits of PL decay kinetics (see Table S1 for fitting parameters).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpclett.0c02974", "title": "\nLong-Range Exciton Transport in Perovskite–Metal\nOrganic Framework Solid Composites\n", "journal": "American Chemical\nSociety", "date": "2020.10", "author_list": ["Sun\nQi", "Yin\nZixi", "Wang\nShiping", "Zhao\nChunyi", "Leng\nJing", "Tian\nWenming", "Jin\nShengye"]}}