{"filepath": "../L2M3_data/1_application_papers/acs_xml/jz2c00693.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>In\nthis work, the degradation of the metal–organic framework\n(MOF) DMOF-1 as a function of water adsorption was investigated. As\nthe quantity of water vapor adsorbed by DMOF-1 increases, degradation\nof the MOF from hydrolysis accelerates. Degradation was attributed\nto clustering of water molecules in the void space of DMOF-1, as seen\nin <italic toggle=\"yes\">NVT</italic> Monte Carlo simulations. Our molecular simulations\nstrongly suggest that degradation of DMOF-1 by water is driven by\nwater adsorption at defect sites in the MOF. Interestingly, it was\nobserved that DMOF-1 can remain stable if it adsorbs less water than\nthe 1 mmol/g necessary to initiate degradation within the framework.\nEven though the rate of hydrolysis increases at higher temperatures,\nthe degradation threshold for DMOF-1 remains 1 mmol/g regardless of\ntemperature. This suggests that at sufficiently elevated temperatures\n(above ∼50 °C) DMOF-1 is stable toward water vapor at\nall relative humidities.</p>", "clean_text": "In this work, the degradation of the metal-organic framework (MOF) DMOF-1 as a function of water adsorption was investigated. As the quantity of water vapor adsorbed by DMOF-1 increases, degradation of the MOF from hydrolysis accelerates. Degradation was attributed to clustering of water molecules in the void space of DMOF-1, as seen in NVT Monte Carlo simulations. Our molecular simulations strongly suggest that degradation of DMOF-1 by water is driven by water adsorption at defect sites in the MOF. Interestingly, it was observed that DMOF-1 can remain stable if it adsorbs less water than the 1 mmol/g necessary to initiate degradation within the framework. Even though the rate of hydrolysis increases at higher temperatures, the degradation threshold for DMOF-1 remains 1 mmol/g regardless of temperature. This suggests that at sufficiently elevated temperatures (above ~50 °C) DMOF-1 is stable toward water vapor at all relative humidities.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs) are porous and crystalline materials synthesized via self-assembly\nbetween inorganic metal ions or clusters and organic ligands. Through careful selection of their components,\nthe porosity, surface chemistry, and other physical characteristics\nof MOFs can be easily tailored. The potential tunability and modular\nsynthesis of MOFs make them attractive candidates for catalysis, sensing,\nand gas separation and storage applications.\n</p>", "clean_text": "Metal-organic frameworks (MOFs) are porous and crystalline materials synthesized via self-assembly between inorganic metal ions or clusters and organic ligands. Through careful selection of their components, the porosity, surface chemistry, and other physical characteristics of MOFs can be easily tailored. The potential tunability and modular synthesis of MOFs make them attractive candidates for catalysis, sensing, and gas separation and storage applications. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A well-known problem afflicting some MOFs is their tendency\nto\ndegrade in the presence of water vapor, a pervasive and ubiquitous\ncomponent in many chemical process streams. To increase the industrial viability\nof MOFs, researchers have studied several factors that affect the\nwater stability of these porous materials, including the steric effect\nof substituent groups on the ligands, the strength of the metal–ligand\nbond, and the hydrophobicity of the ligands. Computational\ntools have been developed to quickly screen the water stability of\nMOFs. In a work published recently by our group, machine learning models were shown to accurately predict\nthe water stability of 10 MOFs that were not included in the original\ndata set used to train the models.</p>", "clean_text": "A well-known problem afflicting some MOFs is their tendency to degrade in the presence of water vapor, a pervasive and ubiquitous component in many chemical process streams. To increase the industrial viability of MOFs, researchers have studied several factors that affect the water stability of these porous materials, including the steric effect of substituent groups on the ligands, the strength of the metal-ligand bond, and the hydrophobicity of the ligands. Computational tools have been developed to quickly screen the water stability of MOFs. In a work published recently by our group, machine learning models were shown to accurately predict the water stability of 10 MOFs that were not included in the original data set used to train the models.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Despite the progress made\nto better understand the water stability\nof MOFs, the relationship between water loading and structural degradation\nhas not been fully explored. To this end, the hydrolytic stability\nof the widely studied MOF DMOF-1 as a function of water loading and\ntemperature is investigated under various conditions in this Letter.\nIn physisorption in porous materials, adsorbate loadings at a given\npressure decrease with increasing temperature. This simple observation\nsuggests that MOFs that are known to be unstable at a particular water\nloading at ambient temperature may be stable at higher temperatures\nat the same partial pressure of water because of decreased water adsorption.</p>", "clean_text": "Despite the progress made to better understand the water stability of MOFs, the relationship between water loading and structural degradation has not been fully explored. To this end, the hydrolytic stability of the widely studied MOF DMOF-1 as a function of water loading and temperature is investigated under various conditions in this Letter. In physisorption in porous materials, adsorbate loadings at a given pressure decrease with increasing temperature. This simple observation suggests that MOFs that are known to be unstable at a particular water loading at ambient temperature may be stable at higher temperatures at the same partial pressure of water because of decreased water adsorption.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>DMOF-1 is a pillared MOF that is known to exhibit low kinetic stability\nin water vapor. It is composed of zinc\nmetal ions and two organic ligands: 1,4-diazabicyclo­[2,2,2]­octane\n(DABCO) and benzene-1,4-dicarboxylate (BDC). The framework exhibits\nconsiderable chemical tunabilityboth the metal center and\nthe ligands have been exchanged for other components to give isostructural\nframeworks. Additionally, when benzene,\nmethanol, ethanol, or isopropanol is present in its pores, DMOF-1\nexhibits “flexible” behavior. Although the instability of DMOF-1 has been reported by us and others, it is unclear how the degradation of DMOF-1 in the presence of water\nvapor is affected by the dual interplay between water loading and\nadsorption temperature.</p>", "clean_text": "DMOF-1 is a pillared MOF that is known to exhibit low kinetic stability in water vapor. It is composed of zinc metal ions and two organic ligands: 1,4-diazabicyclo[2,2,2]octane (DABCO) and benzene-1,4-dicarboxylate (BDC). The framework exhibits considerable chemical tunabilityboth the metal center and the ligands have been exchanged for other components to give isostructural frameworks. Additionally, when benzene, methanol, ethanol, or isopropanol is present in its pores, DMOF-1 exhibits \"flexible\" behavior. Although the instability of DMOF-1 has been reported by us and others, it is unclear how the degradation of DMOF-1 in the presence of water vapor is affected by the dual interplay between water loading and adsorption temperature.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Previous work showed that DMOF-1 begins\nto degrade at approximately\n1.27 kPa H<sub>2</sub>O (40% RH) at room temperature. Since little degradation occurs at lower humidity levels,\nit is clear that the onset of degradation is a function of the amount\nof water vapor adsorbed by the framework: the more water vapor is\nadsorbed, the more hydrolysis of the framework occurs. If a particular\nwater loading is required to initiate degradation, it may follow that\nthis threshold loading should hold regardless of the adsorption temperature,\nalthough the dependence of the degradation kinetics on temperature\nand water loading are less clear.</p>", "clean_text": "Previous work showed that DMOF-1 begins to degrade at approximately 1.27 kPa H2O (40% RH) at room temperature. Since little degradation occurs at lower humidity levels, it is clear that the onset of degradation is a function of the amount of water vapor adsorbed by the framework: the more water vapor is adsorbed, the more hydrolysis of the framework occurs. If a particular water loading is required to initiate degradation, it may follow that this threshold loading should hold regardless of the adsorption temperature, although the dependence of the degradation kinetics on temperature and water loading are less clear.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>To study the role of temperature\non the adsorption properties and\nstability of DMOF-1, a series of Brunauer–Emmett–Teller\n(BET) surface area and water vapor adsorption measurements were conducted\non DMOF-1 with a Micromeritics 3Flex surface characterization analyzer\n(3Flex). To prevent accidental exposure of DMOF-1 to ambient air during\nsample preparation, the sample was kept slightly wet in DMF prior\nto activation and adsorption experiments. The powder X-ray diffraction\n(PXRD) pattern and BET surface area were collected to confirm the\nsuccessful synthesis of DMOF-1. The PXRD data were found to be in\nagreement with the literature (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). The measured BET surface area was\nfound to be close to the previously reported value for DMOF-1 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The slight\ndiscrepancy between the surface areas may be due to a difference in\nactivation procedures used.</p>", "clean_text": "To study the role of temperature on the adsorption properties and stability of DMOF-1, a series of Brunauer-Emmett-Teller (BET) surface area and water vapor adsorption measurements were conducted on DMOF-1 with a Micromeritics 3Flex surface characterization analyzer (3Flex). To prevent accidental exposure of DMOF-1 to ambient air during sample preparation, the sample was kept slightly wet in DMF prior to activation and adsorption experiments. The powder X-ray diffraction (PXRD) pattern and BET surface area were collected to confirm the successful synthesis of DMOF-1. The PXRD data were found to be in agreement with the literature (Figure S1). The measured BET surface area was found to be close to the previously reported value for DMOF-1 (Table S1). The slight discrepancy between the surface areas may be due to a difference in activation procedures used.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>A series of isothermal water vapor\nadsorption measurements were\nconducted at 15, 25, and 35 °C. Representative water vapor adsorption\nisotherms at these temperatures are presented in a. Because defining the equilibrium\nstate of a material that dynamically degrades during water exposure\nis challenging, we describe the history of water exposure in each\nexperiment below. The maximum quantity of adsorbed water at a particular\npressure decreased with increasing adsorption temperature, as expected. However, since degradation may also have been\noccurring, it is difficult to fully attribute the decrease in adsorption\nloading to the increase in temperature. To study the degradation of\nDMOF-1 as a function of the amount of water vapor adsorbed by the\nframework, DMOF-1 was first allowed to adsorb various loadings of\nwater vapor (0–12 mmol of H<sub>2</sub>O/g of DMOF-1). After\nequilibration at a particular loading, immediate desorption of water\nvapor was carried out, and a “post-water” BET surface\narea measurement was subsequently performed. These BET measurements\nwere done within the same instrument as the water adsorption/desorption,\nso the samples were never exposed to ambient air. The “pre-water”\n(pristine DMOF-1) and “post-water” BET surface areas\nof DMOF-1 were compared to determine the extent of degradation that\nhad occurred in the sample, as any degradation would result in a decreased\n“post-water” BET surface area of DMOF-1. The amount\nof BET surface area retained was calculated by dividing the “post-water”\nBET surface area by the “pre-water” BET surface area.</p>", "clean_text": "A series of isothermal water vapor adsorption measurements were conducted at 15, 25, and 35 °C. Representative water vapor adsorption isotherms at these temperatures are presented in a. Because defining the equilibrium state of a material that dynamically degrades during water exposure is challenging, we describe the history of water exposure in each experiment below. The maximum quantity of adsorbed water at a particular pressure decreased with increasing adsorption temperature, as expected. However, since degradation may also have been occurring, it is difficult to fully attribute the decrease in adsorption loading to the increase in temperature. To study the degradation of DMOF-1 as a function of the amount of water vapor adsorbed by the framework, DMOF-1 was first allowed to adsorb various loadings of water vapor (0-12 mmol of H2O/g of DMOF-1). After equilibration at a particular loading, immediate desorption of water vapor was carried out, and a \"post-water\" BET surface area measurement was subsequently performed. These BET measurements were done within the same instrument as the water adsorption/desorption, so the samples were never exposed to ambient air. The \"pre-water\" (pristine DMOF-1) and \"post-water\" BET surface areas of DMOF-1 were compared to determine the extent of degradation that had occurred in the sample, as any degradation would result in a decreased \"post-water\" BET surface area of DMOF-1. The amount of BET surface area retained was calculated by dividing the \"post-water\" BET surface area by the \"pre-water\" BET surface area.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Water\nvapor adsorption isotherms of DMOF-1 at 15 °C (blue\nsquares), 25 °C (green circles), and 35 °C (orange triangles).\nSolid and dashed lines representing separate experiments for each\ntemperature are included for the reader’s reference. (b) PXRD\npatterns of DMOF-1 after adsorption of various water loadings (0.616–7.53\nmmol/g) at 35 °C, plotted on a logarithmic scale. The patterns\nwere normalized to a maximum intensity of 1000. Samples were kept\nsealed with nitrogen to prevent degradation during PXRD scans. As\nthe amount of BET surface area retained approaches 19.5%, there is\na decrease in crystallinity and a growing amorphous behavior in DMOF-1.\nThe sharper peaks in the DMOF-1 sample that adsorbed 0.616 mmol/g\ncompared with the pristine sample are likely due to different signal-to-noise\nratios caused by different packing of the samples.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c00693_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Water vapor adsorption isotherms of DMOF-1 at 15 °C (blue squares), 25 °C (green circles), and 35 °C (orange triangles). Solid and dashed lines representing separate experiments for each temperature are included for the reader's reference. (b) PXRD patterns of DMOF-1 after adsorption of various water loadings (0.616-7.53 mmol/g) at 35 °C, plotted on a logarithmic scale. The patterns were normalized to a maximum intensity of 1000. Samples were kept sealed with nitrogen to prevent degradation during PXRD scans. As the amount of BET surface area retained approaches 19.5%, there is a decrease in crystallinity and a growing amorphous behavior in DMOF-1. The sharper peaks in the DMOF-1 sample that adsorbed 0.616 mmol/g compared with the pristine sample are likely due to different signal-to-noise ratios caused by different packing of the samples.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>In addition to BET surface area measurements, the corresponding\nPXRD patterns of DMOF-1 samples after water vapor exposure at 15,\n25, and 35 °C were measured. As shown in b, there was a clear loss of crystallinity\nof DMOF-1 at 35 °C, as the amount of BET surface area retained\ndipped below 49.4%. Similar trends in crystallinity loss, characterized\nby peak broadening and losses in intensity, were also observed at\n15 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>) and 25 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>).</p>", "clean_text": "In addition to BET surface area measurements, the corresponding PXRD patterns of DMOF-1 samples after water vapor exposure at 15, 25, and 35 °C were measured. As shown in b, there was a clear loss of crystallinity of DMOF-1 at 35 °C, as the amount of BET surface area retained dipped below 49.4%. Similar trends in crystallinity loss, characterized by peak broadening and losses in intensity, were also observed at 15 °C (Figure S2) and 25 °C (Figure S3).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The BET surface area retained\nfor DMOF-1 as a function of the amount\nof water vapor adsorbed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>) is presented\nin . A trend\nis evident from the comparison of the surface areas retained and the\nquantities of water adsorbed for all three temperatures: increased\nadsorption leads to a decrease in retained surface area.</p>", "clean_text": "The BET surface area retained for DMOF-1 as a function of the amount of water vapor adsorbed (Table S2) is presented in . A trend is evident from the comparison of the surface areas retained and the quantities of water adsorbed for all three temperatures: increased adsorption leads to a decrease in retained surface area.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Degradation\nof DMOF-1 as a function of water loading at 15, 25,\nand 35 °C. DMOF-1 adsorbed water vapor at 15 °C (blue squares),\n25 °C (green circles), and 35 °C (orange triangles), and\nits ensuing BET surface area after water vapor adsorption was compared\nto its initial BET surface area to determine the percentage of surface\narea retained. As the amount of water vapor adsorbed increases, the\npercentage of surface area retained decreases, indicating the gradual\nstructural collapse of the DMOF-1 framework (light-blue arrow).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c00693_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Degradation of DMOF-1 as a function of water loading at 15, 25, and 35 °C. DMOF-1 adsorbed water vapor at 15 °C (blue squares), 25 °C (green circles), and 35 °C (orange triangles), and its ensuing BET surface area after water vapor adsorption was compared to its initial BET surface area to determine the percentage of surface area retained. As the amount of water vapor adsorbed increases, the percentage of surface area retained decreases, indicating the gradual structural collapse of the DMOF-1 framework (light-blue arrow).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>From , it\nappears that the degradation of DMOF-1 occurs only when the quantity\nof water vapor adsorbed by the structure exceeds 1 mmol/g. This degradation\nalso appears to be independent of the adsorption temperature, i.e.,\nthis same critical water loading is required to initiate degradation\neven at higher temperatures.</p>", "clean_text": "From , it appears that the degradation of DMOF-1 occurs only when the quantity of water vapor adsorbed by the structure exceeds 1 mmol/g. This degradation also appears to be independent of the adsorption temperature, i.e., this same critical water loading is required to initiate degradation even at higher temperatures.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>In addition to examining the role\nthat temperature plays in degradation,\nwe also investigated the kinetic water vapor stability of DMOF-1.\nIn , all of\nthe samples were automatically desorbed of adsorbed water vapor immediately\nafter they had reached their final adsorption equilibrium loading.\nThis immediate removal of water vapor prevented further degradation\nof the material due to prolonged exposure. To better understand how\ntime may affect degradation in DMOF-1, timed desorption experiments\nwere performed. For each temperature, we tested three water loadings:\n(a) less than 1 mmol/g, (b) approximately 6 mmol/g, and (c) approximately\n8 mmol/g. In the case of samples that adsorbed less than 1 mmol/g,\nthey were desorbed 48 h after they reached their final adsorption\nequilibrium loading. Samples that were loaded with approximately 6\nmmol of water vapor/g were desorbed 24 or 48 h after the onset of\ndegradation, where the onset was defined as the first equilibrium\nloading of water vapor at or above 1 mmol/g. Samples that adsorbed\napproximately 8 mmol of water vapor/g underwent desorption less than\n24 h after the onset of degradation. This was done because of sample\ndegradation occurring in under 24 h if water was not immediately desorbed.</p>", "clean_text": "In addition to examining the role that temperature plays in degradation, we also investigated the kinetic water vapor stability of DMOF-1. In , all of the samples were automatically desorbed of adsorbed water vapor immediately after they had reached their final adsorption equilibrium loading. This immediate removal of water vapor prevented further degradation of the material due to prolonged exposure. To better understand how time may affect degradation in DMOF-1, timed desorption experiments were performed. For each temperature, we tested three water loadings: (a) less than 1 mmol/g, (b) approximately 6 mmol/g, and (c) approximately 8 mmol/g. In the case of samples that adsorbed less than 1 mmol/g, they were desorbed 48 h after they reached their final adsorption equilibrium loading. Samples that were loaded with approximately 6 mmol of water vapor/g were desorbed 24 or 48 h after the onset of degradation, where the onset was defined as the first equilibrium loading of water vapor at or above 1 mmol/g. Samples that adsorbed approximately 8 mmol of water vapor/g underwent desorption less than 24 h after the onset of degradation. This was done because of sample degradation occurring in under 24 h if water was not immediately desorbed.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Upon adsorption of less than 1 mmol of water vapor/g, DMOF-1 did\nnot degrade after 48 h at all three temperatures. However, it was\nobserved that once DMOF-1 adsorbed more than approximately 8 mmol/g,\nthe sample catastrophically degraded unless the adsorbed water vapor\nwas immediately desorbed under vacuum. After adsorption of 8.17 mmol/g\nat 25 °C and 1.27 kPa (40% RH), the sample was kept sealed in\na tube (with no addition or removal of water vapor), and the sample\npressure was continuously monitored. After 260 min, the water vapor\npressure equilibrated to just below the saturation pressure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) at 25 °C. This increase in pressure\nover time while the sample was being held in a static environment\nsuggests that adsorbed water vapor molecules desorbed from the framework\nas a result of a collapsing pore structure. On the basis of , it is inferred\nthat at this loading of 8.17 mmol/g, the sample should have still\nretained at least 20% of its initial surface area. However, a subsequent\n“post-water” BET surface area measurement confirmed\nthat the sample had completely degraded by the end of the 260 min.\nJasuja and Walton similarly reported that DMOF-1 exhibited decreasing\nwater vapor loadings (increasing sample pressure) as it degraded.\n</p>", "clean_text": "Upon adsorption of less than 1 mmol of water vapor/g, DMOF-1 did not degrade after 48 h at all three temperatures. However, it was observed that once DMOF-1 adsorbed more than approximately 8 mmol/g, the sample catastrophically degraded unless the adsorbed water vapor was immediately desorbed under vacuum. After adsorption of 8.17 mmol/g at 25 °C and 1.27 kPa (40% RH), the sample was kept sealed in a tube (with no addition or removal of water vapor), and the sample pressure was continuously monitored. After 260 min, the water vapor pressure equilibrated to just below the saturation pressure (Figure S4) at 25 °C. This increase in pressure over time while the sample was being held in a static environment suggests that adsorbed water vapor molecules desorbed from the framework as a result of a collapsing pore structure. On the basis of , it is inferred that at this loading of 8.17 mmol/g, the sample should have still retained at least 20% of its initial surface area. However, a subsequent \"post-water\" BET surface area measurement confirmed that the sample had completely degraded by the end of the 260 min. Jasuja and Walton similarly reported that DMOF-1 exhibited decreasing water vapor loadings (increasing sample pressure) as it degraded. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>At water vapor loadings between 1 and\n8 mmol/g, we observed that\nDMOF-1 degraded faster at higher adsorption temperatures than at lower\nadsorption temperatures at the same loading, as shown in . In , the loading was held constant\nat approximately 6 mmol/g for all of the samples. Water was desorbed\nfrom the sample under vacuum 24 or 48 h from the onset of degradation\n(i.e., the first equilibrium loading at or above 1 mmol of water/g).\nAfter 24 h, the samples all showed slightly lower BET surface area\nretained relative to the data presented in , in which water was fully desorbed from\nthe sample under vacuum after the final adsorption pressure was reached.\nAfter 48 h, only the sample at 35 °C lost more surface area compared\nwith the samples at 24 h.</p>", "clean_text": "At water vapor loadings between 1 and 8 mmol/g, we observed that DMOF-1 degraded faster at higher adsorption temperatures than at lower adsorption temperatures at the same loading, as shown in . In , the loading was held constant at approximately 6 mmol/g for all of the samples. Water was desorbed from the sample under vacuum 24 or 48 h from the onset of degradation (i.e., the first equilibrium loading at or above 1 mmol of water/g). After 24 h, the samples all showed slightly lower BET surface area retained relative to the data presented in , in which water was fully desorbed from the sample under vacuum after the final adsorption pressure was reached. After 48 h, only the sample at 35 °C lost more surface area compared with the samples at 24 h.", "data": null, "include_properties": null}, {"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of BET\nSurface Areas Retained\nfor DMOF-1 Samples Held at Approximately 6 mmol/g at Two Different\nTime Points at 15, 25, and 35 °C</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">time above 1 mmol/g</oasis:entry>\n<oasis:entry align=\"center\">temperature\n(°C)</oasis:entry>\n<oasis:entry align=\"center\">loading (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">BET surface\narea retained (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"2\">24 h</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>5.70</oasis:entry>\n<oasis:entry>54.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>5.70</oasis:entry>\n<oasis:entry>40.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>6.58</oasis:entry>\n<oasis:entry>23.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">48 h</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>5.71</oasis:entry>\n<oasis:entry>54.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>5.91</oasis:entry>\n<oasis:entry>41.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>5.82</oasis:entry>\n<oasis:entry>18.4</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>These\nresults align with the temperature-dependent trend observed\nin : DMOF-1\ndegrades faster at 35 °C than at 25 and 15 °C at the same\nwater vapor loadings. Ultimately, the data suggest that the degradation\nprocess requires that some net energy barrier must be overcome. Regardless\nof what that energy barrier may be, our data indicate the water vapor\nloading in DMOF-1 must exceed 1 mmol/g for hydrolysis to proceed.</p>", "clean_text": "These results align with the temperature-dependent trend observed in : DMOF-1 degrades faster at 35 °C than at 25 and 15 °C at the same water vapor loadings. Ultimately, the data suggest that the degradation process requires that some net energy barrier must be overcome. Regardless of what that energy barrier may be, our data indicate the water vapor loading in DMOF-1 must exceed 1 mmol/g for hydrolysis to proceed.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>To further test the role of this critical loading, high-temperature\nwater vapor adsorption experiments were carried out on a Hiden Isochema\nIGA-003 gas sorption analyzer at 40 and 50 °C. While the IGA-003\ncan operate at higher adsorption temperatures than the 3Flex, it lacks\nthe capability to perform BET surface area measurements with N<sub>2</sub> in situ. Therefore, CO<sub>2</sub> adsorption isotherm measurements\nwere conducted on the IGA-003 immediately following water desorption\nin lieu of BET surface area measurements to avoid exposing the sample\nto ambient air during transfer. In the absence of BET surface area\nmeasurements, CO<sub>2</sub> adsorption isotherms serve as a qualitative\nsubstitute to assess structural stability. The “pre-water” CO<sub>2</sub> adsorption capacity\nfunctions as a reference point for pristine DMOF-1, and a marked decrease\nin the “post-water” CO<sub>2</sub> adsorption capacity\nindicates that structural degradation has occurred.</p>", "clean_text": "To further test the role of this critical loading, high-temperature water vapor adsorption experiments were carried out on a Hiden Isochema IGA-003 gas sorption analyzer at 40 and 50 °C. While the IGA-003 can operate at higher adsorption temperatures than the 3Flex, it lacks the capability to perform BET surface area measurements with N2 in situ. Therefore, CO2 adsorption isotherm measurements were conducted on the IGA-003 immediately following water desorption in lieu of BET surface area measurements to avoid exposing the sample to ambient air during transfer. In the absence of BET surface area measurements, CO2 adsorption isotherms serve as a qualitative substitute to assess structural stability. The \"pre-water\" CO2 adsorption capacity functions as a reference point for pristine DMOF-1, and a marked decrease in the \"post-water\" CO2 adsorption capacity indicates that structural degradation has occurred.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>\n presents\nthe CO<sub>2</sub> adsorption isotherms at 25 °C for DMOF-1 samples\nafter exposure to 5.91 kPa H<sub>2</sub>O (80% RH) at 40 °C and\n9.88 kPa H<sub>2</sub>O (80% RH) at 50 °C for 24 h. At 40 °C\nand 5.91 kPa H<sub>2</sub>O, DMOF-1 adsorbed 4.22 mmol of water vapor/g.\nAt 50 °C and 9.88 kPa H<sub>2</sub>O, DMOF-1 adsorbed 0.67 mmol\nof water vapor/g, which is below the 1 mmol/g needed to initiate degradation.\nThe drastic decrease in CO<sub>2</sub> adsorption capacity after water\nvapor exposure at 40 °C strongly suggests that the DMOF-1 sample\nunderwent structural collapse. On the other hand, the nearly identical\nCO<sub>2</sub> adsorption isotherms for 50 °C suggest that DMOF-1\nretained its structural integrity.</p>", "clean_text": "  presents the CO2 adsorption isotherms at 25 °C for DMOF-1 samples after exposure to 5.91 kPa H2O (80% RH) at 40 °C and 9.88 kPa H2O (80% RH) at 50 °C for 24 h. At 40 °C and 5.91 kPa H2O, DMOF-1 adsorbed 4.22 mmol of water vapor/g. At 50 °C and 9.88 kPa H2O, DMOF-1 adsorbed 0.67 mmol of water vapor/g, which is below the 1 mmol/g needed to initiate degradation. The drastic decrease in CO2 adsorption capacity after water vapor exposure at 40 °C strongly suggests that the DMOF-1 sample underwent structural collapse. On the other hand, the nearly identical CO2 adsorption isotherms for 50 °C suggest that DMOF-1 retained its structural integrity.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>CO<sub>2</sub> adsorption isotherms at\n25 °C for DMOF-1 before\nand after water vapor adsorption at 80% RH at 40 °C (violet triangles)\nand 50 °C (red diamonds) for 24 h. For comparative purposes,\na CO<sub>2</sub> isotherm (gray squares) of DMOF-1 at 25 °C reported\nby Liang et al.<xref ref-type=\"bibr\" rid=\"ref20\"></xref> was reproduced here.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c00693_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  CO2 adsorption isotherms at 25 °C for DMOF-1 before and after water vapor adsorption at 80% RH at 40 °C (violet triangles) and 50 °C (red diamonds) for 24 h. For comparative purposes, a CO2 isotherm (gray squares) of DMOF-1 at 25 °C reported by Liang et al. was reproduced here.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To gain further insight into the adsorption behavior,\nmolecular\nsimulations of water adsorption in DMOF-1 were performed using different\nwater models. The simulations showed that only the isotherm of a defective\nstructure modeled using a flexible framework is in reasonable agreement\nwith experiment (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). This observation\nstrongly hints that defects play an important role in water adsorption\nin DMOF-1. Similar conclusions have been drawn in comparing molecular\nsimulations and experimental data for other MOFs. On the basis of the defective\nstructure, we performed <italic toggle=\"yes\">NVT</italic> Monte Carlo (MC) simulations\nto better understand how water clustering in DMOF-1 influences hydrolysis\nat different temperatures. As can be seen in , there appear to be two steps for water\nadsorption in the defective structure at 25 °C: when the water\nuptake is less than 1 mmol/g, water tends to adsorb near defects;\nwhen the water uptake is more than 1 mmol/g, intrusion occurs, and\nwater forms clusters near the already adsorbed water. We also conducted\nsimulations at 15 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>) and\n35 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>) and found that at\nall three temperatures water clusters the same way at the same loadings.\nOur simulations strongly suggest that degradation of DMOF-1 is driven\nby water nucleation at defect sites. We emphasize that our simulations\nprovide insight into the structure of adsorbed water before degradation\nof the MOF occurs; we did not attempt to model the degradation process.</p>", "clean_text": "To gain further insight into the adsorption behavior, molecular simulations of water adsorption in DMOF-1 were performed using different water models. The simulations showed that only the isotherm of a defective structure modeled using a flexible framework is in reasonable agreement with experiment (Figure S6). This observation strongly hints that defects play an important role in water adsorption in DMOF-1. Similar conclusions have been drawn in comparing molecular simulations and experimental data for other MOFs. On the basis of the defective structure, we performed NVT Monte Carlo (MC) simulations to better understand how water clustering in DMOF-1 influences hydrolysis at different temperatures. As can be seen in , there appear to be two steps for water adsorption in the defective structure at 25 °C: when the water uptake is less than 1 mmol/g, water tends to adsorb near defects; when the water uptake is more than 1 mmol/g, intrusion occurs, and water forms clusters near the already adsorbed water. We also conducted simulations at 15 °C (Figure S7) and 35 °C (Figure S8) and found that at all three temperatures water clusters the same way at the same loadings. Our simulations strongly suggest that degradation of DMOF-1 is driven by water nucleation at defect sites. We emphasize that our simulations provide insight into the structure of adsorbed water before degradation of the MOF occurs; we did not attempt to model the degradation process.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Water\nadsorption configuration illustration at 25 °C: (a)\nempty DMOF-1 framework, where defect sites are illustrated using blue\nboxes; (b) when the water uptake is 0.57 mmol/g; (c) when the water\nuptake is 1.40 mmol/g; (d) when the water uptake is 2.26 mmol/g. As\nthe uptake increases, water forms clusters near the already adsorbed\nwater. Similar clustering effects were observed at 15 and 35 °C.\nTo simulate these adsorption configurations of DMOF-1, we considered\none of the previously reported defects, specifically, replacement\nof a DABCO linker with two water molecules, and performed simulations\nin which one-eighth of the DABCO linkers were replaced.<xref ref-type=\"bibr\" rid=\"ref30\"></xref>\n</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c00693_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Water adsorption configuration illustration at 25 °C: (a) empty DMOF-1 framework, where defect sites are illustrated using blue boxes; (b) when the water uptake is 0.57 mmol/g; (c) when the water uptake is 1.40 mmol/g; (d) when the water uptake is 2.26 mmol/g. As the uptake increases, water forms clusters near the already adsorbed water. Similar clustering effects were observed at 15 and 35 °C. To simulate these adsorption configurations of DMOF-1, we considered one of the previously reported defects, specifically, replacement of a DABCO linker with two water molecules, and performed simulations in which one-eighth of the DABCO linkers were replaced.    ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>It is not surprising\nthat clustering of water can occur in the\npores of MOFs that are largely hydrophobic. Küsgens et al.\nobserved that as water molecules are adsorbed in certain MOFs (MIL-100­(Fe),\nMIL-101­(Cr)), they tend to combine with other water clusters in the\npores. Nijem et al. reported similar behavior\nin hydrophobic fluorinated MOFs.\n</p>", "clean_text": "It is not surprising that clustering of water can occur in the pores of MOFs that are largely hydrophobic. Küsgens et al. observed that as water molecules are adsorbed in certain MOFs (MIL-100(Fe), MIL-101(Cr)), they tend to combine with other water clusters in the pores. Nijem et al. reported similar behavior in hydrophobic fluorinated MOFs. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>In conclusion, our experiments have shown that a loading of at\nleast 1 mmol of water vapor/g of MOF is necessary for DMOF-1 to degrade,\nand a comparison between experimental and simulation results at low\nwater loadings indicates that initial water adsorption in DMOF-1 is\ndriven by defects in the MOF. The simulations indicate that clustering\nof water in DMOF-1 does not occur at H<sub>2</sub>O loadings below\n1 mmol/g even in the presence of defects in the MOF and thus that\nDMOF-1 is robust under those conditions. At water loadings between\n1 and 8 mmol/g, the temperature was observed to have an impact on\nthe severity of the degradation of DMOF-1. Namely, DMOF-1 degrades\nmore quickly at 35 °C than at 15 or 25 °C for the same water\nvapor loading. If the water vapor loading in DMOF-1 is equal to or\ngreater than 8 mmol/g and there is no immediate desorption of water\nvapor, DMOF-1 will fully degrade over time.</p>", "clean_text": "In conclusion, our experiments have shown that a loading of at least 1 mmol of water vapor/g of MOF is necessary for DMOF-1 to degrade, and a comparison between experimental and simulation results at low water loadings indicates that initial water adsorption in DMOF-1 is driven by defects in the MOF. The simulations indicate that clustering of water in DMOF-1 does not occur at H2O loadings below 1 mmol/g even in the presence of defects in the MOF and thus that DMOF-1 is robust under those conditions. At water loadings between 1 and 8 mmol/g, the temperature was observed to have an impact on the severity of the degradation of DMOF-1. Namely, DMOF-1 degrades more quickly at 35 °C than at 15 or 25 °C for the same water vapor loading. If the water vapor loading in DMOF-1 is equal to or greater than 8 mmol/g and there is no immediate desorption of water vapor, DMOF-1 will fully degrade over time.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Additional experiments\nshowed that exposure of DMOF-1 to water\nvapor at 50 °C and 9.88 kPa (80% RH) for 24 h resulted in water\nvapor adsorption below 1 mmol of H<sub>2</sub>O/g. CO<sub>2</sub> adsorption\nisotherms on the sample immediately after water desorption suggested\nthat there was no structural loss after water exposure. This result\naligns with the trend observed in a, where the maximum amount of water vapor\nadsorbed in DMOF-1 decreased with increasing adsorption temperature.\nIf the vapor pressure at 50 °C and 9.88 kPa (80% RH) were displayed\nin a, it would\nbe much higher than the vapor pressures for 15, 25, and 35 °C.\nOn the basis of these observations, it is concluded that at temperatures\nhigher than 50 °C, there will be no degradation in DMOF-1 at\nany relative humidity range. Much of the prior work on MOF stability\nhas focused on characterizing materials at 25 °C. Our findings suggest that MOFs with known stability issues\nat room temperature could in some cases maintain robustness in separations\nperformed at higher adsorption temperatures. Overall, these results\nunderscore the importance of evaluating porous materials under conditionsi.e.,\ntemperature, mixture complexity, pressure etc.that are relevant\nfor targeted applications.</p>", "clean_text": "Additional experiments showed that exposure of DMOF-1 to water vapor at 50 °C and 9.88 kPa (80% RH) for 24 h resulted in water vapor adsorption below 1 mmol of H2O/g. CO2 adsorption isotherms on the sample immediately after water desorption suggested that there was no structural loss after water exposure. This result aligns with the trend observed in a, where the maximum amount of water vapor adsorbed in DMOF-1 decreased with increasing adsorption temperature. If the vapor pressure at 50 °C and 9.88 kPa (80% RH) were displayed in a, it would be much higher than the vapor pressures for 15, 25, and 35 °C. On the basis of these observations, it is concluded that at temperatures higher than 50 °C, there will be no degradation in DMOF-1 at any relative humidity range. Much of the prior work on MOF stability has focused on characterizing materials at 25 °C. Our findings suggest that MOFs with known stability issues at room temperature could in some cases maintain robustness in separations performed at higher adsorption temperatures. Overall, these results underscore the importance of evaluating porous materials under conditionsi.e., temperature, mixture complexity, pressure etc.that are relevant for targeted applications.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.jpclett.2c00693?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.jpclett.2c00693</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental and computational\nmethods, PXRD patterns,\nand visualizations of GCMC simulations of DMOF-1 and water vapor (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Sample input\nfiles for simulations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_002.zip\" xlink:type=\"simple\">ZIP</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.jpclett.2c00693.  Experimental and computational methods, PXRD patterns, and visualizations of GCMC simulations of DMOF-1 and water vapor (PDF)   Sample input files for simulations (ZIP)   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Experimental and computational\nmethods, PXRD patterns,\nand visualizations of GCMC simulations of DMOF-1 and water vapor (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>Sample input\nfiles for simulations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_002.zip\" xlink:type=\"simple\">ZIP</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Experimental and computational methods, PXRD patterns, and visualizations of GCMC simulations of DMOF-1 and water vapor (PDF)\n\nSample input files for simulations (ZIP)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 15, 20", "type": "text", "classification": "property", "content": "<p>In addition to BET surface area measurements, the corresponding\nPXRD patterns of DMOF-1 samples after water vapor exposure at 15,\n25, and 35 °C were measured. As shown in b, there was a clear loss of crystallinity\nof DMOF-1 at 35 °C, as the amount of BET surface area retained\ndipped below 49.4%. Similar trends in crystallinity loss, characterized\nby peak broadening and losses in intensity, were also observed at\n15 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>) and 25 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>).</p><p>Upon adsorption of less than 1 mmol of water vapor/g, DMOF-1 did\nnot degrade after 48 h at all three temperatures. However, it was\nobserved that once DMOF-1 adsorbed more than approximately 8 mmol/g,\nthe sample catastrophically degraded unless the adsorbed water vapor\nwas immediately desorbed under vacuum. After adsorption of 8.17 mmol/g\nat 25 °C and 1.27 kPa (40% RH), the sample was kept sealed in\na tube (with no addition or removal of water vapor), and the sample\npressure was continuously monitored. After 260 min, the water vapor\npressure equilibrated to just below the saturation pressure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c00693/suppl_file/jz2c00693_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) at 25 °C. This increase in pressure\nover time while the sample was being held in a static environment\nsuggests that adsorbed water vapor molecules desorbed from the framework\nas a result of a collapsing pore structure. On the basis of , it is inferred\nthat at this loading of 8.17 mmol/g, the sample should have still\nretained at least 20% of its initial surface area. However, a subsequent\n“post-water” BET surface area measurement confirmed\nthat the sample had completely degraded by the end of the 260 min.\nJasuja and Walton similarly reported that DMOF-1 exhibited decreasing\nwater vapor loadings (increasing sample pressure) as it degraded.\n</p><p>\n presents\nthe CO<sub>2</sub> adsorption isotherms at 25 °C for DMOF-1 samples\nafter exposure to 5.91 kPa H<sub>2</sub>O (80% RH) at 40 °C and\n9.88 kPa H<sub>2</sub>O (80% RH) at 50 °C for 24 h. At 40 °C\nand 5.91 kPa H<sub>2</sub>O, DMOF-1 adsorbed 4.22 mmol of water vapor/g.\nAt 50 °C and 9.88 kPa H<sub>2</sub>O, DMOF-1 adsorbed 0.67 mmol\nof water vapor/g, which is below the 1 mmol/g needed to initiate degradation.\nThe drastic decrease in CO<sub>2</sub> adsorption capacity after water\nvapor exposure at 40 °C strongly suggests that the DMOF-1 sample\nunderwent structural collapse. On the other hand, the nearly identical\nCO<sub>2</sub> adsorption isotherms for 50 °C suggest that DMOF-1\nretained its structural integrity.</p>", "clean_text": "In addition to BET surface area measurements, the corresponding PXRD patterns of DMOF-1 samples after water vapor exposure at 15, 25, and 35 °C were measured. As shown in b, there was a clear loss of crystallinity of DMOF-1 at 35 °C, as the amount of BET surface area retained dipped below 49.4%. Similar trends in crystallinity loss, characterized by peak broadening and losses in intensity, were also observed at 15 °C (Figure S2) and 25 °C (Figure S3).\n\nUpon adsorption of less than 1 mmol of water vapor/g, DMOF-1 did not degrade after 48 h at all three temperatures. However, it was observed that once DMOF-1 adsorbed more than approximately 8 mmol/g, the sample catastrophically degraded unless the adsorbed water vapor was immediately desorbed under vacuum. After adsorption of 8.17 mmol/g at 25 °C and 1.27 kPa (40% RH), the sample was kept sealed in a tube (with no addition or removal of water vapor), and the sample pressure was continuously monitored. After 260 min, the water vapor pressure equilibrated to just below the saturation pressure (Figure S4) at 25 °C. This increase in pressure over time while the sample was being held in a static environment suggests that adsorbed water vapor molecules desorbed from the framework as a result of a collapsing pore structure. On the basis of , it is inferred that at this loading of 8.17 mmol/g, the sample should have still retained at least 20% of its initial surface area. However, a subsequent \"post-water\" BET surface area measurement confirmed that the sample had completely degraded by the end of the 260 min. Jasuja and Walton similarly reported that DMOF-1 exhibited decreasing water vapor loadings (increasing sample pressure) as it degraded. \n\n  presents the CO2 adsorption isotherms at 25 °C for DMOF-1 samples after exposure to 5.91 kPa H2O (80% RH) at 40 °C and 9.88 kPa H2O (80% RH) at 50 °C for 24 h. At 40 °C and 5.91 kPa H2O, DMOF-1 adsorbed 4.22 mmol of water vapor/g. At 50 °C and 9.88 kPa H2O, DMOF-1 adsorbed 0.67 mmol of water vapor/g, which is below the 1 mmol/g needed to initiate degradation. The drastic decrease in CO2 adsorption capacity after water vapor exposure at 40 °C strongly suggests that the DMOF-1 sample underwent structural collapse. On the other hand, the nearly identical CO2 adsorption isotherms for 50 °C suggest that DMOF-1 retained its structural integrity.", "data": [[{"meta": {"name": "DMOF-1", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "", "unit": "", "type": "", "condition": ""}]}, {"meta": {"name": "DMOF-1", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "", "unit": "", "type": "", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 17, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of BET\nSurface Areas Retained\nfor DMOF-1 Samples Held at Approximately 6 mmol/g at Two Different\nTime Points at 15, 25, and 35 °C</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">time above 1 mmol/g</oasis:entry>\n<oasis:entry align=\"center\">temperature\n(°C)</oasis:entry>\n<oasis:entry align=\"center\">loading (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">BET surface\narea retained (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"2\">24 h</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>5.70</oasis:entry>\n<oasis:entry>54.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>5.70</oasis:entry>\n<oasis:entry>40.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>6.58</oasis:entry>\n<oasis:entry>23.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">48 h</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>5.71</oasis:entry>\n<oasis:entry>54.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>5.91</oasis:entry>\n<oasis:entry>41.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>5.82</oasis:entry>\n<oasis:entry>18.4</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Comparison of BET Surface Areas Retained for DMOF-1 Samples Held at Approximately 6 mmol/g at Two Different Time Points at 15, 25, and 35 °C\n\n| time above 1 mmol/g | temperature (°C) | loading (mmol/g) | BET surface area retained (%) |\n|---------------------|-------------------|------------------|--------------------------------|\n| 24 h                | 15                | 5.70             | 54.4                           |\n|                     | 25                | 5.70             | 40.3                           |\n|                     | 35                | 6.58             | 23.2                           |\n| 48 h                | 15                | 5.71             | 54.5                           |\n|                     | 25                | 5.91             | 41.3                           |\n|                     | 35                | 5.82             | 18.4                           |", "data": ["substring not found"], "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Water\nvapor adsorption isotherms of DMOF-1 at 15 °C (blue\nsquares), 25 °C (green circles), and 35 °C (orange triangles).\nSolid and dashed lines representing separate experiments for each\ntemperature are included for the reader’s reference. (b) PXRD\npatterns of DMOF-1 after adsorption of various water loadings (0.616–7.53\nmmol/g) at 35 °C, plotted on a logarithmic scale. The patterns\nwere normalized to a maximum intensity of 1000. Samples were kept\nsealed with nitrogen to prevent degradation during PXRD scans. As\nthe amount of BET surface area retained approaches 19.5%, there is\na decrease in crystallinity and a growing amorphous behavior in DMOF-1.\nThe sharper peaks in the DMOF-1 sample that adsorbed 0.616 mmol/g\ncompared with the pristine sample are likely due to different signal-to-noise\nratios caused by different packing of the samples.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c00693_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Water vapor adsorption isotherms of DMOF-1 at 15 °C (blue squares), 25 °C (green circles), and 35 °C (orange triangles). Solid and dashed lines representing separate experiments for each temperature are included for the reader's reference. (b) PXRD patterns of DMOF-1 after adsorption of various water loadings (0.616-7.53 mmol/g) at 35 °C, plotted on a logarithmic scale. The patterns were normalized to a maximum intensity of 1000. Samples were kept sealed with nitrogen to prevent degradation during PXRD scans. As the amount of BET surface area retained approaches 19.5%, there is a decrease in crystallinity and a growing amorphous behavior in DMOF-1. The sharper peaks in the DMOF-1 sample that adsorbed 0.616 mmol/g compared with the pristine sample are likely due to different signal-to-noise ratios caused by different packing of the samples.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Degradation\nof DMOF-1 as a function of water loading at 15, 25,\nand 35 °C. DMOF-1 adsorbed water vapor at 15 °C (blue squares),\n25 °C (green circles), and 35 °C (orange triangles), and\nits ensuing BET surface area after water vapor adsorption was compared\nto its initial BET surface area to determine the percentage of surface\narea retained. As the amount of water vapor adsorbed increases, the\npercentage of surface area retained decreases, indicating the gradual\nstructural collapse of the DMOF-1 framework (light-blue arrow).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c00693_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Degradation of DMOF-1 as a function of water loading at 15, 25, and 35 °C. DMOF-1 adsorbed water vapor at 15 °C (blue squares), 25 °C (green circles), and 35 °C (orange triangles), and its ensuing BET surface area after water vapor adsorption was compared to its initial BET surface area to determine the percentage of surface area retained. As the amount of water vapor adsorbed increases, the percentage of surface area retained decreases, indicating the gradual structural collapse of the DMOF-1 framework (light-blue arrow).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>CO<sub>2</sub> adsorption isotherms at\n25 °C for DMOF-1 before\nand after water vapor adsorption at 80% RH at 40 °C (violet triangles)\nand 50 °C (red diamonds) for 24 h. For comparative purposes,\na CO<sub>2</sub> isotherm (gray squares) of DMOF-1 at 25 °C reported\nby Liang et al.<xref ref-type=\"bibr\" rid=\"ref20\"></xref> was reproduced here.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c00693_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  CO2 adsorption isotherms at 25 °C for DMOF-1 before and after water vapor adsorption at 80% RH at 40 °C (violet triangles) and 50 °C (red diamonds) for 24 h. For comparative purposes, a CO2 isotherm (gray squares) of DMOF-1 at 25 °C reported by Liang et al. was reproduced here.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Water\nadsorption configuration illustration at 25 °C: (a)\nempty DMOF-1 framework, where defect sites are illustrated using blue\nboxes; (b) when the water uptake is 0.57 mmol/g; (c) when the water\nuptake is 1.40 mmol/g; (d) when the water uptake is 2.26 mmol/g. As\nthe uptake increases, water forms clusters near the already adsorbed\nwater. Similar clustering effects were observed at 15 and 35 °C.\nTo simulate these adsorption configurations of DMOF-1, we considered\none of the previously reported defects, specifically, replacement\nof a DABCO linker with two water molecules, and performed simulations\nin which one-eighth of the DABCO linkers were replaced.<xref ref-type=\"bibr\" rid=\"ref30\"></xref>\n</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c00693_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Water adsorption configuration illustration at 25 °C: (a) empty DMOF-1 framework, where defect sites are illustrated using blue boxes; (b) when the water uptake is 0.57 mmol/g; (c) when the water uptake is 1.40 mmol/g; (d) when the water uptake is 2.26 mmol/g. As the uptake increases, water forms clusters near the already adsorbed water. Similar clustering effects were observed at 15 and 35 °C. To simulate these adsorption configurations of DMOF-1, we considered one of the previously reported defects, specifically, replacement of a DABCO linker with two water molecules, and performed simulations in which one-eighth of the DABCO linkers were replaced.    ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpclett.2c00693", "title": "\nEffect of Loading on the Water Stability of the Metal–Organic\nFramework DMOF‑1 [Zn(bdc)(dabco)0.5]\n", "journal": "American Chemical Society", "date": "2022.05", "author_list": ["Chen\nCarmen", "Yu\nZhenzi", "Sholl\nDavid S.", "Walton\nKrista S."]}}