{"filepath": "../L2M3_data/1_application_papers/acs_xml/jz2c01687.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The discovery of highly efficient, durable, and affordable\nbifunctional\nORR/OER electrocatalysts is of great significance for the commercialization\nof rechargeable metal–air batteries. Herein, we synthesized\nuniformly sized CoNi alloy nanoparticles encapsulated with N-doped\nfew-layer graphene (N-FLG) sheets via pyrolysis of a CoNi dual metal–organic\nframework precursor. The developed CoNi/N-FLG catalyst exhibited excellent\noxygen reduction activity (comparable to a commercial 20 wt % Pt/C\ncatalyst) and outstanding oxygen evolution activity (superior to a\ncommercial 20 wt % IrO<sub>2</sub>/C catalyst), thus enabling efficient\nbifunctional oxygen electrocatalysis and stability when applied in\nprototype rechargeable zinc–air batteries. The remarkable electrochemical\nproperties of CoNi/N-FLG originate from its unique core–shell\nstructure and favorable electron penetration effects, thereby optimizing\nthe adsorption/desorption strengths of intermediates formed during\nthe oxygen reduction and oxygen evolution reactions.</p>", "clean_text": "The discovery of highly efficient, durable, and affordable bifunctional ORR/OER electrocatalysts is of great significance for the commercialization of rechargeable metal-air batteries. Herein, we synthesized uniformly sized CoNi alloy nanoparticles encapsulated with N-doped few-layer graphene (N-FLG) sheets via pyrolysis of a CoNi dual metal-organic framework precursor. The developed CoNi/N-FLG catalyst exhibited excellent oxygen reduction activity (comparable to a commercial 20 wt % Pt/C catalyst) and outstanding oxygen evolution activity (superior to a commercial 20 wt % IrO2/C catalyst), thus enabling efficient bifunctional oxygen electrocatalysis and stability when applied in prototype rechargeable zinc-air batteries. The remarkable electrochemical properties of CoNi/N-FLG originate from its unique core-shell structure and favorable electron penetration effects, thereby optimizing the adsorption/desorption strengths of intermediates formed during the oxygen reduction and oxygen evolution reactions.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Efficient harnessing of electricity\ngenerated from various renewable sources (e.g., sunlight, wind, biomass,\netc.) will be critical to meeting the energy needs of future societies. Currently, lithium-ion batteries (LIBs) represent the state-of-the-art\nrechargeable battery technology for portable devices and vehicles. However, the high cost, modest gravimetric energy density (100–265\nWh kg<sup>–1</sup>), and nonrecyclability of LIBs have sparked\na search for alternative rechargeable batteries. Among\nthe various candidates, rechargeable zinc–air batteries (ZABs)\nhold great potential to replace LIBs as the next-generation power\nsources, because of their low cost, high theoretical energy density\n(1084 Wh kg<sub>Zn</sub>\n<sup>–1</sup>), and safety owing to\nthe use of a nonflammable aqueous alkaline electrolyte. Rechargeable ZABs utilize the oxygen reduction reaction (ORR) during\nbattery discharge and the oxygen evolution reaction (OER) battery\nrecharge. Both of these reactions are\nfour-electron/four-proton processes. To\navoid sluggish ORR/OER kinetics and improve ZAB performance, efficient\nand durable electrocatalysts are needed that are capable of driving\nORR and OER with low overpotentials. Accordingly, considerable research effort is now\nbeing devoted to the discovery of efficient and precious metal-free\nbifunctional ORR/OER electrocatalysts.\n</p>", "clean_text": "Efficient harnessing of electricity generated from various renewable sources (e.g., sunlight, wind, biomass, etc.) will be critical to meeting the energy needs of future societies. Currently, lithium-ion batteries (LIBs) represent the state-of-the-art rechargeable battery technology for portable devices and vehicles. However, the high cost, modest gravimetric energy density (100-265 Wh kg-1), and nonrecyclability of LIBs have sparked a search for alternative rechargeable batteries. Among the various candidates, rechargeable zinc-air batteries (ZABs) hold great potential to replace LIBs as the next-generation power sources, because of their low cost, high theoretical energy density (1084 Wh kgZn -1), and safety owing to the use of a nonflammable aqueous alkaline electrolyte. Rechargeable ZABs utilize the oxygen reduction reaction (ORR) during battery discharge and the oxygen evolution reaction (OER) battery recharge. Both of these reactions are four-electron/four-proton processes. To avoid sluggish ORR/OER kinetics and improve ZAB performance, efficient and durable electrocatalysts are needed that are capable of driving ORR and OER with low overpotentials. Accordingly, considerable research effort is now being devoted to the discovery of efficient and precious metal-free bifunctional ORR/OER electrocatalysts. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Pt and IrO<sub>2</sub> (or\nRuO<sub>2</sub>) represent the benchmark\nORR and OER electrocatalysts, respectively. However, these noble metal catalysts are\nnot practical for ZABs due to their high cost and poor stability in\nalkaline media (i.e., susceptibility deactivation or dissolution processes,\nrespectively). In this regard, transition\nmetal alloy nanoparticles coated by carbon shells have recently emerged\nas very promising bifunctional electrocatalysts for reversible ORR/OER. CoNi alloys are highly active for both ORR and OER. Encapsulation of metal alloy nanoparticles in carbon\nnanomaterials, to produce core–shell structures, has been shown\nto preserve the intrinsic catalytic properties of the alloy nanoparticles\n(via electron penetration effects through the thin carbon shell) while\nalso preventing corrosion of the alloy core in alkaline electrolytes\nunder an applied bias. Moreover, N-doping\nis an effective approach for enhancing the activity, conductivity\nand hydrophilicity of carbon materials for enhanced ORR/OER perfromance. Accordingly, constructing core–shell structured catalysts,\nbased on a CoNi alloy core and N-doped carbon shell, represents a\nrational approach for efficient and sustained ORR/OER catalysis. The\nmerits of this approach were recently demonstrated by He et al., wherein\nCoNi alloys/N,O-doped carbon catalysts with a core–shell configuration\nwere fabricated through a facile pyrolysis process involving a bimetallic\nCoNi-precursor. The developed catalyst exhibited multifunctional electrocatalytic\nactivity, including good performance when used as an ORR/OER electrocatalyst\nin a rechargeable ZAB.\n</p>", "clean_text": "Pt and IrO2 (or RuO2) represent the benchmark ORR and OER electrocatalysts, respectively. However, these noble metal catalysts are not practical for ZABs due to their high cost and poor stability in alkaline media (i.e., susceptibility deactivation or dissolution processes, respectively). In this regard, transition metal alloy nanoparticles coated by carbon shells have recently emerged as very promising bifunctional electrocatalysts for reversible ORR/OER. CoNi alloys are highly active for both ORR and OER. Encapsulation of metal alloy nanoparticles in carbon nanomaterials, to produce core-shell structures, has been shown to preserve the intrinsic catalytic properties of the alloy nanoparticles (via electron penetration effects through the thin carbon shell) while also preventing corrosion of the alloy core in alkaline electrolytes under an applied bias. Moreover, N-doping is an effective approach for enhancing the activity, conductivity and hydrophilicity of carbon materials for enhanced ORR/OER perfromance. Accordingly, constructing core-shell structured catalysts, based on a CoNi alloy core and N-doped carbon shell, represents a rational approach for efficient and sustained ORR/OER catalysis. The merits of this approach were recently demonstrated by He et al., wherein CoNi alloys/N,O-doped carbon catalysts with a core-shell configuration were fabricated through a facile pyrolysis process involving a bimetallic CoNi-precursor. The developed catalyst exhibited multifunctional electrocatalytic activity, including good performance when used as an ORR/OER electrocatalyst in a rechargeable ZAB. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Although\nmany core–shell alloy/carbon materials show great\npromise as bifunctional ORR/OER electrocatalysts, there are still substantial scope for fine-tuning catalyst\nproperties for optimal ORR/OER activity and durability. The conventional\napproach for preparing core–shell alloy/carbon materials involves\nthe high-temperature pyrolysis of metal salt precursors. This approach\ntypically results in severe aggregation of metal atoms, leading to\nlarge alloy nanoparticles with a wide size distribution. This limits\nthe exposed surface area of the alloys and results in poor metal utilization. In addition to the nanoalloy core, the thickness\nof carbon shell is crucial for tuning the electronic interaction between\nthe alloy and the carbon shell (i.e., optimizing electron penetration\neffects which are highly beneficial for ORR/OER electrocatalysis). According to Deng et al., when the carbon shell is too thin (1 graphene layer) or\ntoo thick (&gt;8 graphene layers), the penetration effect will be\ntoo\nstrong or too weak, thus resulting in suboptimal binding strengths\nfor OER/OER intermediates. Control over the thickness of carbon shell\nhas proved challenging in traditional high temperature (≥800\n°C) pyrolysis-based electrocatalyst syntheses. Accordingly, it is highly desirable to develop a catalyst synthesis\nstrategy that allows control over both the size-distribution of core\nalloy nanoparticles and the thickness of carbon shells, thereby maximizing\nthe availability of active sites with high intrinsic ORR/OER activities.</p>", "clean_text": "Although many core-shell alloy/carbon materials show great promise as bifunctional ORR/OER electrocatalysts, there are still substantial scope for fine-tuning catalyst properties for optimal ORR/OER activity and durability. The conventional approach for preparing core-shell alloy/carbon materials involves the high-temperature pyrolysis of metal salt precursors. This approach typically results in severe aggregation of metal atoms, leading to large alloy nanoparticles with a wide size distribution. This limits the exposed surface area of the alloys and results in poor metal utilization. In addition to the nanoalloy core, the thickness of carbon shell is crucial for tuning the electronic interaction between the alloy and the carbon shell (i.e., optimizing electron penetration effects which are highly beneficial for ORR/OER electrocatalysis). According to Deng et al., when the carbon shell is too thin (1 graphene layer) or too thick (>8 graphene layers), the penetration effect will be too strong or too weak, thus resulting in suboptimal binding strengths for OER/OER intermediates. Control over the thickness of carbon shell has proved challenging in traditional high temperature (≥800 °C) pyrolysis-based electrocatalyst syntheses. Accordingly, it is highly desirable to develop a catalyst synthesis strategy that allows control over both the size-distribution of core alloy nanoparticles and the thickness of carbon shells, thereby maximizing the availability of active sites with high intrinsic ORR/OER activities.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, we describe the successful construction of uniformly sized\nCoNi nanoalloys coated by N-doped few-layer graphene (CoNi/N-FLG)\nvia a mild thermal treatment of a bimetallic metal–organic\nframework (MOF) precursor. Benefiting from a well-defined core–shell\nstructure with optimized nanoscale components, CoNi/N-FLG showed outstanding\nbifunctional ORR/OER electrocatalytic properties and stability. When\napplied as an air-electrode electrocatalyst in a rechargeable zinc–air\nbattery, the electrochemical performance of CoNi/N-FLG was superior\nto an electrode containing Pt/C and IrO<sub>2</sub>/C catalysts. Density\nfunctional theory (DFT) calculations revealed that the core–shell\nstructure of CoNi/N-FLG was favorable for promoting electron transfer\nfrom the CoNi alloy to N-FLG, thereby synergistically regulating the\nbinding strength of intermediates during ORR/OER. Both experimental\nand theoretical results demonstrate that the MOF-derived CoNi/N-FLG\nis a very promising precious metal-free bifunctional ORR/OER electrocatalyst\nfor rechargeable ZABs.</p>", "clean_text": "Herein, we describe the successful construction of uniformly sized CoNi nanoalloys coated by N-doped few-layer graphene (CoNi/N-FLG) via a mild thermal treatment of a bimetallic metal-organic framework (MOF) precursor. Benefiting from a well-defined core-shell structure with optimized nanoscale components, CoNi/N-FLG showed outstanding bifunctional ORR/OER electrocatalytic properties and stability. When applied as an air-electrode electrocatalyst in a rechargeable zinc-air battery, the electrochemical performance of CoNi/N-FLG was superior to an electrode containing Pt/C and IrO2/C catalysts. Density functional theory (DFT) calculations revealed that the core-shell structure of CoNi/N-FLG was favorable for promoting electron transfer from the CoNi alloy to N-FLG, thereby synergistically regulating the binding strength of intermediates during ORR/OER. Both experimental and theoretical results demonstrate that the MOF-derived CoNi/N-FLG is a very promising precious metal-free bifunctional ORR/OER electrocatalyst for rechargeable ZABs.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Unlike traditional syntheses of alloy-based\ncatalysts by pyrolysis\nof mixed transition metal salt precursors at high temperatures (&gt;800\n°C), CoNi/N-FLG was prepared by carbonization of a CoNi-MOF precursor\nat relatively low temperatures (). A CoNi-MOF, composed of equimolar amounts of Co<sup>2+</sup> and Ni<sup>2+</sup> as metal centers and ethylenediaminetetraacetic\nacid (EDTA) the organic linker, was synthesized in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) with the assistance of\ntriethylamine (TEA) under magnetic stirring. Next, CoNi-MOF was heated\nat 600 °C for 2 h in an Ar/H<sub>2</sub> (3%) atmosphere to obtain\nCoNi/N-FLG.</p>", "clean_text": "Unlike traditional syntheses of alloy-based catalysts by pyrolysis of mixed transition metal salt precursors at high temperatures (>800 °C), CoNi/N-FLG was prepared by carbonization of a CoNi-MOF precursor at relatively low temperatures (). A CoNi-MOF, composed of equimolar amounts of Co2+ and Ni2+ as metal centers and ethylenediaminetetraacetic acid (EDTA) the organic linker, was synthesized in N,N-dimethylformamide (DMF) with the assistance of triethylamine (TEA) under magnetic stirring. Next, CoNi-MOF was heated at 600 °C for 2 h in an Ar/H2 (3%) atmosphere to obtain CoNi/N-FLG.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of the synthesis of CoNi/N-FLG.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the synthesis of CoNi/N-FLG.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\na shows\nthe powder X-ray diffraction (XRD) pattern for CoNi/N-FLG, in which\nfour distinct peaks were identified. The broad peak centered at 26.6°\nwas due to diffraction on the (002) planes of graphitic carbon (PDF\n#75-2078), while the three sharp peaks at 45.8°, 53.3° and\n77.9° were readily indexed to the (111), (200), and (220) planes,\nrespectively, of a 1:1 CoNi alloy (PDF #88-2325 and PDF #88-2326). No other Ni-containing or Co-containing phases\nwere identified, confirming that the pyrolysis of the CoNi-MOF precursor\nled to uniform mixing of metallic Ni and Co elements in CoNi/N-FLG.</p>", "clean_text": " a shows the powder X-ray diffraction (XRD) pattern for CoNi/N-FLG, in which four distinct peaks were identified. The broad peak centered at 26.6° was due to diffraction on the (002) planes of graphitic carbon (PDF #75-2078), while the three sharp peaks at 45.8°, 53.3° and 77.9° were readily indexed to the (111), (200), and (220) planes, respectively, of a 1:1 CoNi alloy (PDF #88-2325 and PDF #88-2326). No other Ni-containing or Co-containing phases were identified, confirming that the pyrolysis of the CoNi-MOF precursor led to uniform mixing of metallic Ni and Co elements in CoNi/N-FLG.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD\npattern, (b) SEM, (c) TEM, (d) HRTEM, (e) HAADF-STEM, and\n(f–i) corresponding EDX mapping images of CoNi/N-FLG. The inset\nin panel c shows the SAED pattern of CoNi/N-FLG.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD pattern, (b) SEM, (c) TEM, (d) HRTEM, (e) HAADF-STEM, and (f-i) corresponding EDX mapping images of CoNi/N-FLG. The inset in panel c shows the SAED pattern of CoNi/N-FLG.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>Scanning electron microscopy (SEM) results revealed\nthat the CoNi-MOF\nprecursor possessed a coral-like architecture composed of small angular\ncrystals with smooth surfaces (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). In contrast, CoNi/N-FLG consisted of tiny nanoparticles of a generally\nspherical shape (b). Transmission electron microscopy (TEM) was employed to examine\nthe microstructure of CoNi/N-FLG in detail. c revealed CoNi/N-FLG was composed of tiny\nnanospheres, with an average diameter of ∼9.2 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The core–shell structured\nCoNi/N-FLG contained numerous mesopores, giving a Brunauer–Emmett–Teller\n(BET) surface area of 45.3 m<sup>2</sup> g<sup>–1</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The corresponding selected area electron\ndiffraction (SAED) pattern contained well-defined concentric rings\n(with few bright spots) that were ascribed to the (002) planes of\ngraphitic carbon and (111), (200), and (220) planes of a CoNi alloy,\nconfirming the polycrystalline and nanosized nature of CoNi/N-FLG.\nHigh-resolution TEM (HRTEM) revealed that the individual nanospheres\nwere composed of CoNi alloy nanoparticles coated by few-layer graphene\nshells (d).\nThe core nanoparticles showed lattice fringes with an interplanar\nspacing of 0.20 nm, corresponding to the predominant (111) plane in\nCoNi alloys. The carbon shells had lattice fringes with a <italic toggle=\"yes\">d</italic>-spacing of 0.35 nm, typical for the (002) plane of graphitic\ncarbon. The typical carbon shell thickness was less than five graphene\nlayers (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). The high-angle annular\ndark-field scanning transmission electron microscopy (HAADF-STEM)\nimage and the corresponding energy-dispersive X-ray (EDX) element\nmaps (e–i\nand <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>) showed a homogeneous distribution\nCo, Ni, C, and N throughout the CoNi/N-FLG sample, indicating N-doping\nof the carbon shell around the CoNi alloy nanoparticles. These results\nconfirmed the core–shell structure of CoNi/N-FLG, and they\nvalidated our catalyst fabrication route involving the low-temperature\npyrolysis of a CoNi-MOF.</p>", "clean_text": "Scanning electron microscopy (SEM) results revealed that the CoNi-MOF precursor possessed a coral-like architecture composed of small angular crystals with smooth surfaces (Figure S1). In contrast, CoNi/N-FLG consisted of tiny nanoparticles of a generally spherical shape (b). Transmission electron microscopy (TEM) was employed to examine the microstructure of CoNi/N-FLG in detail. c revealed CoNi/N-FLG was composed of tiny nanospheres, with an average diameter of ~9.2 nm (Figure S2). The core-shell structured CoNi/N-FLG contained numerous mesopores, giving a Brunauer-Emmett-Teller (BET) surface area of 45.3 m2 g-1 (Figure S3). The corresponding selected area electron diffraction (SAED) pattern contained well-defined concentric rings (with few bright spots) that were ascribed to the (002) planes of graphitic carbon and (111), (200), and (220) planes of a CoNi alloy, confirming the polycrystalline and nanosized nature of CoNi/N-FLG. High-resolution TEM (HRTEM) revealed that the individual nanospheres were composed of CoNi alloy nanoparticles coated by few-layer graphene shells (d). The core nanoparticles showed lattice fringes with an interplanar spacing of 0.20 nm, corresponding to the predominant (111) plane in CoNi alloys. The carbon shells had lattice fringes with a d-spacing of 0.35 nm, typical for the (002) plane of graphitic carbon. The typical carbon shell thickness was less than five graphene layers (Figure S4). The high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) image and the corresponding energy-dispersive X-ray (EDX) element maps (e-i and Figure S5) showed a homogeneous distribution Co, Ni, C, and N throughout the CoNi/N-FLG sample, indicating N-doping of the carbon shell around the CoNi alloy nanoparticles. These results confirmed the core-shell structure of CoNi/N-FLG, and they validated our catalyst fabrication route involving the low-temperature pyrolysis of a CoNi-MOF.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Next, X-ray photoelectron spectroscopy\n(XPS) was applied to probe\nthe chemical speciation of the different elements in CoNi/N-FLG. The\nhigh-resolution Co 2p XPS spectrum (a) showed a sharp set of peaks at 777.8 and\n792.8 eV (2:1 area ratio), corresponding to the Co 2p<sub>3/2</sub> and Co 2p<sub>1/2</sub> signals, respectively, of metallic Co. A weaker set of peaks at 780.4 and 795.4 eV\n(2:1 area ratio) indicated the presence of a small amount of Co<sup>2+</sup>, likely in the form of CoO. The Ni 2p XPS spectrum of CoNi/N-FLG (b) showed three pairs of Ni 2p<sub>3/2</sub> and Ni 2p<sub>1/2</sub> signals (2:1 area ratio, spin–orbit\nsplitting of 17.3 eV), with Ni 2p<sub>3/2</sub> binding energies of\n852.1, 853.9, and 859.5 eV. These signals correspond the presence\nof metallic Ni (the dominant Ni species), NiO, and NiO (shakeup satellites),\nrespectively. Results are consistent with metallic\nCoNi alloy nanoparticles being present in CoNi/N-FLG, with a small\namount of surface oxidation (the extent of which was limited by the\nN-FLG shell). The XPS data thus agree well with the XRD results. The\nhigh-resolution C 1s XPS spectrum (c) was deconvoluted into three peaks at 284.8,\n286.2, and 288.7 eV, which were readily assigned to C–C/CC,\nC–N, and CO species, respectively. It should be pointed out that the oxygen-containing groups on the\ncarbon matrix are helpful for improving the wettability of N-FLG shells\nfor efficient mass transfer. The N 1s spectrum (d) contained four peaks at 398.4, 399.9,\n401.2, and 403.3 eV, corresponding to pyridinic N, pyrrolic N, graphitic\nN, and oxidized N, respectively. Results show\nthat nitrogen from the EDTA ligand used to construct CoNi-MOF was\nincorporated into the carbon framework during the pyrolysis step.\nAccording to previous literature, the introduction of graphitic N\nin the carbon framework is beneficial for increasing the conductivity\nof graphene shells, whereas pyridinic\nN can boost the oxygen electrocatalysis. Due to the presence of oxygen-containing groups and N dopants in\nthe carbon shells, the Raman spectrum of CoNi/N-FLG (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>) showed characteristic D and G bands at ∼1350\ncm<sup>–1</sup> and ∼1590 cm<sup>–1</sup>, respectively.</p>", "clean_text": "Next, X-ray photoelectron spectroscopy (XPS) was applied to probe the chemical speciation of the different elements in CoNi/N-FLG. The high-resolution Co 2p XPS spectrum (a) showed a sharp set of peaks at 777.8 and 792.8 eV (2:1 area ratio), corresponding to the Co 2p3/2 and Co 2p1/2 signals, respectively, of metallic Co. A weaker set of peaks at 780.4 and 795.4 eV (2:1 area ratio) indicated the presence of a small amount of Co2+, likely in the form of CoO. The Ni 2p XPS spectrum of CoNi/N-FLG (b) showed three pairs of Ni 2p3/2 and Ni 2p1/2 signals (2:1 area ratio, spin-orbit splitting of 17.3 eV), with Ni 2p3/2 binding energies of 852.1, 853.9, and 859.5 eV. These signals correspond the presence of metallic Ni (the dominant Ni species), NiO, and NiO (shakeup satellites), respectively. Results are consistent with metallic CoNi alloy nanoparticles being present in CoNi/N-FLG, with a small amount of surface oxidation (the extent of which was limited by the N-FLG shell). The XPS data thus agree well with the XRD results. The high-resolution C 1s XPS spectrum (c) was deconvoluted into three peaks at 284.8, 286.2, and 288.7 eV, which were readily assigned to C-C/CC, C-N, and CO species, respectively. It should be pointed out that the oxygen-containing groups on the carbon matrix are helpful for improving the wettability of N-FLG shells for efficient mass transfer. The N 1s spectrum (d) contained four peaks at 398.4, 399.9, 401.2, and 403.3 eV, corresponding to pyridinic N, pyrrolic N, graphitic N, and oxidized N, respectively. Results show that nitrogen from the EDTA ligand used to construct CoNi-MOF was incorporated into the carbon framework during the pyrolysis step. According to previous literature, the introduction of graphitic N in the carbon framework is beneficial for increasing the conductivity of graphene shells, whereas pyridinic N can boost the oxygen electrocatalysis. Due to the presence of oxygen-containing groups and N dopants in the carbon shells, the Raman spectrum of CoNi/N-FLG (Figure S6) showed characteristic D and G bands at ~1350 cm-1 and ~1590 cm-1, respectively.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Co\n2p, (b) Ni 2p, (c) C 1s, and (d) N 1s high-resolution XPS\nspectra of CoNi/N-FLG.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Co 2p, (b) Ni 2p, (c) C 1s, and (d) N 1s high-resolution XPS spectra of CoNi/N-FLG.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>To evaluate the electrocatalytic properties of\nCoNi/N-FLG for ORR/OER,\nstandard three-electrode measurements were carried out using the rotating\ndisk electrode (RDE, glassy carbon) method in an O<sub>2</sub>-saturated\n0.1 M KOH electrolyte, with commercial 20 wt % Pt/C and IrO<sub>2</sub>/C used as benchmark ORR and OER electrocatalysts, respectively. a shows the respective\npolarization curves with <italic toggle=\"yes\">iR</italic>-compensation. It can\nbe seen that CoNi/N-FLG showed an ORR onset potential (<italic toggle=\"yes\">E</italic>\n<sub>\n<italic toggle=\"yes\">onset</italic>\n</sub>, corresponding to an ORR current\ndensity of −0.1 mA cm<sup>–2</sup>) of 0.91 V vs the\nreversible hydrogen electrode (RHE), a half-wave potential (<italic toggle=\"yes\">E</italic>\n<sub>1/2</sub>) of 0.83 V vs RHE, and a limiting diffusion\ncurrent density (<italic toggle=\"yes\">j</italic>\n<sub>\n<italic toggle=\"yes\">L</italic>\n</sub>)\nof −5.3 mA cm<sup>–2</sup>, comparable to data obtained\nfrom the Pt/C catalyst (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Although\nthe <italic toggle=\"yes\">E</italic>\n<sub>\n<italic toggle=\"yes\">onset</italic>\n</sub> was slightly\nlower for CoNi/N-FLG, the catalysts ORR Tafel slope of 54.2 mV dec<sup>–1</sup> was much lower than that of Pt/C (74.5 mV dec<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), indicating\nfar more favorable ORR kinetics on CoNi/N-FLG. According to the Koutechy-Levich\nequation at different rotating speeds, the electron transfer number\nduring the ORR was determined to be 3.85 and 3.65 for CoNi/N-FLG and\nPt/C catalysts, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figures S8 and S9</ext-link>), suggesting a favorable four-electron process. The OER kinetics\nof CoNi/N-FLG were similarly impressive. OER on CoNi/N-FLG required\na much lower overpotential at a current density of 10 mA cm<sup>–2</sup> (<italic toggle=\"yes\">η</italic>\n<sub>10</sub> = 366 mV) compared to IrO<sub>2</sub>/C (<italic toggle=\"yes\">η</italic>\n<sub>10</sub> = 528 mV). Also,\nthe corresponding OER Tafel slope for CoNi/N-FLG of 58.4 mV dec<sup>–1</sup> was much smaller than on IrO<sub>2</sub>/C (86.5\nmV dec<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>).\nHence, the OER activity and kinetics of CoNi/N-FLG were superior to\nIrO<sub>2</sub>/C. Further, CoNi/N-FLG exhibited better durability\nfor both the ORR and OER during the prolonged cycling stability test\nup to 2000 cycles (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S11 and S12</ext-link>).\nBased on these results, CoNi/N-FLG was expected to deliver excellent\nbifunctional catalysis for ORR and OER in alkaline media, making it\nan ideal air-electrode catalyst for rechargeable metal-air batteries.</p>", "clean_text": "To evaluate the electrocatalytic properties of CoNi/N-FLG for ORR/OER, standard three-electrode measurements were carried out using the rotating disk electrode (RDE, glassy carbon) method in an O2-saturated 0.1 M KOH electrolyte, with commercial 20 wt % Pt/C and IrO2/C used as benchmark ORR and OER electrocatalysts, respectively. a shows the respective polarization curves with iR-compensation. It can be seen that CoNi/N-FLG showed an ORR onset potential (E  onset , corresponding to an ORR current density of -0.1 mA cm-2) of 0.91 V vs the reversible hydrogen electrode (RHE), a half-wave potential (E 1/2) of 0.83 V vs RHE, and a limiting diffusion current density (j  L ) of -5.3 mA cm-2, comparable to data obtained from the Pt/C catalyst (Table S1). Although the E  onset  was slightly lower for CoNi/N-FLG, the catalysts ORR Tafel slope of 54.2 mV dec-1 was much lower than that of Pt/C (74.5 mV dec-1, Figure S7), indicating far more favorable ORR kinetics on CoNi/N-FLG. According to the Koutechy-Levich equation at different rotating speeds, the electron transfer number during the ORR was determined to be 3.85 and 3.65 for CoNi/N-FLG and Pt/C catalysts, respectively (Figures S8 and S9), suggesting a favorable four-electron process. The OER kinetics of CoNi/N-FLG were similarly impressive. OER on CoNi/N-FLG required a much lower overpotential at a current density of 10 mA cm-2 (η 10 = 366 mV) compared to IrO2/C (η 10 = 528 mV). Also, the corresponding OER Tafel slope for CoNi/N-FLG of 58.4 mV dec-1 was much smaller than on IrO2/C (86.5 mV dec-1, Figure S10). Hence, the OER activity and kinetics of CoNi/N-FLG were superior to IrO2/C. Further, CoNi/N-FLG exhibited better durability for both the ORR and OER during the prolonged cycling stability test up to 2000 cycles (Figure S11 and S12). Based on these results, CoNi/N-FLG was expected to deliver excellent bifunctional catalysis for ORR and OER in alkaline media, making it an ideal air-electrode catalyst for rechargeable metal-air batteries.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) ORR\nand OER polarization curves of CoNi/N-FLG and corresponding\nbenchmark electrocatalysts. (b) Discharge curves and power density\nplots, and (c) cycling performance of ZABs constructed with CoNi/N-FLG\nand Pt/C + IrO<sub>2</sub>/C as the air electrode catalysts.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) ORR and OER polarization curves of CoNi/N-FLG and corresponding benchmark electrocatalysts. (b) Discharge curves and power density plots, and (c) cycling performance of ZABs constructed with CoNi/N-FLG and Pt/C + IrO2/C as the air electrode catalysts.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>As a proof-of-concept, a prototype rechargeable\nZAB was assembled\nto investigate the potential of CoNi/N-FLG as a bifunctional ORR/OER\nelectrocatalyst. For comparison, a reference ZAB was also constructed\nusing a mixture of Pt/C and IrO<sub>2</sub>/C as the ORR and OER electrocatalysts,\nrespectively. Impressively, the ZAB using CoNi/N-FLG as the air electrode\ncatalyst afforded a stable open circuit voltage of 1.49 V during a\n1 h test, which was higher than that of Pt/C + IrO<sub>2</sub>/C catalyst\n(1.42 V, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). b shows the galvanodynamic\ndischarge curves of the two ZABs. At the same current densities, the\nZAB containing CoNi/N-FLG delivered a slightly higher voltage than\nthat containing the mixture of Pt/C + IrO<sub>2</sub>/C, resulting\nin the output power densities of the ZAB based on CoNi/N-FLG being\nsuperior. The ZAB containing CoNi/N-FLG afforded a maximum power density\nof 155.5 mW cm<sup>–2</sup> at 250 mA cm<sup>–2</sup>, greatly outperforming that using Pt/C + IrO<sub>2</sub>/C (130.4\nmW cm<sup>–2</sup> at 250 mA cm<sup>–2</sup>). Moreover,\nat a constant discharge current density of 10 mA cm<sup>–2</sup>, the ZAB with the CoNi/N-FLG catalyst delivered a specific energy\ncapacity of 814.0 mAh g<sub>Zn</sub>\n<sup>–1</sup>, exceeding\nthe ZAB with Pt/C + IrO<sub>2</sub>/C catalyst (741.9 mAh g<sub>Zn</sub>\n<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). Also,\nwhen the ZABs were discharged for 20 min at various current densities\n(from 5 to 100 mA cm<sup>–2</sup>), CoNi/N-FLG afforded a higher\noutput voltage than Pt/C + IrO<sub>2</sub>/C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>), thus demonstrating a better rate capability.\nNext, the ZABs were tested at a current density of 10 mA cm<sup>–2</sup> over 200 discharge–charge cycles, with each cycle consisting\nof a 10 min discharge and a 10 min charge. As show in c, the initial discharge–charge\nvoltage gap for the ZAB based on CoNi/N-FLG was 0.75 V, whereas a\nlarger initial voltage gap of 0.80 V was observed for the ZAB based\non Pt/C + IrO<sub>2</sub>/C. Remarkably, the ZAB containing CoNi/N-FLG\ndisplayed negligible increase in the polarization voltage gap over\n200 cycles. In contrast, the ZAB based on Pt/C + IrO<sub>2</sub>/C\nshowed a large increase in the discharge–charge voltage gap\n(up to 1.1 V) over the 200 cycles. The severe polarization seen for\nthe ZAB containing Pt/C + IrO<sub>2</sub>/C is explained by the higher\ncharge voltage over time, indicating progressively slower OER kinetics\nwith long-term cycling. Given that oxidation and corrosion of electrocatalysts\nare accelerated with an increase in the applied voltages, the poor\ndurability of the ZAB based on Pt/C + IrO<sub>2</sub>/C reflects the\ninferior OER catalysis (intrinsic activity, durability) of IrO<sub>2</sub>/C relative to CoNi/N-FLG. In summary, the long-term discharge–charge\ntesting results that CoNi/N-FLG offers excellent rechargeability and\ndurability for practical application in ZABs, highlighting the advantages\nof its core–shell structure in providing high ORR/OER activity\nand stability. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link> compares the ZAB\nperformance of CoNi/N-FLG with other recently reported electrocatalysts\nbased on transition metal alloy nanoparticles encapsulated in N-doped\ncarbon. Weighted across all battery metrics, CoNi/N-FLG delivered\nstate-of-the-art performance.</p>", "clean_text": "As a proof-of-concept, a prototype rechargeable ZAB was assembled to investigate the potential of CoNi/N-FLG as a bifunctional ORR/OER electrocatalyst. For comparison, a reference ZAB was also constructed using a mixture of Pt/C and IrO2/C as the ORR and OER electrocatalysts, respectively. Impressively, the ZAB using CoNi/N-FLG as the air electrode catalyst afforded a stable open circuit voltage of 1.49 V during a 1 h test, which was higher than that of Pt/C + IrO2/C catalyst (1.42 V, Figure S13). b shows the galvanodynamic discharge curves of the two ZABs. At the same current densities, the ZAB containing CoNi/N-FLG delivered a slightly higher voltage than that containing the mixture of Pt/C + IrO2/C, resulting in the output power densities of the ZAB based on CoNi/N-FLG being superior. The ZAB containing CoNi/N-FLG afforded a maximum power density of 155.5 mW cm-2 at 250 mA cm-2, greatly outperforming that using Pt/C + IrO2/C (130.4 mW cm-2 at 250 mA cm-2). Moreover, at a constant discharge current density of 10 mA cm-2, the ZAB with the CoNi/N-FLG catalyst delivered a specific energy capacity of 814.0 mAh gZn -1, exceeding the ZAB with Pt/C + IrO2/C catalyst (741.9 mAh gZn -1, Figure S14). Also, when the ZABs were discharged for 20 min at various current densities (from 5 to 100 mA cm-2), CoNi/N-FLG afforded a higher output voltage than Pt/C + IrO2/C (Figure S15), thus demonstrating a better rate capability. Next, the ZABs were tested at a current density of 10 mA cm-2 over 200 discharge-charge cycles, with each cycle consisting of a 10 min discharge and a 10 min charge. As show in c, the initial discharge-charge voltage gap for the ZAB based on CoNi/N-FLG was 0.75 V, whereas a larger initial voltage gap of 0.80 V was observed for the ZAB based on Pt/C + IrO2/C. Remarkably, the ZAB containing CoNi/N-FLG displayed negligible increase in the polarization voltage gap over 200 cycles. In contrast, the ZAB based on Pt/C + IrO2/C showed a large increase in the discharge-charge voltage gap (up to 1.1 V) over the 200 cycles. The severe polarization seen for the ZAB containing Pt/C + IrO2/C is explained by the higher charge voltage over time, indicating progressively slower OER kinetics with long-term cycling. Given that oxidation and corrosion of electrocatalysts are accelerated with an increase in the applied voltages, the poor durability of the ZAB based on Pt/C + IrO2/C reflects the inferior OER catalysis (intrinsic activity, durability) of IrO2/C relative to CoNi/N-FLG. In summary, the long-term discharge-charge testing results that CoNi/N-FLG offers excellent rechargeability and durability for practical application in ZABs, highlighting the advantages of its core-shell structure in providing high ORR/OER activity and stability. Table S2 compares the ZAB performance of CoNi/N-FLG with other recently reported electrocatalysts based on transition metal alloy nanoparticles encapsulated in N-doped carbon. Weighted across all battery metrics, CoNi/N-FLG delivered state-of-the-art performance.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Finally, spin-polarized density\nfunctional theory (DFT) calculations\nwere performed to gain deeper insights about the electronic structure\nof CoNi/N-FLG, and thus the origins of its outstanding oxygen electrocatalysis\nproperties. A Co<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N model,\nconsisting of a Co<sub>2</sub>Ni<sub>2</sub> nanocluster encapsulated\nby a C<sub>81</sub>N nanoshell, was created to simulate the core–shell\nstructured CoNi/N-FLG. Pt(111) and IrO<sub>2</sub>(110) slabs were\nalso built to represent the active surface of the Pt and IrO<sub>2</sub> catalysts, respectively.\na shows the difference charge\ndensity between the alloy core and the N-doped graphene shell for\nCo<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N, wherein notable electron\ntransfer from Co<sub>2</sub>Ni<sub>2</sub> to C<sub>81</sub>N is observed,\nin accordance with previous reports. Quantitative\nBader charge analysis revealed the transferred electron number to\nbe 1.31 e<sup>–</sup>. The density of states (DOS) plot for\nCo<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N showed a zero bandgap\n(b), confirming\neasy migration of CoNi alloy valence electrons to the N-doped graphene\nshell. The Gibbs free energy profiles for ORR and OER on Co<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N were further calculated and compared\nwith the same processes on Pt(111) and IrO<sub>2</sub>(110), respectively\n(, parts c\nand d). It was found that the ORR rate-determining step (RDS) on Co<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N is the last *OH desorption\nstep with an energy barrier of 0.47 eV, higher than the ORR RDS (the\nformation of *OOH) on Pt(111) (0.28 eV). The OER RDS on Co<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N was the *OOH formation step (0.87\neV). On the other hand, the OER RDS on IrO<sub>2</sub>(110) was the\ndesorption of *O<sub>2</sub>, with a higher energy barrier of 0.92\neV (resulting in more sluggish OER kinetics). The computational findings\nare thus in good accord with the RDE testing results.</p>", "clean_text": "Finally, spin-polarized density functional theory (DFT) calculations were performed to gain deeper insights about the electronic structure of CoNi/N-FLG, and thus the origins of its outstanding oxygen electrocatalysis properties. A Co2Ni2/C81N model, consisting of a Co2Ni2 nanocluster encapsulated by a C81N nanoshell, was created to simulate the core-shell structured CoNi/N-FLG. Pt(111) and IrO2(110) slabs were also built to represent the active surface of the Pt and IrO2 catalysts, respectively. a shows the difference charge density between the alloy core and the N-doped graphene shell for Co2Ni2/C81N, wherein notable electron transfer from Co2Ni2 to C81N is observed, in accordance with previous reports. Quantitative Bader charge analysis revealed the transferred electron number to be 1.31 e-. The density of states (DOS) plot for Co2Ni2/C81N showed a zero bandgap (b), confirming easy migration of CoNi alloy valence electrons to the N-doped graphene shell. The Gibbs free energy profiles for ORR and OER on Co2Ni2/C81N were further calculated and compared with the same processes on Pt(111) and IrO2(110), respectively (, parts c and d). It was found that the ORR rate-determining step (RDS) on Co2Ni2/C81N is the last *OH desorption step with an energy barrier of 0.47 eV, higher than the ORR RDS (the formation of *OOH) on Pt(111) (0.28 eV). The OER RDS on Co2Ni2/C81N was the *OOH formation step (0.87 eV). On the other hand, the OER RDS on IrO2(110) was the desorption of *O2, with a higher energy barrier of 0.92 eV (resulting in more sluggish OER kinetics). The computational findings are thus in good accord with the RDE testing results.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Atomic configuration\nand difference charge density for the\nCo<sub>2</sub>Ni<sub>2</sub>@C<sub>81</sub>N model, (b) DOS of Co<sub>2</sub>Ni<sub>2</sub>@C<sub>81</sub>N, (c) Gibbs free energy diagrams\nfor ORR on Co<sub>2</sub>Ni<sub>2</sub>@C<sub>81</sub>N and Pt(111),\nand (d) Gibbs free energy diagrams for OER on Co<sub>2</sub>Ni<sub>2</sub>@C<sub>81</sub>N and IrO<sub>2</sub>(110).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Atomic configuration and difference charge density for the Co2Ni2@C81N model, (b) DOS of Co2Ni2@C81N, (c) Gibbs free energy diagrams for ORR on Co2Ni2@C81N and Pt(111), and (d) Gibbs free energy diagrams for OER on Co2Ni2@C81N and IrO2(110).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>In summary, we used a CoNi-MOF pyrolysis strategy\nto synthesize\nuniformly sized CoNi alloy nanoparticles (∼9.2 nm) coated by\nultrathin N-doped graphene shells (&lt;5\nlayers). The developed CoNi/N-FLG catalyst showed outstanding bifunctional\nORR/OER activity and durability. The ORR activity of CoNi/N-FLG was\ncomparable to a commercial 20 wt % Pt/C catalyst, while the OER activity\nand durability was vastly superior to a commercial 20 wt % IrO<sub>2</sub>/C catalyst. Zinc–air battery tests validated the excellent\nperformance of CoNi/N-FLG as a bifunctional air-electrode electrocatalyst,\nbased on metrics such as output voltage, power density and long-term\ncycling stability. DFT calculations revealed that the superior ORR/OER\nperformance of CoNi/N-FLG originates from electron penetration from\nthe alloy core through the N-doped graphene shell, thereby favorably\nfine-tuning the binding strength of oxygen-containing intermediates\nformed during ORR and OER.</p>", "clean_text": "In summary, we used a CoNi-MOF pyrolysis strategy to synthesize uniformly sized CoNi alloy nanoparticles (~9.2 nm) coated by ultrathin N-doped graphene shells (<5 layers). The developed CoNi/N-FLG catalyst showed outstanding bifunctional ORR/OER activity and durability. The ORR activity of CoNi/N-FLG was comparable to a commercial 20 wt % Pt/C catalyst, while the OER activity and durability was vastly superior to a commercial 20 wt % IrO2/C catalyst. Zinc-air battery tests validated the excellent performance of CoNi/N-FLG as a bifunctional air-electrode electrocatalyst, based on metrics such as output voltage, power density and long-term cycling stability. DFT calculations revealed that the superior ORR/OER performance of CoNi/N-FLG originates from electron penetration from the alloy core through the N-doped graphene shell, thereby favorably fine-tuning the binding strength of oxygen-containing intermediates formed during ORR and OER.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.jpclett.2c01687?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.jpclett.2c01687</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details, additional material characterization\ndata, and electrochemical data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.jpclett.2c01687.  Experimental details, additional material characterization data, and electrochemical data (PDF)   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Experimental details, additional material characterization\ndata, and electrochemical data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Experimental details, additional material characterization data, and electrochemical data (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 13, 15, 16", "type": "text", "classification": "property", "content": "<p>Scanning electron microscopy (SEM) results revealed\nthat the CoNi-MOF\nprecursor possessed a coral-like architecture composed of small angular\ncrystals with smooth surfaces (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). In contrast, CoNi/N-FLG consisted of tiny nanoparticles of a generally\nspherical shape (b). Transmission electron microscopy (TEM) was employed to examine\nthe microstructure of CoNi/N-FLG in detail. c revealed CoNi/N-FLG was composed of tiny\nnanospheres, with an average diameter of ∼9.2 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The core–shell structured\nCoNi/N-FLG contained numerous mesopores, giving a Brunauer–Emmett–Teller\n(BET) surface area of 45.3 m<sup>2</sup> g<sup>–1</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The corresponding selected area electron\ndiffraction (SAED) pattern contained well-defined concentric rings\n(with few bright spots) that were ascribed to the (002) planes of\ngraphitic carbon and (111), (200), and (220) planes of a CoNi alloy,\nconfirming the polycrystalline and nanosized nature of CoNi/N-FLG.\nHigh-resolution TEM (HRTEM) revealed that the individual nanospheres\nwere composed of CoNi alloy nanoparticles coated by few-layer graphene\nshells (d).\nThe core nanoparticles showed lattice fringes with an interplanar\nspacing of 0.20 nm, corresponding to the predominant (111) plane in\nCoNi alloys. The carbon shells had lattice fringes with a <italic toggle=\"yes\">d</italic>-spacing of 0.35 nm, typical for the (002) plane of graphitic\ncarbon. The typical carbon shell thickness was less than five graphene\nlayers (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). The high-angle annular\ndark-field scanning transmission electron microscopy (HAADF-STEM)\nimage and the corresponding energy-dispersive X-ray (EDX) element\nmaps (e–i\nand <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>) showed a homogeneous distribution\nCo, Ni, C, and N throughout the CoNi/N-FLG sample, indicating N-doping\nof the carbon shell around the CoNi alloy nanoparticles. These results\nconfirmed the core–shell structure of CoNi/N-FLG, and they\nvalidated our catalyst fabrication route involving the low-temperature\npyrolysis of a CoNi-MOF.</p><p>To evaluate the electrocatalytic properties of\nCoNi/N-FLG for ORR/OER,\nstandard three-electrode measurements were carried out using the rotating\ndisk electrode (RDE, glassy carbon) method in an O<sub>2</sub>-saturated\n0.1 M KOH electrolyte, with commercial 20 wt % Pt/C and IrO<sub>2</sub>/C used as benchmark ORR and OER electrocatalysts, respectively. a shows the respective\npolarization curves with <italic toggle=\"yes\">iR</italic>-compensation. It can\nbe seen that CoNi/N-FLG showed an ORR onset potential (<italic toggle=\"yes\">E</italic>\n<sub>\n<italic toggle=\"yes\">onset</italic>\n</sub>, corresponding to an ORR current\ndensity of −0.1 mA cm<sup>–2</sup>) of 0.91 V vs the\nreversible hydrogen electrode (RHE), a half-wave potential (<italic toggle=\"yes\">E</italic>\n<sub>1/2</sub>) of 0.83 V vs RHE, and a limiting diffusion\ncurrent density (<italic toggle=\"yes\">j</italic>\n<sub>\n<italic toggle=\"yes\">L</italic>\n</sub>)\nof −5.3 mA cm<sup>–2</sup>, comparable to data obtained\nfrom the Pt/C catalyst (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Although\nthe <italic toggle=\"yes\">E</italic>\n<sub>\n<italic toggle=\"yes\">onset</italic>\n</sub> was slightly\nlower for CoNi/N-FLG, the catalysts ORR Tafel slope of 54.2 mV dec<sup>–1</sup> was much lower than that of Pt/C (74.5 mV dec<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), indicating\nfar more favorable ORR kinetics on CoNi/N-FLG. According to the Koutechy-Levich\nequation at different rotating speeds, the electron transfer number\nduring the ORR was determined to be 3.85 and 3.65 for CoNi/N-FLG and\nPt/C catalysts, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figures S8 and S9</ext-link>), suggesting a favorable four-electron process. The OER kinetics\nof CoNi/N-FLG were similarly impressive. OER on CoNi/N-FLG required\na much lower overpotential at a current density of 10 mA cm<sup>–2</sup> (<italic toggle=\"yes\">η</italic>\n<sub>10</sub> = 366 mV) compared to IrO<sub>2</sub>/C (<italic toggle=\"yes\">η</italic>\n<sub>10</sub> = 528 mV). Also,\nthe corresponding OER Tafel slope for CoNi/N-FLG of 58.4 mV dec<sup>–1</sup> was much smaller than on IrO<sub>2</sub>/C (86.5\nmV dec<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>).\nHence, the OER activity and kinetics of CoNi/N-FLG were superior to\nIrO<sub>2</sub>/C. Further, CoNi/N-FLG exhibited better durability\nfor both the ORR and OER during the prolonged cycling stability test\nup to 2000 cycles (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S11 and S12</ext-link>).\nBased on these results, CoNi/N-FLG was expected to deliver excellent\nbifunctional catalysis for ORR and OER in alkaline media, making it\nan ideal air-electrode catalyst for rechargeable metal-air batteries.</p><p>As a proof-of-concept, a prototype rechargeable\nZAB was assembled\nto investigate the potential of CoNi/N-FLG as a bifunctional ORR/OER\nelectrocatalyst. For comparison, a reference ZAB was also constructed\nusing a mixture of Pt/C and IrO<sub>2</sub>/C as the ORR and OER electrocatalysts,\nrespectively. Impressively, the ZAB using CoNi/N-FLG as the air electrode\ncatalyst afforded a stable open circuit voltage of 1.49 V during a\n1 h test, which was higher than that of Pt/C + IrO<sub>2</sub>/C catalyst\n(1.42 V, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). b shows the galvanodynamic\ndischarge curves of the two ZABs. At the same current densities, the\nZAB containing CoNi/N-FLG delivered a slightly higher voltage than\nthat containing the mixture of Pt/C + IrO<sub>2</sub>/C, resulting\nin the output power densities of the ZAB based on CoNi/N-FLG being\nsuperior. The ZAB containing CoNi/N-FLG afforded a maximum power density\nof 155.5 mW cm<sup>–2</sup> at 250 mA cm<sup>–2</sup>, greatly outperforming that using Pt/C + IrO<sub>2</sub>/C (130.4\nmW cm<sup>–2</sup> at 250 mA cm<sup>–2</sup>). Moreover,\nat a constant discharge current density of 10 mA cm<sup>–2</sup>, the ZAB with the CoNi/N-FLG catalyst delivered a specific energy\ncapacity of 814.0 mAh g<sub>Zn</sub>\n<sup>–1</sup>, exceeding\nthe ZAB with Pt/C + IrO<sub>2</sub>/C catalyst (741.9 mAh g<sub>Zn</sub>\n<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). Also,\nwhen the ZABs were discharged for 20 min at various current densities\n(from 5 to 100 mA cm<sup>–2</sup>), CoNi/N-FLG afforded a higher\noutput voltage than Pt/C + IrO<sub>2</sub>/C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>), thus demonstrating a better rate capability.\nNext, the ZABs were tested at a current density of 10 mA cm<sup>–2</sup> over 200 discharge–charge cycles, with each cycle consisting\nof a 10 min discharge and a 10 min charge. As show in c, the initial discharge–charge\nvoltage gap for the ZAB based on CoNi/N-FLG was 0.75 V, whereas a\nlarger initial voltage gap of 0.80 V was observed for the ZAB based\non Pt/C + IrO<sub>2</sub>/C. Remarkably, the ZAB containing CoNi/N-FLG\ndisplayed negligible increase in the polarization voltage gap over\n200 cycles. In contrast, the ZAB based on Pt/C + IrO<sub>2</sub>/C\nshowed a large increase in the discharge–charge voltage gap\n(up to 1.1 V) over the 200 cycles. The severe polarization seen for\nthe ZAB containing Pt/C + IrO<sub>2</sub>/C is explained by the higher\ncharge voltage over time, indicating progressively slower OER kinetics\nwith long-term cycling. Given that oxidation and corrosion of electrocatalysts\nare accelerated with an increase in the applied voltages, the poor\ndurability of the ZAB based on Pt/C + IrO<sub>2</sub>/C reflects the\ninferior OER catalysis (intrinsic activity, durability) of IrO<sub>2</sub>/C relative to CoNi/N-FLG. In summary, the long-term discharge–charge\ntesting results that CoNi/N-FLG offers excellent rechargeability and\ndurability for practical application in ZABs, highlighting the advantages\nof its core–shell structure in providing high ORR/OER activity\nand stability. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.2c01687/suppl_file/jz2c01687_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link> compares the ZAB\nperformance of CoNi/N-FLG with other recently reported electrocatalysts\nbased on transition metal alloy nanoparticles encapsulated in N-doped\ncarbon. Weighted across all battery metrics, CoNi/N-FLG delivered\nstate-of-the-art performance.</p><p>Finally, spin-polarized density\nfunctional theory (DFT) calculations\nwere performed to gain deeper insights about the electronic structure\nof CoNi/N-FLG, and thus the origins of its outstanding oxygen electrocatalysis\nproperties. A Co<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N model,\nconsisting of a Co<sub>2</sub>Ni<sub>2</sub> nanocluster encapsulated\nby a C<sub>81</sub>N nanoshell, was created to simulate the core–shell\nstructured CoNi/N-FLG. Pt(111) and IrO<sub>2</sub>(110) slabs were\nalso built to represent the active surface of the Pt and IrO<sub>2</sub> catalysts, respectively.\na shows the difference charge\ndensity between the alloy core and the N-doped graphene shell for\nCo<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N, wherein notable electron\ntransfer from Co<sub>2</sub>Ni<sub>2</sub> to C<sub>81</sub>N is observed,\nin accordance with previous reports. Quantitative\nBader charge analysis revealed the transferred electron number to\nbe 1.31 e<sup>–</sup>. The density of states (DOS) plot for\nCo<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N showed a zero bandgap\n(b), confirming\neasy migration of CoNi alloy valence electrons to the N-doped graphene\nshell. The Gibbs free energy profiles for ORR and OER on Co<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N were further calculated and compared\nwith the same processes on Pt(111) and IrO<sub>2</sub>(110), respectively\n(, parts c\nand d). It was found that the ORR rate-determining step (RDS) on Co<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N is the last *OH desorption\nstep with an energy barrier of 0.47 eV, higher than the ORR RDS (the\nformation of *OOH) on Pt(111) (0.28 eV). The OER RDS on Co<sub>2</sub>Ni<sub>2</sub>/C<sub>81</sub>N was the *OOH formation step (0.87\neV). On the other hand, the OER RDS on IrO<sub>2</sub>(110) was the\ndesorption of *O<sub>2</sub>, with a higher energy barrier of 0.92\neV (resulting in more sluggish OER kinetics). The computational findings\nare thus in good accord with the RDE testing results.</p>", "clean_text": "Scanning electron microscopy (SEM) results revealed that the CoNi-MOF precursor possessed a coral-like architecture composed of small angular crystals with smooth surfaces (Figure S1). In contrast, CoNi/N-FLG consisted of tiny nanoparticles of a generally spherical shape (b). Transmission electron microscopy (TEM) was employed to examine the microstructure of CoNi/N-FLG in detail. c revealed CoNi/N-FLG was composed of tiny nanospheres, with an average diameter of ~9.2 nm (Figure S2). The core-shell structured CoNi/N-FLG contained numerous mesopores, giving a Brunauer-Emmett-Teller (BET) surface area of 45.3 m2 g-1 (Figure S3). The corresponding selected area electron diffraction (SAED) pattern contained well-defined concentric rings (with few bright spots) that were ascribed to the (002) planes of graphitic carbon and (111), (200), and (220) planes of a CoNi alloy, confirming the polycrystalline and nanosized nature of CoNi/N-FLG. High-resolution TEM (HRTEM) revealed that the individual nanospheres were composed of CoNi alloy nanoparticles coated by few-layer graphene shells (d). The core nanoparticles showed lattice fringes with an interplanar spacing of 0.20 nm, corresponding to the predominant (111) plane in CoNi alloys. The carbon shells had lattice fringes with a d-spacing of 0.35 nm, typical for the (002) plane of graphitic carbon. The typical carbon shell thickness was less than five graphene layers (Figure S4). The high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) image and the corresponding energy-dispersive X-ray (EDX) element maps (e-i and Figure S5) showed a homogeneous distribution Co, Ni, C, and N throughout the CoNi/N-FLG sample, indicating N-doping of the carbon shell around the CoNi alloy nanoparticles. These results confirmed the core-shell structure of CoNi/N-FLG, and they validated our catalyst fabrication route involving the low-temperature pyrolysis of a CoNi-MOF.\n\nTo evaluate the electrocatalytic properties of CoNi/N-FLG for ORR/OER, standard three-electrode measurements were carried out using the rotating disk electrode (RDE, glassy carbon) method in an O2-saturated 0.1 M KOH electrolyte, with commercial 20 wt % Pt/C and IrO2/C used as benchmark ORR and OER electrocatalysts, respectively. a shows the respective polarization curves with iR-compensation. It can be seen that CoNi/N-FLG showed an ORR onset potential (E  onset , corresponding to an ORR current density of -0.1 mA cm-2) of 0.91 V vs the reversible hydrogen electrode (RHE), a half-wave potential (E 1/2) of 0.83 V vs RHE, and a limiting diffusion current density (j  L ) of -5.3 mA cm-2, comparable to data obtained from the Pt/C catalyst (Table S1). Although the E  onset  was slightly lower for CoNi/N-FLG, the catalysts ORR Tafel slope of 54.2 mV dec-1 was much lower than that of Pt/C (74.5 mV dec-1, Figure S7), indicating far more favorable ORR kinetics on CoNi/N-FLG. According to the Koutechy-Levich equation at different rotating speeds, the electron transfer number during the ORR was determined to be 3.85 and 3.65 for CoNi/N-FLG and Pt/C catalysts, respectively (Figures S8 and S9), suggesting a favorable four-electron process. The OER kinetics of CoNi/N-FLG were similarly impressive. OER on CoNi/N-FLG required a much lower overpotential at a current density of 10 mA cm-2 (η 10 = 366 mV) compared to IrO2/C (η 10 = 528 mV). Also, the corresponding OER Tafel slope for CoNi/N-FLG of 58.4 mV dec-1 was much smaller than on IrO2/C (86.5 mV dec-1, Figure S10). Hence, the OER activity and kinetics of CoNi/N-FLG were superior to IrO2/C. Further, CoNi/N-FLG exhibited better durability for both the ORR and OER during the prolonged cycling stability test up to 2000 cycles (Figure S11 and S12). Based on these results, CoNi/N-FLG was expected to deliver excellent bifunctional catalysis for ORR and OER in alkaline media, making it an ideal air-electrode catalyst for rechargeable metal-air batteries.\n\nAs a proof-of-concept, a prototype rechargeable ZAB was assembled to investigate the potential of CoNi/N-FLG as a bifunctional ORR/OER electrocatalyst. For comparison, a reference ZAB was also constructed using a mixture of Pt/C and IrO2/C as the ORR and OER electrocatalysts, respectively. Impressively, the ZAB using CoNi/N-FLG as the air electrode catalyst afforded a stable open circuit voltage of 1.49 V during a 1 h test, which was higher than that of Pt/C + IrO2/C catalyst (1.42 V, Figure S13). b shows the galvanodynamic discharge curves of the two ZABs. At the same current densities, the ZAB containing CoNi/N-FLG delivered a slightly higher voltage than that containing the mixture of Pt/C + IrO2/C, resulting in the output power densities of the ZAB based on CoNi/N-FLG being superior. The ZAB containing CoNi/N-FLG afforded a maximum power density of 155.5 mW cm-2 at 250 mA cm-2, greatly outperforming that using Pt/C + IrO2/C (130.4 mW cm-2 at 250 mA cm-2). Moreover, at a constant discharge current density of 10 mA cm-2, the ZAB with the CoNi/N-FLG catalyst delivered a specific energy capacity of 814.0 mAh gZn -1, exceeding the ZAB with Pt/C + IrO2/C catalyst (741.9 mAh gZn -1, Figure S14). Also, when the ZABs were discharged for 20 min at various current densities (from 5 to 100 mA cm-2), CoNi/N-FLG afforded a higher output voltage than Pt/C + IrO2/C (Figure S15), thus demonstrating a better rate capability. Next, the ZABs were tested at a current density of 10 mA cm-2 over 200 discharge-charge cycles, with each cycle consisting of a 10 min discharge and a 10 min charge. As show in c, the initial discharge-charge voltage gap for the ZAB based on CoNi/N-FLG was 0.75 V, whereas a larger initial voltage gap of 0.80 V was observed for the ZAB based on Pt/C + IrO2/C. Remarkably, the ZAB containing CoNi/N-FLG displayed negligible increase in the polarization voltage gap over 200 cycles. In contrast, the ZAB based on Pt/C + IrO2/C showed a large increase in the discharge-charge voltage gap (up to 1.1 V) over the 200 cycles. The severe polarization seen for the ZAB containing Pt/C + IrO2/C is explained by the higher charge voltage over time, indicating progressively slower OER kinetics with long-term cycling. Given that oxidation and corrosion of electrocatalysts are accelerated with an increase in the applied voltages, the poor durability of the ZAB based on Pt/C + IrO2/C reflects the inferior OER catalysis (intrinsic activity, durability) of IrO2/C relative to CoNi/N-FLG. In summary, the long-term discharge-charge testing results that CoNi/N-FLG offers excellent rechargeability and durability for practical application in ZABs, highlighting the advantages of its core-shell structure in providing high ORR/OER activity and stability. Table S2 compares the ZAB performance of CoNi/N-FLG with other recently reported electrocatalysts based on transition metal alloy nanoparticles encapsulated in N-doped carbon. Weighted across all battery metrics, CoNi/N-FLG delivered state-of-the-art performance.\n\nFinally, spin-polarized density functional theory (DFT) calculations were performed to gain deeper insights about the electronic structure of CoNi/N-FLG, and thus the origins of its outstanding oxygen electrocatalysis properties. A Co2Ni2/C81N model, consisting of a Co2Ni2 nanocluster encapsulated by a C81N nanoshell, was created to simulate the core-shell structured CoNi/N-FLG. Pt(111) and IrO2(110) slabs were also built to represent the active surface of the Pt and IrO2 catalysts, respectively. a shows the difference charge density between the alloy core and the N-doped graphene shell for Co2Ni2/C81N, wherein notable electron transfer from Co2Ni2 to C81N is observed, in accordance with previous reports. Quantitative Bader charge analysis revealed the transferred electron number to be 1.31 e-. The density of states (DOS) plot for Co2Ni2/C81N showed a zero bandgap (b), confirming easy migration of CoNi alloy valence electrons to the N-doped graphene shell. The Gibbs free energy profiles for ORR and OER on Co2Ni2/C81N were further calculated and compared with the same processes on Pt(111) and IrO2(110), respectively (, parts c and d). It was found that the ORR rate-determining step (RDS) on Co2Ni2/C81N is the last *OH desorption step with an energy barrier of 0.47 eV, higher than the ORR RDS (the formation of *OOH) on Pt(111) (0.28 eV). The OER RDS on Co2Ni2/C81N was the *OOH formation step (0.87 eV). On the other hand, the OER RDS on IrO2(110) was the desorption of *O2, with a higher energy barrier of 0.92 eV (resulting in more sluggish OER kinetics). The computational findings are thus in good accord with the RDE testing results.", "data": [[{"meta": {"name": "CoNi/N-FLG", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "BET surface area", "value": "45.3", "unit": "m2/g", "condition": ""}, {"property name": "lattice fringes", "value": "0.20", "unit": "nm", "condition": "interplanar spacing"}, {"property name": "lattice fringes", "value": "0.35", "unit": "nm", "condition": "d-spacing"}, {"property name": "electron transfer number", "value": "3.85", "unit": "", "condition": "during ORR"}, {"property name": "electron transfer number", "value": "3.65", "unit": "", "condition": "during ORR"}, {"property name": "overpotential", "value": "366", "unit": "mV", "condition": "at 10 mA/cm2"}, {"property name": "overpotential", "value": "528", "unit": "mV", "condition": "at 10 mA/cm2"}, {"property name": "Tafel slope", "value": "58.4", "unit": "mV/dec", "condition": "for OER"}, {"property name": "Tafel slope", "value": "86.5", "unit": "mV/dec", "condition": "for OER"}, {"property name": "power density", "value": "155.5", "unit": "mW/cm2", "condition": "at 250 mA/cm2"}, {"property name": "power density", "value": "130.4", "unit": "mW/cm2", "condition": "at 250 mA/cm2"}, {"property name": "specific energy capacity", "value": "814.0", "unit": "mAh/g", "condition": "at 10 mA/cm2"}, {"property name": "specific energy capacity", "value": "741.9", "unit": "mAh/g", "condition": "at 10 mA/cm2"}, {"property name": "voltage gap", "value": "0.75", "unit": "V", "condition": "initial discharge-charge"}, {"property name": "voltage gap", "value": "0.80", "unit": "V", "condition": "initial discharge-charge"}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of the synthesis of CoNi/N-FLG.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the synthesis of CoNi/N-FLG.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD\npattern, (b) SEM, (c) TEM, (d) HRTEM, (e) HAADF-STEM, and\n(f–i) corresponding EDX mapping images of CoNi/N-FLG. The inset\nin panel c shows the SAED pattern of CoNi/N-FLG.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD pattern, (b) SEM, (c) TEM, (d) HRTEM, (e) HAADF-STEM, and (f-i) corresponding EDX mapping images of CoNi/N-FLG. The inset in panel c shows the SAED pattern of CoNi/N-FLG.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Co\n2p, (b) Ni 2p, (c) C 1s, and (d) N 1s high-resolution XPS\nspectra of CoNi/N-FLG.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Co 2p, (b) Ni 2p, (c) C 1s, and (d) N 1s high-resolution XPS spectra of CoNi/N-FLG.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) ORR\nand OER polarization curves of CoNi/N-FLG and corresponding\nbenchmark electrocatalysts. (b) Discharge curves and power density\nplots, and (c) cycling performance of ZABs constructed with CoNi/N-FLG\nand Pt/C + IrO<sub>2</sub>/C as the air electrode catalysts.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) ORR and OER polarization curves of CoNi/N-FLG and corresponding benchmark electrocatalysts. (b) Discharge curves and power density plots, and (c) cycling performance of ZABs constructed with CoNi/N-FLG and Pt/C + IrO2/C as the air electrode catalysts.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Atomic configuration\nand difference charge density for the\nCo<sub>2</sub>Ni<sub>2</sub>@C<sub>81</sub>N model, (b) DOS of Co<sub>2</sub>Ni<sub>2</sub>@C<sub>81</sub>N, (c) Gibbs free energy diagrams\nfor ORR on Co<sub>2</sub>Ni<sub>2</sub>@C<sub>81</sub>N and Pt(111),\nand (d) Gibbs free energy diagrams for OER on Co<sub>2</sub>Ni<sub>2</sub>@C<sub>81</sub>N and IrO<sub>2</sub>(110).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz2c01687_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Atomic configuration and difference charge density for the Co2Ni2@C81N model, (b) DOS of Co2Ni2@C81N, (c) Gibbs free energy diagrams for ORR on Co2Ni2@C81N and Pt(111), and (d) Gibbs free energy diagrams for OER on Co2Ni2@C81N and IrO2(110).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpclett.2c01687", "title": "\nElectronic Tuning\nof Core–Shell CoNi Nanoalloy/N-Doped\nFew-Layer Graphene for Efficient Oxygen Electrocatalysis in Rechargeable\nZinc–Air Batteries\n", "journal": "American Chemical Society", "date": "2022.07", "author_list": ["Liu\nJinlong", "Luo\nZiyu", "Qian\nDong", "Peng\nLishan", "Sun-Waterhouse\nDongxiao", "Waterhouse\nGeoffrey I. N."]}}