{"filepath": "../L2M3_data/1_application_papers/acs_xml/la401446s.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The\nmetal–organic framework beryllium benzene tribenzoate\n(Be-BTB) has recently been reported to have one of the highest gravimetric\nhydrogen uptakes at room temperature. Storage at room temperature\nis one of the key requirements for the practical viability of hydrogen-powered\nvehicles. Be-BTB has an exceptional 298 K storage capacity of 2.3\nwt % hydrogen. This result is surprising given that the low adsorption\nenthalpy of 5.5 kJ mol<sup>–1</sup>. In this work, a combination\nof atomistic simulation and continuum modeling reveals that the beryllium\nrings contribute strongly to the hydrogen interaction with the framework.\nThese simulations are extended with a thermodynamic energy optimization\n(TEO) model to compare the performance of Be-BTB to a compressed H<sub>2</sub> tank and benchmark materials MOF-5 and MOF-177 in a MOF-based\nfuel cell. Our investigation shows that none of the MOF-filled tanks\nsatisfy the United States Department of Energy (DOE) storage targets\nwithin the required operating temperatures and pressures. However,\nthe Be-BTB tank delivers the most energy per volume and mass compared\nto the other material-based storage tanks. The pore size and the framework\nmass are shown to be contributing factors responsible for the superior\nroom temperature hydrogen adsorption of Be-BTB.</p>", "clean_text": "The metal-organic framework beryllium benzene tribenzoate (Be-BTB) has recently been reported to have one of the highest gravimetric hydrogen uptakes at room temperature. Storage at room temperature is one of the key requirements for the practical viability of hydrogen-powered vehicles. Be-BTB has an exceptional 298 K storage capacity of 2.3 wt % hydrogen. This result is surprising given that the low adsorption enthalpy of 5.5 kJ mol-1. In this work, a combination of atomistic simulation and continuum modeling reveals that the beryllium rings contribute strongly to the hydrogen interaction with the framework. These simulations are extended with a thermodynamic energy optimization (TEO) model to compare the performance of Be-BTB to a compressed H2 tank and benchmark materials MOF-5 and MOF-177 in a MOF-based fuel cell. Our investigation shows that none of the MOF-filled tanks satisfy the United States Department of Energy (DOE) storage targets within the required operating temperatures and pressures. However, the Be-BTB tank delivers the most energy per volume and mass compared to the other material-based storage tanks. The pore size and the framework mass are shown to be contributing factors responsible for the superior room temperature hydrogen adsorption of Be-BTB.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Storage\nof hydrogen gas is the key technological challenge in the\ndevelopment of hydrogen fuel cell vehicles. Hydrogen fuel cells are\nconsidered to be an environmental imperative, because they generate\nelectricity with emissions of water and heat as compared to the carbon\ndioxide emissions generated when fossil fuels are used to produce\nelectricity. In order for the technology to become competitive with\nexisting vehicle fuels, in terms of cost and driving range, 5 kg of\nhydrogen is required to be stored on-board. Present compressed gas\ntank technology requires an exceptional compression to avoid prohibitive\nspace requirements. Storage capacities\nthat approach the required amounts of hydrogen may only be achieved\nwith conventional technology either through the use of high pressures\nor cryogenic temperatures. There are limitations\nwith the use of high pressures or cryogenic temperatures due to the\nincreased system components that are required. Furthermore, the energy\npenalties associated with the compression and/or cooling of the hydrogen\ndramatically diminish the environmental benefits of employing hydrogen\npowered vehicles. The latest DOE Annual Merit Review of the Hydrogen\nStorage Sub-Program concluded that physical\nsorbents are the leading candidates, with storage capacity and loss\nof usable hydrogen as the remaining challenges. Therefore, this work\nfocuses on enhancing the storage capacity by using beryllium benzene\ntribenzoate (Be-BTB) with optimized operating conditions.</p>", "clean_text": "Introduction\n\nStorage of hydrogen gas is the key technological challenge in the development of hydrogen fuel cell vehicles. Hydrogen fuel cells are considered to be an environmental imperative, because they generate electricity with emissions of water and heat as compared to the carbon dioxide emissions generated when fossil fuels are used to produce electricity. In order for the technology to become competitive with existing vehicle fuels, in terms of cost and driving range, 5 kg of hydrogen is required to be stored on-board. Present compressed gas tank technology requires an exceptional compression to avoid prohibitive space requirements. Storage capacities that approach the required amounts of hydrogen may only be achieved with conventional technology either through the use of high pressures or cryogenic temperatures. There are limitations with the use of high pressures or cryogenic temperatures due to the increased system components that are required. Furthermore, the energy penalties associated with the compression and/or cooling of the hydrogen dramatically diminish the environmental benefits of employing hydrogen powered vehicles. The latest DOE Annual Merit Review of the Hydrogen Storage Sub-Program concluded that physical sorbents are the leading candidates, with storage capacity and loss of usable hydrogen as the remaining challenges. Therefore, this work focuses on enhancing the storage capacity by using beryllium benzene tribenzoate (Be-BTB) with optimized operating conditions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A\ngas in its adsorbed state can be stored at far greater densities\nin comparison with the bulk gas state. The use of novel nanostructured\nmaterials as adsorbents within a storage tank therefore offers the\npotential to increase the storage density through chemisorption or\nphysisorption processes. Chemisorption relies on the formation of\nhydride chemical bonds within a material, whereas physisorption relies\non van der Waals type interactions with internal surfaces of a porous\nmaterial. The interaction strength of physisorbed gas molecules is\nprimarily governed by local dipole moments induced in the hydrogen\nmolecule by vacant point charges.\n</p>", "clean_text": "A gas in its adsorbed state can be stored at far greater densities in comparison with the bulk gas state. The use of novel nanostructured materials as adsorbents within a storage tank therefore offers the potential to increase the storage density through chemisorption or physisorption processes. Chemisorption relies on the formation of hydride chemical bonds within a material, whereas physisorption relies on van der Waals type interactions with internal surfaces of a porous material. The interaction strength of physisorbed gas molecules is primarily governed by local dipole moments induced in the hydrogen molecule by vacant point charges. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The temperature at which hydrogen is adsorbed and desorbed is a\nkey parameter of overall material performance. Temperature is embedded\nin the enthalpy of adsorption, which is the energy associated with\nthe adsorption process. Theoretical calculations reveal that the ideal\nenthalpy of adsorption at room temperature, <italic toggle=\"yes\">Q</italic>, is\nin the range of 15–25 kJ mol<sup>–1</sup>. Higher values are typically found in chemisorbents,\nwhich require heating to release stored hydrogen with only a fraction\nof the hydrogen released due to the strength of the chemical bond.\nThe ability to cycle these chemisorbent materials is limited due to\nthe significant change in the volume of the unit cell during the filling\nand emptying processes.</p>", "clean_text": "The temperature at which hydrogen is adsorbed and desorbed is a key parameter of overall material performance. Temperature is embedded in the enthalpy of adsorption, which is the energy associated with the adsorption process. Theoretical calculations reveal that the ideal enthalpy of adsorption at room temperature, Q, is in the range of 15-25 kJ mol-1. Higher values are typically found in chemisorbents, which require heating to release stored hydrogen with only a fraction of the hydrogen released due to the strength of the chemical bond. The ability to cycle these chemisorbent materials is limited due to the significant change in the volume of the unit cell during the filling and emptying processes.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The inherent limitations of chemisorbents\nhave led to an intense\ninterest in physisorbents. These materials undergo no structural change\non adsorption cycling and possess lower adsorption enthalpies. However,\nadsorption enthalpies are typically in the range of 5–10 kJ\nmol<sup>–1</sup>, meaning that cryogenic temperatures are often\nrequired to reach high storage capacities. Keys to the optimization\nof performance of physisorbents are maximizing surface area, which\nis known to increase the storage capacity, and the control of pore architecture and surface chemistry in order\nto maximize adsorption enthalpy.\n</p>", "clean_text": "The inherent limitations of chemisorbents have led to an intense interest in physisorbents. These materials undergo no structural change on adsorption cycling and possess lower adsorption enthalpies. However, adsorption enthalpies are typically in the range of 5-10 kJ mol-1, meaning that cryogenic temperatures are often required to reach high storage capacities. Keys to the optimization of performance of physisorbents are maximizing surface area, which is known to increase the storage capacity, and the control of pore architecture and surface chemistry in order to maximize adsorption enthalpy. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) comprise metal atoms or\nclusters linked periodically by organic molecules to establish an\narray where each atom forms part of an internal surface. MOFs have\ndelivered the highest surface areas and hydrogen storage capacities\nfor any physisorbent and are shown to be a promising material for\ngas storage. Exposed metal sites, pore sizes, and ligand chemistries have been found to be the most effective routes for increasing the\nhydrogen enthalpy of adsorption within MOFs.</p>", "clean_text": "Metal-organic frameworks (MOFs) comprise metal atoms or clusters linked periodically by organic molecules to establish an array where each atom forms part of an internal surface. MOFs have delivered the highest surface areas and hydrogen storage capacities for any physisorbent and are shown to be a promising material for gas storage. Exposed metal sites, pore sizes, and ligand chemistries have been found to be the most effective routes for increasing the hydrogen enthalpy of adsorption within MOFs.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<p>The MOF adsorbent\nthat presently holds the record for gravimetric\nhydrogen storage capacity at room temperature is the first structurally\ncharacterized beryllium-based framework, Be-BTB (BTB = benzene tribenzoate);\nsee Figure . Be-BTB has a Brunauer–Emmett–Teller\n(BET) surface area of 4400 m<sup>2</sup> g<sup>–1</sup>, and Be-BTB can adsorb 2.3 wt % hydrogen at\n298 K and 100 bar. In the following subsection,\nthe performance of Be-BTB is compared to other high performing MOFs.</p>", "clean_text": "The MOF adsorbent that presently holds the record for gravimetric hydrogen storage capacity at room temperature is the first structurally characterized beryllium-based framework, Be-BTB (BTB = benzene tribenzoate); see Figure . Be-BTB has a Brunauer-Emmett-Teller (BET) surface area of 4400 m2 g-1, and Be-BTB can adsorb 2.3 wt % hydrogen at 298 K and 100 bar. In the following subsection, the performance of Be-BTB is compared to other high performing MOFs.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Molecular\nsimulation snapshots of hydrogen (H<sub>2</sub>) adsorption\nwithin the Be-BTB framework. (a) H<sub>2</sub> adsorbed at optimized\nstorage conditions, 233 K and 100 bar. (b) H<sub>2</sub> remaining\nat DOE delivery conditions, 358 K and 5 bar.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular simulation snapshots of hydrogen (H2) adsorption within the Be-BTB framework. (a) H2 adsorbed at optimized storage conditions, 233 K and 100 bar. (b) H2 remaining at DOE delivery conditions, 358 K and 5 bar.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Comparison with Other MOFs</title><p>With a\nfocus on room temperature adsorption, we have collected data from\nthe literature which has recently been summarized by Suh et al. to compare the characteristics of Be-BTB with\nother MOFs. Only MOFs with reported pore volume and excess gravimetric\nuptake at 298 K and high pressures (more than 35 bar) are used for\ncomparison with the Be-BTB. The total uptake is calculated using the\nmethod discussed by Frost and Snurr (refer\nto the  for more\ninformation). These MOFs are categorized as MOFs with open metal sites\nand MOFs without open metal sites. Data for MOFs with open metal sites\nare listed in Table S1 and data for MOFs without open metal sites\nare listed in Table S2 in the . MOFs with high density of open metal sites are shown to have better\nadsorption capability compared to MOFs without open metal sites at\nlow pressures. Figure  shows that this is also true at higher pressures with the\nexception of Be-BTB, which has the highest H<sub>2</sub> uptake of\nall the MOFs without open metal sites.</p>", "clean_text": "Comparison with Other MOFs\n\nWith a focus on room temperature adsorption, we have collected data from the literature which has recently been summarized by Suh et al. to compare the characteristics of Be-BTB with other MOFs. Only MOFs with reported pore volume and excess gravimetric uptake at 298 K and high pressures (more than 35 bar) are used for comparison with the Be-BTB. The total uptake is calculated using the method discussed by Frost and Snurr (refer to the  for more information). These MOFs are categorized as MOFs with open metal sites and MOFs without open metal sites. Data for MOFs with open metal sites are listed in Table S1 and data for MOFs without open metal sites are listed in Table S2 in the . MOFs with high density of open metal sites are shown to have better adsorption capability compared to MOFs without open metal sites at low pressures. Figure  shows that this is also true at higher pressures with the exception of Be-BTB, which has the highest H2 uptake of all the MOFs without open metal sites.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Total H<sub>2</sub> uptake\nat room temperature and high pressures\n(more than 35 bar). Data other than Be-BTB are taken from Suh et al.<xref ref-type=\"bibr\" rid=\"ref4\"></xref> (a) H<sub>2</sub> uptake versus heat of adsorption;\n(b) H<sub>2</sub> uptake versus BET surface area; (c) H<sub>2</sub> uptake versus pore volume. The <italic toggle=\"yes\">R</italic>\n<sup>2</sup> value\nfor MOFs with and without open metal sites are 0.23% and 1.43% for\n(a), 90.99% and 7.22% for (b), and 83.43% and 52.63% for (c).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Total H2 uptake at room temperature and high pressures (more than 35 bar). Data other than Be-BTB are taken from Suh et al. (a) H2 uptake versus heat of adsorption; (b) H2 uptake versus BET surface area; (c) H2 uptake versus pore volume. The R 2 value for MOFs with and without open metal sites are 0.23% and 1.43% for (a), 90.99% and 7.22% for (b), and 83.43% and 52.63% for (c).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Frost and Snurr studied the relationship\nbetween heat of adsorption, pore volume, and surface area with the\ntotal uptake at room temperature and various pressures. They found\nthat these relationships depend on the strength of the interaction\nbetween H<sub>2</sub> and the porous material. For weak adsorption,\nthe uptake correlates with the pore volume at all pressures. For a\nstronger adsorption, the uptake depends on the pressure where at low\npressures the uptake correlates with the heat of adsorption, surface\narea at intermediate pressure, and pore volume at high pressures.\nThis is verified through an analysis of the data in Figure  using the R software. The lines of best fit for MOFs with and without open metal sites\nare shown in Figure  and the coefficient of\ndetermination of the total H<sub>2</sub> uptake with heat of adsorption,\nBET surface area, and pore volume are reported in Table .</p>", "clean_text": "Frost and Snurr studied the relationship between heat of adsorption, pore volume, and surface area with the total uptake at room temperature and various pressures. They found that these relationships depend on the strength of the interaction between H2 and the porous material. For weak adsorption, the uptake correlates with the pore volume at all pressures. For a stronger adsorption, the uptake depends on the pressure where at low pressures the uptake correlates with the heat of adsorption, surface area at intermediate pressure, and pore volume at high pressures. This is verified through an analysis of the data in Figure  using the R software. The lines of best fit for MOFs with and without open metal sites are shown in Figure  and the coefficient of determination of the total H2 uptake with heat of adsorption, BET surface area, and pore volume are reported in Table .", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Coefficient of Determination (<italic toggle=\"yes\">R</italic>\n<sup>2</sup>) for the Correlation of Total H<sub>2</sub> Uptake with\nHeat of Adsorption (Q), BET Surface Area (BET), and\nPore Volume (PV)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">variables</oasis:entry>\n<oasis:entry align=\"center\">with open metal\nsites (%)</oasis:entry>\n<oasis:entry align=\"center\">without open metal sites (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Q</oasis:entry>\n<oasis:entry>0.23</oasis:entry>\n<oasis:entry>1.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BET</oasis:entry>\n<oasis:entry>90.99</oasis:entry>\n<oasis:entry>7.22</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PV</oasis:entry>\n<oasis:entry>83.43</oasis:entry>\n<oasis:entry>52.63</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>For MOFs\nwith open metal sites at 298 K and high pressures, the\ncoefficient of determinant or <italic toggle=\"yes\">R</italic>\n<sup>2</sup> calculated\nfor the heat of adsorption, BET surface area, and pore volume are\n0.23%, 91%, and 83%, respectively. This means that, with stronger\nadsorption, up to 91% and 83% of the variability of total uptake can\nbe described by the BET surface area and pore volume, respectively.\nSimilar to the findings of Frost and Snurr, the heat of adsorption does not play a strong role in high pressures\nat room temperature for MOFs with open metal sites.</p>", "clean_text": "For MOFs with open metal sites at 298 K and high pressures, the coefficient of determinant or R 2 calculated for the heat of adsorption, BET surface area, and pore volume are 0.23%, 91%, and 83%, respectively. This means that, with stronger adsorption, up to 91% and 83% of the variability of total uptake can be described by the BET surface area and pore volume, respectively. Similar to the findings of Frost and Snurr, the heat of adsorption does not play a strong role in high pressures at room temperature for MOFs with open metal sites.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>For MOFs\nwithout open metal sites, the <italic toggle=\"yes\">R</italic>\n<sup>2</sup> values\nfor the heat of adsorption, BET surface area, and pore volume\nare 1.43%, 7.22%, and 52.63%, respectively, which matches the results\nfrom Frost and Snurr indicating that,\nfor weak adsorption, the pore volume describes up to 52.63% of the\nvariability of total uptake. We therefore conclude that the Be-BTB’s\nsuperior uptake at room temperature is partly due to its high pore\nvolume. Further, we will investigate the nature of this pore volume.</p>", "clean_text": "For MOFs without open metal sites, the R 2 values for the heat of adsorption, BET surface area, and pore volume are 1.43%, 7.22%, and 52.63%, respectively, which matches the results from Frost and Snurr indicating that, for weak adsorption, the pore volume describes up to 52.63% of the variability of total uptake. We therefore conclude that the Be-BTB's superior uptake at room temperature is partly due to its high pore volume. Further, we will investigate the nature of this pore volume.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Gravimetric hydrogen adsorption in MOFs can be increased by substituting\nmetals with lighter metals as shown by Porter et al. where the zinc in zinc benzene dicarboxylate (MOF-5 or\nIRMOF-1) is substituted with beryllium to create beryllium benzene\ndicarboxylate (Be-BDC). In the case of Be-BTB, the lower density provided\nthrough the use of lightweight beryllium atoms does not account for\nthe exceptional hydrogen adsorption performance, as MOFs with higher gravimetric surface areas exhibit far\nlower room temperature storage capacities.\n</p>", "clean_text": "Gravimetric hydrogen adsorption in MOFs can be increased by substituting metals with lighter metals as shown by Porter et al. where the zinc in zinc benzene dicarboxylate (MOF-5 or IRMOF-1) is substituted with beryllium to create beryllium benzene dicarboxylate (Be-BDC). In the case of Be-BTB, the lower density provided through the use of lightweight beryllium atoms does not account for the exceptional hydrogen adsorption performance, as MOFs with higher gravimetric surface areas exhibit far lower room temperature storage capacities. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Hydrogen adsorbents are often compared with reference to their\nvolumetric or gravimetric capacity alone. However, to completely assess\ntheir potential to outperform current technologies, an analysis of\ntheir cyclability must also be considered. The assessment must incorporate\nthe energy required to regenerate the material whether that be by\ntemperature swing, pressure swing, or a combination of both. As each\nMOF exhibits its own unique isotherm behavior, the optimal cycle conditions\n(i.e., adsorption/desorption or store/release conditions) are also\nunique. Hence, here we adopt a thermodynamic energy optimization (TEO)\nmodel to determine the optimal cycle conditions of an empty compressed\ngas tank and a tank filled with Be-BTB, MOF-5 (IRMOF-1), or MOF-177.</p>", "clean_text": "Hydrogen adsorbents are often compared with reference to their volumetric or gravimetric capacity alone. However, to completely assess their potential to outperform current technologies, an analysis of their cyclability must also be considered. The assessment must incorporate the energy required to regenerate the material whether that be by temperature swing, pressure swing, or a combination of both. As each MOF exhibits its own unique isotherm behavior, the optimal cycle conditions (i.e., adsorption/desorption or store/release conditions) are also unique. Hence, here we adopt a thermodynamic energy optimization (TEO) model to determine the optimal cycle conditions of an empty compressed gas tank and a tank filled with Be-BTB, MOF-5 (IRMOF-1), or MOF-177.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The objectives of this work are to explain the high performance\nof Be-BTB as a room temperature adsorbent, to place in context the\nprevailing views on the contributions of surface area and bond enthalpy\nto room temperature performance, and to examine the pore architecture\nwithin Be-BTB to understand its role in both hydrogen storage and\ncyclability.</p>", "clean_text": "The objectives of this work are to explain the high performance of Be-BTB as a room temperature adsorbent, to place in context the prevailing views on the contributions of surface area and bond enthalpy to room temperature performance, and to examine the pore architecture within Be-BTB to understand its role in both hydrogen storage and cyclability.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Modeling\nMethodology</title><p>When the H<sub>2</sub> gas is inside the Be-BTB\nframework, it is\nacted upon by intermolecular van der Waals forces with every atom\ncomprising the Be-BTB. This phenomenon may be accurately modeled using\nthe 6-12 Lennard–Jones potential function where the intermolecular potential energy between two nonbonded\natoms of interest (framework atom and H<sub>2</sub> molecule) is given\nby<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Φ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ρ</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:mi>ε</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>12</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>where ρ is the distance between the\natoms, σ is the atomic distance when the potential energy is\nzero, and ε is the value of the energy when the atoms are at\nthe equilibrium distance, ρ<sub>0</sub> = 2<sup>1/6</sup>σ.\nThe negative and positive terms in eq  describe\nthe balance of attractive and repulsive forces experienced by the\ntwo atoms of interest. The interatomic potential parameters for a\ndifferent species of atoms (σ and ε) are determined using\nthe empirical Lorentz–Berthelot mixing rules where ε<sub>12</sub> = (ε<sub>1</sub>ε<sub>2</sub>)<sup>1/2</sup> and σ<sub>12</sub> = (σ<sub>1</sub> + σ<sub>2</sub>)/2. The long-range electrostatic forces which also contribute to\nthe atomic interaction are found to have negligible effects on the\ntotal hydrogen uptake. The parameter values\nfor the framework atoms and a H<sub>2</sub> gas molecule are given\nin .</p>", "clean_text": "Modeling Methodology\n\nWhen the H2 gas is inside the Be-BTB framework, it is acted upon by intermolecular van der Waals forces with every atom comprising the Be-BTB. This phenomenon may be accurately modeled using the 6-12 Lennard-Jones potential function where the intermolecular potential energy between two nonbonded atoms of interest (framework atom and H2 molecule) is given by 1  Φ  ( ρ )  = 4 ε  [ -   (   σ   ρ   )   6   +   (   σ   ρ   )   12   ]   where ρ is the distance between the atoms, σ is the atomic distance when the potential energy is zero, and ε is the value of the energy when the atoms are at the equilibrium distance, ρ0 = 21/6σ. The negative and positive terms in eq  describe the balance of attractive and repulsive forces experienced by the two atoms of interest. The interatomic potential parameters for a different species of atoms (σ and ε) are determined using the empirical Lorentz-Berthelot mixing rules where ε12 = (ε1ε2)1/2 and σ12 = (σ1 + σ2)/2. The long-range electrostatic forces which also contribute to the atomic interaction are found to have negligible effects on the total hydrogen uptake. The parameter values for the framework atoms and a H2 gas molecule are given in .", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In this work, we use\ntwo methods to predict the H<sub>2</sub> adsorption\nwithin the Be-BTB framework: a numerical atomistic simulation approach\nand an analytic Topologically Integrated Mathematical Thermodynamic\nAdsorption Model (TIMTAM). The atomistic\nsimulation approach offers specific insight into the exact location\nof H<sub>2</sub> adsorption within the MOF, while the analytical TIMTAM\napproach offers immediate access to the complete isotherm profiles\nfor any temperature and pressure. The latter approach is compatible\nwith the TEO routine utilized here to determine the feasibility of\nMOFs in a fuel cell application in comparison to a compressed gas\ntank.</p>", "clean_text": "In this work, we use two methods to predict the H2 adsorption within the Be-BTB framework: a numerical atomistic simulation approach and an analytic Topologically Integrated Mathematical Thermodynamic Adsorption Model (TIMTAM). The atomistic simulation approach offers specific insight into the exact location of H2 adsorption within the MOF, while the analytical TIMTAM approach offers immediate access to the complete isotherm profiles for any temperature and pressure. The latter approach is compatible with the TEO routine utilized here to determine the feasibility of MOFs in a fuel cell application in comparison to a compressed gas tank.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Atomistic Simulation Details</title><p>The\natomistic simulation of Be-BTB is constructed according to the fixed\natomic coordinates determined by Sumida et al. To predict the equilibrium H<sub>2</sub> adsorption within\nthe framework, the Grand Canonical Monte Carlo (GCMC) algorithm is implemented with the RASPA software package. Force fields for the framework are taken from\nthe universal force field (UFF) while\nH<sub>2</sub> is treated as a single-site model according to van den\nBerg et al. Force field cutoffs of 12.8\nÅ are implemented. More details are found in the . The GCMC algorithm trials\na series of random H<sub>2</sub> moves including addition, deletion,\nrotation, and translation. The probability of accepting each move\nis based upon the Grand Canonical ensemble relating the specific temperature,\nvolume, and chemical potential. 1 000 000 equilibration\nsteps are followed by 100 000 production steps. The final ensemble\nrepresents a statistical average of the equilibrium states. Complete\nisotherms are produced up to 100 bar for temperatures 77 and 298 K.</p>", "clean_text": "Atomistic Simulation Details\n\nThe atomistic simulation of Be-BTB is constructed according to the fixed atomic coordinates determined by Sumida et al. To predict the equilibrium H2 adsorption within the framework, the Grand Canonical Monte Carlo (GCMC) algorithm is implemented with the RASPA software package. Force fields for the framework are taken from the universal force field (UFF) while H2 is treated as a single-site model according to van den Berg et al. Force field cutoffs of 12.8 Å are implemented. More details are found in the . The GCMC algorithm trials a series of random H2 moves including addition, deletion, rotation, and translation. The probability of accepting each move is based upon the Grand Canonical ensemble relating the specific temperature, volume, and chemical potential. 1000000 equilibration steps are followed by 100000 production steps. The final ensemble represents a statistical average of the equilibrium states. Complete isotherms are produced up to 100 bar for temperatures 77 and 298 K.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>TIMTAM Formulation</title><p>The TIMTAM approach uses applied mathematical modeling to represent\nthe structure of Be-BTB with assumed ideal building blocks that comprise\ncontinuous surfaces and volumes for adsorption. TIMTAM is a phenomenological\nmodel based on approximations that have proved useful in investigating\nthe effect of pore size. Figure  shows the Be-BTB structure as an ideal composition of cylindrical\nrings, which represent the [Be<sub>12</sub>(OH)<sub>12</sub>]<sup>12+</sup> rings (or Be-ring), and spheres which represents the connected\nBTB<sup>3–</sup> ligands comprised mostly of carbon and hydrogen\natoms. At first sight such a simplified modeling approach may seem\ngeometrically severe, but in similar situations it has been shown\nto provide the major contribution to the interaction energy of the\nactual structure, confirmed by either independent experimental results\nor computational modeling. Calculations that involves the TIMTAM approach are evaluated using\nthe algebraic computer package MAPLE.</p>", "clean_text": "TIMTAM Formulation\n\nThe TIMTAM approach uses applied mathematical modeling to represent the structure of Be-BTB with assumed ideal building blocks that comprise continuous surfaces and volumes for adsorption. TIMTAM is a phenomenological model based on approximations that have proved useful in investigating the effect of pore size. Figure  shows the Be-BTB structure as an ideal composition of cylindrical rings, which represent the [Be12(OH)12]12+ rings (or Be-ring), and spheres which represents the connected BTB3- ligands comprised mostly of carbon and hydrogen atoms. At first sight such a simplified modeling approach may seem geometrically severe, but in similar situations it has been shown to provide the major contribution to the interaction energy of the actual structure, confirmed by either independent experimental results or computational modeling. Calculations that involves the TIMTAM approach are evaluated using the algebraic computer package MAPLE.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Structure of Be-BTB. Spheres and cylinders\nrepresent ideal building\nblocks for adsorption cavities in the structure.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Structure of Be-BTB. Spheres and cylinders represent ideal building blocks for adsorption cavities in the structure.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>In principle, the total potential energy within the system, <italic toggle=\"yes\">U</italic>\n<sub>tot</sub>(ρ), is obtained by a summation of\nthe potential energy for the interaction between H<sub>2</sub> and\nan infinite cylindrical ring with the potential energy for the interaction\nbetween H<sub>2</sub> and a sphere. The potential energy for an infinite\ncylinder interacting with the H<sub>2</sub> molecule based on the\nmodel by Cox et al. and Thornton et al. is given by<disp-formula id=\"eq2\">\n<label>2</label>\n<mml:math display=\"block\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable columnalign=\"left\" displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ρ</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:munderover>\n<mml:mrow>\n<mml:mo form=\"prefix\">∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:munderover>\n<mml:msub>\n<mml:mrow>\n<mml:mi>η</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>B</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>8</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi>π</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:msub>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>j</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>!</mml:mo>\n</mml:mrow>\n</mml:mfrac>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>s</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>∞</mml:mo>\n</mml:mrow>\n</mml:munderover>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>s</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>j</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>s</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>!</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>s</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mi>s</mml:mi>\n<mml:mo>!</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>j</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi>s</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>!</mml:mo>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</disp-formula>where ρ is the\ndistance between the\nH<sub>2</sub> molecule and the center of the cavity; η<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> denotes the mean atomic surface densities of atom <italic toggle=\"yes\">i</italic> on the cavity surface at radius <italic toggle=\"yes\">r</italic>\n<sub>1</sub>. To make the mathematics tractable, we assume that the interaction\nis accurately approximated by the potential energy of an infinite\ncylinder. However, when determining the gravimetric uptake, the volume\nof the cylinder is calculated by multiplying the length of the actual\nberyllium-ring (Be-ring), <italic toggle=\"yes\">h</italic>, by the area of the base,\n2<italic toggle=\"yes\">πr</italic>\n<sub>1</sub>. The potential energy within\na sphere of radius <italic toggle=\"yes\">r</italic>\n<sub>2</sub>, based on the model\nby Cox et al. and Thornton et al., is given by the expression<disp-formula id=\"eq3\">\n<label>3</label>\n<mml:math display=\"block\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable columnalign=\"left\" displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ρ</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:munderover>\n<mml:mrow>\n<mml:mo form=\"prefix\">∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:munderover>\n<mml:msub>\n<mml:mrow>\n<mml:mi>η</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>B</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>12</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi>π</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ρ</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ρ</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</disp-formula>\n</p>", "clean_text": "In principle, the total potential energy within the system, U tot(ρ), is obtained by a summation of the potential energy for the interaction between H2 and an infinite cylindrical ring with the potential energy for the interaction between H2 and a sphere. The potential energy for an infinite cylinder interacting with the H2 molecule based on the model by Cox et al. and Thornton et al. is given by 2        U   1    ( ρ )  =   ∑   i = 1   3     η   i    ( -   A   i     R   3   +   B   i     R   6   )        R   j   =   8   π   2      r   1    2       ( 2   r   1   )   2 j    ( 2 j - 2 )  !     ∑   s = 1   ∞     [     ρ   s    ( 2 j + 2 s - 2 )  !     ( 4   r   1   )   s   s !  ( j + s - 1 )  !   ]   2        where ρ is the distance between the H2 molecule and the center of the cavity; η i  denotes the mean atomic surface densities of atom i on the cavity surface at radius r 1. To make the mathematics tractable, we assume that the interaction is accurately approximated by the potential energy of an infinite cylinder. However, when determining the gravimetric uptake, the volume of the cylinder is calculated by multiplying the length of the actual beryllium-ring (Be-ring), h, by the area of the base, 2πr 1. The potential energy within a sphere of radius r 2, based on the model by Cox et al. and Thornton et al., is given by the expression 3        U   2    ( ρ )  =   ∑   j = 2   4     η   j    ( -   A   j     Q   6   +   B   j     Q   12   )        Q   k   =   2   r   2   π   ρ  ( 2 - k )     [   1     ( ρ +   r   2   )   k - 2     -   1     ( ρ -   r   2   )   k - 2     ]        ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Based on the paper by Walton\nand Snurr, adsorption in MOFs can be\ndominated by the pore filling or multilayered\nformation mechanism. To ensure that both types of adsorption are considered\nin our model, we make assumptions that the gas molecule can exist\nas a mixture of adsorbed and bulk gas in the MOF structure. The probability\nthat the molecule is adsorbed on the surface of the cavity can be\nexpressed as 1 – exp(<italic toggle=\"yes\">U</italic>/<italic toggle=\"yes\">RT</italic>) when its potential energy (<italic toggle=\"yes\">U</italic>) is larger than its\nkinetic energy, represented by <italic toggle=\"yes\">RT</italic>, the ideal gas\nconstant (<italic toggle=\"yes\">R</italic>) and the temperature (<italic toggle=\"yes\">T</italic>). Consequently, the probability that the molecule exists as bulk\ngas phase is exp(<italic toggle=\"yes\">U</italic>/<italic toggle=\"yes\">RT</italic>). In this\nformulation, pore filling and multilayer mechanisms are not distinguishable,\nalthough the ratio of bulk phase over adsorbed phase is an approximate\nindicator.</p>", "clean_text": "Based on the paper by Walton and Snurr, adsorption in MOFs can be dominated by the pore filling or multilayered formation mechanism. To ensure that both types of adsorption are considered in our model, we make assumptions that the gas molecule can exist as a mixture of adsorbed and bulk gas in the MOF structure. The probability that the molecule is adsorbed on the surface of the cavity can be expressed as 1 - exp(U/RT) when its potential energy (U) is larger than its kinetic energy, represented by RT, the ideal gas constant (R) and the temperature (T). Consequently, the probability that the molecule exists as bulk gas phase is exp(U/RT). In this formulation, pore filling and multilayer mechanisms are not distinguishable, although the ratio of bulk phase over adsorbed phase is an approximate indicator.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>As indicated in the , free\nvolume (or pore volume) is a property worthy of exploration for its\nrole in adsorbent performance. Total free volume (<italic toggle=\"yes\">V</italic>\n<sub>f</sub>) comprises the volume available for adsorbed phase (<italic toggle=\"yes\">V</italic>\n<sub>ad</sub>) and the volume available for bulk gas phase\nthat remains within each of the ideal building blocks (<italic toggle=\"yes\">V</italic>\n<sub>bulk</sub>). Within the Be-ring and sphere, <italic toggle=\"yes\">V</italic>\n<sub>ad</sub> is calculated by integrating the probability of adsorption\nover the total free volume, and <italic toggle=\"yes\">V</italic>\n<sub>bulk</sub> is\ncalculated by integrating the probability that the molecule remains\nas bulk gas over the total free volume. The formulas for <italic toggle=\"yes\">V</italic>\n<sub>ad</sub> and <italic toggle=\"yes\">V</italic>\n<sub>bulk</sub> for the Be-ring\nare given by<disp-formula id=\"eq4\">\n<label>4</label>\n<mml:math display=\"block\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable columnalign=\"left\" displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ad</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo form=\"prefix\">∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msubsup>\n<mml:mn>2</mml:mn>\n<mml:mi>π</mml:mi>\n<mml:mi>ρ</mml:mi>\n<mml:mi>h</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>ρ</mml:mi>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>bulk</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo form=\"prefix\">∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msubsup>\n<mml:mn>2</mml:mn>\n<mml:mi>π</mml:mi>\n<mml:mi>ρ</mml:mi>\n<mml:mi>h</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>ρ</mml:mi>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</disp-formula>and the formulas for\nthe sphere are given\nby<disp-formula id=\"eq5\">\n<label>5</label>\n<mml:math display=\"block\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable columnalign=\"left\" displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ad</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo form=\"prefix\">∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msubsup>\n<mml:mn>4</mml:mn>\n<mml:mi>π</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>ρ</mml:mi>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>bulk</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo form=\"prefix\">∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msubsup>\n<mml:mn>4</mml:mn>\n<mml:mi>π</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>ρ</mml:mi>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">h</italic> is the height of\nthe cylinder, ρ<sub>1</sub> is the radial boundary of the free\nvolume, and ρ<sub>2</sub> is the value of the radius where potential\nis zero for the cylinder and sphere. The\nradius of the Be-ring is measured from the atomistic structure, and\nthe radius of the sphere is adjusted such that the total free volume\nmatched that found in the atomistic cell.</p>", "clean_text": "As indicated in the , free volume (or pore volume) is a property worthy of exploration for its role in adsorbent performance. Total free volume (V f) comprises the volume available for adsorbed phase (V ad) and the volume available for bulk gas phase that remains within each of the ideal building blocks (V bulk). Within the Be-ring and sphere, V ad is calculated by integrating the probability of adsorption over the total free volume, and V bulk is calculated by integrating the probability that the molecule remains as bulk gas over the total free volume. The formulas for V ad and V bulk for the Be-ring are given by 4        V   ad   =   ∫   0     ρ   1     2 π ρ h  ( 1 - exp  [   U   R T   ]  )  ⁡ d ρ       V   bulk   =   ∫   0     ρ   1     2 π ρ h  ( exp  [   U   R T   ]  )  ⁡ d ρ      and the formulas for the sphere are given by 5        V   ad   =   ∫   0     ρ   2     4 π   ρ   2    ( 1 - exp  [   U   R T   ]  )  ⁡ d ρ       V   bulk   =   ∫   0     ρ   2     4 π   ρ   2    ( exp  [   U   R T   ]  )  ⁡ d ρ      where h is the height of the cylinder, ρ1 is the radial boundary of the free volume, and ρ2 is the value of the radius where potential is zero for the cylinder and sphere. The radius of the Be-ring is measured from the atomistic structure, and the radius of the sphere is adjusted such that the total free volume matched that found in the atomistic cell.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The total number of\nH<sub>2</sub> molecules in the cavity is approximated\nby combining <italic toggle=\"yes\">V</italic>\n<sub>ad</sub> and <italic toggle=\"yes\">V</italic>\n<sub>bulk</sub> with the appropriate equation of state. The number\nof molecules in bulk gas state (<italic toggle=\"yes\">n</italic>\n<sub>bulk</sub>)\nis obtained by solving the simplified van der Waals equation of state\nto obtain<disp-formula id=\"eq6\">\n<label>6</label>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi>P</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>bulk</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>bulk</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mo linebreak=\"goodbreak\" lspace=\"0em\" rspace=\"1em\">⁣</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>8</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">P</italic> is the pressure and <italic toggle=\"yes\">C</italic> is the occupied volume calculated from the critical temperature <italic toggle=\"yes\">T</italic>\n<sub>c</sub> and critical pressure <italic toggle=\"yes\">P</italic>\n<sub>c</sub> for H<sub>2</sub>. The number of molecules in the adsorbed\nphase (<italic toggle=\"yes\">n</italic>\n<sub>ad</sub>) is calculated by solving a\nmodified version of the Dieterici equation of state to obtain<disp-formula id=\"eq7\">\n<label>7</label>\n<mml:math display=\"block\">\n<mml:mi>P</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ad</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ad</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mi>C</mml:mi>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">Q</italic> is the heat of adsorption\ndescribed by Everett and Powl as<disp-formula id=\"eq8\">\n<label>8</label>\n<mml:math display=\"block\">\n<mml:mi>Q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>min</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">U</italic>\n<sub>min</sub> is\nthe minimum potential energy (i.e., the strongest well for capturing\nH<sub>2</sub>) and α represents the excess thermal energy in\nthe adsorbed phase, fixed at 0.5. The\nα constant may vary for different materials, and therefore,\nthe model should be used as an insightful fit rather than a complete\nprediction. By rearrangement, eq  is identical\nto the Boltzmann distribution law where local density is proportional\nto exp(−<italic toggle=\"yes\">U</italic>/<italic toggle=\"yes\">kT</italic>). The total gravimetric uptake is determined using the total number\nof molecules, <italic toggle=\"yes\">n</italic> = <italic toggle=\"yes\">n</italic>\n<sub>ad</sub> + <italic toggle=\"yes\">n</italic>\n<sub>bulk</sub>, as follows<disp-formula id=\"eq9\">\n<label>9</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi>uptake</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>wt</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n<mml:mi>m</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">m</italic> is the mass of a\nhydrogen molecule and <italic toggle=\"yes\">M</italic> is the mass of a unit cell\nof the Be-BTB cavity. The parameter values used to calculate the number\nof molecules and total adsorption are given in Table S4 in the .</p>", "clean_text": "The total number of H2 molecules in the cavity is approximated by combining V ad and V bulk with the appropriate equation of state. The number of molecules in bulk gas state (n bulk) is obtained by solving the simplified van der Waals equation of state to obtain 6  P  (     V   bulk       n   bulk     - C )  = R T , ⁣ C =   R   T   c     8   P   c      where P is the pressure and C is the occupied volume calculated from the critical temperature T c and critical pressure P c for H2. The number of molecules in the adsorbed phase (n ad) is calculated by solving a modified version of the Dieterici equation of state to obtain 7  P  (     V   ad       n   ad     - C )  = R T ⁡ exp  (   - Q   R T   )   where Q is the heat of adsorption described by Everett and Powl as 8  Q =  |   U   min   |  + α R T  where U min is the minimum potential energy (i.e., the strongest well for capturing H2) and α represents the excess thermal energy in the adsorbed phase, fixed at 0.5. The α constant may vary for different materials, and therefore, the model should be used as an insightful fit rather than a complete prediction. By rearrangement, eq  is identical to the Boltzmann distribution law where local density is proportional to exp(-U/kT). The total gravimetric uptake is determined using the total number of molecules, n = n ad + n bulk, as follows 9    H   2   ⁡ uptake ⁡  ( wt ⁡ % )  =   n m   n m + M   × 100  where m is the mass of a hydrogen molecule and M is the mass of a unit cell of the Be-BTB cavity. The parameter values used to calculate the number of molecules and total adsorption are given in Table S4 in the .", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Thermodynamic\nEnergy Optimization of Operating\nConditions</title><p>The optimum storage and delivery condition for\na H<sub>2</sub> fuel cell based on MOFs can be determined using the\nthermodynamic energy optimization (TEO) model. The TEO model used\nto determine the total energy generated from the fuel cell is based\non the work of Lin et al. who present\na method used to optimize the regeneration conditions for materials\nutilized for carbon dioxide capture and storage using a combined temperature-swing\npressure-swing process. This optimization is achieved by minimizing\nthe electric load imposed on a power plant. The electric load depends\non three types of energy: energy required to (i) heat the material,\n(ii) supply the heat of desorption (equivalent to the heat of adsorption),\nand (iii) pressurize the gas to the standard transport and storage\npressure.</p>", "clean_text": "Thermodynamic Energy Optimization of Operating Conditions\n\nThe optimum storage and delivery condition for a H2 fuel cell based on MOFs can be determined using the thermodynamic energy optimization (TEO) model. The TEO model used to determine the total energy generated from the fuel cell is based on the work of Lin et al. who present a method used to optimize the regeneration conditions for materials utilized for carbon dioxide capture and storage using a combined temperature-swing pressure-swing process. This optimization is achieved by minimizing the electric load imposed on a power plant. The electric load depends on three types of energy: energy required to (i) heat the material, (ii) supply the heat of desorption (equivalent to the heat of adsorption), and (iii) pressurize the gas to the standard transport and storage pressure.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Here we aim to calculate the optimal storage and delivery\nconditions for a H<sub>2</sub> fuel cell concentrating only on the\nenergy produced by pressure and/or temperature swing adsorption cycle,\nignoring any other factors such as insulation, tank mass, and heaters.\nHence, the total energy generated from H<sub>2</sub> stored in the\nfuel cell is given by<disp-formula id=\"eq10\">\n<label>10</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>tot</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>fc</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mi>V</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ads</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>des</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ads</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>des</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>Q</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</disp-formula>\n<disp-formula id=\"eq11\">\n<label>11</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ads</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>des</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</disp-formula>where the subscript ads denotes storage condition\nand des denotes delivery condition. The first term in eq  calculates the total energy produced by the fuel\ncell where <italic toggle=\"yes\">E</italic>\n<sub>fc</sub> is the amount of energy\nper mole of hydrogen which can be provided as electrical energy (calculated\nto be 237.1 kJ mol<sup>–1</sup> using the Gibbs free energy\nfunction) and <italic toggle=\"yes\">W</italic>\n<sub>c</sub> is the working capacity of the material, which is the difference\nin amount of H<sub>2</sub> adsorbed at pressure <italic toggle=\"yes\">P</italic>\n<sub>ads</sub> and <italic toggle=\"yes\">P</italic>\n<sub>des</sub> and temperature <italic toggle=\"yes\">T</italic>\n<sub>ads</sub> and <italic toggle=\"yes\">T</italic>\n<sub>des</sub>. The\nsecond term determines the energy required to increase the pressure,\nand the third term determines the energy required to heat the material\nfrom storage condition to desorption condition. Finally, the last\nterm represents the energy required to remove a mol of gas. <italic toggle=\"yes\">V</italic> denotes the volume of a unit cell of adsorbant, and <italic toggle=\"yes\">C</italic>\n<sub>p</sub> and <italic toggle=\"yes\">Q</italic> are the specific heat\ncapacity and heat of adsorption of the adsorbant, respectively. The\nparameter values are listed in Table S5 of the .</p>", "clean_text": "Here we aim to calculate the optimal storage and delivery conditions for a H2 fuel cell concentrating only on the energy produced by pressure and/or temperature swing adsorption cycle, ignoring any other factors such as insulation, tank mass, and heaters. Hence, the total energy generated from H2 stored in the fuel cell is given by 10    E   tot   =   E   fc     W   c   - V  |   P   ads   -   P   des   |  -   C   p    |   T   ads   -   T   des   |  - Q   W   c      11    W   c   =   n   ads   -   n   des    where the subscript ads denotes storage condition and des denotes delivery condition. The first term in eq  calculates the total energy produced by the fuel cell where E fc is the amount of energy per mole of hydrogen which can be provided as electrical energy (calculated to be 237.1 kJ mol-1 using the Gibbs free energy function) and W c is the working capacity of the material, which is the difference in amount of H2 adsorbed at pressure P ads and P des and temperature T ads and T des. The second term determines the energy required to increase the pressure, and the third term determines the energy required to heat the material from storage condition to desorption condition. Finally, the last term represents the energy required to remove a mol of gas. V denotes the volume of a unit cell of adsorbant, and C p and Q are the specific heat capacity and heat of adsorption of the adsorbant, respectively. The parameter values are listed in Table S5 of the .", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><p>To ensure that the atomistic simulation and\nthe mathematical modeling\napproaches describe the properties of the Be-BTB structure accurately,\nthe gravimetric uptake at 77 and 298 K is compared to the experimental\ndata. The experimental data has been\nconverted from excess to total uptake using the method outlined by\nFrost and Snurr. Total uptake is of interest\nhere for the DOE requirements and comparison with compressed tank. See  for\ncomparison with excess uptake.</p>", "clean_text": "Results and Discussion\n\nTo ensure that the atomistic simulation and the mathematical modeling approaches describe the properties of the Be-BTB structure accurately, the gravimetric uptake at 77 and 298 K is compared to the experimental data. The experimental data has been converted from excess to total uptake using the method outlined by Frost and Snurr. Total uptake is of interest here for the DOE requirements and comparison with compressed tank. See  for comparison with excess uptake.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The GCMC simulation and TIMTAM\ncontinuum modeling results are shown\nto be in good agreement with the experimental results in Figure . For the 77 K data, remarkably the Be-BTB stores\nup to four times more H<sub>2</sub> than the compressed gas tank (solid\nlines). At room temperature, the GCMC results slightly underestimate\nthe experimental uptake, possibly due to interaction energy cutoffs\nchosen for efficient computation resulting in close to compressed\ngas phase.</p>", "clean_text": "The GCMC simulation and TIMTAM continuum modeling results are shown to be in good agreement with the experimental results in Figure . For the 77 K data, remarkably the Be-BTB stores up to four times more H2 than the compressed gas tank (solid lines). At room temperature, the GCMC results slightly underestimate the experimental uptake, possibly due to interaction energy cutoffs chosen for efficient computation resulting in close to compressed gas phase.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Total H<sub>2</sub> uptake at 77 and 298 K for model and experimental\ndata.<xref ref-type=\"bibr\" rid=\"ref15\"></xref> Solid lines show the density of\ncompressed H<sub>2</sub> gas in a tank at 77 and 298 K. Circles represent\nexperimental data, squares represent GCMC model results, and dotted\nlines represent TIMTAM predictions for Be-BTB.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Total H2 uptake at 77 and 298 K for model and experimental data. Solid lines show the density of compressed H2 gas in a tank at 77 and 298 K. Circles represent experimental data, squares represent GCMC model results, and dotted lines represent TIMTAM predictions for Be-BTB.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>As shown in Figure , the atomistic\nsimulation\nreveals no specific adsorption sites of H<sub>2</sub> within the framework.\nThere is a relatively uniform distribution of H<sub>2</sub> with only\na slight preference toward the Be-ring building block. Even without\nstrong binding sites, the overall H<sub>2</sub> adsorption within\nBe-BTB surpasses that of H<sub>2</sub> in a compressed gas tank. More\nimportantly, the TIMTAM approach accurately describes the isotherm\nprofiles that we will analyze later with the TEO model.</p>", "clean_text": "As shown in Figure , the atomistic simulation reveals no specific adsorption sites of H2 within the framework. There is a relatively uniform distribution of H2 with only a slight preference toward the Be-ring building block. Even without strong binding sites, the overall H2 adsorption within Be-BTB surpasses that of H2 in a compressed gas tank. More importantly, the TIMTAM approach accurately describes the isotherm profiles that we will analyze later with the TEO model.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Pore Size Analysis</title><p>The pore size\ndistribution (PSD) is a critical property to examine because the strength\nof adsorption of gases onto the structure varies with the size of\nthe pores. To compute the pore size distribution,\nwe utilize two approaches: (i) a geometrical approach (GA) explained\nby Gelb and Gubbins implemented through\nthe software package RASPA, and (ii)\nan energetic approach, namely, the Cavity Energetic Sizing Algorithm\n(CESA), reported by Wang et al.\n</p>", "clean_text": "Pore Size Analysis\n\nThe pore size distribution (PSD) is a critical property to examine because the strength of adsorption of gases onto the structure varies with the size of the pores. To compute the pore size distribution, we utilize two approaches: (i) a geometrical approach (GA) explained by Gelb and Gubbins implemented through the software package RASPA, and (ii) an energetic approach, namely, the Cavity Energetic Sizing Algorithm (CESA), reported by Wang et al. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>CESA focuses on the pores with a distinct energy environment while\nGA is purely geometric, ignoring any energetic considerations. Both\nmethods operate on the atomistic representation shown in Figure . The experimental PSD by Sumida et al. was calculated from argon adsorption data using\nnonlocal density functional theory (NFDFT) and a hybrid kernel based\non a zeolite/silica cylindrical pore model. Both the energetic and\ngeometric sizing algorithms assume nothing about the pore geometry\nbut assume spherical probe geometry. There is excellent agreement\nbetween the experimental and simulated PSD even though the NLDFT does\nnot consider gas–MOF interactions. A possible explanation is\nthat the argon_-MOF and argon–zeolite/silica interactions are\nsimilar.</p>", "clean_text": "CESA focuses on the pores with a distinct energy environment while GA is purely geometric, ignoring any energetic considerations. Both methods operate on the atomistic representation shown in Figure . The experimental PSD by Sumida et al. was calculated from argon adsorption data using nonlocal density functional theory (NFDFT) and a hybrid kernel based on a zeolite/silica cylindrical pore model. Both the energetic and geometric sizing algorithms assume nothing about the pore geometry but assume spherical probe geometry. There is excellent agreement between the experimental and simulated PSD even though the NLDFT does not consider gas-MOF interactions. A possible explanation is that the argon_-MOF and argon-zeolite/silica interactions are similar.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The PSD from experimental nitrogen adsorption results is compared to the computational results in\nFigure . The experimental data indicate that\nthere is a broad PSD with peaks at ∼8, 11, 13, and 18 Å.\nThe GA simulation predicts peaks at ∼8, 11, and 13 Å.\nThe CESA method predicts a peak at 11 Å only. The experimental\nPSD peak at 18 Å is most likely due to interparticle pores. The\nCESA method emphasizes the dominant pore size that is energetically\nfavorable, ∼ 11 Å, which is close to the Be-ring cavity\nsize of 9 Å. As a H<sub>2</sub> molecule has a diameter of 2.958\nÅ, a pore size of ≥9 Å will allow for confined adsorption\nin the cavity which is an ideal scenario.\n</p>", "clean_text": "The PSD from experimental nitrogen adsorption results is compared to the computational results in Figure . The experimental data indicate that there is a broad PSD with peaks at ~8, 11, 13, and 18 Å. The GA simulation predicts peaks at ~8, 11, and 13 Å. The CESA method predicts a peak at 11 Å only. The experimental PSD peak at 18 Å is most likely due to interparticle pores. The CESA method emphasizes the dominant pore size that is energetically favorable, ~ 11 Å, which is close to the Be-ring cavity size of 9 Å. As a H2 molecule has a diameter of 2.958 Å, a pore size of ≥9 Å will allow for confined adsorption in the cavity which is an ideal scenario. ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Pore\nsize distribution obtained from experimental nitrogen adsorption\ndata by Sumida et al.<xref ref-type=\"bibr\" rid=\"ref15\"></xref> and computational\nresults from the GA and the CESA.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Pore size distribution obtained from experimental nitrogen adsorption data by Sumida et al. and computational results from the GA and the CESA.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>To explore the importance of the Be-ring cavity, the potential\nenergy within the ring and sphere building blocks is analyzed using\nTIMTAM and displayed in Figure . The H<sub>2</sub> interaction with the Be-ring has a deeper potential energy\nminimum compared to the spherical cavity; therefore, the gas experiences\na stronger interaction with the Be-ring compared to the spherical\ncavity of the Be-BTB. Thus, as H<sub>2</sub> is adsorbed into Be-BTB,\nit will first prefer to be adsorbed at the minimum potential energy\nof the Be-ring at a distance of 2.6 Å from the center of the\nBe-ring cavity, after which it will start to adsorb onto the surface\nof the spherical cavity at a distance of 10 Å from the center\nof the spherical cavity. Further analysis shows that the heat of adsorption\nfor the Be-ring is predicted to be 4.8 kJ mol<sup>–1</sup>,\nwhich is consistent with the measured heat of adsorption reported\nas 4.5–5.5 kJ mol<sup>–1</sup>.\n</p>", "clean_text": "To explore the importance of the Be-ring cavity, the potential energy within the ring and sphere building blocks is analyzed using TIMTAM and displayed in Figure . The H2 interaction with the Be-ring has a deeper potential energy minimum compared to the spherical cavity; therefore, the gas experiences a stronger interaction with the Be-ring compared to the spherical cavity of the Be-BTB. Thus, as H2 is adsorbed into Be-BTB, it will first prefer to be adsorbed at the minimum potential energy of the Be-ring at a distance of 2.6 Å from the center of the Be-ring cavity, after which it will start to adsorb onto the surface of the spherical cavity at a distance of 10 Å from the center of the spherical cavity. Further analysis shows that the heat of adsorption for the Be-ring is predicted to be 4.8 kJ mol-1, which is consistent with the measured heat of adsorption reported as 4.5-5.5 kJ mol-1. ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Potential\nenergy for the ideal Be-BTB building blocks of BTB<sup>3–</sup> spherical cavities (red dashed line) and cylindrical\nBe-ring cavities (blue solid line) that were constructed for the TIMTAM\napproximation. Shaded area represents heat of adsorption measured\nexperimentally.<xref ref-type=\"bibr\" rid=\"ref15\"></xref>\n</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Potential energy for the ideal Be-BTB building blocks of BTB3- spherical cavities (red dashed line) and cylindrical Be-ring cavities (blue solid line) that were constructed for the TIMTAM approximation. Shaded area represents heat of adsorption measured experimentally.    ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Fractional Free Volume</title><p>To understand\nthe effect of the pore size on the adsorption capacity of the Be-BTB,\na fractional free volume analysis is done for the Be-ring cavity at\n77 and 298 K. The fractional free volume for adsorption describes\nthe proportion of volume of H<sub>2</sub> gas in the cavity that is\nin the adsorbed state as compared to bulk gaseous state (<italic toggle=\"yes\">V</italic>\n<sub>ad</sub>/<italic toggle=\"yes\">V</italic>). This quantity is shown in Figure  and indicates that at 298 K the 9 Å size of\nthe Be-ring cylindrical cavity and its surrounding configuration is\nvery close to the optimal size. Up to 23% of the free volume within\nthe Be-ring cavity is able to store H<sub>2</sub> gas in its adsorbed\nstate. At 77 K, gas adsorption is at optimum level when the effective\npore size is 15 Å due to the decreased importance of kinetic\nenergy over interatomic potential energy. A larger cavity size allows\nmore gas molecules to be adsorbed at larger distances and therefore\nencourages multiple adsorption layers.</p>", "clean_text": "Fractional Free Volume\n\nTo understand the effect of the pore size on the adsorption capacity of the Be-BTB, a fractional free volume analysis is done for the Be-ring cavity at 77 and 298 K. The fractional free volume for adsorption describes the proportion of volume of H2 gas in the cavity that is in the adsorbed state as compared to bulk gaseous state (V ad/V). This quantity is shown in Figure  and indicates that at 298 K the 9 Å size of the Be-ring cylindrical cavity and its surrounding configuration is very close to the optimal size. Up to 23% of the free volume within the Be-ring cavity is able to store H2 gas in its adsorbed state. At 77 K, gas adsorption is at optimum level when the effective pore size is 15 Å due to the decreased importance of kinetic energy over interatomic potential energy. A larger cavity size allows more gas molecules to be adsorbed at larger distances and therefore encourages multiple adsorption layers.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The study by Wang and\nJohnson which investigated the adsorption\ncapabilities of carbon slit pores and carbon nanotubes indicated that\nthe density of hydrogen is not liquidlike at room temperature. Thus,\nthe amount of adsorbed H<sub>2</sub> is usually smaller than the amount\nof bulk H<sub>2</sub> gas at room temperature. A similar relationship\ncan be observed in Figure  which shows that\nthe fractional free volume for adsorption at room temperature is lower\nthan that at 77 K inside the cylindrical Be-ring cavity of Be-BTB.\nThe effects of van der Waals interaction on H<sub>2</sub> is therefore\nless pronounced at room temperature than at 77 K.</p>", "clean_text": "The study by Wang and Johnson which investigated the adsorption capabilities of carbon slit pores and carbon nanotubes indicated that the density of hydrogen is not liquidlike at room temperature. Thus, the amount of adsorbed H2 is usually smaller than the amount of bulk H2 gas at room temperature. A similar relationship can be observed in Figure  which shows that the fractional free volume for adsorption at room temperature is lower than that at 77 K inside the cylindrical Be-ring cavity of Be-BTB. The effects of van der Waals interaction on H2 is therefore less pronounced at room temperature than at 77 K.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Fractional free volume\nfor adsorption (<italic toggle=\"yes\">V</italic>\n<sub>ad</sub>/<italic toggle=\"yes\">V</italic>) at 77 and 298 K within the Be-ring cylindrical\ncavity building block.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Fractional free volume for adsorption (V ad/V) at 77 and 298 K within the Be-ring cylindrical cavity building block.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Optimal Storage and Delivery Conditions</title><p>In this section, the optimal cycle conditions for a Be-BTB fuel\ncell are compared to a MOF-5 fuel cell, a MOF-177 fuel cell and a\ncompressed H<sub>2</sub> tank fuel cell, concentrating only on the\npressure and/or temperature adsorption process and ignoring other\nfactors that contribute to the production of energy.</p>", "clean_text": "Optimal Storage and Delivery Conditions\n\nIn this section, the optimal cycle conditions for a Be-BTB fuel cell are compared to a MOF-5 fuel cell, a MOF-177 fuel cell and a compressed H2 tank fuel cell, concentrating only on the pressure and/or temperature adsorption process and ignoring other factors that contribute to the production of energy.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>The energy\nproduced by these fuel cells is analyzed using the TEO optimization\nfunction. This function optimizes the operating pressure and temperature\nwithin the range of delivery pressure of 5–12 bar, and delivery\nand operating temperatures of 233–358 and 233–333 K,\nrespectively, as set by the 2017 U.S. DOE target. The adsorption pressure is set to 100 bar for pressure–swing\n(Tables  and ) and\n12 bar for temperature-swing (Table ) so that\nthe systems can be compared effectively.</p>", "clean_text": "The energy produced by these fuel cells is analyzed using the TEO optimization function. This function optimizes the operating pressure and temperature within the range of delivery pressure of 5-12 bar, and delivery and operating temperatures of 233-358 and 233-333 K, respectively, as set by the 2017 U.S. DOE target. The adsorption pressure is set to 100 bar for pressure-swing (Tables  and ) and 12 bar for temperature-swing (Table ) so that the systems can be compared effectively.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>A study on densified\nMOF-177 pellets by Dailly and Poirier revealed a decrease in available pore volume\nof around 24% compaed with the known crystal pore volume. To account\nfor this occurrence in our calculations, the hydrogen uptake is decreased\nby 24%. We would like to note here that total gravimetric uptake is\nconsidered instead of excess gravimetric uptake to allow for comparison\nwith the 2017 U.S. DOE targets which uses total gravimetric uptake.</p>", "clean_text": "A study on densified MOF-177 pellets by Dailly and Poirier revealed a decrease in available pore volume of around 24% compaed with the known crystal pore volume. To account for this occurrence in our calculations, the hydrogen uptake is decreased by 24%. We would like to note here that total gravimetric uptake is considered instead of excess gravimetric uptake to allow for comparison with the 2017 U.S. DOE targets which uses total gravimetric uptake.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The number of H<sub>2</sub> molecules at varying pressures and\ntemperatures for Be-BTB and MOF-5 are calculated using the TIMTAM\nmodel described in eqs –. The TIMTAM parameters for MOF-5 are obtained from Thornton\net al. For MOF-177, the number of H<sub>2</sub> molecules at varying pressures and temperatures have been\ncalculated from the modified Dubinin-Astakhov model using the fitted parameters from Poirier and Dailly. The number of H<sub>2</sub> molecules in a compressed\ngas tank is calculated using the ideal gas law matching the standard\nfor engineering assessments.\n</p>", "clean_text": "The number of H2 molecules at varying pressures and temperatures for Be-BTB and MOF-5 are calculated using the TIMTAM model described in eqs -. The TIMTAM parameters for MOF-5 are obtained from Thornton et al. For MOF-177, the number of H2 molecules at varying pressures and temperatures have been calculated from the modified Dubinin-Astakhov model using the fitted parameters from Poirier and Dailly. The number of H2 molecules in a compressed gas tank is calculated using the ideal gas law matching the standard for engineering assessments. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>Pressure–Swing Adsorption Cycle</title><p>A pressure–swing\nonly adsorption cycle is considered where\nthe operating temperature is fixed to the DOE fuel cell standards.\nResults of this analysis are reported in Table , which shows that the H<sub>2</sub> tank is the most efficient at\nproducing energy compared to the MOF-based fuel cells, particularly\nfor energy per mass at 34.93 kWh/kg. Among the MOF-based fuel cells,\nBe-BTB produces the most energy per mass and volume, followed by MOF-177\nand MOF-5. Our calculations show that 233 K is the optimum temperature\nfor the pressure–swing for all three MOF-based fuel cells,\nwith adsorption pressure of 100 bar and desorption pressure of 5 bar.</p>", "clean_text": "Pressure-Swing Adsorption Cycle\n\nA pressure-swing only adsorption cycle is considered where the operating temperature is fixed to the DOE fuel cell standards. Results of this analysis are reported in Table , which shows that the H2 tank is the most efficient at producing energy compared to the MOF-based fuel cells, particularly for energy per mass at 34.93 kWh/kg. Among the MOF-based fuel cells, Be-BTB produces the most energy per mass and volume, followed by MOF-177 and MOF-5. Our calculations show that 233 K is the optimum temperature for the pressure-swing for all three MOF-based fuel cells, with adsorption pressure of 100 bar and desorption pressure of 5 bar.", "data": null, "include_properties": null}, {"idx": 47, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Maximum Energy Generation at Optimized\nStorage (ads) and Delivery (des) Conditions Restricted to DOE Operating\nRange for a Pressure–Swing Only Cycle</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">tank<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">MOF-5</oasis:entry>\n<oasis:entry align=\"center\">Be-BTB</oasis:entry>\n<oasis:entry align=\"center\">MOF-177</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>ads</sub> (bar)</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>des</sub> (bar)</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>ads</sub> (K)</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>des</sub> (K)</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/L)</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry>0.07</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry>0.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/kg)</oasis:entry>\n<oasis:entry>34.93</oasis:entry>\n<oasis:entry>0.12</oasis:entry>\n<oasis:entry>0.75</oasis:entry>\n<oasis:entry>0.57</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Compressed H<sub>2</sub> gas.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Figure a\nprovides a visual comparison of\ntheir optimal working capacities for a pressure–swing only\nprocess utilizing Be-BTB, MOF-5, or MOF-177. A Be-BTB fuel cell clearly\noutperforms the other MOF-based fuel cells because of the higher gravimetric\nand volumetric uptake at all pressures. In addition, a Be-BTB fuel\ncell has the largest working capacity (as shown by the red arrow to\nthe right of the figure), followed by a MOF-177 (purple arrow) and\nMOF-5 (blue arrow) fuel cell.</p>", "clean_text": "Figure a provides a visual comparison of their optimal working capacities for a pressure-swing only process utilizing Be-BTB, MOF-5, or MOF-177. A Be-BTB fuel cell clearly outperforms the other MOF-based fuel cells because of the higher gravimetric and volumetric uptake at all pressures. In addition, a Be-BTB fuel cell has the largest working capacity (as shown by the red arrow to the right of the figure), followed by a MOF-177 (purple arrow) and MOF-5 (blue arrow) fuel cell.", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Optimum gravimetric H<sub>2</sub> uptake\nat 233 K for a pressure–swing\nadsorption process. (b) Optimum gravimetric H<sub>2</sub> uptake at\n12 bar for a temperature–swing adsorption process.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Optimum gravimetric H2 uptake at 233 K for a pressure-swing adsorption process. (b) Optimum gravimetric H2 uptake at 12 bar for a temperature-swing adsorption process.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<title>Temperature–Swing Adsorption Cycle</title><p>Analysis for a\ntemperature–swing only adsorption process\nfor the compressed gas tank and MOF-based fuel cells show that the\noptimum operating pressure for a temperature–swing fuel cell\nis 12 bar and adsorption temperature of 233 K. The optimum desorption\ntemperature is 302 K for a H<sub>2</sub> tank and 358 K for MOF-5,\nBe-BTB, and MOF-177.</p>", "clean_text": "Temperature-Swing Adsorption Cycle\n\nAnalysis for a temperature-swing only adsorption process for the compressed gas tank and MOF-based fuel cells show that the optimum operating pressure for a temperature-swing fuel cell is 12 bar and adsorption temperature of 233 K. The optimum desorption temperature is 302 K for a H2 tank and 358 K for MOF-5, Be-BTB, and MOF-177.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The analysis from the TEO model which is\npresented in Table  shows that the Be-BTB\nfuel cell produces the most energy per volume followed by the H<sub>2</sub> tank and MOF-177 (both at 0.01 kWh/L) and last by a MOF-5\nfuel cell. The H<sub>2</sub> tank produces the most energy per mass\nat 35.21 kWh/kg. Among the MOF-based fuel cells, Be-BTB produces the\nmost energy per mass, followed by MOF-177 and MOF-5.</p>", "clean_text": "The analysis from the TEO model which is presented in Table  shows that the Be-BTB fuel cell produces the most energy per volume followed by the H2 tank and MOF-177 (both at 0.01 kWh/L) and last by a MOF-5 fuel cell. The H2 tank produces the most energy per mass at 35.21 kWh/kg. Among the MOF-based fuel cells, Be-BTB produces the most energy per mass, followed by MOF-177 and MOF-5.", "data": null, "include_properties": null}, {"idx": 52, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Maximum Energy Generation at Optimized\nStorage (ads) and Delivery (des) Conditions Restricted to the DOE\nOperating Range for a Temperature–Swing Only Cycle</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">tank<xref rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">MOF-5</oasis:entry>\n<oasis:entry align=\"center\">Be-BTB</oasis:entry>\n<oasis:entry align=\"center\">MOF-177</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>ads</sub> (bar)</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>des</sub> (bar)</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>ads</sub> (K)</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>des</sub> (K)</oasis:entry>\n<oasis:entry>302</oasis:entry>\n<oasis:entry>358</oasis:entry>\n<oasis:entry>358</oasis:entry>\n<oasis:entry>358</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/L)</oasis:entry>\n<oasis:entry>0.01</oasis:entry>\n<oasis:entry>0.004</oasis:entry>\n<oasis:entry>0.04</oasis:entry>\n<oasis:entry>0.01</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/kg)</oasis:entry>\n<oasis:entry>35.21</oasis:entry>\n<oasis:entry>0.007</oasis:entry>\n<oasis:entry>0.10</oasis:entry>\n<oasis:entry>0.02</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Compressed H<sub>2</sub> gas.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>Figure b provides a visual comparison between\nthe three MOFs for the temperature-swing only cycle. It can be observed\nthat Be-BTB has the highest gravimetric and volumetric uptake at all\ntemperatures between 233 - 358 K, followed by MOF-177 and MOF-5. In\naddition, Be-BTB (denoted by the red arrow to the right of the figure)\nhas the largest range of working capacity, followed by MOF-177 (purple\narrow) and MOF-5 (blue arrow). Comparisons between Figure a and b shows that the pressure–swing adsorption\nprocess produces more energy compared to the temperature-swing adsorption\nprocess due to the larger working capacity.</p>", "clean_text": "Figure b provides a visual comparison between the three MOFs for the temperature-swing only cycle. It can be observed that Be-BTB has the highest gravimetric and volumetric uptake at all temperatures between 233 - 358 K, followed by MOF-177 and MOF-5. In addition, Be-BTB (denoted by the red arrow to the right of the figure) has the largest range of working capacity, followed by MOF-177 (purple arrow) and MOF-5 (blue arrow). Comparisons between Figure a and b shows that the pressure-swing adsorption process produces more energy compared to the temperature-swing adsorption process due to the larger working capacity.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>Combined Pressure and Temperature–Swing\nCycle</title><p>The optimum desorption pressure and adsorption temperature\nare calculated to be 5 bar and 233 K for all four systems when analyzing\na combined pressure–swing and temperature–swing adsorption\nprocess. Our analysis presented in Table  shows that the H<sub>2</sub> tank produces the most energy compared to the MOF-based fuel\ncells, particularly for energy per mass at 34.9 kW h/kg. Among the\nMOF-based fuel cells, Be-BTB produces the most energy for both mass\nand volume, followed by MOF-177 and MOF-5.</p>", "clean_text": "Combined Pressure and Temperature-Swing Cycle\n\nThe optimum desorption pressure and adsorption temperature are calculated to be 5 bar and 233 K for all four systems when analyzing a combined pressure-swing and temperature-swing adsorption process. Our analysis presented in Table  shows that the H2 tank produces the most energy compared to the MOF-based fuel cells, particularly for energy per mass at 34.9 kW h/kg. Among the MOF-based fuel cells, Be-BTB produces the most energy for both mass and volume, followed by MOF-177 and MOF-5.", "data": null, "include_properties": null}, {"idx": 55, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Maximum\nEnergy Generation at Optimized\nStorage (ads) and Delivery (des) Conditions Restricted to the DOE\nOperating Range for a Combined Pressure–Swing and Temperature–Swing\nCycle</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">tank<xref rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">MOF-5</oasis:entry>\n<oasis:entry align=\"center\">Be-BTB</oasis:entry>\n<oasis:entry align=\"center\">MOF-177</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>ads</sub> (bar)</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>des</sub> (bar)</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>ads</sub> (K)</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>des</sub> (K)</oasis:entry>\n<oasis:entry>302</oasis:entry>\n<oasis:entry>358</oasis:entry>\n<oasis:entry>358</oasis:entry>\n<oasis:entry>358</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/L)</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry>0.07</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>0.25</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/kg)</oasis:entry>\n<oasis:entry>34.93</oasis:entry>\n<oasis:entry>0.12</oasis:entry>\n<oasis:entry>0.80</oasis:entry>\n<oasis:entry>0.58</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>Compressed H<sub>2</sub> gas.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>Figure  displays the contour plots of the\ngravimetric uptake of Be-BTB, MOF-5, and MOF-177 with respect to temperature\nand pressure at the standard operating conditions. The contour plots\nshow that the gas uptake for a Be-BTB fuel cell is higher than that\nof MOF-5 and MOF-177 at any combination of temperature and pressure.</p>", "clean_text": "Figure  displays the contour plots of the gravimetric uptake of Be-BTB, MOF-5, and MOF-177 with respect to temperature and pressure at the standard operating conditions. The contour plots show that the gas uptake for a Be-BTB fuel cell is higher than that of MOF-5 and MOF-177 at any combination of temperature and pressure.", "data": null, "include_properties": null}, {"idx": 57, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>H<sub>2</sub> gravimetric uptake with respect to temperature and\npressure. (a) H<sub>2</sub> uptake for Be-BTB. (b) H<sub>2</sub> uptake\nfor MOF-5. (c) H<sub>2</sub> uptake for MOF-177. The yellow cross\nand green circle denote the TEO optimized desorption and adsorption\nconditions, respectively, that maximizes the net energy. The bar on\nthe right describes the value gravimetric uptake in wt %.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  H2 gravimetric uptake with respect to temperature and pressure. (a) H2 uptake for Be-BTB. (b) H2 uptake for MOF-5. (c) H2 uptake for MOF-177. The yellow cross and green circle denote the TEO optimized desorption and adsorption conditions, respectively, that maximizes the net energy. The bar on the right describes the value gravimetric uptake in wt %.   ", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>Overall, when limited by the U.S DOE operating\npressure and temperature,\nthe H<sub>2</sub> tank produces substantially more energy per mass\nfor all three types of adsorption processes compared to the MOF-based\nfuel cells. The H<sub>2</sub> tank also produces more energy per volume\nexcept for the temperature-swing only cycle where the Be-BTB fuel\ncell has a higher energy output. Among the MOF-based fuel cells, the\nBe-BTB fuel cell generates the most energy per volume and mass, followed\nby MOF-177 and MOF-5.</p>", "clean_text": "Overall, when limited by the U.S DOE operating pressure and temperature, the H2 tank produces substantially more energy per mass for all three types of adsorption processes compared to the MOF-based fuel cells. The H2 tank also produces more energy per volume except for the temperature-swing only cycle where the Be-BTB fuel cell has a higher energy output. Among the MOF-based fuel cells, the Be-BTB fuel cell generates the most energy per volume and mass, followed by MOF-177 and MOF-5.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>The 2017 U.S. DOE target for energy produced\nby onboard H<sub>2</sub> storage systems is 1.3 kW h/L for volumetric\ncapacity and 1.8 kW\nh/kg for gravimetric capacity. Our results show that only a compressed\ngas tank satisfy the U.S. DOE requirement for the gravimetric capacity.\nThe H<sub>2</sub> tank does not satisfy the requirements for the volumetric\ncapacity, and the MOF-based fuel cells also do not reach the standard\nof requirements for both the gravimetric and volumetric capacities\nfor any of the adsorption processes. Overall, there is still much\nimprovement in MOF performance required to meet the DOE targets.</p>", "clean_text": "The 2017 U.S. DOE target for energy produced by onboard H2 storage systems is 1.3 kW h/L for volumetric capacity and 1.8 kW h/kg for gravimetric capacity. Our results show that only a compressed gas tank satisfy the U.S. DOE requirement for the gravimetric capacity. The H2 tank does not satisfy the requirements for the volumetric capacity, and the MOF-based fuel cells also do not reach the standard of requirements for both the gravimetric and volumetric capacities for any of the adsorption processes. Overall, there is still much improvement in MOF performance required to meet the DOE targets.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We model the adsorption\nof H<sub>2</sub> by Be-BTB utilizing atomistic\nsimulation and continuum modeling using ideal building block representations\nof the surfaces and volumes of adsorption. The atomistic simulation\nconfirms that the model Be-BTB structure replicates the experimental\nH<sub>2</sub> uptake. The continuum model allows exploration of the\navailable parameter landscape for optimizing H<sub>2</sub> uptake.\nOur calculations using the TIMTAM model show that a H<sub>2</sub> molecule\nexperiences a stronger interaction with the Be-ring cavity as compared\nto the spherical cavity of the Be-BTB. At 298 K, the size of the Be-ring\ncavity, 9 Å, is at the optimum size to encourage efficient adsorption\nof gas.</p>", "clean_text": "Conclusions\n\nWe model the adsorption of H2 by Be-BTB utilizing atomistic simulation and continuum modeling using ideal building block representations of the surfaces and volumes of adsorption. The atomistic simulation confirms that the model Be-BTB structure replicates the experimental H2 uptake. The continuum model allows exploration of the available parameter landscape for optimizing H2 uptake. Our calculations using the TIMTAM model show that a H2 molecule experiences a stronger interaction with the Be-ring cavity as compared to the spherical cavity of the Be-BTB. At 298 K, the size of the Be-ring cavity, 9 Å, is at the optimum size to encourage efficient adsorption of gas.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<p>Comparisons of Be-BTB with MOFs with and without open\nmetal sites\nconfirm the findings of Frost et al. that\nthe uptake of H<sub>2</sub> is correlated with pore volume for weak\nadsorption (MOFs without metal sites), and surface area and pore volume\nfor stronger adsorption (MOFs with metal sites) at room temperature.\nWe also analyze and compare the energy output from H<sub>2</sub> compressed\nin a gas tank and adsorbed H<sub>2</sub> in MOF-based fuel cells.\nTo do this, we performed the thermodynamic energy optimization (TEO)\nmodel which is based on the Gibbs free energy function and the working capacity of the MOF using three different adsorption processes:\n(i) pressure–swing only, (ii) temperature–swing only,\nand the (iii) combined pressure and temperature–swing process.</p>", "clean_text": "Comparisons of Be-BTB with MOFs with and without open metal sites confirm the findings of Frost et al. that the uptake of H2 is correlated with pore volume for weak adsorption (MOFs without metal sites), and surface area and pore volume for stronger adsorption (MOFs with metal sites) at room temperature. We also analyze and compare the energy output from H2 compressed in a gas tank and adsorbed H2 in MOF-based fuel cells. To do this, we performed the thermodynamic energy optimization (TEO) model which is based on the Gibbs free energy function and the working capacity of the MOF using three different adsorption processes: (i) pressure-swing only, (ii) temperature-swing only, and the (iii) combined pressure and temperature-swing process.", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>Our results show that an adsorption process that relies on the\nthree aforementioned processes is not enough for the compressed tank\nand MOF-based fuel cells to achieve the 2017 U.S. DOE volumetric capacity\ntarget of 1.3 kW h/L. For the gravimetric capacity, only the compressed\ntank fulfills the U.S. DOE gravimetric capacity of 1.8 kW h/kg. Among\nthe MOF-based fuel cells, the Be-BTB fuel cell provides the most energy\nper volume and per mass, followed by MOF-177 and MOF-5. We attribute\nthis to the superior pore effect which the Be-BTB has over MOF-5 and\nMOF-177. Our analysis using the TEO model shows that there is still\nmuch improvement in MOF performance required to meet the DOE targets.</p>", "clean_text": "Our results show that an adsorption process that relies on the three aforementioned processes is not enough for the compressed tank and MOF-based fuel cells to achieve the 2017 U.S. DOE volumetric capacity target of 1.3 kW h/L. For the gravimetric capacity, only the compressed tank fulfills the U.S. DOE gravimetric capacity of 1.8 kW h/kg. Among the MOF-based fuel cells, the Be-BTB fuel cell provides the most energy per volume and per mass, followed by MOF-177 and MOF-5. We attribute this to the superior pore effect which the Be-BTB has over MOF-5 and MOF-177. Our analysis using the TEO model shows that there is still much improvement in MOF performance required to meet the DOE targets.", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>Full details of parameters\nused for our calculations and data for H<sub>2</sub> for MOFs with\nand without open metal sites. This material is available free of charge\nvia the Internet at <uri>http://pubs.acs.org/</uri>.</p><p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "Full details of parameters used for our calculations and data for H2 for MOFs with and without open metal sites. This material is available free of charge via the Internet at http://pubs.acs.org/.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 7, 13, 14", "type": "text", "classification": "property", "content": "<p>The\nmetal–organic framework beryllium benzene tribenzoate\n(Be-BTB) has recently been reported to have one of the highest gravimetric\nhydrogen uptakes at room temperature. Storage at room temperature\nis one of the key requirements for the practical viability of hydrogen-powered\nvehicles. Be-BTB has an exceptional 298 K storage capacity of 2.3\nwt % hydrogen. This result is surprising given that the low adsorption\nenthalpy of 5.5 kJ mol<sup>–1</sup>. In this work, a combination\nof atomistic simulation and continuum modeling reveals that the beryllium\nrings contribute strongly to the hydrogen interaction with the framework.\nThese simulations are extended with a thermodynamic energy optimization\n(TEO) model to compare the performance of Be-BTB to a compressed H<sub>2</sub> tank and benchmark materials MOF-5 and MOF-177 in a MOF-based\nfuel cell. Our investigation shows that none of the MOF-filled tanks\nsatisfy the United States Department of Energy (DOE) storage targets\nwithin the required operating temperatures and pressures. However,\nthe Be-BTB tank delivers the most energy per volume and mass compared\nto the other material-based storage tanks. The pore size and the framework\nmass are shown to be contributing factors responsible for the superior\nroom temperature hydrogen adsorption of Be-BTB.</p><p>The MOF adsorbent\nthat presently holds the record for gravimetric\nhydrogen storage capacity at room temperature is the first structurally\ncharacterized beryllium-based framework, Be-BTB (BTB = benzene tribenzoate);\nsee Figure . Be-BTB has a Brunauer–Emmett–Teller\n(BET) surface area of 4400 m<sup>2</sup> g<sup>–1</sup>, and Be-BTB can adsorb 2.3 wt % hydrogen at\n298 K and 100 bar. In the following subsection,\nthe performance of Be-BTB is compared to other high performing MOFs.</p><p>For MOFs\nwith open metal sites at 298 K and high pressures, the\ncoefficient of determinant or <italic toggle=\"yes\">R</italic>\n<sup>2</sup> calculated\nfor the heat of adsorption, BET surface area, and pore volume are\n0.23%, 91%, and 83%, respectively. This means that, with stronger\nadsorption, up to 91% and 83% of the variability of total uptake can\nbe described by the BET surface area and pore volume, respectively.\nSimilar to the findings of Frost and Snurr, the heat of adsorption does not play a strong role in high pressures\nat room temperature for MOFs with open metal sites.</p><p>For MOFs\nwithout open metal sites, the <italic toggle=\"yes\">R</italic>\n<sup>2</sup> values\nfor the heat of adsorption, BET surface area, and pore volume\nare 1.43%, 7.22%, and 52.63%, respectively, which matches the results\nfrom Frost and Snurr indicating that,\nfor weak adsorption, the pore volume describes up to 52.63% of the\nvariability of total uptake. We therefore conclude that the Be-BTB’s\nsuperior uptake at room temperature is partly due to its high pore\nvolume. Further, we will investigate the nature of this pore volume.</p>", "clean_text": "The metal-organic framework beryllium benzene tribenzoate (Be-BTB) has recently been reported to have one of the highest gravimetric hydrogen uptakes at room temperature. Storage at room temperature is one of the key requirements for the practical viability of hydrogen-powered vehicles. Be-BTB has an exceptional 298 K storage capacity of 2.3 wt % hydrogen. This result is surprising given that the low adsorption enthalpy of 5.5 kJ mol-1. In this work, a combination of atomistic simulation and continuum modeling reveals that the beryllium rings contribute strongly to the hydrogen interaction with the framework. These simulations are extended with a thermodynamic energy optimization (TEO) model to compare the performance of Be-BTB to a compressed H2 tank and benchmark materials MOF-5 and MOF-177 in a MOF-based fuel cell. Our investigation shows that none of the MOF-filled tanks satisfy the United States Department of Energy (DOE) storage targets within the required operating temperatures and pressures. However, the Be-BTB tank delivers the most energy per volume and mass compared to the other material-based storage tanks. The pore size and the framework mass are shown to be contributing factors responsible for the superior room temperature hydrogen adsorption of Be-BTB.\n\nThe MOF adsorbent that presently holds the record for gravimetric hydrogen storage capacity at room temperature is the first structurally characterized beryllium-based framework, Be-BTB (BTB = benzene tribenzoate); see Figure . Be-BTB has a Brunauer-Emmett-Teller (BET) surface area of 4400 m2 g-1, and Be-BTB can adsorb 2.3 wt % hydrogen at 298 K and 100 bar. In the following subsection, the performance of Be-BTB is compared to other high performing MOFs.\n\nFor MOFs with open metal sites at 298 K and high pressures, the coefficient of determinant or R 2 calculated for the heat of adsorption, BET surface area, and pore volume are 0.23%, 91%, and 83%, respectively. This means that, with stronger adsorption, up to 91% and 83% of the variability of total uptake can be described by the BET surface area and pore volume, respectively. Similar to the findings of Frost and Snurr, the heat of adsorption does not play a strong role in high pressures at room temperature for MOFs with open metal sites.\n\nFor MOFs without open metal sites, the R 2 values for the heat of adsorption, BET surface area, and pore volume are 1.43%, 7.22%, and 52.63%, respectively, which matches the results from Frost and Snurr indicating that, for weak adsorption, the pore volume describes up to 52.63% of the variability of total uptake. We therefore conclude that the Be-BTB's superior uptake at room temperature is partly due to its high pore volume. Further, we will investigate the nature of this pore volume.", "data": [[{"meta": {"name": "beryllium benzene tribenzoate", "symbol": "", "chemical formula": "Be-BTB"}, "gas adsorption": [{"adsorbate": "hydrogen", "adsorbed amount": "2.3", "unit": "wt%", "temperature": "298 K", "pressure": "100 bar", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 12, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Coefficient of Determination (<italic toggle=\"yes\">R</italic>\n<sup>2</sup>) for the Correlation of Total H<sub>2</sub> Uptake with\nHeat of Adsorption (Q), BET Surface Area (BET), and\nPore Volume (PV)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">variables</oasis:entry>\n<oasis:entry align=\"center\">with open metal\nsites (%)</oasis:entry>\n<oasis:entry align=\"center\">without open metal sites (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Q</oasis:entry>\n<oasis:entry>0.23</oasis:entry>\n<oasis:entry>1.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BET</oasis:entry>\n<oasis:entry>90.99</oasis:entry>\n<oasis:entry>7.22</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PV</oasis:entry>\n<oasis:entry>83.43</oasis:entry>\n<oasis:entry>52.63</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Coefficient of Determination (R²) for the Correlation of Total H₂ Uptake with Heat of Adsorption (Q), BET Surface Area (BET), and Pore Volume (PV)\n\n| variables | with open metal sites (%) | without open metal sites (%) |\n|-----------|----------------------------|-------------------------------|\n| Q         | 0.23                       | 1.43                          |\n| BET       | 90.99                      | 7.22                          |\n| PV        | 83.43                      | 52.63                         |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "correlation": [{"property name": "Total H₂ Uptake", "correlation with": "Heat of Adsorption", "value": "0.23", "unit": "%", "condition": "with open metal sites"}, {"property name": "Total H₂ Uptake", "correlation with": "Heat of Adsorption", "value": "1.43", "unit": "%", "condition": "without open metal sites"}, {"property name": "Total H₂ Uptake", "correlation with": "BET Surface Area", "value": "90.99", "unit": "%", "condition": "with open metal sites"}, {"property name": "Total H₂ Uptake", "correlation with": "BET Surface Area", "value": "7.22", "unit": "%", "condition": "without open metal sites"}, {"property name": "Total H₂ Uptake", "correlation with": "Pore Volume", "value": "83.43", "unit": "%", "condition": "with open metal sites"}, {"property name": "Total H₂ Uptake", "correlation with": "Pore Volume", "value": "52.63", "unit": "%", "condition": "without open metal sites"}]}], "include_properties": ["gas_adsorption"]}, {"idx": 47, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Maximum Energy Generation at Optimized\nStorage (ads) and Delivery (des) Conditions Restricted to DOE Operating\nRange for a Pressure–Swing Only Cycle</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">tank<xref rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">MOF-5</oasis:entry>\n<oasis:entry align=\"center\">Be-BTB</oasis:entry>\n<oasis:entry align=\"center\">MOF-177</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>ads</sub> (bar)</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>des</sub> (bar)</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>ads</sub> (K)</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>des</sub> (K)</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/L)</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry>0.07</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry>0.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/kg)</oasis:entry>\n<oasis:entry>34.93</oasis:entry>\n<oasis:entry>0.12</oasis:entry>\n<oasis:entry>0.75</oasis:entry>\n<oasis:entry>0.57</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Compressed H<sub>2</sub> gas.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Maximum Energy Generation at Optimized Storage (ads) and Delivery (des) Conditions Restricted to DOE Operating Range for a Pressure–Swing Only Cycle\n\n| parameter | tank[^a] | MOF-5 | Be-BTB | MOF-177 |\n|-----------|---------|-------|-------|---------|\n| P_ads (bar) | 100 | 100 | 100 | 100 |\n| P_des (bar) | 5 | 5 | 5 | 5 |\n| T_ads (K) | 233 | 233 | 233 | 233 |\n| T_des (K) | 233 | 233 | 233 | 233 |\n| E_tot (kW h/L) | 0.35 | 0.07 | 0.32 | 0.24 |\n| E_tot (kW h/kg) | 34.93 | 0.12 | 0.75 | 0.57 |\n[^a]: Compressed H<sub>2</sub> gas.", "data": ["substring not found"], "include_properties": null}, {"idx": 52, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Maximum Energy Generation at Optimized\nStorage (ads) and Delivery (des) Conditions Restricted to the DOE\nOperating Range for a Temperature–Swing Only Cycle</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">tank<xref rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">MOF-5</oasis:entry>\n<oasis:entry align=\"center\">Be-BTB</oasis:entry>\n<oasis:entry align=\"center\">MOF-177</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>ads</sub> (bar)</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>des</sub> (bar)</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>12</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>ads</sub> (K)</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>des</sub> (K)</oasis:entry>\n<oasis:entry>302</oasis:entry>\n<oasis:entry>358</oasis:entry>\n<oasis:entry>358</oasis:entry>\n<oasis:entry>358</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/L)</oasis:entry>\n<oasis:entry>0.01</oasis:entry>\n<oasis:entry>0.004</oasis:entry>\n<oasis:entry>0.04</oasis:entry>\n<oasis:entry>0.01</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/kg)</oasis:entry>\n<oasis:entry>35.21</oasis:entry>\n<oasis:entry>0.007</oasis:entry>\n<oasis:entry>0.10</oasis:entry>\n<oasis:entry>0.02</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Compressed H<sub>2</sub> gas.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Maximum Energy Generation at Optimized Storage (ads) and Delivery (des) Conditions Restricted to the DOE Operating Range for a Temperature–Swing Only Cycle\n\n| parameter | tank[^a] | MOF-5 | Be-BTB | MOF-177 |\n|-----------|---------|-------|--------|---------|\n| P<sub>ads</sub> (bar) | 12 | 12 | 12 | 12 |\n| P<sub>des</sub> (bar) | 12 | 12 | 12 | 12 |\n| T<sub>ads</sub> (K) | 233 | 233 | 233 | 233 |\n| T<sub>des</sub> (K) | 302 | 358 | 358 | 358 |\n| E<sub>tot</sub> (kW h/L) | 0.01 | 0.004 | 0.04 | 0.01 |\n| E<sub>tot</sub> (kW h/kg) | 35.21 | 0.007 | 0.10 | 0.02 |\n\n[^a]: Compressed H<sub>2</sub> gas.", "data": ["substring not found"], "include_properties": null}, {"idx": 55, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Maximum\nEnergy Generation at Optimized\nStorage (ads) and Delivery (des) Conditions Restricted to the DOE\nOperating Range for a Combined Pressure–Swing and Temperature–Swing\nCycle</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">tank<xref rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">MOF-5</oasis:entry>\n<oasis:entry align=\"center\">Be-BTB</oasis:entry>\n<oasis:entry align=\"center\">MOF-177</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>ads</sub> (bar)</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>\n<sub>des</sub> (bar)</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>ads</sub> (K)</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>233</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>des</sub> (K)</oasis:entry>\n<oasis:entry>302</oasis:entry>\n<oasis:entry>358</oasis:entry>\n<oasis:entry>358</oasis:entry>\n<oasis:entry>358</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/L)</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry>0.07</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>0.25</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">E</italic>\n<sub>tot</sub> (kW h/kg)</oasis:entry>\n<oasis:entry>34.93</oasis:entry>\n<oasis:entry>0.12</oasis:entry>\n<oasis:entry>0.80</oasis:entry>\n<oasis:entry>0.58</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>Compressed H<sub>2</sub> gas.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Maximum Energy Generation at Optimized Storage (ads) and Delivery (des) Conditions Restricted to the DOE Operating Range for a Combined Pressure–Swing and Temperature–Swing Cycle\n\n| parameter | tank[^a] | MOF-5 | Be-BTB | MOF-177 |\n|-----------|---------|-------|--------|---------|\n| P_ads (bar) | 100 | 100 | 100 | 100 |\n| P_des (bar) | 5 | 5 | 5 | 5 |\n| T_ads (K) | 233 | 233 | 233 | 233 |\n| T_des (K) | 302 | 358 | 358 | 358 |\n| E_tot (kW h/L) | 0.35 | 0.07 | 0.34 | 0.25 |\n| E_tot (kW h/kg) | 34.93 | 0.12 | 0.80 | 0.58 |\n\n[^a]: Compressed H<sub>2</sub> gas.", "data": ["substring not found"], "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Molecular\nsimulation snapshots of hydrogen (H<sub>2</sub>) adsorption\nwithin the Be-BTB framework. (a) H<sub>2</sub> adsorbed at optimized\nstorage conditions, 233 K and 100 bar. (b) H<sub>2</sub> remaining\nat DOE delivery conditions, 358 K and 5 bar.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular simulation snapshots of hydrogen (H2) adsorption within the Be-BTB framework. (a) H2 adsorbed at optimized storage conditions, 233 K and 100 bar. (b) H2 remaining at DOE delivery conditions, 358 K and 5 bar.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Total H<sub>2</sub> uptake\nat room temperature and high pressures\n(more than 35 bar). Data other than Be-BTB are taken from Suh et al.<xref ref-type=\"bibr\" rid=\"ref4\"></xref> (a) H<sub>2</sub> uptake versus heat of adsorption;\n(b) H<sub>2</sub> uptake versus BET surface area; (c) H<sub>2</sub> uptake versus pore volume. The <italic toggle=\"yes\">R</italic>\n<sup>2</sup> value\nfor MOFs with and without open metal sites are 0.23% and 1.43% for\n(a), 90.99% and 7.22% for (b), and 83.43% and 52.63% for (c).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Total H2 uptake at room temperature and high pressures (more than 35 bar). Data other than Be-BTB are taken from Suh et al. (a) H2 uptake versus heat of adsorption; (b) H2 uptake versus BET surface area; (c) H2 uptake versus pore volume. The R 2 value for MOFs with and without open metal sites are 0.23% and 1.43% for (a), 90.99% and 7.22% for (b), and 83.43% and 52.63% for (c).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Structure of Be-BTB. Spheres and cylinders\nrepresent ideal building\nblocks for adsorption cavities in the structure.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Structure of Be-BTB. Spheres and cylinders represent ideal building blocks for adsorption cavities in the structure.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Total H<sub>2</sub> uptake at 77 and 298 K for model and experimental\ndata.<xref ref-type=\"bibr\" rid=\"ref15\"></xref> Solid lines show the density of\ncompressed H<sub>2</sub> gas in a tank at 77 and 298 K. Circles represent\nexperimental data, squares represent GCMC model results, and dotted\nlines represent TIMTAM predictions for Be-BTB.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Total H2 uptake at 77 and 298 K for model and experimental data. Solid lines show the density of compressed H2 gas in a tank at 77 and 298 K. Circles represent experimental data, squares represent GCMC model results, and dotted lines represent TIMTAM predictions for Be-BTB.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Pore\nsize distribution obtained from experimental nitrogen adsorption\ndata by Sumida et al.<xref ref-type=\"bibr\" rid=\"ref15\"></xref> and computational\nresults from the GA and the CESA.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Pore size distribution obtained from experimental nitrogen adsorption data by Sumida et al. and computational results from the GA and the CESA.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Potential\nenergy for the ideal Be-BTB building blocks of BTB<sup>3–</sup> spherical cavities (red dashed line) and cylindrical\nBe-ring cavities (blue solid line) that were constructed for the TIMTAM\napproximation. Shaded area represents heat of adsorption measured\nexperimentally.<xref ref-type=\"bibr\" rid=\"ref15\"></xref>\n</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Potential energy for the ideal Be-BTB building blocks of BTB3- spherical cavities (red dashed line) and cylindrical Be-ring cavities (blue solid line) that were constructed for the TIMTAM approximation. Shaded area represents heat of adsorption measured experimentally.    ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Fractional free volume\nfor adsorption (<italic toggle=\"yes\">V</italic>\n<sub>ad</sub>/<italic toggle=\"yes\">V</italic>) at 77 and 298 K within the Be-ring cylindrical\ncavity building block.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Fractional free volume for adsorption (V ad/V) at 77 and 298 K within the Be-ring cylindrical cavity building block.   ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Optimum gravimetric H<sub>2</sub> uptake\nat 233 K for a pressure–swing\nadsorption process. (b) Optimum gravimetric H<sub>2</sub> uptake at\n12 bar for a temperature–swing adsorption process.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Optimum gravimetric H2 uptake at 233 K for a pressure-swing adsorption process. (b) Optimum gravimetric H2 uptake at 12 bar for a temperature-swing adsorption process.   ", "data": null, "include_properties": null}, {"idx": 57, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>H<sub>2</sub> gravimetric uptake with respect to temperature and\npressure. (a) H<sub>2</sub> uptake for Be-BTB. (b) H<sub>2</sub> uptake\nfor MOF-5. (c) H<sub>2</sub> uptake for MOF-177. The yellow cross\nand green circle denote the TEO optimized desorption and adsorption\nconditions, respectively, that maximizes the net energy. The bar on\nthe right describes the value gravimetric uptake in wt %.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2013-01446s_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  H2 gravimetric uptake with respect to temperature and pressure. (a) H2 uptake for Be-BTB. (b) H2 uptake for MOF-5. (c) H2 uptake for MOF-177. The yellow cross and green circle denote the TEO optimized desorption and adsorption conditions, respectively, that maximizes the net energy. The bar on the right describes the value gravimetric uptake in wt %.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/la401446s", "title": "\nHigh Performance Hydrogen Storage from Be-BTB Metal–Organic\nFramework at Room Temperature\n", "journal": "American Chemical\nSociety", "date": "2013.06", "author_list": ["Lim\nWei-Xian", "Thornton\nAaron W.", "Hill\nAnita\nJ.", "Cox\nBarry J.", "Hill\nJames M.", "Hill\nMatthew R."]}}