{"filepath": "../L2M3_data/1_application_papers/acs_xml/la5b00833.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) are an emerging class of\nmicroporous, crystalline materials with potential applications in\nthe capture, storage, and separation of gases. Of the many known MOFs,\nMOF-5 has attracted considerable attention because of its ability\nto store gaseous fuels at low pressure with high densities. Nevertheless,\nMOF-5 and several other MOFs exhibit limited stability upon exposure\nto reactive species such as water. The present study quantifies the\nimpact of humid air exposure on the properties of MOF-5 as a function\nof exposure time, humidity level, and morphology (<italic toggle=\"yes\">i.e</italic>., powders vs pellets). Properties examined include hydrogen storage\ncapacity, surface area, and crystallinity. Water adsorption/desorption\nisotherms are measured using a gravimetric technique; the first uptake\nexhibits a type V isotherm with a sudden increase in uptake at ∼50%\nrelative humidity. For humidity levels below this threshold only minor\ndegradation is observed for exposure times up to several hours, suggesting\nthat MOF-5 is more stable than generally assumed under moderately\nhumid conditions. In contrast, irreversible degradation occurs in\na matter of minutes for exposures above the 50% threshold. Fourier\ntransform infrared spectroscopy indicates that molecular and/or dissociated\nwater is inserted into the skeletal framework after long exposure\ntimes. Densification into pellets can slow the degradation of MOF-5\nsignificantly, and may present a pathway to enhance the stability\nof some MOFs.</p>", "clean_text": "Metal-organic frameworks (MOFs) are an emerging class of microporous, crystalline materials with potential applications in the capture, storage, and separation of gases. Of the many known MOFs, MOF-5 has attracted considerable attention because of its ability to store gaseous fuels at low pressure with high densities. Nevertheless, MOF-5 and several other MOFs exhibit limited stability upon exposure to reactive species such as water. The present study quantifies the impact of humid air exposure on the properties of MOF-5 as a function of exposure time, humidity level, and morphology (i.e., powders vs pellets). Properties examined include hydrogen storage capacity, surface area, and crystallinity. Water adsorption/desorption isotherms are measured using a gravimetric technique; the first uptake exhibits a type V isotherm with a sudden increase in uptake at ~50% relative humidity. For humidity levels below this threshold only minor degradation is observed for exposure times up to several hours, suggesting that MOF-5 is more stable than generally assumed under moderately humid conditions. In contrast, irreversible degradation occurs in a matter of minutes for exposures above the 50% threshold. Fourier transform infrared spectroscopy indicates that molecular and/or dissociated water is inserted into the skeletal framework after long exposure times. Densification into pellets can slow the degradation of MOF-5 significantly, and may present a pathway to enhance the stability of some MOFs.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are in the process of transitioning\nfrom the laboratory to commercial applications. The high surface area and tunable properties of MOFs make\nthem attractive candidates for applications such as gas storage, gas\nseparations, and catalysis. Among the many MOF compounds,\nMOF-5 (Figure ) has received considerable\nattention due to its ability to store gaseous fuels such as hydrogen\nat low pressures with high gravimetric and volumetric densities.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are in the process of transitioning from the laboratory to commercial applications. The high surface area and tunable properties of MOFs make them attractive candidates for applications such as gas storage, gas separations, and catalysis. Among the many MOF compounds, MOF-5 (Figure ) has received considerable attention due to its ability to store gaseous fuels such as hydrogen at low pressures with high gravimetric and volumetric densities. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Despite these promising features, the limited stability of\nsome\nMOFs with respect to reactive species such as water remains a point\nof concern. These concerns extend to MOF-5, as its degradation has been observed\nvia X-ray diffraction and correlated with decreasing hydrogen adsorption\nafter exposure to humid conditions. For example, Schrock and co-workers observed irreversible decomposition\nof MOF-5 after uptake of 8 wt % water. Other studies have suggested that the stability of MOFs is related\nto the composition of the metal site and the structure of the metal\ncluster. Molecular dynamics and first-principles\ncalculations have also been used to characterize the degradation process\nin MOF-5. These models suggest that adsorbed water interacts more\nstrongly with (Zn) metal sites than with the carboxylate linker, and\nhave proposed reaction mechanisms associated with MOF hydrolysis. Other models have suggested that MOF-5 is relatively stable at low\nwater loadings, indicating that degradation only occurs when a significant\nconcentration of water is adsorbed on the metal cluster. This implies that the humidity level will impact\nthe rate of degradation.</p>", "clean_text": "Despite these promising features, the limited stability of some MOFs with respect to reactive species such as water remains a point of concern. These concerns extend to MOF-5, as its degradation has been observed via X-ray diffraction and correlated with decreasing hydrogen adsorption after exposure to humid conditions. For example, Schrock and co-workers observed irreversible decomposition of MOF-5 after uptake of 8 wt % water. Other studies have suggested that the stability of MOFs is related to the composition of the metal site and the structure of the metal cluster. Molecular dynamics and first-principles calculations have also been used to characterize the degradation process in MOF-5. These models suggest that adsorbed water interacts more strongly with (Zn) metal sites than with the carboxylate linker, and have proposed reaction mechanisms associated with MOF hydrolysis. Other models have suggested that MOF-5 is relatively stable at low water loadings, indicating that degradation only occurs when a significant concentration of water is adsorbed on the metal cluster. This implies that the humidity level will impact the rate of degradation.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>While stability considerations are\nparamount for applications such\nas CO<sub>2</sub> capture from flue gas (which may contain large quantities\nof water), even “clean” applications such as the storage of high-purity\nhydrogen for fuel-cell vehicles may present challenges for MOFs. For\nexample, exposure to humid air during system assembly or during in-service\nevents such as refueling, <italic toggle=\"yes\">etc</italic>., could contaminate\nthe MOF media, thereby reducing capacity and cycle life. In these\ninstances it is important not only to know that degradation <italic toggle=\"yes\">can</italic> occur, but also to quantify the degree of degradation\nand its dependence on operating conditions. This information is essential\nfor establishing a material’s “stability window,”\nwhich indicates the conditions under which suitable performance can\nbe maintained.</p>", "clean_text": "While stability considerations are paramount for applications such as CO2 capture from flue gas (which may contain large quantities of water), even \"clean\" applications such as the storage of high-purity hydrogen for fuel-cell vehicles may present challenges for MOFs. For example, exposure to humid air during system assembly or during in-service events such as refueling, etc., could contaminate the MOF media, thereby reducing capacity and cycle life. In these instances it is important not only to know that degradation can occur, but also to quantify the degree of degradation and its dependence on operating conditions. This information is essential for establishing a material's \"stability window,\" which indicates the conditions under which suitable performance can be maintained.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of MOF-5: Red spheres, O; white, H;\nblack, C;\nblue, Zn. The large yellow sphere illustrates the size of the central\npore.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of MOF-5: Red spheres, O; white, H; black, C; blue, Zn. The large yellow sphere illustrates the size of the central pore.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Toward this goal, the present\nstudy quantifies the impact of humid\nair exposure on the properties of MOF-5 as a function of exposure\ntime, humidity level, and morphology (i.e., powders vs pellets). Properties\nexamined include hydrogen storage capacity, surface area, and crystallinity.\nWater adsorption/desorption isotherms are measured using a gravimetric\ntechnique and exhibit a large hysteresis; the first uptake cycle resembles\na type V isotherm with a sudden increase in water uptake at ∼50%\nrelative humidity. For humidity levels below this threshold, only\nminor degradation is observed for exposure times of 2 h for powders,\nand 24 h in pellets. On the other hand, irreversible degradation can\noccur in a matter of minutes at higher humidity. FTIR spectroscopy\nsuggests that molecular and/or dissociated water is inserted into\nthe skeletal framework after long exposure times. Densification into\npellets can slow the degradation of MOF-5 significantly, and may therefore\npresent a partial “engineering solution” for the limited\nstability of some MOFs.</p>", "clean_text": "Toward this goal, the present study quantifies the impact of humid air exposure on the properties of MOF-5 as a function of exposure time, humidity level, and morphology (i.e., powders vs pellets). Properties examined include hydrogen storage capacity, surface area, and crystallinity. Water adsorption/desorption isotherms are measured using a gravimetric technique and exhibit a large hysteresis; the first uptake cycle resembles a type V isotherm with a sudden increase in water uptake at ~50% relative humidity. For humidity levels below this threshold, only minor degradation is observed for exposure times of 2 h for powders, and 24 h in pellets. On the other hand, irreversible degradation can occur in a matter of minutes at higher humidity. FTIR spectroscopy suggests that molecular and/or dissociated water is inserted into the skeletal framework after long exposure times. Densification into pellets can slow the degradation of MOF-5 significantly, and may therefore present a partial \"engineering solution\" for the limited stability of some MOFs.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Details</title><title>Materials\nPreparation</title><p>MOF-5 powder was provided by\nBASF, and was synthesized using a process described previously. In some cases expanded natural graphite, ENG\n(SGL Group), was added at moderate levels to MOF-5 as a means to improve\nthermal conductivity. All handling of the materials\nwas performed in an Ar glovebox, in which the materials were stored.\nPelletized versions of MOF-5 were also examined, with and without\nENG additions. Composite MOF-5/ENG pellets were synthesized by adding\nENG to MOF-5 to achieve pellets having a mass fraction of 5 wt % ENG.\nA SPEX 8000 M mixer/mill was filled with the MOF-5/ENG mixture and\nshaken in the milling machine for 20 s without milling balls. The\npowders were loaded into a cylindrical die with diameter equal to\n6.35 mm, and pressed to a height of 5 mm; the resulting pellets had\na density of approximately 0.36 g/cm<sup>3</sup>. The pelletizing\nprocess was performed inside the glovebox. Figure  shows the MOF-5 powders and pellets used during the experiment.</p>", "clean_text": "Experimental Details\n\nMaterials Preparation\n\nMOF-5 powder was provided by BASF, and was synthesized using a process described previously. In some cases expanded natural graphite, ENG (SGL Group), was added at moderate levels to MOF-5 as a means to improve thermal conductivity. All handling of the materials was performed in an Ar glovebox, in which the materials were stored. Pelletized versions of MOF-5 were also examined, with and without ENG additions. Composite MOF-5/ENG pellets were synthesized by adding ENG to MOF-5 to achieve pellets having a mass fraction of 5 wt % ENG. A SPEX 8000 M mixer/mill was filled with the MOF-5/ENG mixture and shaken in the milling machine for 20 s without milling balls. The powders were loaded into a cylindrical die with diameter equal to 6.35 mm, and pressed to a height of 5 mm; the resulting pellets had a density of approximately 0.36 g/cm3. The pelletizing process was performed inside the glovebox. Figure  shows the MOF-5 powders and pellets used during the experiment.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Stability testing under humid conditions was performed at 22 °C\nusing two relative humidity (RH) levels: 45% and 61%. These conditions\nwere maintained using a gas flow system that mixed dry air with water\nvapor. The flow apparatus employs a Bronkhorst W303A liquid flow controller\nwith a controlled evaporator mixer (CEM). The flow rate for dry air\nwas set to 20 L/min, and the water vapor flow rate was 10.7 g/h for\n45% RH, and 16.9 g/h for 61% RH. These two streams were mixed and\nconnected to a large Erlenmeyer flask, which served as a controlled\nhumidity chamber.</p>", "clean_text": "Stability testing under humid conditions was performed at 22 °C using two relative humidity (RH) levels: 45% and 61%. These conditions were maintained using a gas flow system that mixed dry air with water vapor. The flow apparatus employs a Bronkhorst W303A liquid flow controller with a controlled evaporator mixer (CEM). The flow rate for dry air was set to 20 L/min, and the water vapor flow rate was 10.7 g/h for 45% RH, and 16.9 g/h for 61% RH. These two streams were mixed and connected to a large Erlenmeyer flask, which served as a controlled humidity chamber.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Samples were transferred to the humidity chamber\nafter first being\nloaded into a bottle within the glovebox. The bottle was placed inside\nthe flask and opened. The bottle opening was positioned so as to block\nthe impingement of the humid airflow directly onto the sample; this\ngeometry was intended to minimize convection effects, and mimic water\nadsorption from a quasi-static atmosphere. A given sample was exposed\nfor a specified time, with exposure times of 30 min, 2 h, 24 h, 48\nh, and 66 h for powders, and 30 min, 2 h, 24 h, and 66 h for pellets.\nThe mass of the sample used for each measurement was approximately\n0.37 g. For powders, fresh samples were used for each exposure experiment;\nfor pellets, samples underwent a cumulative exposure process in which\n(for example) a pellet exposed for 2 h was removed from the humidity\nchamber, characterized, and then returned to the chamber for another\n22 h, to achieve a total exposure of 24 h.</p>", "clean_text": "Samples were transferred to the humidity chamber after first being loaded into a bottle within the glovebox. The bottle was placed inside the flask and opened. The bottle opening was positioned so as to block the impingement of the humid airflow directly onto the sample; this geometry was intended to minimize convection effects, and mimic water adsorption from a quasi-static atmosphere. A given sample was exposed for a specified time, with exposure times of 30 min, 2 h, 24 h, 48 h, and 66 h for powders, and 30 min, 2 h, 24 h, and 66 h for pellets. The mass of the sample used for each measurement was approximately 0.37 g. For powders, fresh samples were used for each exposure experiment; for pellets, samples underwent a cumulative exposure process in which (for example) a pellet exposed for 2 h was removed from the humidity chamber, characterized, and then returned to the chamber for another 22 h, to achieve a total exposure of 24 h.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>MOF-5 morphologies examined:\n(left) powder; (right) pellets.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  MOF-5 morphologies examined: (left) powder; (right) pellets.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<title>Characterization</title><p>The surface area of MOF-5 powders\nwas measured at 77 K using nitrogen sorption on a Micromeritics ASAP\n2420. A minimum of 0.5 g of sample was used during each test. Prior\nto measurement, the sample was evacuated for 8 h at 200 °C. Twenty-five\nsample points were taken; the surface area was calculated using the\nBrunauer–Emmet–Teller (BET) equation according to DIN 66131 (“Determination of specific\nsurface area of solids by means of gas adsorption using the method\nof BET”) using data points within the range 0.05 &lt; <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> &lt; 0.2.</p>", "clean_text": "Characterization\n\nThe surface area of MOF-5 powders was measured at 77 K using nitrogen sorption on a Micromeritics ASAP 2420. A minimum of 0.5 g of sample was used during each test. Prior to measurement, the sample was evacuated for 8 h at 200 °C. Twenty-five sample points were taken; the surface area was calculated using the Brunauer-Emmet-Teller (BET) equation according to DIN 66131 (\"Determination of specific surface area of solids by means of gas adsorption using the method of BET\") using data points within the range 0.05 < p/p 0 < 0.2.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The impact\nof exposure to humid conditions on hydrogen uptake was assessed using\na Sieverts’ apparatus (PCT-Pro 2000, Setaram). As a first step,\nsamples were activated to remove any weakly bound (i.e., physisorbed)\nwater in the material: samples were evacuated at room temperature\nfor at least 6 h, then evacuated and heated to 130 °C overnight.\nLess aggressive activation conditions (evacuation for 4 h at 85 °C)\nproved sufficient for samples exposed to the lower humidity condition\n(45% RH) for brief intervals (e.g., 30 min). These activation conditions\nrepresent what could be possible for “in service” activation\nof a commercial MOF-based system after accidental exposure or brief\n(intentional) exposure during system manufacture or assembly.</p>", "clean_text": "The impact of exposure to humid conditions on hydrogen uptake was assessed using a Sieverts' apparatus (PCT-Pro 2000, Setaram). As a first step, samples were activated to remove any weakly bound (i.e., physisorbed) water in the material: samples were evacuated at room temperature for at least 6 h, then evacuated and heated to 130 °C overnight. Less aggressive activation conditions (evacuation for 4 h at 85 °C) proved sufficient for samples exposed to the lower humidity condition (45% RH) for brief intervals (e.g., 30 min). These activation conditions represent what could be possible for \"in service\" activation of a commercial MOF-based system after accidental exposure or brief (intentional) exposure during system manufacture or assembly.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Water adsorption isotherms were measured using a gravimetric technique\n(VTI-SA+ Vapor Sorption Analyzer). Samples were first dried by heating\nfor 6 h at 120 °C. Isotherms were taken at 25 °C using relative\nhumidity increments/decrements equal to 10%, with a range spanning\nfrom 5% to 85%. Equilibrium was assumed to be established when the\nchange in sample mass was less than 0.01% in a 2 min interval. A cycle\nconsisted of a single adsorption followed by desorption. Three cycles\nwere completed, and the activation process was applied before each\ncycle.</p>", "clean_text": "Water adsorption isotherms were measured using a gravimetric technique (VTI-SA+ Vapor Sorption Analyzer). Samples were first dried by heating for 6 h at 120 °C. Isotherms were taken at 25 °C using relative humidity increments/decrements equal to 10%, with a range spanning from 5% to 85%. Equilibrium was assumed to be established when the change in sample mass was less than 0.01% in a 2 min interval. A cycle consisted of a single adsorption followed by desorption. Three cycles were completed, and the activation process was applied before each cycle.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Excess gravimetric hydrogen uptake in MOF-5 powders as a function\nof relative humidity and exposure time. (Top) relative humidity =\n45%, <italic toggle=\"yes\">T</italic> = 22 °C; (bottom) relative humidity =\n61%, <italic toggle=\"yes\">T</italic> = 22 °C. Isotherms are plotted before\nexposure to humid air (0 h), and after 5 increasingly longer exposure\ntimes: 0.5 h, 1.5 h, 24 h, 48 h, and 66 h. Solid symbols represent\nexperimental data; these data are fit using the Unilan isotherm model\n(solid lines).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Excess gravimetric hydrogen uptake in MOF-5 powders as a function of relative humidity and exposure time. (Top) relative humidity = 45%, T = 22 °C; (bottom) relative humidity = 61%, T = 22 °C. Isotherms are plotted before exposure to humid air (0 h), and after 5 increasingly longer exposure times: 0.5 h, 1.5 h, 24 h, 48 h, and 66 h. Solid symbols represent experimental data; these data are fit using the Unilan isotherm model (solid lines).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>X-ray diffraction (XRD,\nRigaku Miniflex II diffractometer using\nCu Kα radiation (λ = 1.5418 Å)) was used to assess\nchanges in crystallinity resulting from exposure to humid air. Samples\nwere transferred to the diffractometer in sealed vials. Each vial\nwas opened, and the MOF-5 powder was chopped and pressed onto an off\naxis silicon crystal sample substrate. The time between opening the\nvial and the beginning of the scan was less than 30 s. Diffraction\ndata were collected over a range of 5–40° 2θ at\na scan rate of 5°/min, resulting in a total experiment time of\n7 min. The sample was then immediately scanned a second time in order\nto observe the degree of structural change that had occurred during\nthe initial scan. No change was observed in any of the samples.</p>", "clean_text": "X-ray diffraction (XRD, Rigaku Miniflex II diffractometer using Cu Kα radiation (λ = 1.5418 Å)) was used to assess changes in crystallinity resulting from exposure to humid air. Samples were transferred to the diffractometer in sealed vials. Each vial was opened, and the MOF-5 powder was chopped and pressed onto an off axis silicon crystal sample substrate. The time between opening the vial and the beginning of the scan was less than 30 s. Diffraction data were collected over a range of 5-40° 2θ at a scan rate of 5°/min, resulting in a total experiment time of 7 min. The sample was then immediately scanned a second time in order to observe the degree of structural change that had occurred during the initial scan. No change was observed in any of the samples.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Fourier transform infrared spectrometry (FTIR) was used to assess\nchanges in bonding resulting from exposure to humidity. Measurements\nwere made using a Thermo Scientific Nicolet FTIR spectrometer. Samples\nwere scanned from 4000 to 600 cm<sup>–1</sup> with a resolution\nof 0.24 cm<sup>–1</sup>. Averaging was performed over 128 scans;\nthe time to conduct all scans was 5 min. Powder samples were loaded\nand scanned in air. Since the scan time was short compared to the\nexposure time in the humidity chamber, we expect that any changes\nto FTIR peaks primarily reflect effects from humidity exposure before\nthe scan.</p>", "clean_text": "Fourier transform infrared spectrometry (FTIR) was used to assess changes in bonding resulting from exposure to humidity. Measurements were made using a Thermo Scientific Nicolet FTIR spectrometer. Samples were scanned from 4000 to 600 cm-1 with a resolution of 0.24 cm-1. Averaging was performed over 128 scans; the time to conduct all scans was 5 min. Powder samples were loaded and scanned in air. Since the scan time was short compared to the exposure time in the humidity chamber, we expect that any changes to FTIR peaks primarily reflect effects from humidity exposure before the scan.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>MOF-5 Powder</title><p>We\nfirst discuss the stability of powder-based\nsamples. Hydrogen uptake isotherms for samples exposed to humidity\n(RH = 45% and 61% at 22 °C) for various exposure times are shown\nin Figure . The <italic toggle=\"yes\">x</italic>-axis specifies\nthe equilibrium hydrogen pressure, and the <italic toggle=\"yes\">y</italic>-axis\nis the excess adsorbed hydrogen in weight percent (wt %): [m­(H<sub>2</sub>)/m­(MOF-5)] × 100. Experimental data (symbols) are fit\n(lines) using the Unilan isotherm model.\n</p>", "clean_text": "Results and Discussion\n\nMOF-5 Powder\n\nWe first discuss the stability of powder-based samples. Hydrogen uptake isotherms for samples exposed to humidity (RH = 45% and 61% at 22 °C) for various exposure times are shown in Figure . The x-axis specifies the equilibrium hydrogen pressure, and the y-axis is the excess adsorbed hydrogen in weight percent (wt %): [m(H2)/m(MOF-5)] × 100. Experimental data (symbols) are fit (lines) using the Unilan isotherm model. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>Figure a shows data for the lower\nhumidity level, RH = 45%. For samples exposed for the two shortest\ntime periods, 0.5 and 2 h, the decrease in maximum hydrogen uptake\nis less than 3% compared to the baseline (unexposed) material. This\nindicates that the MOF-5 powders do not undergo “sudden death”\nwhen exposed to moderately humid conditions for short times. For a\n24-h exposure, the peak in the adsorption isotherm also decreases\nby only slightly (∼5%), from 5.7 to 5.4 wt %. However, more\nsignificant changes are observed for longer exposures; for example,\nuptake drops to half of that for the pristine material after 66 h\nexposure. In contrast, at the higher RH value (61%), Figure b, significant decreases in hydrogen storage capacity\nappear after 2 h of exposure. After 24 h uptake decreases by approximately\n50%, which is an order of magnitude larger than the losses seen at\nRH = 45%. After 48 h the powder has lost essentially all of its gas\nstorage capability (uptake below 0.5 wt %).</p>", "clean_text": "Figure a shows data for the lower humidity level, RH = 45%. For samples exposed for the two shortest time periods, 0.5 and 2 h, the decrease in maximum hydrogen uptake is less than 3% compared to the baseline (unexposed) material. This indicates that the MOF-5 powders do not undergo \"sudden death\" when exposed to moderately humid conditions for short times. For a 24-h exposure, the peak in the adsorption isotherm also decreases by only slightly (~5%), from 5.7 to 5.4 wt %. However, more significant changes are observed for longer exposures; for example, uptake drops to half of that for the pristine material after 66 h exposure. In contrast, at the higher RH value (61%), Figure b, significant decreases in hydrogen storage capacity appear after 2 h of exposure. After 24 h uptake decreases by approximately 50%, which is an order of magnitude larger than the losses seen at RH = 45%. After 48 h the powder has lost essentially all of its gas storage capability (uptake below 0.5 wt %).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Figure  shows that exposure to humid environments\nfor periods longer than approximately ∼2 h negatively impacts\nthe adsorption of H<sub>2</sub> in MOF-5 powders. Two possible explanations\nfor this behavior are (i) water molecules preferentially adsorb in\nMOF-5, and thereby block sites for H<sub>2</sub> uptake, or (ii) water\nmolecules react irreversibly with MOF-5, for example, by decomposing/insertion\ninto its crystal structure. The first scenario\nis unlikely given that each sample exposed to humid conditions is\nevacuated and heated overnight to remove any adsorbed water before\nhydrogen isotherm measurements are performed. Therefore, we hypothesize\nthat the most likely explanation for the observed decrease in H<sub>2</sub> uptake is an irreversible structure change wherein MOF-5\ntransforms into a new composition/structure that is less amenable\nto gas storage, presumably due to loss of porosity, surface area, <italic toggle=\"yes\">etc.</italic>\n</p>", "clean_text": "Figure  shows that exposure to humid environments for periods longer than approximately ~2 h negatively impacts the adsorption of H2 in MOF-5 powders. Two possible explanations for this behavior are (i) water molecules preferentially adsorb in MOF-5, and thereby block sites for H2 uptake, or (ii) water molecules react irreversibly with MOF-5, for example, by decomposing/insertion into its crystal structure. The first scenario is unlikely given that each sample exposed to humid conditions is evacuated and heated overnight to remove any adsorbed water before hydrogen isotherm measurements are performed. Therefore, we hypothesize that the most likely explanation for the observed decrease in H2 uptake is an irreversible structure change wherein MOF-5 transforms into a new composition/structure that is less amenable to gas storage, presumably due to loss of porosity, surface area, etc. ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>To test this hypothesis, the BET surface areas\nof MOF-5 powders\nwith different exposure times to the two relative humidity levels\nwere measured, as shown in Figure . In general,\nthe changes to surface area vs exposure time &amp; RH follow closely\nthe trends seen for hydrogen uptake in Figure . Prior to exposure, the measured surface area was 2355 m<sup>2</sup>/g. For the RH = 45% samples, relatively small changes in SA are\nobserved for exposure times up to 48 h. At 66 h the surface area then\ndrops more precipitously to a value which is half (1217 m<sup>2</sup>/g) its initial maximum, which is again consistent with the changes\nobserved to the isotherms in Figure a. [It\nis also evident that the pellets (discussed in more detail below)\nexhibit enhanced robustness to humidity; the pellets maintain higher\nBET surface areas compared to those of powders for the same exposure\nconditions. The surface area of the unexposed pellets (corresponding\nto <italic toggle=\"yes\">t</italic> = 0 in Figure ) is slightly\nabove that of the unexposed powders because the media is sourced from\na different batch of MOF-5 material.] In contrast, for the RH = 61%\nsamples the BET surface area decreases more rapidly, achieving a value\nof nearly zero (34 m<sup>2</sup>/g) after 66 h. The declining surface\narea for both RH values indicates that the porosity of the MOF-5 powders\nis continuously reduced upon exposure to humid conditions.\n</p>", "clean_text": "To test this hypothesis, the BET surface areas of MOF-5 powders with different exposure times to the two relative humidity levels were measured, as shown in Figure . In general, the changes to surface area vs exposure time & RH follow closely the trends seen for hydrogen uptake in Figure . Prior to exposure, the measured surface area was 2355 m2/g. For the RH = 45% samples, relatively small changes in SA are observed for exposure times up to 48 h. At 66 h the surface area then drops more precipitously to a value which is half (1217 m2/g) its initial maximum, which is again consistent with the changes observed to the isotherms in Figure a. [It is also evident that the pellets (discussed in more detail below) exhibit enhanced robustness to humidity; the pellets maintain higher BET surface areas compared to those of powders for the same exposure conditions. The surface area of the unexposed pellets (corresponding to t = 0 in Figure ) is slightly above that of the unexposed powders because the media is sourced from a different batch of MOF-5 material.] In contrast, for the RH = 61% samples the BET surface area decreases more rapidly, achieving a value of nearly zero (34 m2/g) after 66 h. The declining surface area for both RH values indicates that the porosity of the MOF-5 powders is continuously reduced upon exposure to humid conditions. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>BET surface area of MOF-5\npowders (filled data points) and pellets\n(open symbols) as a function of exposure time to humid air with relative\nhumidities (RH) of 45% (square symbols) and 61% (circular symbols). <italic toggle=\"yes\">T</italic> = 22 °C in all cases. Data points at <italic toggle=\"yes\">t</italic> = 0 correspond to samples which were not exposed to humidity.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  BET surface area of MOF-5 powders (filled data points) and pellets (open symbols) as a function of exposure time to humid air with relative humidities (RH) of 45% (square symbols) and 61% (circular symbols). T = 22 °C in all cases. Data points at t = 0 correspond to samples which were not exposed to humidity.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>X-ray diffraction (XRD) was\nused to assess changes to the crystallinity\nof MOF-5 associated with exposure to humidity. Figure  shows diffraction patterns for MOF-5 powders as a function\nof exposure time for the RH = 45% and RH = 61% cases. For RH = 45%,\nFigure a, during exposures up to 48 h the\nonly change in the XRD pattern (relative to the unexposed material)\nis a very small shift of some peaks to smaller 2-theta values, indicating\na slight expansion of the crystal. After\n66 h, a new peak appears at 2θ = 9°, consistent with the\nformation of a new phase. The position of the new peak is in agreement\nwith that of prior studies, and resembles\nthe pattern for ZnBDC·<italic toggle=\"yes\">x</italic>H<sub>2</sub>O. (We note\nthat the full crystal structure of the emergent phase has not been\ncompletely determined.) In contrast,\nfor the RH = 61% case the same peak appears much sooner, after only\n24 h of exposure, Figure b. Additional changes\nto the diffraction pattern are evident at longer exposure times. A\ncomparison of the XRD patterns for both RH conditions shows that the\nextent of the change in crystallinity/structure with respect to exposure\ntime closely follows the trends observed in both the H<sub>2</sub> uptake isotherms and the surface area.\n</p>", "clean_text": "X-ray diffraction (XRD) was used to assess changes to the crystallinity of MOF-5 associated with exposure to humidity. Figure  shows diffraction patterns for MOF-5 powders as a function of exposure time for the RH = 45% and RH = 61% cases. For RH = 45%, Figure a, during exposures up to 48 h the only change in the XRD pattern (relative to the unexposed material) is a very small shift of some peaks to smaller 2-theta values, indicating a slight expansion of the crystal. After 66 h, a new peak appears at 2θ = 9°, consistent with the formation of a new phase. The position of the new peak is in agreement with that of prior studies, and resembles the pattern for ZnBDC⋅xH2O. (We note that the full crystal structure of the emergent phase has not been completely determined.) In contrast, for the RH = 61% case the same peak appears much sooner, after only 24 h of exposure, Figure b. Additional changes to the diffraction pattern are evident at longer exposure times. A comparison of the XRD patterns for both RH conditions shows that the extent of the change in crystallinity/structure with respect to exposure time closely follows the trends observed in both the H2 uptake isotherms and the surface area. ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XRD spectra for MOF-5 powders as a function\nof exposure time to\nhumid air with relative humidities of 45% (top) and 61% (bottom).\nIn both cases <italic toggle=\"yes\">T</italic> = 22 °C.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  XRD spectra for MOF-5 powders as a function of exposure time to humid air with relative humidities of 45% (top) and 61% (bottom). In both cases T = 22 °C.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>To quantify the amount of water vapor adsorbed by MOF-5,\nwater\nadsorption and desorption isotherms were measured at 25 °C using\na gravimetric apparatus, Figure . Here the <italic toggle=\"yes\">x</italic>-axis represents RH, and the <italic toggle=\"yes\">y</italic>-axis represents\nthe weight percent ([m­(water)/m­(MOF-5)] × 100) of adsorbed water.\nThree adsorption/desorption cycles were performed using the same powder\nsample. During the first uptake cycle less than 1 wt % of water is\nadsorbed for RH up to 45%. The water uptake then jumps dramatically\nto more than 12 wt % at RH values between 45–55%. For higher\nRH the uptake saturates at capacities of 12–14 wt %. This adsorption\nbehavior is consistent with a type V isotherm, which is expected for\nsystems exhibiting relatively strong adsorbate–adsorbate interactions\nin comparison to (weaker) adsorbate–adsorbent interactions.</p>", "clean_text": "To quantify the amount of water vapor adsorbed by MOF-5, water adsorption and desorption isotherms were measured at 25 °C using a gravimetric apparatus, Figure . Here the x-axis represents RH, and the y-axis represents the weight percent ([m(water)/m(MOF-5)] × 100) of adsorbed water. Three adsorption/desorption cycles were performed using the same powder sample. During the first uptake cycle less than 1 wt % of water is adsorbed for RH up to 45%. The water uptake then jumps dramatically to more than 12 wt % at RH values between 45-55%. For higher RH the uptake saturates at capacities of 12-14 wt %. This adsorption behavior is consistent with a type V isotherm, which is expected for systems exhibiting relatively strong adsorbate-adsorbate interactions in comparison to (weaker) adsorbate-adsorbent interactions.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The sudden increase in water uptake in MOF-5 evident in the isotherm\nover the relatively narrow region of RH spanning 45–55% explains\nthe dramatic differences in H<sub>2</sub> uptake, surface area, <italic toggle=\"yes\">etc</italic>. observed for the two humidity levels (RH = 45 and 61%)\nin the exposure experiments. These two levels fall, respectively,\njust below and just above the transition region in Figure , indicating that these measurements can be rationalized\nby the sudden increase in the adsorbed water content of the MOF as\nRH increases from 45 to 61%.\n</p>", "clean_text": "The sudden increase in water uptake in MOF-5 evident in the isotherm over the relatively narrow region of RH spanning 45-55% explains the dramatic differences in H2 uptake, surface area, etc. observed for the two humidity levels (RH = 45 and 61%) in the exposure experiments. These two levels fall, respectively, just below and just above the transition region in Figure , indicating that these measurements can be rationalized by the sudden increase in the adsorbed water content of the MOF as RH increases from 45 to 61%. ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Water adsorption in MOF-5 powder at 25 °C\nvs relative humidity\nfor three adsorption/desorption cycles.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Water adsorption in MOF-5 powder at 25 °C vs relative humidity for three adsorption/desorption cycles.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>Figure  also shows that the isotherm\nfor\nthe first adsorption–desorption cycle exhibits a large hysteresis;\nthis is because the amount of adsorbed water decreases only slightly\nduring the desorption cycle, ∼1 wt %, suggesting a strong chemisorption-like\nbinding of H<sub>2</sub>O to the MOF-5 framework. In the subsequent\nsecond and third cycles relatively little water adsorption occurs;\nthe sample has lost approximately 2/3 of its water uptake ability.\nAs previously described, these latter cycles were performed following\nseparate sample activation steps. Therefore, the low uptake observed\nfor these cycles likely reflects the failure of the activation procedure\nto remove strongly bound H<sub>2</sub>O from the first uptake cycle,\nin concert with a structure change as suggested by XRD.</p>", "clean_text": "Figure  also shows that the isotherm for the first adsorption-desorption cycle exhibits a large hysteresis; this is because the amount of adsorbed water decreases only slightly during the desorption cycle, ~1 wt %, suggesting a strong chemisorption-like binding of H2O to the MOF-5 framework. In the subsequent second and third cycles relatively little water adsorption occurs; the sample has lost approximately 2/3 of its water uptake ability. As previously described, these latter cycles were performed following separate sample activation steps. Therefore, the low uptake observed for these cycles likely reflects the failure of the activation procedure to remove strongly bound H2O from the first uptake cycle, in concert with a structure change as suggested by XRD.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>FTIR\nspectroscopy was used to examine changes to bonding in MOF-5\nresulting from humidity exposure. Figure  shows\nthe FTIR spectrum for MOF-5 powders exposed to air with RH = 61% for\n0, 24, and 66 h at 22 °C. Prior to FTIR analysis, all samples\nunderwent overnight activation (evacuation and heating at 130 °C)\nto remove physisorbed water. Therefore, changes to the FTIR spectrum\nresulting from exposure should be attributable to irreversible insertion\nand/or chemisorption of water within the MOF-5 crystal structure.\nFour new/shifted peaks emerge in the spectrum upon exposure for 66\nh and are labeled with numbers 1 through 4. These peaks suggest a\npathway for the reaction of water with MOF-5, and can be assigned\nto specific bonds illustrated in Figure .\nAt low water loadings, water molecules are expected to be physically\nadsorbed near the Zn cluster, Figure b. Irreversible insertion of water into the framework\nis expected to occur at higher loadings and is consistent with the\nemergence of peaks 1 and 2, in which molecular water bonds to Zn,\ndisplacing oxygen from the linker, Figure c. More specifically, peak 1 at 3600 cm<sup>–1</sup> can be\nassigned to O–H stretching in a water molecule that is adsorbed\nat a Zn site. Similarly, the broad peak from 3400 to 3000 cm<sup>–1</sup> (labeled “2”) can be traced to an O–H stretch,\nbut in which the hydrogen also participates in a H-bond, presumably\nwith the displaced oxygen attached to the linker. The peak at position\n3 arises from CO stretching in a carbonyl group, while peak\n4 is also due to CO stretching, but where the oxygen additionally\nparticipates in a hydrogen bond, presumably with a hydrogen from molecular\nwater.</p>", "clean_text": "FTIR spectroscopy was used to examine changes to bonding in MOF-5 resulting from humidity exposure. Figure  shows the FTIR spectrum for MOF-5 powders exposed to air with RH = 61% for 0, 24, and 66 h at 22 °C. Prior to FTIR analysis, all samples underwent overnight activation (evacuation and heating at 130 °C) to remove physisorbed water. Therefore, changes to the FTIR spectrum resulting from exposure should be attributable to irreversible insertion and/or chemisorption of water within the MOF-5 crystal structure. Four new/shifted peaks emerge in the spectrum upon exposure for 66 h and are labeled with numbers 1 through 4. These peaks suggest a pathway for the reaction of water with MOF-5, and can be assigned to specific bonds illustrated in Figure . At low water loadings, water molecules are expected to be physically adsorbed near the Zn cluster, Figure b. Irreversible insertion of water into the framework is expected to occur at higher loadings and is consistent with the emergence of peaks 1 and 2, in which molecular water bonds to Zn, displacing oxygen from the linker, Figure c. More specifically, peak 1 at 3600 cm-1 can be assigned to O-H stretching in a water molecule that is adsorbed at a Zn site. Similarly, the broad peak from 3400 to 3000 cm-1 (labeled \"2\") can be traced to an O-H stretch, but in which the hydrogen also participates in a H-bond, presumably with the displaced oxygen attached to the linker. The peak at position 3 arises from CO stretching in a carbonyl group, while peak 4 is also due to CO stretching, but where the oxygen additionally participates in a hydrogen bond, presumably with a hydrogen from molecular water.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>FTIR spectra for MOF-5 powders exposed to air with RH = 61% for\n0, 24, and 66 h at 22 °C.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  FTIR spectra for MOF-5 powders exposed to air with RH = 61% for 0, 24, and 66 h at 22 °C.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Magnification of a portion of the MOF-5 crystal structure:\nRed, O; blue, Zn; black, C; gray, H. The trapezoid represents the\nregion of interest for water interactions with MOF-5, as shown in\nthe lower four panels. (b) Physisorption of water near the Zn cluster.\n(c) Insertion of molecular water into the MOF-5 framework via bonding\nto Zn and displacement of the BDC linker. (d) Water insertion and\ndissociation, resulting in a hydroxyl group bonding to Zn and carboxylic\nacid at the terminus of the linker. (e) An example of a carboxylic\nacid dimer that may contribute to peak 4 in the FTIR spectra. Numbers\n1–4 refer to bonds associated with peaks in the FTIR spectrum\nin Figure <xref ref-type=\"fig\" rid=\"fig7\"></xref>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Magnification of a portion of the MOF-5 crystal structure: Red, O; blue, Zn; black, C; gray, H. The trapezoid represents the region of interest for water interactions with MOF-5, as shown in the lower four panels. (b) Physisorption of water near the Zn cluster. (c) Insertion of molecular water into the MOF-5 framework via bonding to Zn and displacement of the BDC linker. (d) Water insertion and dissociation, resulting in a hydroxyl group bonding to Zn and carboxylic acid at the terminus of the linker. (e) An example of a carboxylic acid dimer that may contribute to peak 4 in the FTIR spectra. Numbers 1-4 refer to bonds associated with peaks in the FTIR spectrum in Figure .   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Figure  structures d and e depict\nadditional\nreactions that involve the dissociation of water, and which based\non the FTIR spectrum, we speculate may coexist. As an initial step,\nhydrogen from dissociated H<sub>2</sub>O bonds with oxygen from the\nBDC linker to form carboxylic acid, while the remaining hydroxyl group\nbonds with Zn, Figure d. In addition, if several\ncarboxylic acids are formed, then two of these groups from separate\nlinkers may join to form a dimer structure, Figure e; this structure would provide another source for peak 4,\nFigure . In this case the two participating\nBDC linker fragments are totally disconnected from their respective\nmetal clusters due to water insertion reactions.</p>", "clean_text": "Figure  structures d and e depict additional reactions that involve the dissociation of water, and which based on the FTIR spectrum, we speculate may coexist. As an initial step, hydrogen from dissociated H2O bonds with oxygen from the BDC linker to form carboxylic acid, while the remaining hydroxyl group bonds with Zn, Figure d. In addition, if several carboxylic acids are formed, then two of these groups from separate linkers may join to form a dimer structure, Figure e; this structure would provide another source for peak 4, Figure . In this case the two participating BDC linker fragments are totally disconnected from their respective metal clusters due to water insertion reactions.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Excess gravimetric H<sub>2</sub> adsorption amount for MOF-5 pellets\n(density ≈ 0.37 g/cm<sup>3</sup>) exposed to a humid environment\nfor 0.5 h, 2 h, 24 h, and 66 h, respectively. (a) Pure MOF-5 pellet,\nRH = 45%; (b) pure MOF-5 pellet, RH = 61%; (c) MOF-5/5%ENG pellet,\nRH = 45%; (d) MOF-5/5%ENG pellet, RH = 61%. Symbols represent experimental\ndata, lines are fits to the data using the Unilan isotherm model.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Excess gravimetric H2 adsorption amount for MOF-5 pellets (density ~ 0.37 g/cm3) exposed to a humid environment for 0.5 h, 2 h, 24 h, and 66 h, respectively. (a) Pure MOF-5 pellet, RH = 45%; (b) pure MOF-5 pellet, RH = 61%; (c) MOF-5/5%ENG pellet, RH = 45%; (d) MOF-5/5%ENG pellet, RH = 61%. Symbols represent experimental data, lines are fits to the data using the Unilan isotherm model.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The previous discussion suggests\nthat MOF-5 is unstable in the\npresence of water. This is to be expected based on earlier studies\nwhich involved exposure to liquid water or more extreme humidity conditions. However, for the moderate humidity levels examined here, powders\nexposed for periods ranging from ∼30 min to 2 h do not experience\na significant degradation in surface area or H<sub>2</sub> storage\ncapacity. This suggests that kinetics play a role in the degradation\nprocess. We next examine how the morphology of the materialthat\nis, powders vs pelletsimpacts the rate of MOF-5 degradation\nin humid environments.</p>", "clean_text": "The previous discussion suggests that MOF-5 is unstable in the presence of water. This is to be expected based on earlier studies which involved exposure to liquid water or more extreme humidity conditions. However, for the moderate humidity levels examined here, powders exposed for periods ranging from ~30 min to 2 h do not experience a significant degradation in surface area or H2 storage capacity. This suggests that kinetics play a role in the degradation process. We next examine how the morphology of the materialthat is, powders vs pelletsimpacts the rate of MOF-5 degradation in humid environments.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>MOF-5 Pellets</title><p>Our prior studies\nhave found that controlled\ndensification can significantly improve the effective volumetric density\nof gases stored in MOFs, with only minor losses to excess gravimetric\ndensity. From the standpoint of packaging and system\nassembly, the use of densified morphologies such as pellets or pucks\nwould also present advantages compared to the use of powders. In addition,\na densified structure may present fewer or less facile pathways for\nthe infiltration of water vapor into the MOF, potentially reducing\nthe degradation observed for powders. In this section we characterize\nthe stability of MOF-5 pellets with respect to humidity, and compare\ntheir performance to that of powders.</p>", "clean_text": "MOF-5 Pellets\n\nOur prior studies have found that controlled densification can significantly improve the effective volumetric density of gases stored in MOFs, with only minor losses to excess gravimetric density. From the standpoint of packaging and system assembly, the use of densified morphologies such as pellets or pucks would also present advantages compared to the use of powders. In addition, a densified structure may present fewer or less facile pathways for the infiltration of water vapor into the MOF, potentially reducing the degradation observed for powders. In this section we characterize the stability of MOF-5 pellets with respect to humidity, and compare their performance to that of powders.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<p>Figure  panels a and b show the excess gravimetric H<sub>2</sub> adsorption\nin MOF-5 pellets (density ≈ 0.36 g/cm<sup>3</sup>) following\nexposure to the same two humidity conditions used previously for powders\n(RH = 45% and 61% at 22 °C). Exposure times were 0.5 h, 2 h,\n24 h, and 66 h. Similar to the powder results, increasing the relative\nhumidity from 45 to 61% has a large effect on the hydrogen capacity\nof the MOF. For example, H<sub>2</sub> uptake in pellets is not significantly\nreduced after 24 h exposure to RH = 45%, Figure a. However, after an identical exposure time at RH = 61%, H<sub>2</sub> capacity drops by ∼50% relative to uptake in the unexposed\nsystem, Figure b. Because gravimetric uptake\nis related to geometric properties of MOFs such as specific surface\narea and micropore volume, a loss in\nhydrogen capacity can also presumably be related to a comparable loss\nin these quantities, as previously discussed.</p>", "clean_text": "Figure  panels a and b show the excess gravimetric H2 adsorption in MOF-5 pellets (density ~ 0.36 g/cm3) following exposure to the same two humidity conditions used previously for powders (RH = 45% and 61% at 22 °C). Exposure times were 0.5 h, 2 h, 24 h, and 66 h. Similar to the powder results, increasing the relative humidity from 45 to 61% has a large effect on the hydrogen capacity of the MOF. For example, H2 uptake in pellets is not significantly reduced after 24 h exposure to RH = 45%, Figure a. However, after an identical exposure time at RH = 61%, H2 capacity drops by ~50% relative to uptake in the unexposed system, Figure b. Because gravimetric uptake is related to geometric properties of MOFs such as specific surface area and micropore volume, a loss in hydrogen capacity can also presumably be related to a comparable loss in these quantities, as previously discussed.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>Another observation\nrelates to the “kinetic stability”\nof the densified MOF. Here kinetic stability refers to the rate of\ndegradation/decomposition of the MOF at a given RH, temperature, and\nexposure time. We first recall that in powders, Figure a, the exposure time at which a significant decrease in excess\nhydrogen uptake was observed at RH = 45% was 2 h. In contrast, for\npellets a much longer exposure time of ∼24 h is required to\nachieve a comparable loss in H<sub>2</sub> capacity. Similar trends\nhold for longer exposure times: powders exposed to RH = 45% for 66\nh exhibit a H<sub>2</sub> capacity of 3 wt %, whereas for pellets\nthe uptake is significantly higher, 4.1 wt %, Figure a. This behavior also carries over to samples exposed to the\nhigher humidity RH = 61% environment: after 2 h exposure, powder MOF-5\nhas a H<sub>2</sub> capacity of 4.9 wt %, while for pellets the capacity\nis essentially unchanged from that of the unexposed material, 5.6\nwt %, as shown in Figures b and b, respectively.</p>", "clean_text": "Another observation relates to the \"kinetic stability\" of the densified MOF. Here kinetic stability refers to the rate of degradation/decomposition of the MOF at a given RH, temperature, and exposure time. We first recall that in powders, Figure a, the exposure time at which a significant decrease in excess hydrogen uptake was observed at RH = 45% was 2 h. In contrast, for pellets a much longer exposure time of ~24 h is required to achieve a comparable loss in H2 capacity. Similar trends hold for longer exposure times: powders exposed to RH = 45% for 66 h exhibit a H2 capacity of 3 wt %, whereas for pellets the uptake is significantly higher, 4.1 wt %, Figure a. This behavior also carries over to samples exposed to the higher humidity RH = 61% environment: after 2 h exposure, powder MOF-5 has a H2 capacity of 4.9 wt %, while for pellets the capacity is essentially unchanged from that of the unexposed material, 5.6 wt %, as shown in Figures b and b, respectively.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>We speculate that the improved resistance\nof the pellets to water-induced\ndegradation results from reduced water permeation into the pellets.\nPermeation is proportional to both the concentration and the diffusivity\nof water, and in principle the higher density of the pellets may impact\nboth of these quantities. Nevertheless, given a high enough RH combined\nwith a long exposure time, pellets will ultimately degrade to the\npoint at which all of their gas storage capacity is lost. The behavior\nis shown in Figure b, where a pellet exposed\nfor 66 h to RH = 61% loses essentially all of its adsorption ability.\nThese data indicate that densification can slow, but not stop, the\ndegradation of MOF-5 upon exposure to humid environments.</p>", "clean_text": "We speculate that the improved resistance of the pellets to water-induced degradation results from reduced water permeation into the pellets. Permeation is proportional to both the concentration and the diffusivity of water, and in principle the higher density of the pellets may impact both of these quantities. Nevertheless, given a high enough RH combined with a long exposure time, pellets will ultimately degrade to the point at which all of their gas storage capacity is lost. The behavior is shown in Figure b, where a pellet exposed for 66 h to RH = 61% loses essentially all of its adsorption ability. These data indicate that densification can slow, but not stop, the degradation of MOF-5 upon exposure to humid environments.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>As\na final comparison we briefly consider the impact of expanded\nnatural graphite (ENG) additions on the stability of MOF-5 pellets.\nAs previously described, small additions (5 wt % or less) of expanded\nnatural graphite (ENG) have been shown to improve the thermal conductivity\nof MOF-5-based pellets, without significant penalty to their hydrogen\ncapacity. Given the low intrinsic conductivity of MOFs, it is conceivable that the use of second phase\nadditions such as ENG will be a common strategy in applications where\nheat transfer through a MOF-based medium is needed. Our earlier studies\nhave shown that ENG tends to accumulate at the interfaces between\nMOF-5 particles during pelletization. As\nthese interfaces may present facile diffusion pathways for water molecules\ninto MOF pellets, we hypothesize that interfacial ENG may impede water\ntransport and thereby slow degradation resulting from water entry\ninto the pellet. To test this hypothesis, humidity exposure tests\nwere also performed on ENG-containing pellets. Pellets synthesized\nfrom a physical mixture of MOF-5 and 5 wt % ENG were exposed to a\nRH of 45% and 61%, and then subjected to H<sub>2</sub> uptake testing,\nFigure  panels c and d. The maximum excess\ngravimetric hydrogen uptake for the composite MOF-5/ENG system is\nlower than that of pure MOF-5 because ENG has a lower hydrogen capacity\ncompared to MOF-5. Accounting for this effect, we observe that the\nMOF-5/ENG pellet shows similar robustness to that of the pure MOF-5\npellets, Figure a,b.</p>", "clean_text": "As a final comparison we briefly consider the impact of expanded natural graphite (ENG) additions on the stability of MOF-5 pellets. As previously described, small additions (5 wt % or less) of expanded natural graphite (ENG) have been shown to improve the thermal conductivity of MOF-5-based pellets, without significant penalty to their hydrogen capacity. Given the low intrinsic conductivity of MOFs, it is conceivable that the use of second phase additions such as ENG will be a common strategy in applications where heat transfer through a MOF-based medium is needed. Our earlier studies have shown that ENG tends to accumulate at the interfaces between MOF-5 particles during pelletization. As these interfaces may present facile diffusion pathways for water molecules into MOF pellets, we hypothesize that interfacial ENG may impede water transport and thereby slow degradation resulting from water entry into the pellet. To test this hypothesis, humidity exposure tests were also performed on ENG-containing pellets. Pellets synthesized from a physical mixture of MOF-5 and 5 wt % ENG were exposed to a RH of 45% and 61%, and then subjected to H2 uptake testing, Figure  panels c and d. The maximum excess gravimetric hydrogen uptake for the composite MOF-5/ENG system is lower than that of pure MOF-5 because ENG has a lower hydrogen capacity compared to MOF-5. Accounting for this effect, we observe that the MOF-5/ENG pellet shows similar robustness to that of the pure MOF-5 pellets, Figure a,b.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>An important obstacle limiting the commercialization of MOFs is\nthe limited robustness of some MOF compositions to reactive species,\nincluding water. To accelerate the transition of MOFs from lab bench\nto applications, an understanding of the operating conditions under\nwhich reasonable performance can be expected, that is, a “stability\nwindow”, would be of great value. Toward this goal, in the\npresent study we have quantified the impact of humid air exposure\non the properties of the well-known MOF-5 compound as a function of\nexposure time, humidity level, and morphology (powders vs pellets).\nProperties examined include hydrogen storage capacity, surface area,\nand crystallinity. Water adsorption/desorption isotherms were measured\nusing a gravimetric technique; the isotherms exhibit a large hysteresis\nindicative of chemisorption-like binding of H<sub>2</sub>O to the\nMOF-5 framework. The first uptake is consistent with a type V isotherm\nhaving a sudden increase in uptake at ∼50% relative humidity.\nStability assessments were performed slightly below and above this\nthreshold. Below the threshold only minor degradation is observed\nfor exposure times up to several hours, indicating that MOF-5 is more\nstable than commonly thought under moderately humid conditions. In\ncontrast, irreversible degradation can occur in a matter of minutes\nat higher humidity. FTIR spectroscopy suggests that molecular and/or\ndissociated water is inserted into the skeletal framework after long\nexposure times. Densification into pellets was observed to slow the\ndegradation of MOF-5 significantly and may present an opportunity\nto extend the stability window of some MOFs.</p>", "clean_text": "Conclusion\n\nAn important obstacle limiting the commercialization of MOFs is the limited robustness of some MOF compositions to reactive species, including water. To accelerate the transition of MOFs from lab bench to applications, an understanding of the operating conditions under which reasonable performance can be expected, that is, a \"stability window\", would be of great value. Toward this goal, in the present study we have quantified the impact of humid air exposure on the properties of the well-known MOF-5 compound as a function of exposure time, humidity level, and morphology (powders vs pellets). Properties examined include hydrogen storage capacity, surface area, and crystallinity. Water adsorption/desorption isotherms were measured using a gravimetric technique; the isotherms exhibit a large hysteresis indicative of chemisorption-like binding of H2O to the MOF-5 framework. The first uptake is consistent with a type V isotherm having a sudden increase in uptake at ~50% relative humidity. Stability assessments were performed slightly below and above this threshold. Below the threshold only minor degradation is observed for exposure times up to several hours, indicating that MOF-5 is more stable than commonly thought under moderately humid conditions. In contrast, irreversible degradation can occur in a matter of minutes at higher humidity. FTIR spectroscopy suggests that molecular and/or dissociated water is inserted into the skeletal framework after long exposure times. Densification into pellets was observed to slow the degradation of MOF-5 significantly and may present an opportunity to extend the stability window of some MOFs.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Description of the humidity\ntest cell. This material is available free of charge via the Internet\nat <uri xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">http://pubs.acs.org</uri>.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Description of the humidity test cell. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "11, 18, 20, 24, 27, 35, 36", "type": "text", "classification": "property", "content": "<title>Characterization</title><p>The surface area of MOF-5 powders\nwas measured at 77 K using nitrogen sorption on a Micromeritics ASAP\n2420. A minimum of 0.5 g of sample was used during each test. Prior\nto measurement, the sample was evacuated for 8 h at 200 °C. Twenty-five\nsample points were taken; the surface area was calculated using the\nBrunauer–Emmet–Teller (BET) equation according to DIN 66131 (“Determination of specific\nsurface area of solids by means of gas adsorption using the method\nof BET”) using data points within the range 0.05 &lt; <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> &lt; 0.2.</p><p>Figure a shows data for the lower\nhumidity level, RH = 45%. For samples exposed for the two shortest\ntime periods, 0.5 and 2 h, the decrease in maximum hydrogen uptake\nis less than 3% compared to the baseline (unexposed) material. This\nindicates that the MOF-5 powders do not undergo “sudden death”\nwhen exposed to moderately humid conditions for short times. For a\n24-h exposure, the peak in the adsorption isotherm also decreases\nby only slightly (∼5%), from 5.7 to 5.4 wt %. However, more\nsignificant changes are observed for longer exposures; for example,\nuptake drops to half of that for the pristine material after 66 h\nexposure. In contrast, at the higher RH value (61%), Figure b, significant decreases in hydrogen storage capacity\nappear after 2 h of exposure. After 24 h uptake decreases by approximately\n50%, which is an order of magnitude larger than the losses seen at\nRH = 45%. After 48 h the powder has lost essentially all of its gas\nstorage capability (uptake below 0.5 wt %).</p><p>To test this hypothesis, the BET surface areas\nof MOF-5 powders\nwith different exposure times to the two relative humidity levels\nwere measured, as shown in Figure . In general,\nthe changes to surface area vs exposure time &amp; RH follow closely\nthe trends seen for hydrogen uptake in Figure . Prior to exposure, the measured surface area was 2355 m<sup>2</sup>/g. For the RH = 45% samples, relatively small changes in SA are\nobserved for exposure times up to 48 h. At 66 h the surface area then\ndrops more precipitously to a value which is half (1217 m<sup>2</sup>/g) its initial maximum, which is again consistent with the changes\nobserved to the isotherms in Figure a. [It\nis also evident that the pellets (discussed in more detail below)\nexhibit enhanced robustness to humidity; the pellets maintain higher\nBET surface areas compared to those of powders for the same exposure\nconditions. The surface area of the unexposed pellets (corresponding\nto <italic toggle=\"yes\">t</italic> = 0 in Figure ) is slightly\nabove that of the unexposed powders because the media is sourced from\na different batch of MOF-5 material.] In contrast, for the RH = 61%\nsamples the BET surface area decreases more rapidly, achieving a value\nof nearly zero (34 m<sup>2</sup>/g) after 66 h. The declining surface\narea for both RH values indicates that the porosity of the MOF-5 powders\nis continuously reduced upon exposure to humid conditions.\n</p><p>To quantify the amount of water vapor adsorbed by MOF-5,\nwater\nadsorption and desorption isotherms were measured at 25 °C using\na gravimetric apparatus, Figure . Here the <italic toggle=\"yes\">x</italic>-axis represents RH, and the <italic toggle=\"yes\">y</italic>-axis represents\nthe weight percent ([m­(water)/m­(MOF-5)] × 100) of adsorbed water.\nThree adsorption/desorption cycles were performed using the same powder\nsample. During the first uptake cycle less than 1 wt % of water is\nadsorbed for RH up to 45%. The water uptake then jumps dramatically\nto more than 12 wt % at RH values between 45–55%. For higher\nRH the uptake saturates at capacities of 12–14 wt %. This adsorption\nbehavior is consistent with a type V isotherm, which is expected for\nsystems exhibiting relatively strong adsorbate–adsorbate interactions\nin comparison to (weaker) adsorbate–adsorbent interactions.</p><p>Figure  also shows that the isotherm\nfor\nthe first adsorption–desorption cycle exhibits a large hysteresis;\nthis is because the amount of adsorbed water decreases only slightly\nduring the desorption cycle, ∼1 wt %, suggesting a strong chemisorption-like\nbinding of H<sub>2</sub>O to the MOF-5 framework. In the subsequent\nsecond and third cycles relatively little water adsorption occurs;\nthe sample has lost approximately 2/3 of its water uptake ability.\nAs previously described, these latter cycles were performed following\nseparate sample activation steps. Therefore, the low uptake observed\nfor these cycles likely reflects the failure of the activation procedure\nto remove strongly bound H<sub>2</sub>O from the first uptake cycle,\nin concert with a structure change as suggested by XRD.</p><p>Figure  panels a and b show the excess gravimetric H<sub>2</sub> adsorption\nin MOF-5 pellets (density ≈ 0.36 g/cm<sup>3</sup>) following\nexposure to the same two humidity conditions used previously for powders\n(RH = 45% and 61% at 22 °C). Exposure times were 0.5 h, 2 h,\n24 h, and 66 h. Similar to the powder results, increasing the relative\nhumidity from 45 to 61% has a large effect on the hydrogen capacity\nof the MOF. For example, H<sub>2</sub> uptake in pellets is not significantly\nreduced after 24 h exposure to RH = 45%, Figure a. However, after an identical exposure time at RH = 61%, H<sub>2</sub> capacity drops by ∼50% relative to uptake in the unexposed\nsystem, Figure b. Because gravimetric uptake\nis related to geometric properties of MOFs such as specific surface\narea and micropore volume, a loss in\nhydrogen capacity can also presumably be related to a comparable loss\nin these quantities, as previously discussed.</p><p>Another observation\nrelates to the “kinetic stability”\nof the densified MOF. Here kinetic stability refers to the rate of\ndegradation/decomposition of the MOF at a given RH, temperature, and\nexposure time. We first recall that in powders, Figure a, the exposure time at which a significant decrease in excess\nhydrogen uptake was observed at RH = 45% was 2 h. In contrast, for\npellets a much longer exposure time of ∼24 h is required to\nachieve a comparable loss in H<sub>2</sub> capacity. Similar trends\nhold for longer exposure times: powders exposed to RH = 45% for 66\nh exhibit a H<sub>2</sub> capacity of 3 wt %, whereas for pellets\nthe uptake is significantly higher, 4.1 wt %, Figure a. This behavior also carries over to samples exposed to the\nhigher humidity RH = 61% environment: after 2 h exposure, powder MOF-5\nhas a H<sub>2</sub> capacity of 4.9 wt %, while for pellets the capacity\nis essentially unchanged from that of the unexposed material, 5.6\nwt %, as shown in Figures b and b, respectively.</p>", "clean_text": "Characterization\n\nThe surface area of MOF-5 powders was measured at 77 K using nitrogen sorption on a Micromeritics ASAP 2420. A minimum of 0.5 g of sample was used during each test. Prior to measurement, the sample was evacuated for 8 h at 200 °C. Twenty-five sample points were taken; the surface area was calculated using the Brunauer-Emmet-Teller (BET) equation according to DIN 66131 (\"Determination of specific surface area of solids by means of gas adsorption using the method of BET\") using data points within the range 0.05 < p/p 0 < 0.2.\n\nFigure a shows data for the lower humidity level, RH = 45%. For samples exposed for the two shortest time periods, 0.5 and 2 h, the decrease in maximum hydrogen uptake is less than 3% compared to the baseline (unexposed) material. This indicates that the MOF-5 powders do not undergo \"sudden death\" when exposed to moderately humid conditions for short times. For a 24-h exposure, the peak in the adsorption isotherm also decreases by only slightly (~5%), from 5.7 to 5.4 wt %. However, more significant changes are observed for longer exposures; for example, uptake drops to half of that for the pristine material after 66 h exposure. In contrast, at the higher RH value (61%), Figure b, significant decreases in hydrogen storage capacity appear after 2 h of exposure. After 24 h uptake decreases by approximately 50%, which is an order of magnitude larger than the losses seen at RH = 45%. After 48 h the powder has lost essentially all of its gas storage capability (uptake below 0.5 wt %).\n\nTo test this hypothesis, the BET surface areas of MOF-5 powders with different exposure times to the two relative humidity levels were measured, as shown in Figure . In general, the changes to surface area vs exposure time & RH follow closely the trends seen for hydrogen uptake in Figure . Prior to exposure, the measured surface area was 2355 m2/g. For the RH = 45% samples, relatively small changes in SA are observed for exposure times up to 48 h. At 66 h the surface area then drops more precipitously to a value which is half (1217 m2/g) its initial maximum, which is again consistent with the changes observed to the isotherms in Figure a. [It is also evident that the pellets (discussed in more detail below) exhibit enhanced robustness to humidity; the pellets maintain higher BET surface areas compared to those of powders for the same exposure conditions. The surface area of the unexposed pellets (corresponding to t = 0 in Figure ) is slightly above that of the unexposed powders because the media is sourced from a different batch of MOF-5 material.] In contrast, for the RH = 61% samples the BET surface area decreases more rapidly, achieving a value of nearly zero (34 m2/g) after 66 h. The declining surface area for both RH values indicates that the porosity of the MOF-5 powders is continuously reduced upon exposure to humid conditions. \n\nTo quantify the amount of water vapor adsorbed by MOF-5, water adsorption and desorption isotherms were measured at 25 °C using a gravimetric apparatus, Figure . Here the x-axis represents RH, and the y-axis represents the weight percent ([m(water)/m(MOF-5)] × 100) of adsorbed water. Three adsorption/desorption cycles were performed using the same powder sample. During the first uptake cycle less than 1 wt % of water is adsorbed for RH up to 45%. The water uptake then jumps dramatically to more than 12 wt % at RH values between 45-55%. For higher RH the uptake saturates at capacities of 12-14 wt %. This adsorption behavior is consistent with a type V isotherm, which is expected for systems exhibiting relatively strong adsorbate-adsorbate interactions in comparison to (weaker) adsorbate-adsorbent interactions.\n\nFigure  also shows that the isotherm for the first adsorption-desorption cycle exhibits a large hysteresis; this is because the amount of adsorbed water decreases only slightly during the desorption cycle, ~1 wt %, suggesting a strong chemisorption-like binding of H2O to the MOF-5 framework. In the subsequent second and third cycles relatively little water adsorption occurs; the sample has lost approximately 2/3 of its water uptake ability. As previously described, these latter cycles were performed following separate sample activation steps. Therefore, the low uptake observed for these cycles likely reflects the failure of the activation procedure to remove strongly bound H2O from the first uptake cycle, in concert with a structure change as suggested by XRD.\n\nFigure  panels a and b show the excess gravimetric H2 adsorption in MOF-5 pellets (density ~ 0.36 g/cm3) following exposure to the same two humidity conditions used previously for powders (RH = 45% and 61% at 22 °C). Exposure times were 0.5 h, 2 h, 24 h, and 66 h. Similar to the powder results, increasing the relative humidity from 45 to 61% has a large effect on the hydrogen capacity of the MOF. For example, H2 uptake in pellets is not significantly reduced after 24 h exposure to RH = 45%, Figure a. However, after an identical exposure time at RH = 61%, H2 capacity drops by ~50% relative to uptake in the unexposed system, Figure b. Because gravimetric uptake is related to geometric properties of MOFs such as specific surface area and micropore volume, a loss in hydrogen capacity can also presumably be related to a comparable loss in these quantities, as previously discussed.\n\nAnother observation relates to the \"kinetic stability\" of the densified MOF. Here kinetic stability refers to the rate of degradation/decomposition of the MOF at a given RH, temperature, and exposure time. We first recall that in powders, Figure a, the exposure time at which a significant decrease in excess hydrogen uptake was observed at RH = 45% was 2 h. In contrast, for pellets a much longer exposure time of ~24 h is required to achieve a comparable loss in H2 capacity. Similar trends hold for longer exposure times: powders exposed to RH = 45% for 66 h exhibit a H2 capacity of 3 wt %, whereas for pellets the uptake is significantly higher, 4.1 wt %, Figure a. This behavior also carries over to samples exposed to the higher humidity RH = 61% environment: after 2 h exposure, powder MOF-5 has a H2 capacity of 4.9 wt %, while for pellets the capacity is essentially unchanged from that of the unexposed material, 5.6 wt %, as shown in Figures b and b, respectively.", "data": [[{"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "nitrogen", "adsorbed amount": "", "unit": "", "temperature": "77 K", "pressure": "", "condition": ""}]}, {"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "hydrogen", "adsorbed amount": "", "unit": "wt%", "temperature": "", "pressure": "", "condition": "RH = 45%"}, {"adsorbate": "hydrogen", "adsorbed amount": "", "unit": "wt%", "temperature": "", "pressure": "", "condition": "RH = 61%"}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure of MOF-5: Red spheres, O; white, H;\nblack, C;\nblue, Zn. The large yellow sphere illustrates the size of the central\npore.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure of MOF-5: Red spheres, O; white, H; black, C; blue, Zn. The large yellow sphere illustrates the size of the central pore.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>MOF-5 morphologies examined:\n(left) powder; (right) pellets.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  MOF-5 morphologies examined: (left) powder; (right) pellets.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Excess gravimetric hydrogen uptake in MOF-5 powders as a function\nof relative humidity and exposure time. (Top) relative humidity =\n45%, <italic toggle=\"yes\">T</italic> = 22 °C; (bottom) relative humidity =\n61%, <italic toggle=\"yes\">T</italic> = 22 °C. Isotherms are plotted before\nexposure to humid air (0 h), and after 5 increasingly longer exposure\ntimes: 0.5 h, 1.5 h, 24 h, 48 h, and 66 h. Solid symbols represent\nexperimental data; these data are fit using the Unilan isotherm model\n(solid lines).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Excess gravimetric hydrogen uptake in MOF-5 powders as a function of relative humidity and exposure time. (Top) relative humidity = 45%, T = 22 °C; (bottom) relative humidity = 61%, T = 22 °C. Isotherms are plotted before exposure to humid air (0 h), and after 5 increasingly longer exposure times: 0.5 h, 1.5 h, 24 h, 48 h, and 66 h. Solid symbols represent experimental data; these data are fit using the Unilan isotherm model (solid lines).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>BET surface area of MOF-5\npowders (filled data points) and pellets\n(open symbols) as a function of exposure time to humid air with relative\nhumidities (RH) of 45% (square symbols) and 61% (circular symbols). <italic toggle=\"yes\">T</italic> = 22 °C in all cases. Data points at <italic toggle=\"yes\">t</italic> = 0 correspond to samples which were not exposed to humidity.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  BET surface area of MOF-5 powders (filled data points) and pellets (open symbols) as a function of exposure time to humid air with relative humidities (RH) of 45% (square symbols) and 61% (circular symbols). T = 22 °C in all cases. Data points at t = 0 correspond to samples which were not exposed to humidity.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XRD spectra for MOF-5 powders as a function\nof exposure time to\nhumid air with relative humidities of 45% (top) and 61% (bottom).\nIn both cases <italic toggle=\"yes\">T</italic> = 22 °C.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  XRD spectra for MOF-5 powders as a function of exposure time to humid air with relative humidities of 45% (top) and 61% (bottom). In both cases T = 22 °C.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Water adsorption in MOF-5 powder at 25 °C\nvs relative humidity\nfor three adsorption/desorption cycles.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Water adsorption in MOF-5 powder at 25 °C vs relative humidity for three adsorption/desorption cycles.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>FTIR spectra for MOF-5 powders exposed to air with RH = 61% for\n0, 24, and 66 h at 22 °C.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  FTIR spectra for MOF-5 powders exposed to air with RH = 61% for 0, 24, and 66 h at 22 °C.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Magnification of a portion of the MOF-5 crystal structure:\nRed, O; blue, Zn; black, C; gray, H. The trapezoid represents the\nregion of interest for water interactions with MOF-5, as shown in\nthe lower four panels. (b) Physisorption of water near the Zn cluster.\n(c) Insertion of molecular water into the MOF-5 framework via bonding\nto Zn and displacement of the BDC linker. (d) Water insertion and\ndissociation, resulting in a hydroxyl group bonding to Zn and carboxylic\nacid at the terminus of the linker. (e) An example of a carboxylic\nacid dimer that may contribute to peak 4 in the FTIR spectra. Numbers\n1–4 refer to bonds associated with peaks in the FTIR spectrum\nin Figure <xref ref-type=\"fig\" rid=\"fig7\"></xref>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Magnification of a portion of the MOF-5 crystal structure: Red, O; blue, Zn; black, C; gray, H. The trapezoid represents the region of interest for water interactions with MOF-5, as shown in the lower four panels. (b) Physisorption of water near the Zn cluster. (c) Insertion of molecular water into the MOF-5 framework via bonding to Zn and displacement of the BDC linker. (d) Water insertion and dissociation, resulting in a hydroxyl group bonding to Zn and carboxylic acid at the terminus of the linker. (e) An example of a carboxylic acid dimer that may contribute to peak 4 in the FTIR spectra. Numbers 1-4 refer to bonds associated with peaks in the FTIR spectrum in Figure .   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Excess gravimetric H<sub>2</sub> adsorption amount for MOF-5 pellets\n(density ≈ 0.37 g/cm<sup>3</sup>) exposed to a humid environment\nfor 0.5 h, 2 h, 24 h, and 66 h, respectively. (a) Pure MOF-5 pellet,\nRH = 45%; (b) pure MOF-5 pellet, RH = 61%; (c) MOF-5/5%ENG pellet,\nRH = 45%; (d) MOF-5/5%ENG pellet, RH = 61%. Symbols represent experimental\ndata, lines are fits to the data using the Unilan isotherm model.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-00833b_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Excess gravimetric H2 adsorption amount for MOF-5 pellets (density ~ 0.37 g/cm3) exposed to a humid environment for 0.5 h, 2 h, 24 h, and 66 h, respectively. (a) Pure MOF-5 pellet, RH = 45%; (b) pure MOF-5 pellet, RH = 61%; (c) MOF-5/5%ENG pellet, RH = 45%; (d) MOF-5/5%ENG pellet, RH = 61%. Symbols represent experimental data, lines are fits to the data using the Unilan isotherm model.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.langmuir.5b00833", "title": "\nKinetic Stability of MOF‑5 in Humid Environments:\nImpact of Powder Densification, Humidity Level, and Exposure Time\n", "journal": "American\nChemical Society", "date": "2015.04", "author_list": ["Ming\nYang", "Purewal\nJustin", "Yang\nJun", "Xu\nChunchuan", "Soltis\nRick", "Warner\nJames", "Veenstra\nMike", "Gaab\nManuela", "Müller\nUlrich", "Siegel\nDonald J."]}}