{"filepath": "../L2M3_data/1_application_papers/acs_xml/la5b01193.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Generic\nforce fields such as UFF and DREIDING are widely used for\npredicting molecular adsorption and diffusion in metal–organic\nframeworks (MOFs), but the accuracy of these force fields is unclear.\nWe describe a general framework for developing transferable force\nfields for modeling the adsorption of alkanes in a nonflexible MIL-47­(V)\nMOF using periodic density functional theory (DFT) calculations. By\ncalculating the interaction energies for a large number of energetically\nfavorable adsorbate configurations using DFT, we obtain a force field\nthat gives good predictions of adsorption isotherms, heats of adsorption,\nand diffusion properties for a wide range of alkanes and alkenes in\nMIL-47­(V). The force field is shown to be transferable to related\nmaterials such as MIL-53­(Cr) and is used to calculate the free-energy\ndifferences for the experimentally observed phases of MIL-53­(Fe).</p>", "clean_text": "Generic force fields such as UFF and DREIDING are widely used for predicting molecular adsorption and diffusion in metal-organic frameworks (MOFs), but the accuracy of these force fields is unclear. We describe a general framework for developing transferable force fields for modeling the adsorption of alkanes in a nonflexible MIL-47(V) MOF using periodic density functional theory (DFT) calculations. By calculating the interaction energies for a large number of energetically favorable adsorbate configurations using DFT, we obtain a force field that gives good predictions of adsorption isotherms, heats of adsorption, and diffusion properties for a wide range of alkanes and alkenes in MIL-47(V). The force field is shown to be transferable to related materials such as MIL-53(Cr) and is used to calculate the free-energy differences for the experimentally observed phases of MIL-53(Fe).", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal\norganic frameworks (MOFs) are nanoporous materials consisting\nof metal centers bound to each other via organic linkers. Recently,\nMOFs have received considerable attention for various separation,\ncatalysis, and gas storage applications. A significant\nfraction of MOF studies have been focused on the adsorption of small\nmolecules such as H<sub>2</sub>, methane, and CO<sub>2</sub>, though a number\nof other separations have been explored.\n</p>", "clean_text": "Introduction\n\nMetal organic frameworks (MOFs) are nanoporous materials consisting of metal centers bound to each other via organic linkers. Recently, MOFs have received considerable attention for various separation, catalysis, and gas storage applications. A significant fraction of MOF studies have been focused on the adsorption of small molecules such as H2, methane, and CO2, though a number of other separations have been explored. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Hydrocarbon separations are of considerable importance in\nthe chemical\nindustry, and many MOFs have been studied using both experimental\nand computational techniques. For instance,\nopen metal site MOFs such as HKUST-1 and MOF-74 show preferential adsorption of olefins over paraffins for both\nlong- and short-chain hydrocarbons. This selectivity is primarily attributed to the strong\ninteraction of the unsaturated metal center with the olefin double\nbond. Another interesting separation that has\nbeen widely studied using MOFs is the removal of <italic toggle=\"yes\">p</italic>-xylene from a mixture of C<sub>8</sub> alkyl aromatics. The most commonly reported MOFs used for this application include\nthe MIL-47 and MIL-53 series, which show the selective adsorption\nof <italic toggle=\"yes\">p-</italic>xylene. In contrast to the\nadsorption mechanism in open metal site MOFs, the selectivity in MIL-47\nis due to entropic effects. A number\nof MOF materials have been studied for various other hydrocarbon separations,\nas summarized in a recent review by Herm et al.\n</p>", "clean_text": "Hydrocarbon separations are of considerable importance in the chemical industry, and many MOFs have been studied using both experimental and computational techniques. For instance, open metal site MOFs such as HKUST-1 and MOF-74 show preferential adsorption of olefins over paraffins for both long- and short-chain hydrocarbons. This selectivity is primarily attributed to the strong interaction of the unsaturated metal center with the olefin double bond. Another interesting separation that has been widely studied using MOFs is the removal of p-xylene from a mixture of C8 alkyl aromatics. The most commonly reported MOFs used for this application include the MIL-47 and MIL-53 series, which show the selective adsorption of p-xylene. In contrast to the adsorption mechanism in open metal site MOFs, the selectivity in MIL-47 is due to entropic effects. A number of MOF materials have been studied for various other hydrocarbon separations, as summarized in a recent review by Herm et al. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The ordered crystalline structure of MOFs makes them\namenable to\ncomputational studies for predicting adsorption properties. Grand\ncanonical Monte Carlo (GCMC) simulations have been used to calculate\nadsorption isotherms for various small molecules using generic force\nfields. For example, this approach has been employed for the high-throughput\nscreening of MOFs for CO<sub>2</sub> capture and methane storage applications. Generic\nforce fields such as DREIDING and the\nuniversal force field (UFF) are straightforward\nto implement and give reasonable results for simple systems.</p>", "clean_text": "The ordered crystalline structure of MOFs makes them amenable to computational studies for predicting adsorption properties. Grand canonical Monte Carlo (GCMC) simulations have been used to calculate adsorption isotherms for various small molecules using generic force fields. For example, this approach has been employed for the high-throughput screening of MOFs for CO2 capture and methane storage applications. Generic force fields such as DREIDING and the universal force field (UFF) are straightforward to implement and give reasonable results for simple systems.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>A limitation of generic force fields is their suitability for systems\nthat involve specific interactions. For\nexample, because of the presence of open metal sites, UFF and DREIDING\nfail at predicting the adsorption of CO<sub>2</sub> in the MOF-74\nseries. Similarly, the adsorption of olefins in\nHKUST-1 cannot be well described by traditional approaches. These observations suggest that due to the large diversity of available\nMOFs and functional groups, generic force fields may not always be\nsuitable for describing complex MOF/adsorbate interactions.\n</p>", "clean_text": "A limitation of generic force fields is their suitability for systems that involve specific interactions. For example, because of the presence of open metal sites, UFF and DREIDING fail at predicting the adsorption of CO2 in the MOF-74 series. Similarly, the adsorption of olefins in HKUST-1 cannot be well described by traditional approaches. These observations suggest that due to the large diversity of available MOFs and functional groups, generic force fields may not always be suitable for describing complex MOF/adsorbate interactions. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>One approach that is gaining in popularity\nis to use force fields\nthat have been developed from quantum chemical calculations to model\ninteractions of nanoporous materials. A recent review from Fang et\nal. provides a summary of the work in\nthis area. Multiple groups have developed ab initio force fields for\nH<sub>2</sub>, CO<sub>2</sub>, CH<sub>4</sub>, and H<sub>2</sub>O in MOFs using cluster calculations at various levels of\ntheory. These methods involve calculating single-point energies for\na variety of adsorbate configurations with a representative MOF cluster\nto obtain the force field parameters. An important factor that determines\nthe accuracy of the force field is the level of theory used for the\ninteraction energy calculations. Examples of high-quality quantum\nchemical methods that have been used include coupled cluster (CCSD­(T)/CBS), second-order Møller–Plesset (MP2), and symmetry adapted perturbation theory (SAPT). Because of the high computational cost associated with these methods,\ntheir applicability is restricted to smaller clusters and a limited\nnumber of adsorbate configurations. A reasonable\ntrade-off between computational cost and accuracy in many circumstances\nis provided by density functional theory (DFT).</p>", "clean_text": "One approach that is gaining in popularity is to use force fields that have been developed from quantum chemical calculations to model interactions of nanoporous materials. A recent review from Fang et al. provides a summary of the work in this area. Multiple groups have developed ab initio force fields for H2, CO2, CH4, and H2O in MOFs using cluster calculations at various levels of theory. These methods involve calculating single-point energies for a variety of adsorbate configurations with a representative MOF cluster to obtain the force field parameters. An important factor that determines the accuracy of the force field is the level of theory used for the interaction energy calculations. Examples of high-quality quantum chemical methods that have been used include coupled cluster (CCSD(T)/CBS), second-order Møller-Plesset (MP2), and symmetry adapted perturbation theory (SAPT). Because of the high computational cost associated with these methods, their applicability is restricted to smaller clusters and a limited number of adsorbate configurations. A reasonable trade-off between computational cost and accuracy in many circumstances is provided by density functional theory (DFT).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>In related work\non hydrocarbon adsorption, one focus has been on\nmodeling olefin interactions in HKUST-1. Fischer et al. used DFT calculations (using the PBE functional) to model the adsorption of propylene in HKUST-1. A representative\ncluster of the MOF was used to probe configurations of propylene that\nallow for the interaction of the double bond with the Cu atom. The\npotential energy surface was fitted to a functional form that was\nused to calculate the adsorption isotherms. The predicted results\nwere in good agreement with experimental measurements, indicating\nthat DFT was sufficiently accurate to model adsorption in this system. Similarly, a cluster-based approach was used\nby Amirjalayar et al. to study the adsorption\nof benenze in MOF-5 using MM3-type potentials for fitting.\n</p>", "clean_text": "In related work on hydrocarbon adsorption, one focus has been on modeling olefin interactions in HKUST-1. Fischer et al. used DFT calculations (using the PBE functional) to model the adsorption of propylene in HKUST-1. A representative cluster of the MOF was used to probe configurations of propylene that allow for the interaction of the double bond with the Cu atom. The potential energy surface was fitted to a functional form that was used to calculate the adsorption isotherms. The predicted results were in good agreement with experimental measurements, indicating that DFT was sufficiently accurate to model adsorption in this system. Similarly, a cluster-based approach was used by Amirjalayar et al. to study the adsorption of benenze in MOF-5 using MM3-type potentials for fitting. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Most of the MOF force field development literature has used\ncluster\ncalculations to model the interactions of the adsorbate with the framework.\nAn inherent assumption in this approach is that the force field that\nhas been fitted to a representative cluster is transferable to the\nperiodic framework. This assumption can be tested by systematically\nincreasing the size of the cluster, but is computationally\nimpractical for large clusters and higher-order methods. The cluster\napproach does not account for the long-ranged interactions that may\nexist in the extended structure during the force field fitting step.\nFor instance, the simple cutoff scheme used by Fischer et al. resulted in an artificial enhancement of interaction\nenergy and had to be rectified. Similarly, an MP2-derived\nforce field correctly predicted the CO<sub>2</sub> adsorption isotherms in Mg MOF-74 but was unable to predict\nthe experimental binding geometries.\n</p>", "clean_text": "Most of the MOF force field development literature has used cluster calculations to model the interactions of the adsorbate with the framework. An inherent assumption in this approach is that the force field that has been fitted to a representative cluster is transferable to the periodic framework. This assumption can be tested by systematically increasing the size of the cluster, but is computationally impractical for large clusters and higher-order methods. The cluster approach does not account for the long-ranged interactions that may exist in the extended structure during the force field fitting step. For instance, the simple cutoff scheme used by Fischer et al. resulted in an artificial enhancement of interaction energy and had to be rectified. Similarly, an MP2-derived force field correctly predicted the CO2 adsorption isotherms in Mg MOF-74 but was unable to predict the experimental binding geometries. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>An alternate approach that avoids these issues is to use periodic\ncalculations to develop the force field. Compared to MP2 calculations\nwith moderately sized clusters, a periodic DFT calculation is generally\nless computationally expensive. This approach has been used by Fang\net al. to model the adsorption of CO<sub>2</sub> in zeolites using periodic DFT calculations. Hundreds of randomly\ngenerated CO<sub>2</sub> configurations in Si-CHA were used to calculate\nthe interaction energies using PBE/D2 DFT calculations. This approach\nwas recently extended to Na<sup>+</sup>-exchanged zeolites using the\nmore accurate DFT/CC method. The DFT/CC\nmethod corrects the DFT energies by using a pretabulated correction\ncurve that is derived from (cluster-based) CCSD­(T)/CBS calculations. The resulting DFT/CC-derived force fields for\nCO<sub>2</sub> accurately predict experimental adsorption isotherms\nand are transferrable across different Si/Al ratios and zeolite topologies. A similar approach has been employed by Zang\net al. to describe the interaction of\nwater with HKUST-1 using randomly generated water configurations.\nA simple scaling of a Lennard-Jones potential was found to be unsuitable,\nand an alternate empirical functional form was required to correctly\nmatch the PBE-D2 energies. Chen et al. have performed DFT/CC calculations for CH<sub>4</sub> adsorption\nin the periodic HKUST-1 framework. The potential energy surface was\nfit to a complicated functional form, and good agreement with experimental\nmethane adsorption was observed. The resulting force field was transferrable\nto another MOF, PCN-14, which has the same chemical composition as\nHKUST-1 but different topology. More\nrecently, Lin et al. have used a periodic\nmodel of MOF-74 to derive force fields for CO<sub>2</sub> and H<sub>2</sub>O adsorption using DFT calculations with the vdW-DF2 functional. Similar to their previous work, the authors identify a set of adsorbate orientations\nthat maximize a given pairwise interaction and reduce the number of\nrequired energy calculations. The predicted CO<sub>2</sub> and H<sub>2</sub>O adsorption and transport properties are in good agreement\nwith experiments.</p>", "clean_text": "An alternate approach that avoids these issues is to use periodic calculations to develop the force field. Compared to MP2 calculations with moderately sized clusters, a periodic DFT calculation is generally less computationally expensive. This approach has been used by Fang et al. to model the adsorption of CO2 in zeolites using periodic DFT calculations. Hundreds of randomly generated CO2 configurations in Si-CHA were used to calculate the interaction energies using PBE/D2 DFT calculations. This approach was recently extended to Na+-exchanged zeolites using the more accurate DFT/CC method. The DFT/CC method corrects the DFT energies by using a pretabulated correction curve that is derived from (cluster-based) CCSD(T)/CBS calculations. The resulting DFT/CC-derived force fields for CO2 accurately predict experimental adsorption isotherms and are transferrable across different Si/Al ratios and zeolite topologies. A similar approach has been employed by Zang et al. to describe the interaction of water with HKUST-1 using randomly generated water configurations. A simple scaling of a Lennard-Jones potential was found to be unsuitable, and an alternate empirical functional form was required to correctly match the PBE-D2 energies. Chen et al. have performed DFT/CC calculations for CH4 adsorption in the periodic HKUST-1 framework. The potential energy surface was fit to a complicated functional form, and good agreement with experimental methane adsorption was observed. The resulting force field was transferrable to another MOF, PCN-14, which has the same chemical composition as HKUST-1 but different topology. More recently, Lin et al. have used a periodic model of MOF-74 to derive force fields for CO2 and H2O adsorption using DFT calculations with the vdW-DF2 functional. Similar to their previous work, the authors identify a set of adsorbate orientations that maximize a given pairwise interaction and reduce the number of required energy calculations. The predicted CO2 and H2O adsorption and transport properties are in good agreement with experiments.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The results summarized above indicate that\nperiodic calculations\nat the DFT level can be used to derive transferable force fields in\nMOFs at a reasonable computational cost. Most of the literature on\nab initio force field development for MOFs has been focused on modeling\ninteractions of open metal sites with small molecules (CO<sub>2</sub>, H<sub>2</sub>O) or with olefins. The\nlimited number of computational studies for long hydrocarbons use\noff-the-shelf force fields such as DREIDING or UFF to model the MOF\nframework. Even though the predicted isotherms may be in reasonable\nagreement with experiments, the accuracy of the generic force fields\nin modeling the interactions is unclear. To the best of our knowledge,\nfirst-principles-derived force fields for long-chain paraffin and\nolefins have not been reported for MOFs.</p>", "clean_text": "The results summarized above indicate that periodic calculations at the DFT level can be used to derive transferable force fields in MOFs at a reasonable computational cost. Most of the literature on ab initio force field development for MOFs has been focused on modeling interactions of open metal sites with small molecules (CO2, H2O) or with olefins. The limited number of computational studies for long hydrocarbons use off-the-shelf force fields such as DREIDING or UFF to model the MOF framework. Even though the predicted isotherms may be in reasonable agreement with experiments, the accuracy of the generic force fields in modeling the interactions is unclear. To the best of our knowledge, first-principles-derived force fields for long-chain paraffin and olefins have not been reported for MOFs.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In this work, we propose\na general methodology for obtaining force\nfields for long-chain flexible adsorbates in MOFs using periodic DFT\ncalculations. Of the MOFs that have been studied for alkane adsorption,\nreliable experimental data is available for MIL-47­(V) and the MIL-53\nseries. To avoid complications associated with the\nframework flexibility of the MIL-53 series, we choose MIL-47­(V)\nas our model system for force field development.</p>", "clean_text": "In this work, we propose a general methodology for obtaining force fields for long-chain flexible adsorbates in MOFs using periodic DFT calculations. Of the MOFs that have been studied for alkane adsorption, reliable experimental data is available for MIL-47(V) and the MIL-53 series. To avoid complications associated with the framework flexibility of the MIL-53 series, we choose MIL-47(V) as our model system for force field development.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The article\nis organized as follows. In , a brief overview of our algorithm and the\ncomputational methods is presented.  and  describe the\ndevelopment and application of our force fields for predicting the\nadsorption and diffusion of alkanes in MIL-47­(V). A brief extension\nof our approach to modeling olefins is presented in . Finally, in , we evaluate the transferability\nof the force field to MIL-53­(Cr) and study the guest-induced structure\ntransitions of MIL-53­(Fe).</p>", "clean_text": "The article is organized as follows. In , a brief overview of our algorithm and the computational methods is presented.  and  describe the development and application of our force fields for predicting the adsorption and diffusion of alkanes in MIL-47(V). A brief extension of our approach to modeling olefins is presented in . Finally, in , we evaluate the transferability of the force field to MIL-53(Cr) and study the guest-induced structure transitions of MIL-53(Fe).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Force Field Development Algorithm</title><title>Overview</title><p>The goal of our force field\ndevelopment strategy is to ensure that the force field parameters\nreproduce the DFT energy for various configurations of the adsorbates\nin MIL-47­(V). Briefly, this is done by generating a number of configurations\nfrom an initial generic force field, calculating the DFT interaction\nenergies for these configurations in the periodic system, and fitting\na classical force field to the DFT data to obtain the new force field.\nNext, this new force field is used to generate another set of adsorbate\nconfigurations, and this process is repeated until sufficient convergence\nof the force field parameters is obtained.</p>", "clean_text": "Force Field Development Algorithm\n\nOverview\n\nThe goal of our force field development strategy is to ensure that the force field parameters reproduce the DFT energy for various configurations of the adsorbates in MIL-47(V). Briefly, this is done by generating a number of configurations from an initial generic force field, calculating the DFT interaction energies for these configurations in the periodic system, and fitting a classical force field to the DFT data to obtain the new force field. Next, this new force field is used to generate another set of adsorbate configurations, and this process is repeated until sufficient convergence of the force field parameters is obtained.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Structure\nOptimization</title><p>The structure\nfor MIL-47­(V) was obtained from the literature and was fully optimized using DFT as implemented in the\nVienna ab initio simulation package (VASP). The GGA functional of\nPerdew, Burke, and Ernzerhof was used\nwith Grimme’s D2 corrections to\ninclude dispersion interactions with the PAW method. The lattice constants were optimized at a plane wave cutoff\nof 700 eV, while the internal coordinates were energy minimized at\na 400 eV cutoff. All single-point DFT calculations were performed\nat the Γ point to reduce computational cost. The DFT-optimized\nlattice constants give good agreement with the experimental data (). Compared to the MIL-53 series of materials,\nMIL-47­(V) is known to be relatively nonflexible, and our DFT calculations\nassume the framework to be rigid.\n</p>", "clean_text": "Structure Optimization\n\nThe structure for MIL-47(V) was obtained from the literature and was fully optimized using DFT as implemented in the Vienna ab initio simulation package (VASP). The GGA functional of Perdew, Burke, and Ernzerhof was used with Grimme's D2 corrections to include dispersion interactions with the PAW method. The lattice constants were optimized at a plane wave cutoff of 700 eV, while the internal coordinates were energy minimized at a 400 eV cutoff. All single-point DFT calculations were performed at the Γ point to reduce computational cost. The DFT-optimized lattice constants give good agreement with the experimental data (). Compared to the MIL-53 series of materials, MIL-47(V) is known to be relatively nonflexible, and our DFT calculations assume the framework to be rigid. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Initial Configurations and DFT Interaction\nEnergy</title><p>For a force field to be well suited to predicting\nadsorption, it is essential to describe the energetics of the relevant\nlow-energy adsorbate configurations accurately. One approach is to\ngenerate hundreds of adsorbate configurations randomly for single-point\nenergy calculations. For extended molecules such as\nlinear C<sub>3</sub>–C<sub>9</sub> hydrocarbons, this approach\nis not straightforward as the adsorbate molecules are flexible. Additionally,\nit is likely that only a small fraction of randomly generated configurations\nwill be energetically favorable. Instead, we performed configurational\nbias Monte Carlo (CBMC) using an initial\nforce field to obtain candidate low-energy adsorbate configurations\nat <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.1 and 303\nK. Specifically, we use the generic DREIDING force field and Lorentz–Berthelot mixing rules to\nobtain the preliminary set of hydrocarbon configurations, which has\nbeen shown to reasonably predict hydrocarbon adsorption in MIL-47\n(V).\n</p>", "clean_text": "Initial Configurations and DFT Interaction Energy\n\nFor a force field to be well suited to predicting adsorption, it is essential to describe the energetics of the relevant low-energy adsorbate configurations accurately. One approach is to generate hundreds of adsorbate configurations randomly for single-point energy calculations. For extended molecules such as linear C3-C9 hydrocarbons, this approach is not straightforward as the adsorbate molecules are flexible. Additionally, it is likely that only a small fraction of randomly generated configurations will be energetically favorable. Instead, we performed configurational bias Monte Carlo (CBMC) using an initial force field to obtain candidate low-energy adsorbate configurations at P/P 0 = 0.1 and 303 K. Specifically, we use the generic DREIDING force field and Lorentz-Berthelot mixing rules to obtain the preliminary set of hydrocarbon configurations, which has been shown to reasonably predict hydrocarbon adsorption in MIL-47 (V). ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The hydrocarbons are modeled\nas flexible molecules using the united atom TraPPE force field. In the TraPPE description of hydrocarbons, no\ncharges are assigned to the united atoms and the intermolecular interactions\nare described by a simple Lennard-Jones potential. To be consistent\nwith the TraPPE force field, the pairwise interactions of the adsorbates\nwith the MOFs are modeled using only van der Waals terms. Details\nof the fluid–fluid interaction model, DREIDING parameters,\nand atom types for MIL-47­(V) are provided in .</p>", "clean_text": "The hydrocarbons are modeled as flexible molecules using the united atom TraPPE force field. In the TraPPE description of hydrocarbons, no charges are assigned to the united atoms and the intermolecular interactions are described by a simple Lennard-Jones potential. To be consistent with the TraPPE force field, the pairwise interactions of the adsorbates with the MOFs are modeled using only van der Waals terms. Details of the fluid-fluid interaction model, DREIDING parameters, and atom types for MIL-47(V) are provided in .", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The interaction energy of the adsorbate molecules\nwith the framework\nis defined as<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>interaction</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>MOF</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi>ads</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>MOF</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ads</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">E</italic>\n<sub>MOF</sub> and <italic toggle=\"yes\">E</italic>\n<sub>ads</sub> refer to the DFT energies of the empty MIL-47­(V)\nframework and the hydrocarbon molecule, respectively, while <italic toggle=\"yes\">E</italic>\n<sub>MOF+ads</sub> is the DFT energy of the combined system.\nTypically, we use 300–600 adsorbate configurations to derive\na set of force field parameters. Note that only united atom positions\nare obtained from CBMC snapshots. Thus, hydrogen atoms must be correctly\nadded to carbon chains prior to the DFT calculation. The structural\nconstraints used during this step are summarized in . The length of a linear C<sub>6</sub> hydrocarbon\n(∼6.3 Å) is comparable to the unit cell size along the <italic toggle=\"yes\">a</italic> axis of MIL-47­(V), so DFT calculations with a 1 ×\n1 × 1 unit cell may cause overlap of the adsorbate with its own\nperiodic image. Thus, all of the DFT single-point energy (SPE) calculations\nare performed using a 144 atom, 2 × 1 × 1 supercell of MIL-47­(V)\nwith reciprocal space sampled at the Γ point.</p>", "clean_text": "The interaction energy of the adsorbate molecules with the framework is defined as 1      E   interaction   =   E   MOF + ads   -   E   MOF   -   E   ads     where E MOF and E ads refer to the DFT energies of the empty MIL-47(V) framework and the hydrocarbon molecule, respectively, while E MOF+ads is the DFT energy of the combined system. Typically, we use 300-600 adsorbate configurations to derive a set of force field parameters. Note that only united atom positions are obtained from CBMC snapshots. Thus, hydrogen atoms must be correctly added to carbon chains prior to the DFT calculation. The structural constraints used during this step are summarized in . The length of a linear C6 hydrocarbon (~6.3 Å) is comparable to the unit cell size along the a axis of MIL-47(V), so DFT calculations with a 1 × 1 × 1 unit cell may cause overlap of the adsorbate with its own periodic image. Thus, all of the DFT single-point energy (SPE) calculations are performed using a 144 atom, 2 × 1 × 1 supercell of MIL-47(V) with reciprocal space sampled at the Γ point.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The interaction\nof hydrocarbons with MIL-47­(V) is dominated by\ndispersion interactions, and a DFT method that accounts for these\ninteractions is required. Because the goal of this work is to develop\nforce fields that are consistent with a given DFT method, we use two\ndifferent DFT methods, PBE-D2 and vdW-DF2, for our calculations.</p>", "clean_text": "The interaction of hydrocarbons with MIL-47(V) is dominated by dispersion interactions, and a DFT method that accounts for these interactions is required. Because the goal of this work is to develop force fields that are consistent with a given DFT method, we use two different DFT methods, PBE-D2 and vdW-DF2, for our calculations.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Parameter\nFitting and Functional Forms</title><p>The DFT energies obtained from\nCBMC configurations are fit to a chosen\npotential form of a force field in a least-squares sense. Specifically,\nwe consider two functional forms, namely, the Lennard-Jones (LJ)<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>V</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">∑</mml:mo>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>12</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>and the Buckingham potential<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>V</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">∑</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>Compared to the two-parameter\n(ε and\nσ) LJ potential, the Buckingham potential has three parameters\n(<italic toggle=\"yes\">p</italic>\n<sub>0</sub>, <italic toggle=\"yes\">p</italic>\n<sub>1</sub>, and <italic toggle=\"yes\">p</italic>\n<sub>2</sub>) and should therefore fit the underlying data\nbetter. For the LJ potential, two types of parameter fits were attempted.\nIn the first case, we fix the σ parameter to the value given\nby Lorentz–Berthelot mixing rules (DREIDING + TraPPE) and vary\nonly the ε parameter during the fitting procedure. In the second\nfitting procedure, we allow both the ε and σ of each interacting\npair to vary. All of the parameter fitting calculations were implemented\nin MATLAB.</p>", "clean_text": "Parameter Fitting and Functional Forms\n\nThe DFT energies obtained from CBMC configurations are fit to a chosen potential form of a force field in a least-squares sense. Specifically, we consider two functional forms, namely, the Lennard-Jones (LJ) 2    V = ∑  - 4   ε   i j    [   (     σ   i j     r   )   12   -   (     σ   i j     r   )   6   ]     and the Buckingham potential 3    V = ∑    p   0     e   -   p   1   r   -     p   2       r   6        Compared to the two-parameter (ε and σ) LJ potential, the Buckingham potential has three parameters (p 0, p 1, and p 2) and should therefore fit the underlying data better. For the LJ potential, two types of parameter fits were attempted. In the first case, we fix the σ parameter to the value given by Lorentz-Berthelot mixing rules (DREIDING + TraPPE) and vary only the ε parameter during the fitting procedure. In the second fitting procedure, we allow both the ε and σ of each interacting pair to vary. All of the parameter fitting calculations were implemented in MATLAB.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Adsorption Isotherms and\nConvergence of Force\nField Parameters</title><p>The newly fitted force field parameters\nwere used for the calculation of adsorption isotherms using configurational-bias\nMonte Carlo (CBMC) as implemented in the RASPA simulation code. A spherical cutoff of 13.0 Å was used for\nthe pairwise interaction potentials. The CBMC calculations were equilibrated\nusing at least 100 000 cycles. Production runs of 400 000\ncycles were used for measuring macroscopic properties.</p>", "clean_text": "Adsorption Isotherms and Convergence of Force Field Parameters\n\nThe newly fitted force field parameters were used for the calculation of adsorption isotherms using configurational-bias Monte Carlo (CBMC) as implemented in the RASPA simulation code. A spherical cutoff of 13.0 Å was used for the pairwise interaction potentials. The CBMC calculations were equilibrated using at least 100000 cycles. Production runs of 400000 cycles were used for measuring macroscopic properties.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The first\niteration of the FF parameters is obtained by fitting the configurations\nobtained from a generic force field. Even though interaction energies\nare calculated using DFT, they may not be well converged with respect\nto the DFT method after a single iteration. To ensure convergence,\nwe obtained configurations from the new force field and repeated the\nsteps described above in – to obtain the next\niteration of the FF parameters. At each step, the configurations from\nall of the previous iterations are used for fitting. As we show later,\ntypically two iterations are sufficient to obtain well-converged FF\nparameters and adsorption isotherms.</p>", "clean_text": "The first iteration of the FF parameters is obtained by fitting the configurations obtained from a generic force field. Even though interaction energies are calculated using DFT, they may not be well converged with respect to the DFT method after a single iteration. To ensure convergence, we obtained configurations from the new force field and repeated the steps described above in - to obtain the next iteration of the FF parameters. At each step, the configurations from all of the previous iterations are used for fitting. As we show later, typically two iterations are sufficient to obtain well-converged FF parameters and adsorption isotherms.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Modeling\nAlkane Adsorption in MIL-47(V)</title><title>Comparison of DREIDING\nFF with the PBE-D2\nMethod</title><p>Before moving to the FF development of ethane, it\nis useful to compare the energies of the generic DREIDING FF with\nthe PBE-D2 DFT method for long hydrocarbons. We obtained adsorption\nisotherms and CBMC configurations for several C<sub>5</sub> alkane\nand alkene isomers using the DREIDING FF.  compares the PBE-D2 and DREIDING interaction\nenergies for 100 configurations of pentane, 1-pentene, and <italic toggle=\"yes\">trans</italic>-2-pentene in MIL-47­(V). The mean absolute deviations\n(MADs) for the alkenes (3.6 and 5.6 kJ/mol) are significantly higher\nthan for pentane (2.6 kJ/mol). The DREIDING interaction energies for <italic toggle=\"yes\">trans</italic>-2-pentene show a systematic underprediction for low-energy\nconfigurations. This indicates that the DREIDING FF is not consistent\nwith PBE-D2 and that a FF can be developed to better reproduce the\nDFT energies.</p>", "clean_text": "Modeling Alkane Adsorption in MIL-47(V)\n\nComparison of DREIDING FF with the PBE-D2 Method\n\nBefore moving to the FF development of ethane, it is useful to compare the energies of the generic DREIDING FF with the PBE-D2 DFT method for long hydrocarbons. We obtained adsorption isotherms and CBMC configurations for several C5 alkane and alkene isomers using the DREIDING FF.  compares the PBE-D2 and DREIDING interaction energies for 100 configurations of pentane, 1-pentene, and trans-2-pentene in MIL-47(V). The mean absolute deviations (MADs) for the alkenes (3.6 and 5.6 kJ/mol) are significantly higher than for pentane (2.6 kJ/mol). The DREIDING interaction energies for trans-2-pentene show a systematic underprediction for low-energy configurations. This indicates that the DREIDING FF is not consistent with PBE-D2 and that a FF can be developed to better reproduce the DFT energies.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Interaction energies for 100 configurations of pentane\n(red squares),\n1-pentene (green circles), and <italic toggle=\"yes\">trans</italic>-2-pentene (blue\ntriangles) using DREIDING FF and PBE-D2 in MIL-47­(V).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Interaction energies for 100 configurations of pentane (red squares), 1-pentene (green circles), and trans-2-pentene (blue triangles) using DREIDING FF and PBE-D2 in MIL-47(V).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Force Field Development\nfor Ethane</title><title>Method Overview</title><p>We now move to\nmodeling the adsorption of ethane in MIL-47­(V) using our force field\nalgorithm. As summarized in , we use a generic force field to obtain\nthe initial set of configurations for DFT calculations.  shows the PBE-D2 interaction\nenergies (blue triangles) for 200 configurations obtained from the\nDREIDING FF. Compared to PBE-D2, the DREIDING FF overpredicts adsorption\nenergies by ∼3 kJ/mol with a MAD of 2.5 kJ/mol. To make our\nclassical FF consistent with PBE-D2, we fit the ε parameter\nfor each LJ interaction pair (four element types in all) using least-squares\nfitting and recalculate the interaction energies with the new force\nfield (denoted as FITTED_LJ). In this case, the σ values were\nheld constant. By definition, the interaction energies calculated\nwith FITTED_LJ (, red circles) show much better agreement with PBE-D2 than the results\nfrom the DREIDING FF. The MAD is reduced to ∼1.3 kJ/mol with\na mean deviation (MD) of 0.03 kJ/mol.</p>", "clean_text": "Force Field Development for Ethane\n\nMethod Overview\n\nWe now move to modeling the adsorption of ethane in MIL-47(V) using our force field algorithm. As summarized in , we use a generic force field to obtain the initial set of configurations for DFT calculations.  shows the PBE-D2 interaction energies (blue triangles) for 200 configurations obtained from the DREIDING FF. Compared to PBE-D2, the DREIDING FF overpredicts adsorption energies by ~3 kJ/mol with a MAD of 2.5 kJ/mol. To make our classical FF consistent with PBE-D2, we fit the ε parameter for each LJ interaction pair (four element types in all) using least-squares fitting and recalculate the interaction energies with the new force field (denoted as FITTED_LJ). In this case, the σ values were held constant. By definition, the interaction energies calculated with FITTED_LJ (, red circles) show much better agreement with PBE-D2 than the results from the DREIDING FF. The MAD is reduced to ~1.3 kJ/mol with a mean deviation (MD) of 0.03 kJ/mol.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PBE-D2 interaction energies for 200 configurations\nof ethane in\nMIL-47­(V) compared to generic DREIDING FF (blue triangles) and FITTED_LJ\nFF (red circles).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  PBE-D2 interaction energies for 200 configurations of ethane in MIL-47(V) compared to generic DREIDING FF (blue triangles) and FITTED_LJ FF (red circles).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Convergence\nof FF Parameters</title><p>The\nforce field parameters obtained after one iteration are presented\nin . To ensure that the new FF\n(FITTED_LJ) reproduces the PBE-D2 data consistently, we performed\nCBMC again with the new FF and obtained 200 additional ethane configurations.\nThese configurations were used to calculate PBE-D2 interaction energies\nand to reparametrize the FF by fitting the ε values.  presents the evolution of the force\nfield parameters for three such iterations and shows that the fitted\nFF parameters do not change significantly after two iterations. At\neach FF iteration, all of the configurations from the previous iterations\nare included during the fitting procedure. On the basis of the sensitivity\nanalysis presented in the , we find that the fitting results and isotherms are essentially\ninsensitive to the vanadium FF parameters. This is not surprising\nas the V atom is octahedrally coordinated and does not directly interact\nwith the adsorbates. Thus, the ε value for V is set to zero\nfor all further calculations.</p>", "clean_text": "Convergence of FF Parameters\n\nThe force field parameters obtained after one iteration are presented in . To ensure that the new FF (FITTED_LJ) reproduces the PBE-D2 data consistently, we performed CBMC again with the new FF and obtained 200 additional ethane configurations. These configurations were used to calculate PBE-D2 interaction energies and to reparametrize the FF by fitting the ε values.  presents the evolution of the force field parameters for three such iterations and shows that the fitted FF parameters do not change significantly after two iterations. At each FF iteration, all of the configurations from the previous iterations are included during the fitting procedure. On the basis of the sensitivity analysis presented in the , we find that the fitting results and isotherms are essentially insensitive to the vanadium FF parameters. This is not surprising as the V atom is octahedrally coordinated and does not directly interact with the adsorbates. Thus, the ε value for V is set to zero for all further calculations.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The convergence of the FF parameters\nis further confirmed by comparing the adsorption isotherms for various\nFF iterations in . The adsorption isotherms for iterations 1–3 do not differ\nsignificantly but are all lower than the original DREIDING force field.\nThe ethane force field is now consistent with PBE-D2 and is henceforth\nreferred to as PBE-D2 FF. For all of the results presented in this\nwork, at least two force field iterations were used to guarantee good\nconvergence of the parameters.</p>", "clean_text": "The convergence of the FF parameters is further confirmed by comparing the adsorption isotherms for various FF iterations in . The adsorption isotherms for iterations 1-3 do not differ significantly but are all lower than the original DREIDING force field. The ethane force field is now consistent with PBE-D2 and is henceforth referred to as PBE-D2 FF. For all of the results presented in this work, at least two force field iterations were used to guarantee good convergence of the parameters.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Ethane adsorption isotherms in MIL-47­(V)\nat 303 K using three iterations\nof the DFT-derived FF. The isotherm from the DREIDING FF is also shown\nfor comparison.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Ethane adsorption isotherms in MIL-47(V) at 303 K using three iterations of the DFT-derived FF. The isotherm from the DREIDING FF is also shown for comparison.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Choice\nof Classical Potential Form</title><p>In the previous section, we have\nshown that our approach can be used\nto develop force fields that can reproduce DFT energies in MIL-47­(V)\nfor a large number of configurations. We now turn to exploring the\npotential form used for fitting the data. The MIL-47­(V) framework\nconsists of four types of elements: C, H, O, and V. The ethane molecule\nis represented by the CH<sub>3</sub> united atom, resulting in four\ndistinct pairwise interactions. Earlier, we used an LJ potential form\nand allowed only the four ε values to vary during the least-squares\nfitting.  shows\nthe fitting results when the four σ values are also allowed\nto change, leading to a total of eight fitting parameters for the\nsystem (blue triangles). Similarly, we can use a Buckingham potential\nfor each interacting pair, resulting in 12 total parameters (, green squares).\nThe fitted parameters using these two potentials are reported in .</p>", "clean_text": "Choice of Classical Potential Form\n\nIn the previous section, we have shown that our approach can be used to develop force fields that can reproduce DFT energies in MIL-47(V) for a large number of configurations. We now turn to exploring the potential form used for fitting the data. The MIL-47(V) framework consists of four types of elements: C, H, O, and V. The ethane molecule is represented by the CH3 united atom, resulting in four distinct pairwise interactions. Earlier, we used an LJ potential form and allowed only the four ε values to vary during the least-squares fitting.  shows the fitting results when the four σ values are also allowed to change, leading to a total of eight fitting parameters for the system (blue triangles). Similarly, we can use a Buckingham potential for each interacting pair, resulting in 12 total parameters (, green squares). The fitted parameters using these two potentials are reported in .", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The MAD using 4 LJ parameters\nis reduced from 1.3 to 1.2 kJ/mol (1.1 kJ/mol) when 8 LJ parameters\n(12 Buckingham parameters) are used. Even though there is slight improvement\nin the quality of the fit by using more parameters, the final converged\nadsorption isotherms () are not\nsignificantly different for various functional forms of the force\nfield. To simplify the implementation of our DFT-derived FFs, we choose\nthe four-parameter LJ model for all further calculations. The converged\nPBE-D2 FF parameters for ethane obtained by using 600 PBE-D2 calculations\nand fitted to a four-parameter LJ potential form are presented in .</p>", "clean_text": "The MAD using 4 LJ parameters is reduced from 1.3 to 1.2 kJ/mol (1.1 kJ/mol) when 8 LJ parameters (12 Buckingham parameters) are used. Even though there is slight improvement in the quality of the fit by using more parameters, the final converged adsorption isotherms () are not significantly different for various functional forms of the force field. To simplify the implementation of our DFT-derived FFs, we choose the four-parameter LJ model for all further calculations. The converged PBE-D2 FF parameters for ethane obtained by using 600 PBE-D2 calculations and fitted to a four-parameter LJ potential form are presented in .", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison of the fitted\nFF interaction energies with PBE-D2 for\ndifferent potential functional forms: LJ, 4 parameters (red circles);\nLJ, 8 parameters (blue triangles); and Buckingham, 12 parameters (green\nsquares).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Comparison of the fitted FF interaction energies with PBE-D2 for different potential functional forms: LJ, 4 parameters (red circles); LJ, 8 parameters (blue triangles); and Buckingham, 12 parameters (green squares).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Choice\nof DFT Method</title><p>We now discuss\nthe FF development using DFT calculations with the vdW-DF2 functional\n(denoted as VDW-DF2 FF), which will be compared with the previous\nPBE-D2 FF.  shows the PBE-D2, vdW-DF2, and DREIDING energies for 200 configurations\nof ethane in MIL-47­(V) MOF. The data has been arranged according to\nincreasing PBE-D2 interaction energies. For the most favorable configurations,\nthe average vdW-DF2 interaction energy (−29 kJ/mol) is more\nnegative than the PBE-D2 (−26 kJ/mol) result. Coincidentally,\nfor these configurations, the DREIDING energies (−25 kJ/mol)\nare comparable to the PBE-D2 energies. As we move toward the less\nfavorable configurations (toward the right in ), the difference between the two DFT methods\ndiminishes to zero at approximately −17 kJ/mol. For DFT interaction\nenergies less negative than −17 kJ/mol, DREIDING FF overestimates\nthe ethane-framework interactions relative to the DFT results.</p>", "clean_text": "Choice of DFT Method\n\nWe now discuss the FF development using DFT calculations with the vdW-DF2 functional (denoted as VDW-DF2 FF), which will be compared with the previous PBE-D2 FF.  shows the PBE-D2, vdW-DF2, and DREIDING energies for 200 configurations of ethane in MIL-47(V) MOF. The data has been arranged according to increasing PBE-D2 interaction energies. For the most favorable configurations, the average vdW-DF2 interaction energy (-29 kJ/mol) is more negative than the PBE-D2 (-26 kJ/mol) result. Coincidentally, for these configurations, the DREIDING energies (-25 kJ/mol) are comparable to the PBE-D2 energies. As we move toward the less favorable configurations (toward the right in ), the difference between the two DFT methods diminishes to zero at approximately -17 kJ/mol. For DFT interaction energies less negative than -17 kJ/mol, DREIDING FF overestimates the ethane-framework interactions relative to the DFT results.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Interaction\nenergies for 200 configurations of ethane in MIL-47­(V)\ncalculated using PBE-D2 (black, solid line), vdW-DF2 (red, dotted\nline), and DREIDING FF (blue, dotted line). The moving average for\nvdW-DF2 (red, solid line) and DREIDING FF (blue, solid line) is calculated\nusing five configurations for each data point.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Interaction energies for 200 configurations of ethane in MIL-47(V) calculated using PBE-D2 (black, solid line), vdW-DF2 (red, dotted line), and DREIDING FF (blue, dotted line). The moving average for vdW-DF2 (red, solid line) and DREIDING FF (blue, solid line) is calculated using five configurations for each data point.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Similar calculations as before were performed using vdW-DF2,\nand\nthe final VDW-DF2 FF is obtained after three FF fitting iterations.  shows the comparison of the vdW-DF2\ninteraction energies with the fitted force field for 600 ethane configurations.\nThe MAD for the vdW-DF2-derived force field is slightly higher (2.1\nkJ/mol) compared to the PBE-D2 (1.3 kJ/mol) version.</p>", "clean_text": "Similar calculations as before were performed using vdW-DF2, and the final VDW-DF2 FF is obtained after three FF fitting iterations.  shows the comparison of the vdW-DF2 interaction energies with the fitted force field for 600 ethane configurations. The MAD for the vdW-DF2-derived force field is slightly higher (2.1 kJ/mol) compared to the PBE-D2 (1.3 kJ/mol) version.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>\n compares\nthe final converged ethane force fields developed using the PBE-D2\nand vdW-DF2 methods with the original DREIDING FF. It is interesting\nthat ε­(C–CH3) for DREIDING and VDW-DF2 FF are close to\neach other and are ∼10 K higher than the PBE-D2 FF. More importantly,\nboth the DFT force fields predict a higher ε­(O–CH3) than\nthe DREIDING FF, indicating that increasing the O–CH3 interaction\nby 55% (40%) relative to the DREIDING value is necessary to better\nreproduce the PBE-D2 (vdW-DF2) interaction energy.</p>", "clean_text": "  compares the final converged ethane force fields developed using the PBE-D2 and vdW-DF2 methods with the original DREIDING FF. It is interesting that ε(C-CH3) for DREIDING and VDW-DF2 FF are close to each other and are ~10 K higher than the PBE-D2 FF. More importantly, both the DFT force fields predict a higher ε(O-CH3) than the DREIDING FF, indicating that increasing the O-CH3 interaction by 55% (40%) relative to the DREIDING value is necessary to better reproduce the PBE-D2 (vdW-DF2) interaction energy.", "data": null, "include_properties": null}, {"idx": 36, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of ε Force Field\nParameters for Modeling the Adsorption of Ethane in MIL-47 (V) Using\nDREIDING, PBE-D2 FF, and VDW-DF2 FF</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbate<break></break>atom type</oasis:entry>\n<oasis:entry align=\"center\">MOF<break></break>atom<break></break>type</oasis:entry>\n<oasis:entry align=\"center\">DREIDING<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2\nFF<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">VDW-DF2 FF<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">all FFs<break></break>(σ, Å)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>C1</oasis:entry>\n<oasis:entry>68.49</oasis:entry>\n<oasis:entry>54.23</oasis:entry>\n<oasis:entry>64.80</oasis:entry>\n<oasis:entry>3.61</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>C2</oasis:entry>\n<oasis:entry>68.49</oasis:entry>\n<oasis:entry>54.23</oasis:entry>\n<oasis:entry>64.80</oasis:entry>\n<oasis:entry>3.61</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>C2</oasis:entry>\n<oasis:entry>68.49</oasis:entry>\n<oasis:entry>54.23</oasis:entry>\n<oasis:entry>64.80</oasis:entry>\n<oasis:entry>3.61</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>O1</oasis:entry>\n<oasis:entry>68.72</oasis:entry>\n<oasis:entry>106.86</oasis:entry>\n<oasis:entry>96.59</oasis:entry>\n<oasis:entry>3.39</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>O2</oasis:entry>\n<oasis:entry>68.72</oasis:entry>\n<oasis:entry>106.86</oasis:entry>\n<oasis:entry>96.59</oasis:entry>\n<oasis:entry>3.39</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>V<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>28.09</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>n/a</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>27.38</oasis:entry>\n<oasis:entry>6.13</oasis:entry>\n<oasis:entry>14.08</oasis:entry>\n<oasis:entry>3.30</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Note that the ε value for\nthe V-CH3_sp3_UA interaction has been set to zero.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Comparison\nwith Experimental Data</title><p>As both PBE-D2 and vdW-DF2 are dispersion-corrected\nDFT methods,\nit is difficult to determine a priori the most suitable approach.\nOne way of resolving this issue is to compare the simulated adsorption\nisotherms with experimental data.  compares the predicted ethane adsorption\nisotherms using DREIDING, PBE-D2 FF, and VDW-DF2 FF with the experimental\ndata from Rosenbach et al. at 303 K.\nConsistent with our predictions in , the PBE-D2 FF isotherms are indeed\nlower than the VDW-DF2 FF and DREIDING values. Additionally, because\nof the similar average interaction energies, the predicted uptakes\nfrom VDW-DF2 FF and DREIDING FF are comparable.</p>", "clean_text": "Comparison with Experimental Data\n\nAs both PBE-D2 and vdW-DF2 are dispersion-corrected DFT methods, it is difficult to determine a priori the most suitable approach. One way of resolving this issue is to compare the simulated adsorption isotherms with experimental data.  compares the predicted ethane adsorption isotherms using DREIDING, PBE-D2 FF, and VDW-DF2 FF with the experimental data from Rosenbach et al. at 303 K. Consistent with our predictions in , the PBE-D2 FF isotherms are indeed lower than the VDW-DF2 FF and DREIDING values. Additionally, because of the similar average interaction energies, the predicted uptakes from VDW-DF2 FF and DREIDING FF are comparable.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Ethane adsorption isotherms\nin MIL-47­(V) using the PBE-D2, vdW-DF2,\nand DREIDING FFs. The simulation data is compared to the scaled (dashed\nline) and unscaled (solid line) experimental data from Rosenbach et\nal.<xref ref-type=\"bibr\" rid=\"ref59\"></xref>\n</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Ethane adsorption isotherms in MIL-47(V) using the PBE-D2, vdW-DF2, and DREIDING FFs. The simulation data is compared to the scaled (dashed line) and unscaled (solid line) experimental data from Rosenbach et al.    ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>Before comparing the DFT FF predictions with the experimental\nisotherms,\nit is useful to discuss the quality of the MOF sample used in the\nadsorption experiments. The measured\nsurface area for the MIL-47­(V) sample (1200 m<sup>2</sup>/g) was significantly\nsmaller than the calculated geometrically accessible surface area\n(1540 m<sup>2</sup>/g), and the authors suggest scaling up the experimental\nisotherms by ∼28% for comparison with simulations. In this case, the low surface area of MIL-47­(V)\nwas attributed to an incomplete removal of terephthalic acid from\nthe pores during the activation. Similar\nto this approach, other groups have employed pore volumes to derive\nthe necessary scaling factors.\n</p>", "clean_text": "Before comparing the DFT FF predictions with the experimental isotherms, it is useful to discuss the quality of the MOF sample used in the adsorption experiments. The measured surface area for the MIL-47(V) sample (1200 m2/g) was significantly smaller than the calculated geometrically accessible surface area (1540 m2/g), and the authors suggest scaling up the experimental isotherms by ~28% for comparison with simulations. In this case, the low surface area of MIL-47(V) was attributed to an incomplete removal of terephthalic acid from the pores during the activation. Similar to this approach, other groups have employed pore volumes to derive the necessary scaling factors. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>With regard to\nmeasuring the BET surface area, Snurr and coworkers have highlighted the importance of using an appropriate pressure\nrange for the calculation. They conclude\nthat BET calculations over the standard pressure range (0.05 &lt; <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> &lt; 0.3) may underestimate\nthe true value. Given the nuances associated with the measurement\nof BET surface areas and the activation process, simply scaling up\nthe experimental adsorption isotherm by almost 30% to compare with\ncalculated data is less than optimal.</p>", "clean_text": "With regard to measuring the BET surface area, Snurr and coworkers have highlighted the importance of using an appropriate pressure range for the calculation. They conclude that BET calculations over the standard pressure range (0.05 < P/P 0 < 0.3) may underestimate the true value. Given the nuances associated with the measurement of BET surface areas and the activation process, simply scaling up the experimental adsorption isotherm by almost 30% to compare with calculated data is less than optimal.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>To explain this further,\ninstead of considering the BET surface\narea as one number, we introduce error bars into this measurement\nand calculate the bounds on the scaling factors necessary to match\nthe perfect sample. This is summarized in  and .\nIf the error bar for a given BET measurement is less than ±5%,\nthen a scale up of anywhere between 22 and 35% is necessary. If the\nerror bar is now increased to ±10%, then the scaling factor range\nincreases to 27–43%. This calculation indicates that scaling\nadsorption isotherms for samples that are reported to have low BET\nsurface areas compared to ideal theoretical values may lead to large\nuncertainties, depending on the accuracy of the BET calculation.</p>", "clean_text": "To explain this further, instead of considering the BET surface area as one number, we introduce error bars into this measurement and calculate the bounds on the scaling factors necessary to match the perfect sample. This is summarized in  and . If the error bar for a given BET measurement is less than ±5%, then a scale up of anywhere between 22 and 35% is necessary. If the error bar is now increased to ±10%, then the scaling factor range increases to 27-43%. This calculation indicates that scaling adsorption isotherms for samples that are reported to have low BET surface areas compared to ideal theoretical values may lead to large uncertainties, depending on the accuracy of the BET calculation.", "data": null, "include_properties": null}, {"idx": 42, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Scaling Factors for Different Hypothetical\nError Bars in the Measured BET Surface Area<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"2\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">% error in<break></break>BET<break></break>measurement</oasis:entry>\n<oasis:entry align=\"center\">scaling factor<break></break>range</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>1.28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>&lt;±5</oasis:entry>\n<oasis:entry>1.22–1.35</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>&lt;±10</oasis:entry>\n<oasis:entry>1.17–1.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>&lt;±15</oasis:entry>\n<oasis:entry>1.12–1.51</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>The baseline surface areas for\nthe experimental and “perfect” samples are 1200 and\n1540 m<sup>2</sup>/g, respectively.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>For situations in which the adsorption data has not\nbeen reproducibly\nreported by multiple groups, we choose to compare our simulated results\nwith both the scaled and unscaled experimental isotherms.  shows that the predicted\nadsorption isotherms from the two DFT methods, along with the DREIDING\nforce field, lie in between the two experimental curves.</p>", "clean_text": "For situations in which the adsorption data has not been reproducibly reported by multiple groups, we choose to compare our simulated results with both the scaled and unscaled experimental isotherms.  shows that the predicted adsorption isotherms from the two DFT methods, along with the DREIDING force field, lie in between the two experimental curves.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Although\nviewing the experimental data in this way does not indicate\nthat any of the three FFs give implausible results, we cannot draw\na clear conclusion about the suitability of the DFT-derived force\nfields based only on this ethane adsorption data. Nonetheless, as\nwe will show in the following sections, we are able to extend our\nmethod to higher alkanes, and this allows us to compare our results\nto more reliable experimental adsorption measurements.</p>", "clean_text": "Although viewing the experimental data in this way does not indicate that any of the three FFs give implausible results, we cannot draw a clear conclusion about the suitability of the DFT-derived force fields based only on this ethane adsorption data. Nonetheless, as we will show in the following sections, we are able to extend our method to higher alkanes, and this allows us to compare our results to more reliable experimental adsorption measurements.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<title>Force Field for Propane</title><p>From the\nethane calculations above, we now have force field parameters that\ndescribe the interaction of the CH3_sp3_UA group with the MOF framework.\nAs shown in , propane molecules consist of two CH3_sp3_UA interaction centers\nand one CH2_sp3_UA interaction center. Similarly, within TraPPE, a\nhexane molecule is described by two CH3_sp3_UA and four CH2_sp3_UA\ninteraction centers. To model the adsorption of higher linear alkanes,\nwe need to correctly model the interaction of the CH2_sp3_UA site\nwith the MIL-47­(V) framework atoms.</p>", "clean_text": "Force Field for Propane\n\nFrom the ethane calculations above, we now have force field parameters that describe the interaction of the CH3_sp3_UA group with the MOF framework. As shown in , propane molecules consist of two CH3_sp3_UA interaction centers and one CH2_sp3_UA interaction center. Similarly, within TraPPE, a hexane molecule is described by two CH3_sp3_UA and four CH2_sp3_UA interaction centers. To model the adsorption of higher linear alkanes, we need to correctly model the interaction of the CH2_sp3_UA site with the MIL-47(V) framework atoms.", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Description of linear alkanes using the\nTraPPE united atom model\nconsisting of CH3_sp3_UA (gray) and CH2_sp3_UA (blue) interaction\nsites. The hydrogen atoms (white) have been shown for clarity and\nare not explicitly defined in the TraPPE force field. Each number\nin parentheses indicates the number of interaction sites of each type.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Description of linear alkanes using the TraPPE united atom model consisting of CH3_sp3_UA (gray) and CH2_sp3_UA (blue) interaction sites. The hydrogen atoms (white) have been shown for clarity and are not explicitly defined in the TraPPE force field. Each number in parentheses indicates the number of interaction sites of each type.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>This is achieved by repeating\nthe FF development algorithm for\npropane using the PBE-D2 and vdW-DF2 methods.  shows the results of fitting propane interactions\nwith the framework for PBE-D2 and vdW-DF2 methods. To make the force\nfield transferable across different linear alkanes, we allow only\nthe CH2_sp3_UA interaction parameters to vary during the parameter\nfitting, while the CH3_sp3_UA parameters from our ethane results () are held constant.\nSimilar to the ethane calculations, the LJ potential form with four\nε parameters was used for fitting. Starting with an initial\nset of 600 configurations used for the fitting, we considered 600\nadditional configurations to confirm the convergence of the FF parameters.\nThe final mean absolute deviations for PBE-D2 FF and VDW-DF2 FF are\n1.6 and 2.1 kJ/mol after two force field iterations, showing that\nthe optimized force fields successfully reproduce the DFT energies.</p>", "clean_text": "This is achieved by repeating the FF development algorithm for propane using the PBE-D2 and vdW-DF2 methods.  shows the results of fitting propane interactions with the framework for PBE-D2 and vdW-DF2 methods. To make the force field transferable across different linear alkanes, we allow only the CH2_sp3_UA interaction parameters to vary during the parameter fitting, while the CH3_sp3_UA parameters from our ethane results () are held constant. Similar to the ethane calculations, the LJ potential form with four ε parameters was used for fitting. Starting with an initial set of 600 configurations used for the fitting, we considered 600 additional configurations to confirm the convergence of the FF parameters. The final mean absolute deviations for PBE-D2 FF and VDW-DF2 FF are 1.6 and 2.1 kJ/mol after two force field iterations, showing that the optimized force fields successfully reproduce the DFT energies.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>To test if fixing the CH3_sp3_UA interactions introduces a fitting\nbias, we considered a situation where both CH3_sp3_UA and CH2_sp3_UA\nparameters were optimized during the propane fitting procedure. We\nfind that the CH3_sp3_UA parameters do not change significantly from\nthe ethane values and essentially identical adsorption isotherms are\nobtained (data not shown). This indicates that the interaction parameters\nobtained for CH3_sp3_UA and CH2_sp2_UA are transferable across different\nadsorabtes that belong to the same homologous series.</p>", "clean_text": "To test if fixing the CH3_sp3_UA interactions introduces a fitting bias, we considered a situation where both CH3_sp3_UA and CH2_sp3_UA parameters were optimized during the propane fitting procedure. We find that the CH3_sp3_UA parameters do not change significantly from the ethane values and essentially identical adsorption isotherms are obtained (data not shown). This indicates that the interaction parameters obtained for CH3_sp3_UA and CH2_sp2_UA are transferable across different adsorabtes that belong to the same homologous series.", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Force field fitting results\nfor the adsorption of propane in MIL-47­(V)\nusing (a) PBE-D2 and (b) vdW-DF2 DFT energies. In each case, 1200\nadsorbate configurations were used. Only the CH2_sp3_UA interaction\nparameters were allowed to vary, while the CH3_sp3_UA parameters were\nobtained from the ethane results in <xref ref-type=\"table\" rid=\"tbl1\">Table <xref ref-type=\"table\" rid=\"tbl1\"></xref>\n</xref>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Force field fitting results for the adsorption of propane in MIL-47(V) using (a) PBE-D2 and (b) vdW-DF2 DFT energies. In each case, 1200 adsorbate configurations were used. Only the CH2_sp3_UA interaction parameters were allowed to vary, while the CH3_sp3_UA parameters were obtained from the ethane results in Table  .   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>A comparison of the two DFT methods for 600 propane configurations\nin MIL-47­(V) is presented in .\nConsistent with our previous ethane results, the vdW-DF2 method predicts\nstronger interaction energies than PBE-D2, especially for the more\nfavorable configurations.</p>", "clean_text": "A comparison of the two DFT methods for 600 propane configurations in MIL-47(V) is presented in . Consistent with our previous ethane results, the vdW-DF2 method predicts stronger interaction energies than PBE-D2, especially for the more favorable configurations.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The new CH2_sp3_UA interaction parameters\nfor DREIDING, PBE-D2\nFF, and VDW-DF2 FF are presented in . Comparing the ε values for DREIDING\nwith the DFT FFs shows that the ε­(C–CH2) does not change\nmuch, while the ε­(O–CH2) increases ∼50%. This\nis similar to the higher ε­(O–CH3) observed for our DFT-derived\nethane force fields in .</p>", "clean_text": "The new CH2_sp3_UA interaction parameters for DREIDING, PBE-D2 FF, and VDW-DF2 FF are presented in . Comparing the ε values for DREIDING with the DFT FFs shows that the ε(C-CH2) does not change much, while the ε(O-CH2) increases ~50%. This is similar to the higher ε(O-CH3) observed for our DFT-derived ethane force fields in .", "data": null, "include_properties": null}, {"idx": 52, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of ε Force Field\nParameters for Modeling the Adsorption of Propane in MIL-47 (V) Using\nDREIDING-, PBE-D2-, and vdW-DF2-Derived Force Fields</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbate<break></break>atom type</oasis:entry>\n<oasis:entry align=\"center\">MOF<break></break>atom<break></break>type</oasis:entry>\n<oasis:entry align=\"center\">DREIDING <break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2<break></break>FF<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">VDW-DF2<break></break>FF<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">all FFs<break></break>(σ, Å)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>C1</oasis:entry>\n<oasis:entry>46.92</oasis:entry>\n<oasis:entry>47.14</oasis:entry>\n<oasis:entry>44.94</oasis:entry>\n<oasis:entry>3.71</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>C2</oasis:entry>\n<oasis:entry>46.92</oasis:entry>\n<oasis:entry>47.14</oasis:entry>\n<oasis:entry>44.94</oasis:entry>\n<oasis:entry>3.71</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>C2</oasis:entry>\n<oasis:entry>46.92</oasis:entry>\n<oasis:entry>47.14</oasis:entry>\n<oasis:entry>44.94</oasis:entry>\n<oasis:entry>3.71</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>O1</oasis:entry>\n<oasis:entry>47.08</oasis:entry>\n<oasis:entry>72.79</oasis:entry>\n<oasis:entry>69.70</oasis:entry>\n<oasis:entry>3.49</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>O2</oasis:entry>\n<oasis:entry>47.08</oasis:entry>\n<oasis:entry>72.79</oasis:entry>\n<oasis:entry>69.70</oasis:entry>\n<oasis:entry>3.49</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>V<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry>19.24</oasis:entry>\n<oasis:entry>0.000</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>3.55</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>18.75</oasis:entry>\n<oasis:entry>2.84</oasis:entry>\n<oasis:entry>19.65</oasis:entry>\n<oasis:entry>3.40</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Note that the ε value for\nthe V-CH2_sp3_UA intraction has been set to zero.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>The adsorption isotherms for propane\nin MIL-47­(V) at 303 K using\nDREIDING, PBE-D2 FF, and VDW-DF2 FF are shown in . The VDW-DF2 FF predicts a higher uptake of propane\nthan PBE-D2 FF and DREIDING. This is expected as the highest interaction\nenergies are obtained with the vdW-DF2 DFT calculations ().</p>", "clean_text": "The adsorption isotherms for propane in MIL-47(V) at 303 K using DREIDING, PBE-D2 FF, and VDW-DF2 FF are shown in . The VDW-DF2 FF predicts a higher uptake of propane than PBE-D2 FF and DREIDING. This is expected as the highest interaction energies are obtained with the vdW-DF2 DFT calculations ().", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>Similar to the ethane case\ndiscussed earlier, all three adsorption\nisotherms lie between the scaled and the unscaled experimental data.\nThe experimental data for propane comes from the same study as the\nethane data discussed above. For the same reasons as with the experimental\nethane isotherms, the propane data does not allow a firm conclusion\nto be drawn on which simulated isotherm is more accurate.</p>", "clean_text": "Similar to the ethane case discussed earlier, all three adsorption isotherms lie between the scaled and the unscaled experimental data. The experimental data for propane comes from the same study as the ethane data discussed above. For the same reasons as with the experimental ethane isotherms, the propane data does not allow a firm conclusion to be drawn on which simulated isotherm is more accurate.", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Comparison\nof the simulated heat of adsorption for ethane, propane,\nand butane in MIL-47­(V) at 303 K. The experimental microcalorimetry\ndata measured by Rosenbach et al.<xref ref-type=\"bibr\" rid=\"ref59\"></xref> is\nincluded for comparison. <italic toggle=\"yes\">N</italic>\n<sub>C</sub> refers to\nthe number of carbon atoms in the hydrocarbon molecule.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Comparison of the simulated heat of adsorption for ethane, propane, and butane in MIL-47(V) at 303 K. The experimental microcalorimetry data measured by Rosenbach et al. is included for comparison. N C refers to the number of carbon atoms in the hydrocarbon molecule.   ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["property"], "content": "<p>Even though we choose to not compare our GCMC results\nfor light\nhydrocarbons to the full experimental isotherms, it is reasonable\nto compare the experimental and simulated heat of adsorption (Δ<italic toggle=\"yes\">H</italic>) at low loadings. As reliable experimental adsorption\nisotherms at multiple temperatures are unavailable for this system,\nwe compare our Δ<italic toggle=\"yes\">H</italic> results with microcalorimetric\nmeasurements.\n compares the low-loading (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.001) Δ<italic toggle=\"yes\">H</italic> obtained from CBMC simulations with the microcalorimetry measurements\nof Rosenbach et al. at 303 K for ethane,\npropane, and butane. As expected from our DFT calculations, the simulated\nheat of adsorption for C<sub>2</sub>–C<sub>4</sub> hydrocarbons\nis the lowest for PBE-D2 FF. The VDW-DF2 FF and DREIDING values are\ncomparable to each other and are within 2 kJ/mol of the experimental\nmeasurement. It is encouraging that the slope of the line for VDW-DF2\nFF (8.6 mol per −CH<sub>2</sub>) is similar to the experimental\nresult (8.25 kJ/mol per −CH<sub>2</sub>).</p>", "clean_text": "Even though we choose to not compare our GCMC results for light hydrocarbons to the full experimental isotherms, it is reasonable to compare the experimental and simulated heat of adsorption (ΔH) at low loadings. As reliable experimental adsorption isotherms at multiple temperatures are unavailable for this system, we compare our ΔH results with microcalorimetric measurements.  compares the low-loading (P/P 0 = 0.001) ΔH obtained from CBMC simulations with the microcalorimetry measurements of Rosenbach et al. at 303 K for ethane, propane, and butane. As expected from our DFT calculations, the simulated heat of adsorption for C2-C4 hydrocarbons is the lowest for PBE-D2 FF. The VDW-DF2 FF and DREIDING values are comparable to each other and are within 2 kJ/mol of the experimental measurement. It is encouraging that the slope of the line for VDW-DF2 FF (8.6 mol per -CH2) is similar to the experimental result (8.25 kJ/mol per -CH2).", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>Having verified\nthat the predicted low loading heats of adsorption\nfor C<sub>2</sub> to C<sub>4</sub> hydrocarbons are reasonable, we\nnow proceed to extending our method to higher alkanes.</p><title>Force Field for Higher Alkanes</title><p>Linear\nalkanes described using the TraPPE FF consist of only two types from\ninteraction centers: CH3_sp3_UA and CH2_sp3_UA. Using the force field\nparameters listed in  and , we can predict the adsorption\nof all linear alkanes using our DFT-derived FFs.</p>", "clean_text": "Having verified that the predicted low loading heats of adsorption for C2 to C4 hydrocarbons are reasonable, we now proceed to extending our method to higher alkanes.\n\nForce Field for Higher Alkanes\n\nLinear alkanes described using the TraPPE FF consist of only two types from interaction centers: CH3_sp3_UA and CH2_sp3_UA. Using the force field parameters listed in  and , we can predict the adsorption of all linear alkanes using our DFT-derived FFs.", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>\n compares the experimental\nadsorption isotherms for C<sub>5</sub>–C<sub>9</sub> alkanes\nin MIL-47 (V) at 303 K reported by Déroche et al. with the predicted uptakes using DREIDING, PBE-D2\nFF, and VDW-DF2 FF, respectively. Even though the BET surface areas\nof the MOF sample have not been explicitly reported by Déroche\net al., they did not rescale the adsorption\nisotherms while comparing their simulated isotherms. We therefore\ncompare our data to the experimental results on the same basis while\nacknowledging that this would be more satisfactory if information\nabout the surface area of the experimental sample was available.</p>", "clean_text": "  compares the experimental adsorption isotherms for C5-C9 alkanes in MIL-47 (V) at 303 K reported by Déroche et al. with the predicted uptakes using DREIDING, PBE-D2 FF, and VDW-DF2 FF, respectively. Even though the BET surface areas of the MOF sample have not been explicitly reported by Déroche et al., they did not rescale the adsorption isotherms while comparing their simulated isotherms. We therefore compare our data to the experimental results on the same basis while acknowledging that this would be more satisfactory if information about the surface area of the experimental sample was available.", "data": null, "include_properties": null}, {"idx": 59, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Adsorption\nisotherms for pentane (black), hexane (red), heptane\n(green), octane (blue), and nonane (cyan) in MIL-47­(V) at 303 K. The\npredictions from CBMC (filled circles) using (a) DREIDING FF, (b)\nPBE-D2 FF, and (c) VDW-DF2 FF are compared with the experimental data\nfrom Déroche et al.<xref ref-type=\"bibr\" rid=\"ref58\"></xref> (open diamonds).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Adsorption isotherms for pentane (black), hexane (red), heptane (green), octane (blue), and nonane (cyan) in MIL-47(V) at 303 K. The predictions from CBMC (filled circles) using (a) DREIDING FF, (b) PBE-D2 FF, and (c) VDW-DF2 FF are compared with the experimental data from Déroche et al. (open diamonds).   ", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<p>We will first discuss the adsorption\nof C<sub>5</sub>–C<sub>8</sub> alkanes using the three force\nfields. The DREIDING force\nfield underestimates the adsorption of C<sub>5</sub>–C<sub>8</sub> alkanes over the entire pressure range. For these alkanes,\nthe saturation capacity is systematically ∼0.5 mmol/g lower\nthan the experimental value. On the other hand, PBE-D2 FF gives significantly\nbetter agreement with the experimental data for C<sub>6</sub> to C<sub>8</sub> alkanes, both at lower pressures and at saturation. For pentane,\na slight underestimation of ∼0.2 mmol/g is observed at all\npressures. The best prediction of the experimental data over the whole\npressure range is obtained for the VDW-DF2 FF. In addition to getting\nthe correct saturation capacity for C<sub>5</sub>–C<sub>8</sub> at higher pressures, the shape of the predicted isotherms is in\nvery good agreement with the experimental data for the C<sub>5</sub>–C<sub>8</sub> linear alkanes.</p>", "clean_text": "We will first discuss the adsorption of C5-C8 alkanes using the three force fields. The DREIDING force field underestimates the adsorption of C5-C8 alkanes over the entire pressure range. For these alkanes, the saturation capacity is systematically ~0.5 mmol/g lower than the experimental value. On the other hand, PBE-D2 FF gives significantly better agreement with the experimental data for C6 to C8 alkanes, both at lower pressures and at saturation. For pentane, a slight underestimation of ~0.2 mmol/g is observed at all pressures. The best prediction of the experimental data over the whole pressure range is obtained for the VDW-DF2 FF. In addition to getting the correct saturation capacity for C5-C8 at higher pressures, the shape of the predicted isotherms is in very good agreement with the experimental data for the C5-C8 linear alkanes.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<p>We now turn to the inconsistency\nin the simulated and experimental\nisotherms for nonane (). Given that VDW-DF2 FF works well for the other alkanes,\nit is surprising that the saturation capacity of nonane is overestimated.\nThe case for nonane is interesting because the experimental isotherm\nis lower than the simulated values for all three FFs. To examine this\ndiscrepancy, we used the experimental and VDW-DF2 FF isotherms to\ncalculate the number of C atoms per unit cell at saturation for C<sub>5</sub>–C<sub>9</sub> alkanes.  shows that the MIL-47­(V) unit cell saturates at approximately\n20 C atoms/unit cell for all hydrocarbons, except when the experimental\nnonane saturation capacity is used (1.9 mmol/g, 17 C/u.c). In contrast,\nthe saturation capacity from the VDW-DF2 FF (2.2 mmol/g) corresponds\nto the same density (20 C/u.c.) calculated for the other cases. This\nresult suggests that the experimental results for nonane adsorption\nmay have been influenced by a kinetic limitations that cannot be considered\nin our equilibrium calculations. It is noteworthy\nthat the excellent adsorption predictions in (b,c) are obtained by using FFs that are\ndeveloped purely from theoretical methods and do not require any information\nor parameter tuning from experimental data.</p>", "clean_text": "We now turn to the inconsistency in the simulated and experimental isotherms for nonane (). Given that VDW-DF2 FF works well for the other alkanes, it is surprising that the saturation capacity of nonane is overestimated. The case for nonane is interesting because the experimental isotherm is lower than the simulated values for all three FFs. To examine this discrepancy, we used the experimental and VDW-DF2 FF isotherms to calculate the number of C atoms per unit cell at saturation for C5-C9 alkanes.  shows that the MIL-47(V) unit cell saturates at approximately 20 C atoms/unit cell for all hydrocarbons, except when the experimental nonane saturation capacity is used (1.9 mmol/g, 17 C/u.c). In contrast, the saturation capacity from the VDW-DF2 FF (2.2 mmol/g) corresponds to the same density (20 C/u.c.) calculated for the other cases. This result suggests that the experimental results for nonane adsorption may have been influenced by a kinetic limitations that cannot be considered in our equilibrium calculations. It is noteworthy that the excellent adsorption predictions in (b,c) are obtained by using FFs that are developed purely from theoretical methods and do not require any information or parameter tuning from experimental data.", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>The performance\nof VDW-DF2 FF is further confirmed by comparing\nthe low loading heat of adsorption (Δ<italic toggle=\"yes\">H</italic>) for\ndifferent force fields with the experimental values obtained by using\nHenry’s constants.\n shows that the simulated\nΔ<italic toggle=\"yes\">H</italic> values for C<sub>5</sub>–C<sub>7</sub> hydrocarbons from VDW-DF2 FF are within 1 kJ/mol of the experimental\ndata. The PBE-D2 FF systematically underpredicts the heat of adsorption,\nwhich is consistent with the relatively lower PBE-D2 interaction energies\nfor ethane and propane ( and ). On the other hand,\nDREIDING FF gives reasonable agreement with experimental and vdW-DF2\nheat of adsorption, but fails at predicting the correct saturation\ncapacities ((c)).</p>", "clean_text": "The performance of VDW-DF2 FF is further confirmed by comparing the low loading heat of adsorption (ΔH) for different force fields with the experimental values obtained by using Henry's constants.  shows that the simulated ΔH values for C5-C7 hydrocarbons from VDW-DF2 FF are within 1 kJ/mol of the experimental data. The PBE-D2 FF systematically underpredicts the heat of adsorption, which is consistent with the relatively lower PBE-D2 interaction energies for ethane and propane ( and ). On the other hand, DREIDING FF gives reasonable agreement with experimental and vdW-DF2 heat of adsorption, but fails at predicting the correct saturation capacities ((c)).", "data": null, "include_properties": null}, {"idx": 63, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Simulated heat of adsorption for C<sub>5</sub>, C<sub>6</sub>,\nand C<sub>7</sub> alkanes at low loadings (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.001) from DREIDING, PBE-D2 FF, and vdW-DF2\nFF compared to the experimental zero-coverage heat of adsorption obtained\nfrom experimental Henry’s constants.<xref ref-type=\"bibr\" rid=\"ref74\"></xref>\n</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  Simulated heat of adsorption for C5, C6, and C7 alkanes at low loadings (P/P 0 = 0.001) from DREIDING, PBE-D2 FF, and vdW-DF2 FF compared to the experimental zero-coverage heat of adsorption obtained from experimental Henry's constants.    ", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<p>In summary, as the VDW-DF2 FF\ngives excellent agreement with low\ncoverage heat of adsorption measurements and experimental adsorption\nisotherms for a wide range of linear alkanes, we conclude that VDW-DF2\nFF correctly describes the alkane/MIL-47­(V) system. Even though the\nPBE-D2 FF does not perform as well as VDW-DF2 FF, it is still a considerable\nimprovement over the original DREIDING force field.</p>", "clean_text": "In summary, as the VDW-DF2 FF gives excellent agreement with low coverage heat of adsorption measurements and experimental adsorption isotherms for a wide range of linear alkanes, we conclude that VDW-DF2 FF correctly describes the alkane/MIL-47(V) system. Even though the PBE-D2 FF does not perform as well as VDW-DF2 FF, it is still a considerable improvement over the original DREIDING force field.", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<title>Comparison of DFT-Derived and Generic FFs</title><p>Given that\nour DFT-derived FFs perform significantly better than\nDREIDING, it is important to explore the characteristics that distinguish\nthem from the generic models. Similar to our DREIDING calculations,\nDéroche et al. have reported adsorption\nisotherms for C<sub>5</sub>–C<sub>9</sub> alkanes using (1)\nthe UFF force field and (2) a combined UFF + DREIDING approach. In\nboth the cases, unsatisfactory prediction of the saturation capacities\nand/or the low-pressure region is observed. Typically, self-interaction\nparameters defined by UFF or DREIDING for the framework atoms are\ncombined with the fluid model using Lorentz–Berthelot mixing\nrules to obtain the required cross-species interactions. For the FFs\ndeveloped in this work, we directly derive the cross-species interaction\nparameters from fitting to DFT calculations ( and ). Using these\ncross-species interactions and assuming Lorentz–Berthelot mixing\nrules to be valid, we obtain the self-interaction parameters for the\nframework atoms based on DFT FF parameters. The force fields are referred\nto as PBE-D2-LB and VDW-DF2-LB in .</p>", "clean_text": "Comparison of DFT-Derived and Generic FFs\n\nGiven that our DFT-derived FFs perform significantly better than DREIDING, it is important to explore the characteristics that distinguish them from the generic models. Similar to our DREIDING calculations, Déroche et al. have reported adsorption isotherms for C5-C9 alkanes using (1) the UFF force field and (2) a combined UFF + DREIDING approach. In both the cases, unsatisfactory prediction of the saturation capacities and/or the low-pressure region is observed. Typically, self-interaction parameters defined by UFF or DREIDING for the framework atoms are combined with the fluid model using Lorentz-Berthelot mixing rules to obtain the required cross-species interactions. For the FFs developed in this work, we directly derive the cross-species interaction parameters from fitting to DFT calculations ( and ). Using these cross-species interactions and assuming Lorentz-Berthelot mixing rules to be valid, we obtain the self-interaction parameters for the framework atoms based on DFT FF parameters. The force fields are referred to as PBE-D2-LB and VDW-DF2-LB in .", "data": null, "include_properties": null}, {"idx": 66, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Self-Interaction\nParameters (ε,\nK) for Generic and DFT-Derived Force Fields to Be Used in Conjunction\nwith Lorentz–Berthelot Mixing Rules</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">framework<break></break>atom</oasis:entry>\n<oasis:entry align=\"center\">UFF</oasis:entry>\n<oasis:entry align=\"center\">DREIDING</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2-LB<break></break>FF</oasis:entry>\n<oasis:entry align=\"center\">VDW-DF2-LB<break></break>FF</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>C–C</oasis:entry>\n<oasis:entry>52.87</oasis:entry>\n<oasis:entry>47.87</oasis:entry>\n<oasis:entry>39.16</oasis:entry>\n<oasis:entry>43.38</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O–O</oasis:entry>\n<oasis:entry>30.21</oasis:entry>\n<oasis:entry>30.21</oasis:entry>\n<oasis:entry>115.85</oasis:entry>\n<oasis:entry>100.41</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V–V</oasis:entry>\n<oasis:entry>8.06</oasis:entry>\n<oasis:entry>8.06</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H–H</oasis:entry>\n<oasis:entry>22.16</oasis:entry>\n<oasis:entry>7.65</oasis:entry>\n<oasis:entry>0.28</oasis:entry>\n<oasis:entry>5.21</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["else"], "content": "<p>Our calculations show that the ε­(C–C)\nself-interaction\nparameters for the DREIDING (UFF) force fields are only ∼20%\n(10%) higher than for VDW-DF2 FF. On the other hand, for both DFT-derived\nFFs, the ε­(O–O) values are ∼300% higher than the\ngeneric FFs. This observation indicates that the chemical environment\nof the oxygen atom bound to the metal center and subsequently its\ninteraction with the hydrocarbon is not well represented by UFF or\nDREIDING. Instead, using DFT calculations to derive the FF parameters\nallows for a more accurate description of the system and results in\na better prediction of adsorption properties.</p>", "clean_text": "Our calculations show that the ε(C-C) self-interaction parameters for the DREIDING (UFF) force fields are only ~20% (10%) higher than for VDW-DF2 FF. On the other hand, for both DFT-derived FFs, the ε(O-O) values are ~300% higher than the generic FFs. This observation indicates that the chemical environment of the oxygen atom bound to the metal center and subsequently its interaction with the hydrocarbon is not well represented by UFF or DREIDING. Instead, using DFT calculations to derive the FF parameters allows for a more accurate description of the system and results in a better prediction of adsorption properties.", "data": null, "include_properties": null}, {"idx": 68, "type": "text", "classification": ["else"], "content": "<title>Diffusion of Alkanes in MIL-47(V)</title><p>Previously, we demonstrated\nthat the VDW-DF2 FF performs better\nthan the generic FFs at predicting the adsorption properties of alkanes\nin MIL-47­(V). In this section, we discuss the diffusion properties\nof alkanes using VDW-DF2 FF and DREIDING FF.</p>", "clean_text": "Diffusion of Alkanes in MIL-47(V)\n\nPreviously, we demonstrated that the VDW-DF2 FF performs better than the generic FFs at predicting the adsorption properties of alkanes in MIL-47(V). In this section, we discuss the diffusion properties of alkanes using VDW-DF2 FF and DREIDING FF.", "data": null, "include_properties": null}, {"idx": 69, "type": "text", "classification": ["else"], "content": "<p>Molecular dynamics\n(MD) simulations in the NVT ensemble were used\nto calculate the diffusivities of C<sub>2</sub>–C<sub>7</sub> alkanes in MIL-47­(V) at 300 K. All MD calculations were performed\nin RASPA using a rigid 8 × 2 ×\n2 supercell of the framework. A time step of 1.0 fs was determined\nto be sufficient to ensure energy conservation. A typical MD trajectory\nconsisted of 10<sup>6</sup> equilibration steps followed by 10<sup>7</sup> production steps during which the mean-squared deviation\n(MSD) of the alkane was measured. An order-<italic toggle=\"yes\">N</italic> scheme was used to calculate the self-diffusion coefficients\nfrom the MSD data. We used a minimum of five independent trajectories\nto calculate the average self-diffusion coefficient for each hydrocarbon.</p>", "clean_text": "Molecular dynamics (MD) simulations in the NVT ensemble were used to calculate the diffusivities of C2-C7 alkanes in MIL-47(V) at 300 K. All MD calculations were performed in RASPA using a rigid 8 × 2 × 2 supercell of the framework. A time step of 1.0 fs was determined to be sufficient to ensure energy conservation. A typical MD trajectory consisted of 106 equilibration steps followed by 107 production steps during which the mean-squared deviation (MSD) of the alkane was measured. An order-N scheme was used to calculate the self-diffusion coefficients from the MSD data. We used a minimum of five independent trajectories to calculate the average self-diffusion coefficient for each hydrocarbon.", "data": null, "include_properties": null}, {"idx": 70, "type": "text", "classification": ["else"], "content": "<p>\n compares\nthe self-diffusivities (<italic toggle=\"yes\">D</italic>\n<sub>s</sub>) obtained for\ndifferent alkanes at a fixed loading of 3 C atoms per unit cell at\n300 K. This allows us to compare our self-diffusivities with experimental\nQENS measurements at the same loading. The MD results\nin  show\nthat the self-diffusivity of alkanes in MIL-47­(V) calculated using\nVDW-DF2 FF is in good agreement with the experimental results for\nC<sub>2</sub>–C<sub>7</sub> alkanes. For these alkanes, slightly\nhigher diffusion coefficients are predicted for the DREIDING FF. Because\nof its large 1D pores, it is not surprising that the diffusivities\nof alkanes in MIL-47­(V) are insensitive to the details of the FF.\nMoreover, the observed diffusivities are similar to the expected self-diffusion\ncoefficients for liquid hydrocarbons. The experimentally\nobserved sharp decrease in the diffusivity for longer alkanes (C<sub>8</sub>–C<sub>16</sub>) is not observed from our calculations\nwith either FF. This may be due to the representation of the alkanes\nas united atoms in our force field. Similar discrepancies have been\npreviously observed for molecular diffusion in silicalite, although\nthe origin of these discrepancies remains unclear. As MIL-47­(V) consists of large 1D pores, our results suggest that <italic toggle=\"yes\">D</italic>\n<sub>s</sub> is not a strong function of the carbon chain\nlength for short alkanes.</p>", "clean_text": "  compares the self-diffusivities (D s) obtained for different alkanes at a fixed loading of 3 C atoms per unit cell at 300 K. This allows us to compare our self-diffusivities with experimental QENS measurements at the same loading. The MD results in  show that the self-diffusivity of alkanes in MIL-47(V) calculated using VDW-DF2 FF is in good agreement with the experimental results for C2-C7 alkanes. For these alkanes, slightly higher diffusion coefficients are predicted for the DREIDING FF. Because of its large 1D pores, it is not surprising that the diffusivities of alkanes in MIL-47(V) are insensitive to the details of the FF. Moreover, the observed diffusivities are similar to the expected self-diffusion coefficients for liquid hydrocarbons. The experimentally observed sharp decrease in the diffusivity for longer alkanes (C8-C16) is not observed from our calculations with either FF. This may be due to the representation of the alkanes as united atoms in our force field. Similar discrepancies have been previously observed for molecular diffusion in silicalite, although the origin of these discrepancies remains unclear. As MIL-47(V) consists of large 1D pores, our results suggest that D s is not a strong function of the carbon chain length for short alkanes.", "data": null, "include_properties": null}, {"idx": 71, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Average self-diffusion coefficients of C<sub>2</sub>–C<sub>9</sub>, C<sub>12</sub>, and C<sub>16</sub> alkanes\nobtained from\nNVT MD simulations at 300 K using VDW-DF2 FF (red squares) and DREIDING\nFF (green squares). The error bars denote the range of <italic toggle=\"yes\">D</italic>\n<sub>s</sub> values obtained from five independent MD simulations.\nExperimental QENS values reported by Rives et al.<xref ref-type=\"bibr\" rid=\"ref60\"></xref> are represented by the black circles. Note that the orientationally\naveraged self-diffusion coefficient is defined as <italic toggle=\"yes\">D</italic>\n<sub>s</sub> = <italic toggle=\"yes\">D</italic>\n<sub>1D</sub>/3.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 12  Average self-diffusion coefficients of C2-C9, C12, and C16 alkanes obtained from NVT MD simulations at 300 K using VDW-DF2 FF (red squares) and DREIDING FF (green squares). The error bars denote the range of D s values obtained from five independent MD simulations. Experimental QENS values reported by Rives et al. are represented by the black circles. Note that the orientationally averaged self-diffusion coefficient is defined as D s = D 1D/3.   ", "data": null, "include_properties": null}, {"idx": 72, "type": "text", "classification": ["else"], "content": "<p>A decrease in the self-diffusion coefficient has\nbeen reported\nby Jobic et al. at higher loadings of\nethane, propane, and butane in MIL-47­(V). Similar to our previous\napproach, we calculated diffusivities for C<sub>2</sub>–C<sub>4</sub> alkanes at multiple loadings (0.5–3.5 molecules/u.c.)\nusing VDW-DF2 FF. The predicted ethane and butane self-diffusivities\nagree very well with the QENS measurements (). However, our MD simulations overestimate\npropane diffusion at low loadings. The experimental measurements indicate\nthat butane diffuses faster than propane, which has been described\nby a so-called “blowgun” effect. This effect is not seen in our MD simulations using VDW-DF2\nor DREIDING FF (), where the diffusivity\ndecreases on going from ethane to butane over the entire range of\nalkane loadings.</p>", "clean_text": "A decrease in the self-diffusion coefficient has been reported by Jobic et al. at higher loadings of ethane, propane, and butane in MIL-47(V). Similar to our previous approach, we calculated diffusivities for C2-C4 alkanes at multiple loadings (0.5-3.5 molecules/u.c.) using VDW-DF2 FF. The predicted ethane and butane self-diffusivities agree very well with the QENS measurements (). However, our MD simulations overestimate propane diffusion at low loadings. The experimental measurements indicate that butane diffuses faster than propane, which has been described by a so-called \"blowgun\" effect. This effect is not seen in our MD simulations using VDW-DF2 or DREIDING FF (), where the diffusivity decreases on going from ethane to butane over the entire range of alkane loadings.", "data": null, "include_properties": null}, {"idx": 73, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Self-diffusion coefficients calculated from NVT MD simulations\nat 300 K using VDW-DF2 FF for ethane (open red circles), propane (open\nblue diamonds), and butane (open green triangles). The error bars\ndenote the range of <italic toggle=\"yes\">D</italic>\n<sub>s</sub> values obtained\nfrom five independent MD simulations. The experimental QENS measurements\nfrom Jobic et al.<xref ref-type=\"bibr\" rid=\"ref76\"></xref> are shown with filled\nsymbols.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 13  Self-diffusion coefficients calculated from NVT MD simulations at 300 K using VDW-DF2 FF for ethane (open red circles), propane (open blue diamonds), and butane (open green triangles). The error bars denote the range of D s values obtained from five independent MD simulations. The experimental QENS measurements from Jobic et al. are shown with filled symbols.   ", "data": null, "include_properties": null}, {"idx": 74, "type": "text", "classification": ["else"], "content": "<title>Force Field Development for\nAlkenes</title><p>In  and , we showed that VDW-DF2 FF successfully\npredicts\nthe adsorption and diffusion properties of alkanes in MIL-47­(V). This\napproach is not restricted to alkanes and can easily be extended to\nother adsorbates. As an example, we developed a force field for modeling\nthe adsorption of ethene, propene, and higher olefins in MIL-47­(V)\nusing PBE-D2 and vdW-DF2 DFT calculations. Results of the FF fitting\nprocedure are shown in , and the fitted parameters are reported in .</p>", "clean_text": "Force Field Development for Alkenes\n\nIn  and , we showed that VDW-DF2 FF successfully predicts the adsorption and diffusion properties of alkanes in MIL-47(V). This approach is not restricted to alkanes and can easily be extended to other adsorbates. As an example, we developed a force field for modeling the adsorption of ethene, propene, and higher olefins in MIL-47(V) using PBE-D2 and vdW-DF2 DFT calculations. Results of the FF fitting procedure are shown in , and the fitted parameters are reported in .", "data": null, "include_properties": null}, {"idx": 75, "type": "text", "classification": ["else"], "content": "<p>\n presents the\nsingle-component\nadsorption isotherms of C<sub>3</sub>–C<sub>7</sub> linear\nalkenes in MIL-47­(V) at 303 K using DREIDING, PBE-D2, and VDW-DF2\nFF. Similar to the previous alkane results, the VDW-DF2 FF predicts\nthe highest olefin uptakes. To the best of our knowledge, olefin isotherms\nhave not been reported experimentally, so direct validation of the\nDFT-derived FFs is not possible. As VDW-DF2 FF performs better than\nthe other FFs for the alkane/MIL-47­(V) system, we limit the discussion\nhere to the VDW-DF2 FF results.</p>", "clean_text": "  presents the single-component adsorption isotherms of C3-C7 linear alkenes in MIL-47(V) at 303 K using DREIDING, PBE-D2, and VDW-DF2 FF. Similar to the previous alkane results, the VDW-DF2 FF predicts the highest olefin uptakes. To the best of our knowledge, olefin isotherms have not been reported experimentally, so direct validation of the DFT-derived FFs is not possible. As VDW-DF2 FF performs better than the other FFs for the alkane/MIL-47(V) system, we limit the discussion here to the VDW-DF2 FF results.", "data": null, "include_properties": null}, {"idx": 76, "type": "text", "classification": ["else"], "content": "<p>To investigate the olefin/paraffin\nseparation characteristics of\nMIL-47­(V), we performed binary CBMC simulations for 50/50 bulk mixtures\nof C<sub>3</sub>–C<sub>7</sub> linear alkanes and alkenes.\nThe results shown in  indicate\nthat even though MIL-47­(V) does not contain any unsaturated metal\nsites, olefins are preferentially adsorbed from the equimolar olefin/paraffin\nmixture. The preferential adsorption of olefins over paraffins can\nbe attributed to the stronger interaction of the O atom with the sp<sup>2</sup> C atoms of the alkene (). The predicted olefin/paraffin selectivity decreases from ∼2.3\nfor C<sub>3</sub> to 1.7 for C<sub>7</sub> hydrocarbons under saturation\nconditions.</p>", "clean_text": "To investigate the olefin/paraffin separation characteristics of MIL-47(V), we performed binary CBMC simulations for 50/50 bulk mixtures of C3-C7 linear alkanes and alkenes. The results shown in  indicate that even though MIL-47(V) does not contain any unsaturated metal sites, olefins are preferentially adsorbed from the equimolar olefin/paraffin mixture. The preferential adsorption of olefins over paraffins can be attributed to the stronger interaction of the O atom with the sp2 C atoms of the alkene (). The predicted olefin/paraffin selectivity decreases from ~2.3 for C3 to 1.7 for C7 hydrocarbons under saturation conditions.", "data": null, "include_properties": null}, {"idx": 77, "type": "text", "classification": ["else"], "content": "<title>Force Field Transferability to the MIL-53 Series</title><p>Having established that the DFT-derived VDW-DF2 force field successfully\npredicts the adsorption and diffusion of alkanes in MIL-47­(V), we\nnow focus on evaluating the transferability of our force field to\nthe MIL-53 series.</p>", "clean_text": "Force Field Transferability to the MIL-53 Series\n\nHaving established that the DFT-derived VDW-DF2 force field successfully predicts the adsorption and diffusion of alkanes in MIL-47(V), we now focus on evaluating the transferability of our force field to the MIL-53 series.", "data": null, "include_properties": null}, {"idx": 78, "type": "text", "classification": ["else"], "content": "<p>Since its first synthesis by Millange et\nal., the MIL-53 family of flexible MOFs has attracted\nattention because\nof its guest-induced breathing behavior. A number of experimental and modeling groups\nhave studied the structural transitions in MIL-53­(Al, Fe, Cr, Ga,\nSc) upon the adsorption of H<sub>2</sub>, CH<sub>4</sub>, CO<sub>2</sub>, H<sub>2</sub>O, and hydrocarbons. These and related studies have been recently reviewed by Alhamami\net al. and Schneemann et al. Even though a variety of techniques have been\nexplored for modeling these materials, our focus here is limited to studying the adsorption of short linear\nalkanes in MIL-53­(Cr) and MIL-53­(Fe) using the VDW-DF2 FF.</p>", "clean_text": "Since its first synthesis by Millange et al., the MIL-53 family of flexible MOFs has attracted attention because of its guest-induced breathing behavior. A number of experimental and modeling groups have studied the structural transitions in MIL-53(Al, Fe, Cr, Ga, Sc) upon the adsorption of H2, CH4, CO2, H2O, and hydrocarbons. These and related studies have been recently reviewed by Alhamami et al. and Schneemann et al. Even though a variety of techniques have been explored for modeling these materials, our focus here is limited to studying the adsorption of short linear alkanes in MIL-53(Cr) and MIL-53(Fe) using the VDW-DF2 FF.", "data": null, "include_properties": null}, {"idx": 79, "type": "text", "classification": ["else"], "content": "<title>Alkane Adsorption in MIL-53­(Cr)</title><p>We\nwill first discuss the breathing behavior in MIL-53­(Cr). X-ray powder diffraction results and adsorption\nmeasurements indicate a narrow pore (NP) to\nlarge pore (LP) structural transition in MIL-53­(Cr) on adsorption\nof ethane, propane, and butane (). This transition is clearly seen as steps in the experimental propane\nand butane adsorption isotherms (), while the transition due to ethane is suggested from XRD results\nof Llewellyn et al. The XRD results also\nsuggest that the both LP and NP phases exist simultaneously over a\nsignificant pressure range.\n</p>", "clean_text": "Alkane Adsorption in MIL-53(Cr)\n\nWe will first discuss the breathing behavior in MIL-53(Cr). X-ray powder diffraction results and adsorption measurements indicate a narrow pore (NP) to large pore (LP) structural transition in MIL-53(Cr) on adsorption of ethane, propane, and butane (). This transition is clearly seen as steps in the experimental propane and butane adsorption isotherms (), while the transition due to ethane is suggested from XRD results of Llewellyn et al. The XRD results also suggest that the both LP and NP phases exist simultaneously over a significant pressure range. ", "data": null, "include_properties": null}, {"idx": 80, "type": "text", "classification": ["else"], "content": "<p>The\npredicted CBMC isotherms are obtained using the following procedure.\nWe first optimize LP and NP structures for MIL-53­(Cr) using DFT, based\non experimentally reported cell parameters for ethane, propane, and\nbutane adsorption. For both LP and NP\nstructure corresponding to each alkane, we predict CBMC isotherms\nusing the rigid framework and the VDW-DF2 FF. The predicted adsorption\ndata is then fit to a dual-site Langmuir model. The final combined\nisotherms are obtained by directly using the “phase mixture”\nmodel of Rosenbach et al. for propane\nand butane. This model was derived from hybrid GCMC/MD simulations\nof the MIL-53­(Cr) framework. As a significant\nstep in the ethane adsorption isotherm is not observed experimentally,\nwe report only the LP adsorption isotherm. Details of the DFT optimization,\nphase mixture model, and dual-site Langmuir fits are presented in\nthe .</p>", "clean_text": "The predicted CBMC isotherms are obtained using the following procedure. We first optimize LP and NP structures for MIL-53(Cr) using DFT, based on experimentally reported cell parameters for ethane, propane, and butane adsorption. For both LP and NP structure corresponding to each alkane, we predict CBMC isotherms using the rigid framework and the VDW-DF2 FF. The predicted adsorption data is then fit to a dual-site Langmuir model. The final combined isotherms are obtained by directly using the \"phase mixture\" model of Rosenbach et al. for propane and butane. This model was derived from hybrid GCMC/MD simulations of the MIL-53(Cr) framework. As a significant step in the ethane adsorption isotherm is not observed experimentally, we report only the LP adsorption isotherm. Details of the DFT optimization, phase mixture model, and dual-site Langmuir fits are presented in the .", "data": null, "include_properties": null}, {"idx": 81, "type": "text", "classification": ["else"], "content": "<p>\n compares\nthe experimentally reported adsorption isotherms for (a) ethane, (b)\npropane, and (c) butane with the predicted CBMC isotherms using the\naforementioned procedure. (a) indicates that the predicted ethane adsorption\nisotherm in the LP MIL-53­(Cr) structure slightly overestimates (∼0.15\nmmol/g) the experimental data, though the shape of the isotherm is\nwell predicted. By using the phase mixture model, we obtain a good description of the transition region for\nbutane, but the saturation capacity is slightly overestimated (∼0.1\nmmol/g). For propane, the phase mixture model predicts a much sharper\ntransition region than the experimental observations. However, the\nVDW-DF2 FF isotherm in the LP form is in very good agreement with\nthe experimental data.</p>", "clean_text": "  compares the experimentally reported adsorption isotherms for (a) ethane, (b) propane, and (c) butane with the predicted CBMC isotherms using the aforementioned procedure. (a) indicates that the predicted ethane adsorption isotherm in the LP MIL-53(Cr) structure slightly overestimates (~0.15 mmol/g) the experimental data, though the shape of the isotherm is well predicted. By using the phase mixture model, we obtain a good description of the transition region for butane, but the saturation capacity is slightly overestimated (~0.1 mmol/g). For propane, the phase mixture model predicts a much sharper transition region than the experimental observations. However, the VDW-DF2 FF isotherm in the LP form is in very good agreement with the experimental data.", "data": null, "include_properties": null}, {"idx": 82, "type": "text", "classification": ["else"], "content": "<p>Overall, we can conclude that the VDW-DF2\nFF reasonably predicts\nthe transition region and the adsorption isotherms over the entire\npressure range. The discrepancies noted in the predicted and experimental\nadsorption isotherm may arise from the simultaneous existence of LP\nand NP phases leading to a continuous volume change on hydrocarbon\nadsorption.</p>", "clean_text": "Overall, we can conclude that the VDW-DF2 FF reasonably predicts the transition region and the adsorption isotherms over the entire pressure range. The discrepancies noted in the predicted and experimental adsorption isotherm may arise from the simultaneous existence of LP and NP phases leading to a continuous volume change on hydrocarbon adsorption.", "data": null, "include_properties": null}, {"idx": 83, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig14\" orientation=\"portrait\" position=\"float\">\n<label>14</label>\n<caption>\n<p>Adsorption isotherms for (a) ethane, (b) propane, and\n(c) butane\nin MIL-53­(Cr) at 303 K. The experimental data from Rosenbach et al.<xref ref-type=\"bibr\" rid=\"ref59\"></xref> (black circles) is compared to the CBMC predictions\n(red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption\nisotherms are shown by the blue and green solid lines, respectively.\nThe inset in each figure shows the zoomed-in region close to the transition\npressure.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0014.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 14  Adsorption isotherms for (a) ethane, (b) propane, and (c) butane in MIL-53(Cr) at 303 K. The experimental data from Rosenbach et al. (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The inset in each figure shows the zoomed-in region close to the transition pressure.   ", "data": null, "include_properties": null}, {"idx": 84, "type": "text", "classification": ["else"], "content": "<title>Phase\nTransitions in MIL-53­(Fe)</title><p>Given\nthat the VDW-DF2 FF predictions for MIL-53­(Cr) are in good agreement\nwith experimental data, we now turn to studying the adsorption in\nthe Fe version of MIL-53. Compared to the MIL-53­(Cr) case, hydrocarbon\nadsorption in MIL-53­(Fe) is further complicated by the existence of\ntwo more phases in addition to the LP and NP forms. These are denoted as very narrow pore form (VNP) and intermediate\n(INT) phases and are shown schematically in . In this section, we discuss\nthe application of our force field to calculate the relative free-energy\ndifferences for the experimentally observed phases of MIL-53­(Fe) using\nOFAST.\n</p>", "clean_text": "Phase Transitions in MIL-53(Fe)\n\nGiven that the VDW-DF2 FF predictions for MIL-53(Cr) are in good agreement with experimental data, we now turn to studying the adsorption in the Fe version of MIL-53. Compared to the MIL-53(Cr) case, hydrocarbon adsorption in MIL-53(Fe) is further complicated by the existence of two more phases in addition to the LP and NP forms. These are denoted as very narrow pore form (VNP) and intermediate (INT) phases and are shown schematically in . In this section, we discuss the application of our force field to calculate the relative free-energy differences for the experimentally observed phases of MIL-53(Fe) using OFAST. ", "data": null, "include_properties": null}, {"idx": 85, "type": "text", "classification": ["else"], "content": "<p>Llewellyn et al. have measured the experimental adsorption isotherms\nof ethane, propane, and butane in MIL-53­(Fe) at 303 K (). In contrast to the MIL-53­(Cr) case,\na guest-induced transition for all three alkanes is clearly observed.\nThe complex adsorption behavior for the three alkanes and the phase\ntransitions has been described in the original publication.\n</p>", "clean_text": "Llewellyn et al. have measured the experimental adsorption isotherms of ethane, propane, and butane in MIL-53(Fe) at 303 K (). In contrast to the MIL-53(Cr) case, a guest-induced transition for all three alkanes is clearly observed. The complex adsorption behavior for the three alkanes and the phase transitions has been described in the original publication. ", "data": null, "include_properties": null}, {"idx": 86, "type": "text", "classification": ["else"], "content": "<p>The free-energy differences of MIL-53­(Al,\nCr, Sc, Ga) analogues\nhave been studied using DFT calculations and/or the OFAST approach\nfor different adsorbates. To the best of our knowledge,\nthere have not been any computational studies for modeling hydrocarbon\nadsorption in MIL-53­(Fe). As a “phase mixture” model for MIL-53­(Fe) has not been reported in the\nliterature, we use the osmotic framework adsorbed solution theory\n(OFAST) approach to describe the various transitions.\n</p>", "clean_text": "The free-energy differences of MIL-53(Al, Cr, Sc, Ga) analogues have been studied using DFT calculations and/or the OFAST approach for different adsorbates. To the best of our knowledge, there have not been any computational studies for modeling hydrocarbon adsorption in MIL-53(Fe). As a \"phase mixture\" model for MIL-53(Fe) has not been reported in the literature, we use the osmotic framework adsorbed solution theory (OFAST) approach to describe the various transitions. ", "data": null, "include_properties": null}, {"idx": 87, "type": "text", "classification": ["else"], "content": "<p>At low pressures the PV contribution is negligible,\nand the governing\nequation for the isothermal OFAST calculation is<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>ΔΩ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>F</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>host</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo>∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ads</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>P</mml:mi>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where ΔΩ­(<italic toggle=\"yes\">P</italic>) is\ndifference in the grand potential between two structures, Δ<italic toggle=\"yes\">F</italic>\n<sub>host</sub> is the host–host free-energy difference,\nand <italic toggle=\"yes\">N</italic>\n<sub>ads</sub>(<italic toggle=\"yes\">P</italic>) is the adsorption\nisotherm. The OFAST method uses the host–host free-energy difference\n(Δ<italic toggle=\"yes\">F</italic>\n<sub>host</sub>) and an adsorption-isotherm-dependent\nsolvation term (second term in ) to predict the thermodynamically preferred phase\nunder each adsorption condition. Alternatively, if the transition\npressure is known from experimental isotherms, then we can obtain\nΔ<italic toggle=\"yes\">F</italic>\n<sub>host</sub> for the corresponding transition.  summarizes the experimentally observed\ntransition pressures for ethane, propane, and butane isotherms. In\nthe following section, we use the VDW-DF2 FF predicted adsorption\nisotherms and the experimental transition pressures to calculate Δ<italic toggle=\"yes\">F</italic>\n<sub>host</sub> for the VNP → INT → NP →\nLP transition.</p>", "clean_text": "At low pressures the PV contribution is negligible, and the governing equation for the isothermal OFAST calculation is 4    ΔΩ  ( P )  = Δ   F   host   - R T   ∫   0   P    (   Δ   N   ads    ( P )    P   ⁡ d P )    where ΔΩ(P) is difference in the grand potential between two structures, ΔF host is the host-host free-energy difference, and N ads(P) is the adsorption isotherm. The OFAST method uses the host-host free-energy difference (ΔF host) and an adsorption-isotherm-dependent solvation term (second term in ) to predict the thermodynamically preferred phase under each adsorption condition. Alternatively, if the transition pressure is known from experimental isotherms, then we can obtain ΔF host for the corresponding transition.  summarizes the experimentally observed transition pressures for ethane, propane, and butane isotherms. In the following section, we use the VDW-DF2 FF predicted adsorption isotherms and the experimental transition pressures to calculate ΔF host for the VNP → INT → NP → LP transition.", "data": null, "include_properties": null}, {"idx": 88, "type": "text", "classification": ["else"], "content": "<p>Similar to the approach described for MIL-53­(Cr),\nthe following\nsteps are used to predict ethane, propane, and butane adsorption isotherms\nin MIL-53­(Fe): (i) DFT optimization using the experimentally reported\nlattice parameters, (ii) CBMC simulations with the LP, NP, and INT\nforms of MIL-53­(Fe), (iii) fitting CBMC results to the dual-site Langmuir\nisotherms, and (iv) the OFAST method to obtain the final combined\nisotherms and calculate Δ<italic toggle=\"yes\">F</italic>\n<sub>host</sub>.</p>", "clean_text": "Similar to the approach described for MIL-53(Cr), the following steps are used to predict ethane, propane, and butane adsorption isotherms in MIL-53(Fe): (i) DFT optimization using the experimentally reported lattice parameters, (ii) CBMC simulations with the LP, NP, and INT forms of MIL-53(Fe), (iii) fitting CBMC results to the dual-site Langmuir isotherms, and (iv) the OFAST method to obtain the final combined isotherms and calculate ΔF host.", "data": null, "include_properties": null}, {"idx": 89, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig15\" orientation=\"portrait\" position=\"float\">\n<label>15</label>\n<caption>\n<p>Adsorption\nisotherms for (a) propane and (b) butane in MIL-53­(Fe)\nat 303 K. The experimental data from Llewellyn et al.<xref ref-type=\"bibr\" rid=\"ref63\"></xref> (black circles) is compared to the CBMC predictions (red\ncircles). The dual-site Langmuir fits to the LP and NP CBMC adsorption\nisotherms are shown by the blue and green solid lines, respectively.\nThe light-colored regions indicate the experimentally observed dominant\nphase at different pressures from XRD measurements.</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0015.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 15  Adsorption isotherms for (a) propane and (b) butane in MIL-53(Fe) at 303 K. The experimental data from Llewellyn et al. (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The light-colored regions indicate the experimentally observed dominant phase at different pressures from XRD measurements.   ", "data": null, "include_properties": null}, {"idx": 90, "type": "text", "classification": ["else"], "content": "<p>As discussed earlier, the OFAST approach necessitates\na priori\nknowledge of Δ<italic toggle=\"yes\">F</italic>\n<sub>host</sub>. Initially,\nwe estimated the free-energy differences from DFT-based phonon calculations\nfor the individual structures, but the results were found to be unsatisfactory\n(). Instead we use the approach of Coudert et al., which relies on using the experimentally observed transition\npressure and CBMC isotherms to estimate this value.</p>", "clean_text": "As discussed earlier, the OFAST approach necessitates a priori knowledge of ΔF host. Initially, we estimated the free-energy differences from DFT-based phonon calculations for the individual structures, but the results were found to be unsatisfactory (). Instead we use the approach of Coudert et al., which relies on using the experimentally observed transition pressure and CBMC isotherms to estimate this value.", "data": null, "include_properties": null}, {"idx": 91, "type": "text", "classification": ["else"], "content": "<p>\n shows\nthe adsorption isotherms (black circles) for propane and butane, respectively,\nin MIL-53­(Fe) at 303 K. The figure also shows the dual-site Langmuir\nfit for the LP (blue lines) and NP (green lines) structures. For both\nalkanes, no adsorption uptake is observed at very low pressures. Power\nXRD experiments suggest the nonporous\nVNP to be the dominant structure at these pressures. As the pressure\nis increased, a transition is observed that results in an uptake corresponding\nto the NP form (green line) of MIL-53­(Fe) for both propane and butane.\nThese results imply that the free-energy difference calculated from\nthis transition is dominated by the VNP → NP transition. Encouragingly,\nthe calculated free-energy differences from the propane isotherm (−30.0\nkJ/mol-u.c.) are similar to the butane value (−32.5 kJ/mol-u.c.).</p>", "clean_text": "  shows the adsorption isotherms (black circles) for propane and butane, respectively, in MIL-53(Fe) at 303 K. The figure also shows the dual-site Langmuir fit for the LP (blue lines) and NP (green lines) structures. For both alkanes, no adsorption uptake is observed at very low pressures. Power XRD experiments suggest the nonporous VNP to be the dominant structure at these pressures. As the pressure is increased, a transition is observed that results in an uptake corresponding to the NP form (green line) of MIL-53(Fe) for both propane and butane. These results imply that the free-energy difference calculated from this transition is dominated by the VNP → NP transition. Encouragingly, the calculated free-energy differences from the propane isotherm (-30.0 kJ/mol-u.c.) are similar to the butane value (-32.5 kJ/mol-u.c.).", "data": null, "include_properties": null}, {"idx": 92, "type": "text", "classification": ["else"], "content": "<p>As the pressure is increased further, a second step in the adsorption\nisotherm is observed for both propane and butane. On the basis of\nXRD results, this corresponds to the\nNP → LP transition, and the calculated free-energy difference\nis −6.12 kJ/mol u.c. (from propane) and −6.59 kJ/mol\nu.c. (from butane). These values for the NP → LP transition\nare similar to the ones reported for the MIL-53 (Al, Cr) MOFs. The\ndetailed OFAST results, including the grand potential energy differences,\nare presented in . As\nonly one structure is predicted from OFAST at each pressure, the steps\nfor the simulated isotherms are much sharper than the experimental\ndata. In the actual material, the LP, NP, and INT phases coexist and result in a smooth isotherm close to the\ntransition pressure.</p>", "clean_text": "As the pressure is increased further, a second step in the adsorption isotherm is observed for both propane and butane. On the basis of XRD results, this corresponds to the NP → LP transition, and the calculated free-energy difference is -6.12 kJ/mol u.c. (from propane) and -6.59 kJ/mol u.c. (from butane). These values for the NP → LP transition are similar to the ones reported for the MIL-53 (Al, Cr) MOFs. The detailed OFAST results, including the grand potential energy differences, are presented in . As only one structure is predicted from OFAST at each pressure, the steps for the simulated isotherms are much sharper than the experimental data. In the actual material, the LP, NP, and INT phases coexist and result in a smooth isotherm close to the transition pressure.", "data": null, "include_properties": null}, {"idx": 93, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig16\" orientation=\"portrait\" position=\"float\">\n<label>16</label>\n<caption>\n<p>Adsorption isotherms for ethane in MIL-53­(Fe) at 303 K.\nThe experimental\ndata from Llewellyn et al.<xref ref-type=\"bibr\" rid=\"ref63\"></xref> (black circles)\nis compared to the CBMC predictions (red circles). The dual-site Langmuir\nfits to the LP and NP CBMC adsorption isotherms are shown by the blue\nand green solid lines, respectively. The solid cyan line is the single\nsite Langmuir fit to the INT part of the isotherm (1.0 bar &lt; <italic toggle=\"yes\">P</italic> &lt; 9.4 bar). The light-colored regions indicate the\nexperimentally observed dominant phase at different pressures.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0016.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 16  Adsorption isotherms for ethane in MIL-53(Fe) at 303 K. The experimental data from Llewellyn et al. (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The solid cyan line is the single site Langmuir fit to the INT part of the isotherm (1.0 bar < P < 9.4 bar). The light-colored regions indicate the experimentally observed dominant phase at different pressures.   ", "data": null, "include_properties": null}, {"idx": 94, "type": "text", "classification": ["else"], "content": "<p>We now turn to describing the\nethane adsorption isotherm using\nthe OFAST approach. As with propane and butane, the near-zero uptake\nregion at pressures of less than 1 bar corresponds to the nonporous\nVNP phase. As the pressure is increased, we observe a first step corresponding\nto ∼1.3 mmol/g, which is 50% of the first VNP → NP transition\nfor the propane (∼2.7 mmol/g) and butane (∼2.64 mmol/g)\nisotherm (). Compared to the\nNP structure, where all of the pores are available for adsorption,\n50% of the pores in the INT structure of MIL-53­(Fe) are closed (). It is likely that the step corresponding\nto 1.33 mmol/g is dominated by the INT phase. Moreover, this seems\nto be consistent with the power XRD results () that indicate the presence of the INT\nphase. We conclude that unlike propane and butane isotherms (VNP →\nNP transition), the first step in the ethane isotherm actually corresponds\nto the VNP → INT transition.</p>", "clean_text": "We now turn to describing the ethane adsorption isotherm using the OFAST approach. As with propane and butane, the near-zero uptake region at pressures of less than 1 bar corresponds to the nonporous VNP phase. As the pressure is increased, we observe a first step corresponding to ~1.3 mmol/g, which is 50% of the first VNP → NP transition for the propane (~2.7 mmol/g) and butane (~2.64 mmol/g) isotherm (). Compared to the NP structure, where all of the pores are available for adsorption, 50% of the pores in the INT structure of MIL-53(Fe) are closed (). It is likely that the step corresponding to 1.33 mmol/g is dominated by the INT phase. Moreover, this seems to be consistent with the power XRD results () that indicate the presence of the INT phase. We conclude that unlike propane and butane isotherms (VNP → NP transition), the first step in the ethane isotherm actually corresponds to the VNP → INT transition.", "data": null, "include_properties": null}, {"idx": 95, "type": "text", "classification": ["else"], "content": "<p>The CBMC isotherms using\nthe VDW-DF2 force field predicts zero\nethane uptake in the INT form of MIL-53­(Fe) at all pressures. However,\nour DFT calculations for a few ethane configurations indicate large\ninteraction energies (−35 kJ/mol). Further analysis of these\nconfigurations shows the ethane molecule to be highly confined in\nsmall channels with the largest cavity diameter of 3.1 Å (). At such short distances,\nthe united atom description of ethane fails at describing the energetics,\nand zero uptakes are incorrectly predicted.</p>", "clean_text": "The CBMC isotherms using the VDW-DF2 force field predicts zero ethane uptake in the INT form of MIL-53(Fe) at all pressures. However, our DFT calculations for a few ethane configurations indicate large interaction energies (-35 kJ/mol). Further analysis of these configurations shows the ethane molecule to be highly confined in small channels with the largest cavity diameter of 3.1 Å (). At such short distances, the united atom description of ethane fails at describing the energetics, and zero uptakes are incorrectly predicted.", "data": null, "include_properties": null}, {"idx": 96, "type": "text", "classification": ["else"], "content": "<p>To circumvent this\nissue, we fit the isotherm corresponding to\nthe INT phase (1.0 bar &lt; <italic toggle=\"yes\">P</italic> &lt; 9.4 bar) to a\nsingle-site Langmuir model (cyan solid line in ) and repeat the OFAST calculations to obtain\nthe free-energy difference of −6.18 kJ/mol u.c. corresponding\nto the VNP → INT. Because only a small region of the experimental\ndata is used to fit the Langmuir isotherm, errors in the Δ<italic toggle=\"yes\">F</italic>\n<sub>host</sub> calculations are possible. Finally, by\ncomparing the CMBC isotherm from the LP form (blue solid line in ) with the experimental\ndata, we can conclude that the second step observed at ∼9.4\nbar corresponds to the INT → LP transition with a free-energy\ndifference of −30.0 kJ/mol u.c. These free-energy differences\ncan be represented by the energy-level diagram shown in  and . The results indicate that the relative\nfree energies calculated from ethane, propane, and butane adsorption\nisotherms are consistent with each other.</p>", "clean_text": "To circumvent this issue, we fit the isotherm corresponding to the INT phase (1.0 bar < P < 9.4 bar) to a single-site Langmuir model (cyan solid line in ) and repeat the OFAST calculations to obtain the free-energy difference of -6.18 kJ/mol u.c. corresponding to the VNP → INT. Because only a small region of the experimental data is used to fit the Langmuir isotherm, errors in the ΔF host calculations are possible. Finally, by comparing the CMBC isotherm from the LP form (blue solid line in ) with the experimental data, we can conclude that the second step observed at ~9.4 bar corresponds to the INT → LP transition with a free-energy difference of -30.0 kJ/mol u.c. These free-energy differences can be represented by the energy-level diagram shown in  and . The results indicate that the relative free energies calculated from ethane, propane, and butane adsorption isotherms are consistent with each other.", "data": null, "include_properties": null}, {"idx": 97, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig17\" orientation=\"portrait\" position=\"float\">\n<label>17</label>\n<caption>\n<p>Relative free-energy\ndifferences for the very narrow pore (VNP),\nintermediate (INT), narrow pore (NP), and large pore (LP) structures\nof MIL-53­(Fe) from the ethane (red), propane (blue), and butane (green)\nisotherms.</p>\n</caption>\n<graphic id=\"gr17\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0017.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 17  Relative free-energy differences for the very narrow pore (VNP), intermediate (INT), narrow pore (NP), and large pore (LP) structures of MIL-53(Fe) from the ethane (red), propane (blue), and butane (green) isotherms.   ", "data": null, "include_properties": null}, {"idx": 98, "type": "text", "classification": ["else"], "content": "<title>Summary</title><p>In this work, we have presented a general framework for developing\nan ab initio force field for adsorbate molecules in nanoporous structures\nusing periodic DFT calculations. This approach has been illustrated\nfor modeling the interactions of short and long alkanes in MIL-47­(V),\nand good predictions of adsorption and diffusion properties are obtained.\nOur results suggest that even for simple systems such as the adsorption\nof hydrocarbons in MOFs without open metal sites, the performance\nof generic force fields such as UFF and DREIDING can be improved using\nfirst-principles-derived FFs. An advantage of using this approach\nis that the developed force fields are likely to be transferable across\ndifferent adsorbates and can be used for studying a larger library\nrelated to MOF materials. We believe that this approach would be an\nimportant step in evaluating and improving the performance of generic\nforce fields before systems that are more complex are considered.</p>", "clean_text": "Summary\n\nIn this work, we have presented a general framework for developing an ab initio force field for adsorbate molecules in nanoporous structures using periodic DFT calculations. This approach has been illustrated for modeling the interactions of short and long alkanes in MIL-47(V), and good predictions of adsorption and diffusion properties are obtained. Our results suggest that even for simple systems such as the adsorption of hydrocarbons in MOFs without open metal sites, the performance of generic force fields such as UFF and DREIDING can be improved using first-principles-derived FFs. An advantage of using this approach is that the developed force fields are likely to be transferable across different adsorbates and can be used for studying a larger library related to MOF materials. We believe that this approach would be an important step in evaluating and improving the performance of generic force fields before systems that are more complex are considered.", "data": null, "include_properties": null}, {"idx": 99, "type": "text", "classification": ["else"], "content": "<p>Details of the force field\ndevelopment and adsorption calculations for MIL-47­(V), MIL-53­(Cr),\nand MIL-53­(Fe). The Supporting Information is available free of charge\non the <ext-link xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.langmuir.5b01193\" xlink:type=\"simple\">10.1021/acs.langmuir.5b01193</ext-link>.</p>", "clean_text": "Details of the force field development and adsorption calculations for MIL-47(V), MIL-53(Cr), and MIL-53(Fe). The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.langmuir.5b01193.", "data": null, "include_properties": null}, {"idx": 100, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "39, 56", "type": "text", "classification": "property", "content": "<p>Before comparing the DFT FF predictions with the experimental\nisotherms,\nit is useful to discuss the quality of the MOF sample used in the\nadsorption experiments. The measured\nsurface area for the MIL-47­(V) sample (1200 m<sup>2</sup>/g) was significantly\nsmaller than the calculated geometrically accessible surface area\n(1540 m<sup>2</sup>/g), and the authors suggest scaling up the experimental\nisotherms by ∼28% for comparison with simulations. In this case, the low surface area of MIL-47­(V)\nwas attributed to an incomplete removal of terephthalic acid from\nthe pores during the activation. Similar\nto this approach, other groups have employed pore volumes to derive\nthe necessary scaling factors.\n</p><p>Even though we choose to not compare our GCMC results\nfor light\nhydrocarbons to the full experimental isotherms, it is reasonable\nto compare the experimental and simulated heat of adsorption (Δ<italic toggle=\"yes\">H</italic>) at low loadings. As reliable experimental adsorption\nisotherms at multiple temperatures are unavailable for this system,\nwe compare our Δ<italic toggle=\"yes\">H</italic> results with microcalorimetric\nmeasurements.\n compares the low-loading (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.001) Δ<italic toggle=\"yes\">H</italic> obtained from CBMC simulations with the microcalorimetry measurements\nof Rosenbach et al. at 303 K for ethane,\npropane, and butane. As expected from our DFT calculations, the simulated\nheat of adsorption for C<sub>2</sub>–C<sub>4</sub> hydrocarbons\nis the lowest for PBE-D2 FF. The VDW-DF2 FF and DREIDING values are\ncomparable to each other and are within 2 kJ/mol of the experimental\nmeasurement. It is encouraging that the slope of the line for VDW-DF2\nFF (8.6 mol per −CH<sub>2</sub>) is similar to the experimental\nresult (8.25 kJ/mol per −CH<sub>2</sub>).</p>", "clean_text": "Before comparing the DFT FF predictions with the experimental isotherms, it is useful to discuss the quality of the MOF sample used in the adsorption experiments. The measured surface area for the MIL-47(V) sample (1200 m2/g) was significantly smaller than the calculated geometrically accessible surface area (1540 m2/g), and the authors suggest scaling up the experimental isotherms by ~28% for comparison with simulations. In this case, the low surface area of MIL-47(V) was attributed to an incomplete removal of terephthalic acid from the pores during the activation. Similar to this approach, other groups have employed pore volumes to derive the necessary scaling factors. \n\nEven though we choose to not compare our GCMC results for light hydrocarbons to the full experimental isotherms, it is reasonable to compare the experimental and simulated heat of adsorption (ΔH) at low loadings. As reliable experimental adsorption isotherms at multiple temperatures are unavailable for this system, we compare our ΔH results with microcalorimetric measurements.  compares the low-loading (P/P 0 = 0.001) ΔH obtained from CBMC simulations with the microcalorimetry measurements of Rosenbach et al. at 303 K for ethane, propane, and butane. As expected from our DFT calculations, the simulated heat of adsorption for C2-C4 hydrocarbons is the lowest for PBE-D2 FF. The VDW-DF2 FF and DREIDING values are comparable to each other and are within 2 kJ/mol of the experimental measurement. It is encouraging that the slope of the line for VDW-DF2 FF (8.6 mol per -CH2) is similar to the experimental result (8.25 kJ/mol per -CH2).", "data": [[{"meta": {"name": "MIL-47­(V)", "symbol": "", "chemical formula": ""}, "surface area": {"type": "", "probe": "", "value": "1200", "unit": "m2/g", "condition": ""}}]], "include_properties": ["surface_area"]}, {"idx": 36, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of ε Force Field\nParameters for Modeling the Adsorption of Ethane in MIL-47 (V) Using\nDREIDING, PBE-D2 FF, and VDW-DF2 FF</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbate<break></break>atom type</oasis:entry>\n<oasis:entry align=\"center\">MOF<break></break>atom<break></break>type</oasis:entry>\n<oasis:entry align=\"center\">DREIDING<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2\nFF<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">VDW-DF2 FF<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">all FFs<break></break>(σ, Å)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>C1</oasis:entry>\n<oasis:entry>68.49</oasis:entry>\n<oasis:entry>54.23</oasis:entry>\n<oasis:entry>64.80</oasis:entry>\n<oasis:entry>3.61</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>C2</oasis:entry>\n<oasis:entry>68.49</oasis:entry>\n<oasis:entry>54.23</oasis:entry>\n<oasis:entry>64.80</oasis:entry>\n<oasis:entry>3.61</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>C2</oasis:entry>\n<oasis:entry>68.49</oasis:entry>\n<oasis:entry>54.23</oasis:entry>\n<oasis:entry>64.80</oasis:entry>\n<oasis:entry>3.61</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>O1</oasis:entry>\n<oasis:entry>68.72</oasis:entry>\n<oasis:entry>106.86</oasis:entry>\n<oasis:entry>96.59</oasis:entry>\n<oasis:entry>3.39</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>O2</oasis:entry>\n<oasis:entry>68.72</oasis:entry>\n<oasis:entry>106.86</oasis:entry>\n<oasis:entry>96.59</oasis:entry>\n<oasis:entry>3.39</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>V<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry>28.09</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>n/a</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH3_sp3_UA</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>27.38</oasis:entry>\n<oasis:entry>6.13</oasis:entry>\n<oasis:entry>14.08</oasis:entry>\n<oasis:entry>3.30</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Note that the ε value for\nthe V-CH3_sp3_UA interaction has been set to zero.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Comparison of ε Force Field Parameters for Modeling the Adsorption of Ethane in MIL-47 (V) Using DREIDING, PBE-D2 FF, and VDW-DF2 FF\n\n| adsorbate atom type | MOF atom type | DREIDING (ε, K) | PBE-D2 FF (ε, K) | VDW-DF2 FF (ε, K) | all FFs (σ, Å) |\n|----------------------|----------------|----------------|-----------------|------------------|----------------|\n| CH3_sp3_UA           | C1             | 68.49          | 54.23           | 64.80            | 3.61           |\n| CH3_sp3_UA           | C2             | 68.49          | 54.23           | 64.80            | 3.61           |\n| CH3_sp3_UA           | C2             | 68.49          | 54.23           | 64.80            | 3.61           |\n| CH3_sp3_UA           | O1             | 68.72          | 106.86          | 96.59            | 3.39           |\n| CH3_sp3_UA           | O2             | 68.72          | 106.86          | 96.59            | 3.39           |\n| CH3_sp3_UA           | V[^a]          | 28.09          | 0.00            | 0.00             | n/a            |\n| CH3_sp3_UA           | H              | 27.38          | 6.13            | 14.08            | 3.30           |\n\n[^a]: Note that the ε value for the V-CH3_sp3_UA interaction has been set to zero.", "data": ["substring not found"], "include_properties": null}, {"idx": 42, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Scaling Factors for Different Hypothetical\nError Bars in the Measured BET Surface Area<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"2\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">% error in<break></break>BET<break></break>measurement</oasis:entry>\n<oasis:entry align=\"center\">scaling factor<break></break>range</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>1.28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>&lt;±5</oasis:entry>\n<oasis:entry>1.22–1.35</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>&lt;±10</oasis:entry>\n<oasis:entry>1.17–1.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>&lt;±15</oasis:entry>\n<oasis:entry>1.12–1.51</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>The baseline surface areas for\nthe experimental and “perfect” samples are 1200 and\n1540 m<sup>2</sup>/g, respectively.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Scaling Factors for Different Hypothetical Error Bars in the Measured BET Surface Area[^a]\n\n| % error in BET measurement | scaling factor range |\n|----------------------------|----------------------|\n| 0                          | 1.28                 |\n| <±5                        | 1.22–1.35            |\n| <±10                       | 1.17–1.43            |\n| <±15                       | 1.12–1.51            |\n\n[^a]: The baseline surface areas for the experimental and “perfect” samples are 1200 and 1540 m²/g, respectively.", "data": ["substring not found"], "include_properties": null}, {"idx": 52, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of ε Force Field\nParameters for Modeling the Adsorption of Propane in MIL-47 (V) Using\nDREIDING-, PBE-D2-, and vdW-DF2-Derived Force Fields</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbate<break></break>atom type</oasis:entry>\n<oasis:entry align=\"center\">MOF<break></break>atom<break></break>type</oasis:entry>\n<oasis:entry align=\"center\">DREIDING <break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2<break></break>FF<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">VDW-DF2<break></break>FF<break></break>(ε, K)</oasis:entry>\n<oasis:entry align=\"center\">all FFs<break></break>(σ, Å)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>C1</oasis:entry>\n<oasis:entry>46.92</oasis:entry>\n<oasis:entry>47.14</oasis:entry>\n<oasis:entry>44.94</oasis:entry>\n<oasis:entry>3.71</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>C2</oasis:entry>\n<oasis:entry>46.92</oasis:entry>\n<oasis:entry>47.14</oasis:entry>\n<oasis:entry>44.94</oasis:entry>\n<oasis:entry>3.71</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>C2</oasis:entry>\n<oasis:entry>46.92</oasis:entry>\n<oasis:entry>47.14</oasis:entry>\n<oasis:entry>44.94</oasis:entry>\n<oasis:entry>3.71</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>O1</oasis:entry>\n<oasis:entry>47.08</oasis:entry>\n<oasis:entry>72.79</oasis:entry>\n<oasis:entry>69.70</oasis:entry>\n<oasis:entry>3.49</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>O2</oasis:entry>\n<oasis:entry>47.08</oasis:entry>\n<oasis:entry>72.79</oasis:entry>\n<oasis:entry>69.70</oasis:entry>\n<oasis:entry>3.49</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>V<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry>19.24</oasis:entry>\n<oasis:entry>0.000</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>3.55</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH2_sp3_UA</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>18.75</oasis:entry>\n<oasis:entry>2.84</oasis:entry>\n<oasis:entry>19.65</oasis:entry>\n<oasis:entry>3.40</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Note that the ε value for\nthe V-CH2_sp3_UA intraction has been set to zero.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Comparison of ε Force Field Parameters for Modeling the Adsorption of Propane in MIL-47 (V) Using DREIDING-, PBE-D2-, and vdW-DF2-Derived Force Fields\n\n| adsorbate atom type | MOF atom type | DREIDING (ε, K) | PBE-D2 FF (ε, K) | VDW-DF2 FF (ε, K) | all FFs (σ, Å) |\n|----------------------|----------------|----------------|-----------------|------------------|----------------|\n| CH2_sp3_UA           | C1             | 46.92          | 47.14           | 44.94            | 3.71           |\n| CH2_sp3_UA           | C2             | 46.92          | 47.14           | 44.94            | 3.71           |\n| CH2_sp3_UA           | C2             | 46.92          | 47.14           | 44.94            | 3.71           |\n| CH2_sp3_UA           | O1             | 47.08          | 72.79           | 69.70            | 3.49           |\n| CH2_sp3_UA           | O2             | 47.08          | 72.79           | 69.70            | 3.49           |\n| CH2_sp3_UA           | V[^a]          | 19.24          | 0.000           | 0.00             | 3.55           |\n| CH2_sp3_UA           | H              | 18.75          | 2.84            | 19.65            | 3.40           |\n\n[^a]: Note that the ε value for the V-CH2_sp3_UA interaction has been set to zero.", "data": ["substring not found"], "include_properties": null}, {"idx": 66, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Self-Interaction\nParameters (ε,\nK) for Generic and DFT-Derived Force Fields to Be Used in Conjunction\nwith Lorentz–Berthelot Mixing Rules</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">framework<break></break>atom</oasis:entry>\n<oasis:entry align=\"center\">UFF</oasis:entry>\n<oasis:entry align=\"center\">DREIDING</oasis:entry>\n<oasis:entry align=\"center\">PBE-D2-LB<break></break>FF</oasis:entry>\n<oasis:entry align=\"center\">VDW-DF2-LB<break></break>FF</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>C–C</oasis:entry>\n<oasis:entry>52.87</oasis:entry>\n<oasis:entry>47.87</oasis:entry>\n<oasis:entry>39.16</oasis:entry>\n<oasis:entry>43.38</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O–O</oasis:entry>\n<oasis:entry>30.21</oasis:entry>\n<oasis:entry>30.21</oasis:entry>\n<oasis:entry>115.85</oasis:entry>\n<oasis:entry>100.41</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V–V</oasis:entry>\n<oasis:entry>8.06</oasis:entry>\n<oasis:entry>8.06</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H–H</oasis:entry>\n<oasis:entry>22.16</oasis:entry>\n<oasis:entry>7.65</oasis:entry>\n<oasis:entry>0.28</oasis:entry>\n<oasis:entry>5.21</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 4. Self-Interaction Parameters (ε, K) for Generic and DFT-Derived Force Fields to Be Used in Conjunction with Lorentz–Berthelot Mixing Rules\n\n| framework atom | UFF  | DREIDING | PBE-D2-LB FF | VDW-DF2-LB FF |\n|-----------------|------|----------|-------------|--------------|\n| C–C             | 52.87| 47.87    | 39.16       | 43.38        |\n| O–O             | 30.21| 30.21    | 115.85      | 100.41       |\n| V–V             | 8.06 | 8.06     | 0.00        | 0.00         |\n| H–H             | 22.16| 7.65     | 0.28        | 5.21         |", "data": ["substring not found"], "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Interaction energies for 100 configurations of pentane\n(red squares),\n1-pentene (green circles), and <italic toggle=\"yes\">trans</italic>-2-pentene (blue\ntriangles) using DREIDING FF and PBE-D2 in MIL-47­(V).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Interaction energies for 100 configurations of pentane (red squares), 1-pentene (green circles), and trans-2-pentene (blue triangles) using DREIDING FF and PBE-D2 in MIL-47(V).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PBE-D2 interaction energies for 200 configurations\nof ethane in\nMIL-47­(V) compared to generic DREIDING FF (blue triangles) and FITTED_LJ\nFF (red circles).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  PBE-D2 interaction energies for 200 configurations of ethane in MIL-47(V) compared to generic DREIDING FF (blue triangles) and FITTED_LJ FF (red circles).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Ethane adsorption isotherms in MIL-47­(V)\nat 303 K using three iterations\nof the DFT-derived FF. The isotherm from the DREIDING FF is also shown\nfor comparison.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Ethane adsorption isotherms in MIL-47(V) at 303 K using three iterations of the DFT-derived FF. The isotherm from the DREIDING FF is also shown for comparison.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison of the fitted\nFF interaction energies with PBE-D2 for\ndifferent potential functional forms: LJ, 4 parameters (red circles);\nLJ, 8 parameters (blue triangles); and Buckingham, 12 parameters (green\nsquares).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Comparison of the fitted FF interaction energies with PBE-D2 for different potential functional forms: LJ, 4 parameters (red circles); LJ, 8 parameters (blue triangles); and Buckingham, 12 parameters (green squares).   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Interaction\nenergies for 200 configurations of ethane in MIL-47­(V)\ncalculated using PBE-D2 (black, solid line), vdW-DF2 (red, dotted\nline), and DREIDING FF (blue, dotted line). The moving average for\nvdW-DF2 (red, solid line) and DREIDING FF (blue, solid line) is calculated\nusing five configurations for each data point.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Interaction energies for 200 configurations of ethane in MIL-47(V) calculated using PBE-D2 (black, solid line), vdW-DF2 (red, dotted line), and DREIDING FF (blue, dotted line). The moving average for vdW-DF2 (red, solid line) and DREIDING FF (blue, solid line) is calculated using five configurations for each data point.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Ethane adsorption isotherms\nin MIL-47­(V) using the PBE-D2, vdW-DF2,\nand DREIDING FFs. The simulation data is compared to the scaled (dashed\nline) and unscaled (solid line) experimental data from Rosenbach et\nal.<xref ref-type=\"bibr\" rid=\"ref59\"></xref>\n</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Ethane adsorption isotherms in MIL-47(V) using the PBE-D2, vdW-DF2, and DREIDING FFs. The simulation data is compared to the scaled (dashed line) and unscaled (solid line) experimental data from Rosenbach et al.    ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Description of linear alkanes using the\nTraPPE united atom model\nconsisting of CH3_sp3_UA (gray) and CH2_sp3_UA (blue) interaction\nsites. The hydrogen atoms (white) have been shown for clarity and\nare not explicitly defined in the TraPPE force field. Each number\nin parentheses indicates the number of interaction sites of each type.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Description of linear alkanes using the TraPPE united atom model consisting of CH3_sp3_UA (gray) and CH2_sp3_UA (blue) interaction sites. The hydrogen atoms (white) have been shown for clarity and are not explicitly defined in the TraPPE force field. Each number in parentheses indicates the number of interaction sites of each type.   ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Force field fitting results\nfor the adsorption of propane in MIL-47­(V)\nusing (a) PBE-D2 and (b) vdW-DF2 DFT energies. In each case, 1200\nadsorbate configurations were used. Only the CH2_sp3_UA interaction\nparameters were allowed to vary, while the CH3_sp3_UA parameters were\nobtained from the ethane results in <xref ref-type=\"table\" rid=\"tbl1\">Table <xref ref-type=\"table\" rid=\"tbl1\"></xref>\n</xref>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Force field fitting results for the adsorption of propane in MIL-47(V) using (a) PBE-D2 and (b) vdW-DF2 DFT energies. In each case, 1200 adsorbate configurations were used. Only the CH2_sp3_UA interaction parameters were allowed to vary, while the CH3_sp3_UA parameters were obtained from the ethane results in Table  .   ", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Comparison\nof the simulated heat of adsorption for ethane, propane,\nand butane in MIL-47­(V) at 303 K. The experimental microcalorimetry\ndata measured by Rosenbach et al.<xref ref-type=\"bibr\" rid=\"ref59\"></xref> is\nincluded for comparison. <italic toggle=\"yes\">N</italic>\n<sub>C</sub> refers to\nthe number of carbon atoms in the hydrocarbon molecule.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Comparison of the simulated heat of adsorption for ethane, propane, and butane in MIL-47(V) at 303 K. The experimental microcalorimetry data measured by Rosenbach et al. is included for comparison. N C refers to the number of carbon atoms in the hydrocarbon molecule.   ", "data": null, "include_properties": null}, {"idx": 59, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Adsorption\nisotherms for pentane (black), hexane (red), heptane\n(green), octane (blue), and nonane (cyan) in MIL-47­(V) at 303 K. The\npredictions from CBMC (filled circles) using (a) DREIDING FF, (b)\nPBE-D2 FF, and (c) VDW-DF2 FF are compared with the experimental data\nfrom Déroche et al.<xref ref-type=\"bibr\" rid=\"ref58\"></xref> (open diamonds).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Adsorption isotherms for pentane (black), hexane (red), heptane (green), octane (blue), and nonane (cyan) in MIL-47(V) at 303 K. The predictions from CBMC (filled circles) using (a) DREIDING FF, (b) PBE-D2 FF, and (c) VDW-DF2 FF are compared with the experimental data from Déroche et al. (open diamonds).   ", "data": null, "include_properties": null}, {"idx": 63, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Simulated heat of adsorption for C<sub>5</sub>, C<sub>6</sub>,\nand C<sub>7</sub> alkanes at low loadings (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.001) from DREIDING, PBE-D2 FF, and vdW-DF2\nFF compared to the experimental zero-coverage heat of adsorption obtained\nfrom experimental Henry’s constants.<xref ref-type=\"bibr\" rid=\"ref74\"></xref>\n</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  Simulated heat of adsorption for C5, C6, and C7 alkanes at low loadings (P/P 0 = 0.001) from DREIDING, PBE-D2 FF, and vdW-DF2 FF compared to the experimental zero-coverage heat of adsorption obtained from experimental Henry's constants.    ", "data": null, "include_properties": null}, {"idx": 71, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Average self-diffusion coefficients of C<sub>2</sub>–C<sub>9</sub>, C<sub>12</sub>, and C<sub>16</sub> alkanes\nobtained from\nNVT MD simulations at 300 K using VDW-DF2 FF (red squares) and DREIDING\nFF (green squares). The error bars denote the range of <italic toggle=\"yes\">D</italic>\n<sub>s</sub> values obtained from five independent MD simulations.\nExperimental QENS values reported by Rives et al.<xref ref-type=\"bibr\" rid=\"ref60\"></xref> are represented by the black circles. Note that the orientationally\naveraged self-diffusion coefficient is defined as <italic toggle=\"yes\">D</italic>\n<sub>s</sub> = <italic toggle=\"yes\">D</italic>\n<sub>1D</sub>/3.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 12  Average self-diffusion coefficients of C2-C9, C12, and C16 alkanes obtained from NVT MD simulations at 300 K using VDW-DF2 FF (red squares) and DREIDING FF (green squares). The error bars denote the range of D s values obtained from five independent MD simulations. Experimental QENS values reported by Rives et al. are represented by the black circles. Note that the orientationally averaged self-diffusion coefficient is defined as D s = D 1D/3.   ", "data": null, "include_properties": null}, {"idx": 73, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Self-diffusion coefficients calculated from NVT MD simulations\nat 300 K using VDW-DF2 FF for ethane (open red circles), propane (open\nblue diamonds), and butane (open green triangles). The error bars\ndenote the range of <italic toggle=\"yes\">D</italic>\n<sub>s</sub> values obtained\nfrom five independent MD simulations. The experimental QENS measurements\nfrom Jobic et al.<xref ref-type=\"bibr\" rid=\"ref76\"></xref> are shown with filled\nsymbols.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 13  Self-diffusion coefficients calculated from NVT MD simulations at 300 K using VDW-DF2 FF for ethane (open red circles), propane (open blue diamonds), and butane (open green triangles). The error bars denote the range of D s values obtained from five independent MD simulations. The experimental QENS measurements from Jobic et al. are shown with filled symbols.   ", "data": null, "include_properties": null}, {"idx": 83, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig14\" orientation=\"portrait\" position=\"float\">\n<label>14</label>\n<caption>\n<p>Adsorption isotherms for (a) ethane, (b) propane, and\n(c) butane\nin MIL-53­(Cr) at 303 K. The experimental data from Rosenbach et al.<xref ref-type=\"bibr\" rid=\"ref59\"></xref> (black circles) is compared to the CBMC predictions\n(red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption\nisotherms are shown by the blue and green solid lines, respectively.\nThe inset in each figure shows the zoomed-in region close to the transition\npressure.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0014.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 14  Adsorption isotherms for (a) ethane, (b) propane, and (c) butane in MIL-53(Cr) at 303 K. The experimental data from Rosenbach et al. (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The inset in each figure shows the zoomed-in region close to the transition pressure.   ", "data": null, "include_properties": null}, {"idx": 89, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig15\" orientation=\"portrait\" position=\"float\">\n<label>15</label>\n<caption>\n<p>Adsorption\nisotherms for (a) propane and (b) butane in MIL-53­(Fe)\nat 303 K. The experimental data from Llewellyn et al.<xref ref-type=\"bibr\" rid=\"ref63\"></xref> (black circles) is compared to the CBMC predictions (red\ncircles). The dual-site Langmuir fits to the LP and NP CBMC adsorption\nisotherms are shown by the blue and green solid lines, respectively.\nThe light-colored regions indicate the experimentally observed dominant\nphase at different pressures from XRD measurements.</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0015.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 15  Adsorption isotherms for (a) propane and (b) butane in MIL-53(Fe) at 303 K. The experimental data from Llewellyn et al. (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The light-colored regions indicate the experimentally observed dominant phase at different pressures from XRD measurements.   ", "data": null, "include_properties": null}, {"idx": 93, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig16\" orientation=\"portrait\" position=\"float\">\n<label>16</label>\n<caption>\n<p>Adsorption isotherms for ethane in MIL-53­(Fe) at 303 K.\nThe experimental\ndata from Llewellyn et al.<xref ref-type=\"bibr\" rid=\"ref63\"></xref> (black circles)\nis compared to the CBMC predictions (red circles). The dual-site Langmuir\nfits to the LP and NP CBMC adsorption isotherms are shown by the blue\nand green solid lines, respectively. The solid cyan line is the single\nsite Langmuir fit to the INT part of the isotherm (1.0 bar &lt; <italic toggle=\"yes\">P</italic> &lt; 9.4 bar). The light-colored regions indicate the\nexperimentally observed dominant phase at different pressures.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0016.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 16  Adsorption isotherms for ethane in MIL-53(Fe) at 303 K. The experimental data from Llewellyn et al. (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The solid cyan line is the single site Langmuir fit to the INT part of the isotherm (1.0 bar < P < 9.4 bar). The light-colored regions indicate the experimentally observed dominant phase at different pressures.   ", "data": null, "include_properties": null}, {"idx": 97, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig17\" orientation=\"portrait\" position=\"float\">\n<label>17</label>\n<caption>\n<p>Relative free-energy\ndifferences for the very narrow pore (VNP),\nintermediate (INT), narrow pore (NP), and large pore (LP) structures\nof MIL-53­(Fe) from the ethane (red), propane (blue), and butane (green)\nisotherms.</p>\n</caption>\n<graphic id=\"gr17\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2015-01193p_0017.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 17  Relative free-energy differences for the very narrow pore (VNP), intermediate (INT), narrow pore (NP), and large pore (LP) structures of MIL-53(Fe) from the ethane (red), propane (blue), and butane (green) isotherms.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.langmuir.5b01193", "title": "\nDFT-Derived Force Fields for Modeling Hydrocarbon\nAdsorption in MIL-47(V)\n", "journal": "American\nChemical Society", "date": "2015.07", "author_list": ["Kulkarni\nAmbarish\nR.", "Sholl\nDavid S."]}}