{"filepath": "../L2M3_data/1_application_papers/acs_xml/la8b00889.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Parent and amine-functionalized\nanalogues of metal–organic\nframeworks (MOFs), UiO-66­(Zr), MIL-125­(Ti), and MIL-101­(Cr), were\nevaluated for their hydrogen sulfide (H<sub>2</sub>S) adsorption efficacy\nand post-exposure acid gas stability. Adsorption experiments were\nconducted through fixed-bed breakthrough studies utilizing multicomponent\n1% H<sub>2</sub>S/99% CH<sub>4</sub> and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/89% CH<sub>4</sub> natural gas simulant mixtures. Instability\nof MIL-101­(Cr) materials after H<sub>2</sub>S exposure was discovered\nthrough powder X-ray diffraction and porosity measurements following\nadsorbent pelletization, whereas other materials retained their characteristic\nproperties. Linker-based amine functionalities increased H<sub>2</sub>S breakthrough times and saturation capacities from their parent\nMOF analogues. Competitive CO<sub>2</sub> adsorption effects were\nmitigated in mesoporous MIL-101­(Cr) and MIL-101–NH<sub>2</sub>(Cr), in comparison to microporous UiO-66­(Zr) and MIL-125­(Ti) frameworks.\nThis result suggests that the installation of H<sub>2</sub>S binding\nsites in large-pore MOFs could potentially enhance H<sub>2</sub>S\nselectivity. In situ Fourier transform infrared measurements in 10%\nCO<sub>2</sub> and 5000 ppm H<sub>2</sub>S environments suggest that\nframework hydroxyl and amine moieties serve as H<sub>2</sub>S physisorption\nsites. Results from this study elucidate design strategies and stability\nconsiderations for engineering MOFs in sour gas purification applications.</p>", "clean_text": "Parent and amine-functionalized analogues of metal-organic frameworks (MOFs), UiO-66(Zr), MIL-125(Ti), and MIL-101(Cr), were evaluated for their hydrogen sulfide (H2S) adsorption efficacy and post-exposure acid gas stability. Adsorption experiments were conducted through fixed-bed breakthrough studies utilizing multicomponent 1% H2S/99% CH4 and 1% H2S/10% CO2/89% CH4 natural gas simulant mixtures. Instability of MIL-101(Cr) materials after H2S exposure was discovered through powder X-ray diffraction and porosity measurements following adsorbent pelletization, whereas other materials retained their characteristic properties. Linker-based amine functionalities increased H2S breakthrough times and saturation capacities from their parent MOF analogues. Competitive CO2 adsorption effects were mitigated in mesoporous MIL-101(Cr) and MIL-101-NH2(Cr), in comparison to microporous UiO-66(Zr) and MIL-125(Ti) frameworks. This result suggests that the installation of H2S binding sites in large-pore MOFs could potentially enhance H2S selectivity. In situ Fourier transform infrared measurements in 10% CO2 and 5000 ppm H2S environments suggest that framework hydroxyl and amine moieties serve as H2S physisorption sites. Results from this study elucidate design strategies and stability considerations for engineering MOFs in sour gas purification applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Continuous development\nof natural gas purification strategies that\nare more efficient and eco-friendly is imperative for supporting the\nsharp rise in global natural gas demand. In natural gas reserves\nworldwide, hydrogen sulfide (H<sub>2</sub>S) and carbon dioxide (CO<sub>2</sub>) are particularly pervasive contaminants. These compounds\nare not only deleterious for fuel quality, but H<sub>2</sub>S in particular\npossesses strong toxicity, is highly corrosive, and poses\necological hazards, making the removal of this compound paramount\nfor natural gas upgrading. Gas-sweetening methods commonly\nutilize aqueous amine solutions to capture acid gas contaminants,\nbut these processes suffer from selectivity issues and mandate expensive\nabsorbent regeneration schemes and process material costs. Utilizing the strong, acid gas-selective affinity of amines while\nselectively partitioning CO<sub>2</sub> and H<sub>2</sub>S is therefore\ncritical for designing next-generation sour gas filtration processes.</p>", "clean_text": "Introduction\n\nContinuous development of natural gas purification strategies that are more efficient and eco-friendly is imperative for supporting the sharp rise in global natural gas demand. In natural gas reserves worldwide, hydrogen sulfide (H2S) and carbon dioxide (CO2) are particularly pervasive contaminants. These compounds are not only deleterious for fuel quality, but H2S in particular possesses strong toxicity, is highly corrosive, and poses ecological hazards, making the removal of this compound paramount for natural gas upgrading. Gas-sweetening methods commonly utilize aqueous amine solutions to capture acid gas contaminants, but these processes suffer from selectivity issues and mandate expensive absorbent regeneration schemes and process material costs. Utilizing the strong, acid gas-selective affinity of amines while selectively partitioning CO2 and H2S is therefore critical for designing next-generation sour gas filtration processes.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) exhibit a high degree of\ntunability that can be advantageous for facilitating adsorption-based\nprocesses for natural gas purification. Studies relevant to natural\ngas separations using MOFs have primarily employed computational methods\nand/or single-component isothermal adsorption experiments with spectroscopic\nstudies. These investigations are extremely informative for (1) identifying\nMOFs that remain stable following acid gas exposure and (2) understanding\nH<sub>2</sub>S adsorption interactions with tested frameworks. However,\nadsorption equilibrium measurements do not afford practical multicomponent\nselectivities, particularly for H<sub>2</sub>S, which exhibits non-ideal\nadsorbate–adsorbate interactions through hydrogen bonding and\nsometimes chemisorption. This behavior\ncan furthermore change the adsorption behavior of other mixture constituents,\nas shown previously with several chemisorbing molecules in the presence\nof water vapor in HKUST-1. Lack of adsorption\ndata at low H<sub>2</sub>S partial pressures additionally complicates\nthe comparison of MOF adsorption performance at typical concentrations\nof H<sub>2</sub>S in sour gas mixtures. Consequently, multicomponent\nadsorption experiments utilizing realistic H<sub>2</sub>S concentrations\nlend more pragmatic separation information for natural gas mixtures.\nFixed-bed experiments commonly facilitate these studies. Investigations\non rare-earth metal center and soc-MOFs evaluated in very sour (5% H<sub>2</sub>S) mixtures\nwith CO<sub>2</sub> and CH<sub>4</sub> demonstrated how these less\ncommonly studied frameworks can be designed to facilitate natural\ngas separations while maintaining adsorbent stability following acid\ngas exposure. Zou and co-workers also\nreported informative breakthrough experiments using H<sub>2</sub>S-\nand CO<sub>2</sub>-containing mixtures to uncover low pressure H<sub>2</sub>S capture potential for more commonly studied and produced\nMOFs. They found MOFs containing open-metal sites that exhibit the\nhighest uptake capacities and H<sub>2</sub>S/CO<sub>2</sub> selectivities.\nHowever, these tests were conducted in an inert carrier gas, which\nwould produce slight selectivity differences in comparison to predominantly\nhydrocarbon environments. Despite a few key exceptions such as CPO-27­(Ni), MOFs with open-metal sites also irreversibly\nbind sulfur and/or degrade through strong chemisorption reactions,\nlimiting their cyclability.\n</p>", "clean_text": "Metal-organic frameworks (MOFs) exhibit a high degree of tunability that can be advantageous for facilitating adsorption-based processes for natural gas purification. Studies relevant to natural gas separations using MOFs have primarily employed computational methods and/or single-component isothermal adsorption experiments with spectroscopic studies. These investigations are extremely informative for (1) identifying MOFs that remain stable following acid gas exposure and (2) understanding H2S adsorption interactions with tested frameworks. However, adsorption equilibrium measurements do not afford practical multicomponent selectivities, particularly for H2S, which exhibits non-ideal adsorbate-adsorbate interactions through hydrogen bonding and sometimes chemisorption. This behavior can furthermore change the adsorption behavior of other mixture constituents, as shown previously with several chemisorbing molecules in the presence of water vapor in HKUST-1. Lack of adsorption data at low H2S partial pressures additionally complicates the comparison of MOF adsorption performance at typical concentrations of H2S in sour gas mixtures. Consequently, multicomponent adsorption experiments utilizing realistic H2S concentrations lend more pragmatic separation information for natural gas mixtures. Fixed-bed experiments commonly facilitate these studies. Investigations on rare-earth metal center and soc-MOFs evaluated in very sour (5% H2S) mixtures with CO2 and CH4 demonstrated how these less commonly studied frameworks can be designed to facilitate natural gas separations while maintaining adsorbent stability following acid gas exposure. Zou and co-workers also reported informative breakthrough experiments using H2S- and CO2-containing mixtures to uncover low pressure H2S capture potential for more commonly studied and produced MOFs. They found MOFs containing open-metal sites that exhibit the highest uptake capacities and H2S/CO2 selectivities. However, these tests were conducted in an inert carrier gas, which would produce slight selectivity differences in comparison to predominantly hydrocarbon environments. Despite a few key exceptions such as CPO-27(Ni), MOFs with open-metal sites also irreversibly bind sulfur and/or degrade through strong chemisorption reactions, limiting their cyclability. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>One simple strategy\nto enhance MOF adsorption potential while preserving\nthe structural integrity and regenerability is ligand functionalization.\nModification of these nanoporous materials with a myriad of chemical\ngroups (−NH<sub>2</sub>, −COOH, −F, −OH,\netc.), using either prefunctionalized ligands or post-synthetic modification\nstrategies, has fostered both framework stability and adsorbate selectivity\nin a variety of adsorption applications. Extrapolating this idea toward sour gas remediation challenges suggests\nthat the integration of acid gas selective functionalities in MOFs\ncan generate design principles for new adsorbent materials to target\nH<sub>2</sub>S capture in extremely complex multicomponent environments\nencountered in natural gas. This work aims to build upon the presently\nlimited understanding of low concentration H<sub>2</sub>S removal\nfrom natural gas-related mixtures using MOFs. Favorable interactions\nbetween primary amines and acid gas adsorbates are leveraged here\nto enhance H<sub>2</sub>S capture, as we explore the effects of linker-based\namine (−NH<sub>2</sub>) MOF functionalization on adsorptive\nsour gas purification. Three well-studied stable MOFs previously demonstrated\nto allow functionalization via linker-based amines are examined as candidate frameworks:\nUiO-66­(Zr), MIL-101­(Cr), and MIL-125­(Ti). Their respective amine analogues\nare all constructed using 2-aminoterephthalic acid as a framework\nligand. Results from this study will serve to reveal which framework\nqualities are desirable for the cyclable and selective removal of\nH<sub>2</sub>S in MOF-based adsorbent materials.</p>", "clean_text": "One simple strategy to enhance MOF adsorption potential while preserving the structural integrity and regenerability is ligand functionalization. Modification of these nanoporous materials with a myriad of chemical groups (-NH2, -COOH, -F, -OH, etc.), using either prefunctionalized ligands or post-synthetic modification strategies, has fostered both framework stability and adsorbate selectivity in a variety of adsorption applications. Extrapolating this idea toward sour gas remediation challenges suggests that the integration of acid gas selective functionalities in MOFs can generate design principles for new adsorbent materials to target H2S capture in extremely complex multicomponent environments encountered in natural gas. This work aims to build upon the presently limited understanding of low concentration H2S removal from natural gas-related mixtures using MOFs. Favorable interactions between primary amines and acid gas adsorbates are leveraged here to enhance H2S capture, as we explore the effects of linker-based amine (-NH2) MOF functionalization on adsorptive sour gas purification. Three well-studied stable MOFs previously demonstrated to allow functionalization via linker-based amines are examined as candidate frameworks: UiO-66(Zr), MIL-101(Cr), and MIL-125(Ti). Their respective amine analogues are all constructed using 2-aminoterephthalic acid as a framework ligand. Results from this study will serve to reveal which framework qualities are desirable for the cyclable and selective removal of H2S in MOF-based adsorbent materials.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><p>All chemical reagents were purchased from Sigma-Aldrich\nand used\nwithout further purification. MOFs were activated at 150 °C for\n24 h under vacuum prior to measurements. Information regarding material\ncharacterization and synthesis procedures are present in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Experimental Section\n\nAll chemical reagents were purchased from Sigma-Aldrich and used without further purification. MOFs were activated at 150 °C for 24 h under vacuum prior to measurements. Information regarding material characterization and synthesis procedures are present in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Adsorbents were\npelletized at ∼8000 psig using a Carver\nbrand powder press and held for 10 s to aggregate powder particles.\nMOF pellets were then gently sieved through a 20 × 40 mesh (425–850\nμm) to attain uniform particle sizes for fixed-bed tests. Sieved\nparticles were added to the fixed-bed column and activated in situ\nunder a N<sub>2</sub> flow. MOF activation was conducted until desorbed\nwater and entrapped solvent could no longer be observed on the outlet\nmass spectrometer detector, with a minimum of 3 h activation time.\nFollowing adsorption measurements, the materials were heated to 150\n°C and pure nitrogen was flowed through the column until no more\nH<sub>2</sub>S could be detected in the outlet. The post-exposure\nMOFs were then recovered for stability analyses. Hydrogen sulfide\nexposure times for the materials range from 1–2.5 h during\nthe adsorption experiments. Fixed-bed system specifications are outlined\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Table S1</ext-link>, and procedures are detailed\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Adsorbents were pelletized at ~8000 psig using a Carver brand powder press and held for 10 s to aggregate powder particles. MOF pellets were then gently sieved through a 20 × 40 mesh (425-850 μm) to attain uniform particle sizes for fixed-bed tests. Sieved particles were added to the fixed-bed column and activated in situ under a N2 flow. MOF activation was conducted until desorbed water and entrapped solvent could no longer be observed on the outlet mass spectrometer detector, with a minimum of 3 h activation time. Following adsorption measurements, the materials were heated to 150 °C and pure nitrogen was flowed through the column until no more H2S could be detected in the outlet. The post-exposure MOFs were then recovered for stability analyses. Hydrogen sulfide exposure times for the materials range from 1-2.5 h during the adsorption experiments. Fixed-bed system specifications are outlined in Table S1, and procedures are detailed in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Fixed-bed\nadsorption experiments were performed using a custom-built\nbreakthrough system. Activated samples (100–200 mg) were tested\nin a fritted tube. Prior to adsorption, the challenge gas was purged\nto ensure equilibration of the gas mixture. 1% H<sub>2</sub>S/CH<sub>4</sub> and 1%H<sub>2</sub>S/10%CO<sub>2</sub>/CH<sub>4</sub> gas\nmixtures mentioned in the text specifically mean 1%H<sub>2</sub>S/99%CH<sub>4</sub> and 1%H<sub>2</sub>S/10%CO<sub>2</sub>/89%CH<sub>4</sub>,\nrespectively. These mixtures were chosen to (1) include common components\nof sour natural gas at realistic concentrations, (2) introduce adsorption\ncompetition typical of sour gas streams, and (3) collect saturation\ncapacities that are comparable to existing multicomponent natural\ngas adsorption studies utilizing similar gas ratios. Desorption measurements were conducted by purging with pure He,\nuntil no more H<sub>2</sub>S, CO<sub>2</sub>, or CH<sub>4</sub> could\nbe detected on the outlet. All breakthrough curves are reported here\nwith dead-time subtracted for each adsorbate species. Dead-times were\nascertained using nonadsorbing glass beads to analogous packing heights\nunder the same flow conditions. To ensure safe testing, the entire\nfixed-bed adsorption apparatus and the corresponding outlet detector\nwere housed in a well-ventilated chemical hood. Additionally, these\nexperiments were performed in an acid gas specific testing facility\nat the Georgia Institute of Technology. This laboratory is housed\nwith multiple ambient, real-time gas sensors, personal H<sub>2</sub>S sensors, and self-contained ventilated mixtures to create a safe\nworking environment for handling hazardous acid gases. Please refer\nto the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Supporting Information</ext-link> for specific\nbreakthrough experiment parameters.</p>", "clean_text": "Fixed-bed adsorption experiments were performed using a custom-built breakthrough system. Activated samples (100-200 mg) were tested in a fritted tube. Prior to adsorption, the challenge gas was purged to ensure equilibration of the gas mixture. 1% H2S/CH4 and 1%H2S/10%CO2/CH4 gas mixtures mentioned in the text specifically mean 1%H2S/99%CH4 and 1%H2S/10%CO2/89%CH4, respectively. These mixtures were chosen to (1) include common components of sour natural gas at realistic concentrations, (2) introduce adsorption competition typical of sour gas streams, and (3) collect saturation capacities that are comparable to existing multicomponent natural gas adsorption studies utilizing similar gas ratios. Desorption measurements were conducted by purging with pure He, until no more H2S, CO2, or CH4 could be detected on the outlet. All breakthrough curves are reported here with dead-time subtracted for each adsorbate species. Dead-times were ascertained using nonadsorbing glass beads to analogous packing heights under the same flow conditions. To ensure safe testing, the entire fixed-bed adsorption apparatus and the corresponding outlet detector were housed in a well-ventilated chemical hood. Additionally, these experiments were performed in an acid gas specific testing facility at the Georgia Institute of Technology. This laboratory is housed with multiple ambient, real-time gas sensors, personal H2S sensors, and self-contained ventilated mixtures to create a safe working environment for handling hazardous acid gases. Please refer to the Supporting Information for specific breakthrough experiment parameters.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Diffuse reflectance infrared\nFourier transform spectroscopy (DRIFTS)\nexperiments were performed in situ on a Fourier transform infrared\n(FTIR) spectrometer (Thermo, Nicolet iS50) equipped with a liquid-nitrogen\ncooled MCT/A detector, a diffuse reflectance accessory (Praying Mantis,\nHarrick), and a high temperature reaction chamber (HVC, Harrick).\nThe chamber used in H<sub>2</sub>S adsorption experiments was coated\nwith SilcoNert. See the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Supporting Information</ext-link> for more details on sample activation and FTIR data collection.</p>", "clean_text": "Diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) experiments were performed in situ on a Fourier transform infrared (FTIR) spectrometer (Thermo, Nicolet iS50) equipped with a liquid-nitrogen cooled MCT/A detector, a diffuse reflectance accessory (Praying Mantis, Harrick), and a high temperature reaction chamber (HVC, Harrick). The chamber used in H2S adsorption experiments was coated with SilcoNert. See the Supporting Information for more details on sample activation and FTIR data collection.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<title>Results\nand Discussion</title><p>Acid gas stability of the candidate frameworks\nwas probed to ascertain\nthe efficacy of these materials as reusable adsorption media. Powder\nX-ray diffraction patterns (PXRD) for pristine materials\nbefore and after H<sub>2</sub>S exposure are presented to elucidate\npossible structural degradation in a. It should be stated that samples were\nexposed to the ambient air following H<sub>2</sub>S exposure, which\ncould have affected their subsequent characterization (e.g., atmospheric\nwater vapor exposure). There is no observable change in crystallinity\nfor any powder samples after exposure. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S1, S2</ext-link>, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Table S2</ext-link> show that pelletization\nand subsequent H<sub>2</sub>S exposure does not affect the diffraction\npatterns or accessible surface areas of UiO-66­(Zr), UiO-66–NH<sub>2</sub>(Zr), MIL-125­(Ti), or MIL-125–NH<sub>2</sub>(Ti). However,\nsample pelletization did change the diffraction pattern for MIL-101­(Cr). b depicts  microstrained\ncrystalline features corresponding to peaks between 2θ = 2–5°\nfor MIL-101­(Cr) and MIL-101–NH<sub>2</sub>(Cr) after pelletization.\nThese low-angle features are furthermore completely absent in the\npattern for MIL-101­(Cr) after H<sub>2</sub>S exposure. Decreased N<sub>2</sub> uptake at 77 K after pelletization evidenced in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S5 and S6</ext-link> supports this observation. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Table S2</ext-link> additionally shows that Brunauer–Emmett–Teller\n(BET) surface areas for MIL-101­(Cr) materials significantly decrease\nafter pelletization. Qualitative changes after pelletization are also\napparent in the pore size distributions for MIL-101­(Cr)-type MOFs\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S8 and S9</ext-link>. A relatively larger\nporosity loss is experienced for these pelletized samples after acid\ngas exposure in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figure S5</ext-link>, in comparison\nto their pristine counterparts. Pelletized MIL-101­(Cr) exhibits a\n10% loss in the BET surface area, greater than that seen with MIL-101–NH<sub>2</sub>(Cr). These results show that the pelletization process partially\ndestroys the MIL-101­(Cr) framework and in-turn compromises the characteristic\nacid gas stability of the material. Textural property changes in HKUST-1\nreported by Peterson et al. within the\nsame pelletization pressure range (1000–10 000 psi)\nused in this study (∼8000 psi) demonstrate the commonality\nof material changes through this process on certain MOFs. Changes\nin structure–property relationships in other hierarchically\nstructured porous adsorbents through similar processing have\nbeen examined as well. Walton and Sholl recently remarked on the importance of elucidating the\neffects of industrially relevant processing procedures on materials\ndiscussed in academic work, and pelletization is often required for\nnon-supported adsorbents in packed-bed columns. Subsequently, this observation recognizes how the H<sub>2</sub>S adsorption potential of MIL-101­(Cr) may be deleteriously\naffected by application-specific pre-exposure processing steps. Decreased\nadsorption potential is most directly obvious from the measured sharp\ndecrease in the accessible pore space for H<sub>2</sub>S adsorption;\nthis reduces the adsorption capacity expected from the pristine framework.\nAdditionally, the observed structural changes may lead to further\nchemically induced degradation in the presence of other possible natural\ngas species, such as water vapor.</p>", "clean_text": "Results and Discussion\n\nAcid gas stability of the candidate frameworks was probed to ascertain the efficacy of these materials as reusable adsorption media. Powder X-ray diffraction patterns (PXRD) for pristine materials before and after H2S exposure are presented to elucidate possible structural degradation in a. It should be stated that samples were exposed to the ambient air following H2S exposure, which could have affected their subsequent characterization (e.g., atmospheric water vapor exposure). There is no observable change in crystallinity for any powder samples after exposure. Figures S1, S2, and Table S2 show that pelletization and subsequent H2S exposure does not affect the diffraction patterns or accessible surface areas of UiO-66(Zr), UiO-66-NH2(Zr), MIL-125(Ti), or MIL-125-NH2(Ti). However, sample pelletization did change the diffraction pattern for MIL-101(Cr). b depicts  microstrained crystalline features corresponding to peaks between 2θ = 2-5° for MIL-101(Cr) and MIL-101-NH2(Cr) after pelletization. These low-angle features are furthermore completely absent in the pattern for MIL-101(Cr) after H2S exposure. Decreased N2 uptake at 77 K after pelletization evidenced in Figures S5 and S6 supports this observation. Table S2 additionally shows that Brunauer-Emmett-Teller (BET) surface areas for MIL-101(Cr) materials significantly decrease after pelletization. Qualitative changes after pelletization are also apparent in the pore size distributions for MIL-101(Cr)-type MOFs in Figures S8 and S9. A relatively larger porosity loss is experienced for these pelletized samples after acid gas exposure in Figure S5, in comparison to their pristine counterparts. Pelletized MIL-101(Cr) exhibits a 10% loss in the BET surface area, greater than that seen with MIL-101-NH2(Cr). These results show that the pelletization process partially destroys the MIL-101(Cr) framework and in-turn compromises the characteristic acid gas stability of the material. Textural property changes in HKUST-1 reported by Peterson et al. within the same pelletization pressure range (1000-10000 psi) used in this study (~8000 psi) demonstrate the commonality of material changes through this process on certain MOFs. Changes in structure-property relationships in other hierarchically structured porous adsorbents through similar processing have been examined as well. Walton and Sholl recently remarked on the importance of elucidating the effects of industrially relevant processing procedures on materials discussed in academic work, and pelletization is often required for non-supported adsorbents in packed-bed columns. Subsequently, this observation recognizes how the H2S adsorption potential of MIL-101(Cr) may be deleteriously affected by application-specific pre-exposure processing steps. Decreased adsorption potential is most directly obvious from the measured sharp decrease in the accessible pore space for H2S adsorption; this reduces the adsorption capacity expected from the pristine framework. Additionally, the observed structural changes may lead to further chemically induced degradation in the presence of other possible natural gas species, such as water vapor.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Powder diffraction patterns of pristine\nand 1% H<sub>2</sub>S exposed samples and (b) powder diffraction patterns\nof MIL-101\n(Cr) and MIL-101–NH<sub>2</sub> (Cr) before and after pelletization\nand subsequent 1% H<sub>2</sub>S exposure. Exposures were conducted\nunder ambient conditions. BDC and BDC–NH<sub>2</sub> linkers\ndenote parent and amine-functionalized MOFs, respectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"la-2018-00889w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Powder diffraction patterns of pristine and 1% H2S exposed samples and (b) powder diffraction patterns of MIL-101 (Cr) and MIL-101-NH2 (Cr) before and after pelletization and subsequent 1% H2S exposure. Exposures were conducted under ambient conditions. BDC and BDC-NH2 linkers denote parent and amine-functionalized MOFs, respectively.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Fixed-bed adsorption experiments for the candidate\nframeworks were\nfirst examined using 1% H<sub>2</sub>S/CH<sub>4</sub> challenge gas.\nDesorption was performed by purging with helium at ambient temperature.\nAdsorption–desorption cycles for each MOF are presented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S10–S15</ext-link>. All materials exhibit\na decrease in adsorption capacity following the first cycle. This\nis likely due to hydrogen sulfide retention between cycles. As previously\ndiscussed, surface areas and crystalline features of stable materials\n(UiO-66 and MIL-125) are unchanged after heated activation and vacuum.\nSubsequently, the initial adsorption capacity losses observed are\nnot indicative of degradation. To further supplement this, observations\nreported in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Table S2</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S3</ext-link>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">S4</ext-link>, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">S6</ext-link> show that degassing MOFs that are unaffected\nby pelletization at their activation temperatures leads to a recovery\nof their porosity after H<sub>2</sub>S exposure, showing their potential\nfor cyclability when both temperature swing and vacuum desorption\nare utilized.</p>", "clean_text": "Fixed-bed adsorption experiments for the candidate frameworks were first examined using 1% H2S/CH4 challenge gas. Desorption was performed by purging with helium at ambient temperature. Adsorption-desorption cycles for each MOF are presented in Figures S10-S15. All materials exhibit a decrease in adsorption capacity following the first cycle. This is likely due to hydrogen sulfide retention between cycles. As previously discussed, surface areas and crystalline features of stable materials (UiO-66 and MIL-125) are unchanged after heated activation and vacuum. Subsequently, the initial adsorption capacity losses observed are not indicative of degradation. To further supplement this, observations reported in Table S2 and Figures S3, S4, and S6 show that degassing MOFs that are unaffected by pelletization at their activation temperatures leads to a recovery of their porosity after H2S exposure, showing their potential for cyclability when both temperature swing and vacuum desorption are utilized.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Measured H<sub>2</sub>S adsorption capacities\nfor UiO-66­(Zr), UiO-66–NH<sub>2</sub>(Zr), and MIL-101­(Cr)\nare all lower than those previously\nreported from fixed-bed experiments at the same partial pressure of\nH<sub>2</sub>S by Zou and co-workers, albeit their experiments used balance He instead of CH<sub>4</sub>. Methane is largely nonadsorbing at\nroom temperature with the selected MOFs, even at its high partial\npressure relative to hydrogen sulfide. Considering this, a comparison of H<sub>2</sub>S\nuptake was performed using methane and inert carrier gases at the\nsame inlet H<sub>2</sub>S concentration (1%). Using UiO-66–NH<sub>2</sub>(Zr) as an example, the data in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figure S16</ext-link> show a clear decrease in H<sub>2</sub>S adsorption when\nusing CH<sub>4</sub> as a carrier gas compared to N<sub>2</sub>. These\nobservations highlight the importance of evaluating sour gas adsorbents\nin the presence of even weakly adsorbing natural gas constituents\nto gauge competitive adsorption effects. The saturation capacity of\nUiO-66–NH<sub>2</sub>(Zr) here in 1% H<sub>2</sub>S/N<sub>2</sub> (0.576 mmol H<sub>2</sub>S g<sup>–1</sup>) is still less\nthan the 0.909 mmol H<sub>2</sub>S g<sup>–1</sup> capacity\nreported by Zou and co-workers for a\nsimilar mixture. However, it should be noted that the previous study\nutilized an acid modulator in the synthesis of UiO-66–NH<sub>2</sub>(Zr), whereas a non-modulated synthesis method was utilized\nin this study. A comparison of the N<sub>2</sub> adsorption isotherms\nat 77 K reported by Zou et al. with the results reported here (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figure S4</ext-link>) reveals a higher accessible microporosity\nfor UiO-66-NH<sub>2</sub>(Zr) measured in the previous report. Modulated\nUiO-66­(Zr) materials are well-known to exhibit enhanced internal pore\nvolumes and surface areas through induced defects. So, the lower H<sub>2</sub>S\ncapacity for UiO-66–NH<sub>2</sub>(Zr) in the 1% H<sub>2</sub>S/N<sub>2</sub> measured here is likely a result of the lower accessible\nadsorption surface per mass available for H<sub>2</sub>S binding,\nwhich is characteristic of the textural properties for the non-modulated\nMOF utilized in this study. Acknowledging these differences across\nstudies helps provide some metric for expected deviations in adsorption\nresults across disparate processing conditions for MOFs.\n</p>", "clean_text": "Measured H2S adsorption capacities for UiO-66(Zr), UiO-66-NH2(Zr), and MIL-101(Cr) are all lower than those previously reported from fixed-bed experiments at the same partial pressure of H2S by Zou and co-workers, albeit their experiments used balance He instead of CH4. Methane is largely nonadsorbing at room temperature with the selected MOFs, even at its high partial pressure relative to hydrogen sulfide. Considering this, a comparison of H2S uptake was performed using methane and inert carrier gases at the same inlet H2S concentration (1%). Using UiO-66-NH2(Zr) as an example, the data in Figure S16 show a clear decrease in H2S adsorption when using CH4 as a carrier gas compared to N2. These observations highlight the importance of evaluating sour gas adsorbents in the presence of even weakly adsorbing natural gas constituents to gauge competitive adsorption effects. The saturation capacity of UiO-66-NH2(Zr) here in 1% H2S/N2 (0.576 mmol H2S g-1) is still less than the 0.909 mmol H2S g-1 capacity reported by Zou and co-workers for a similar mixture. However, it should be noted that the previous study utilized an acid modulator in the synthesis of UiO-66-NH2(Zr), whereas a non-modulated synthesis method was utilized in this study. A comparison of the N2 adsorption isotherms at 77 K reported by Zou et al. with the results reported here (Figure S4) reveals a higher accessible microporosity for UiO-66-NH2(Zr) measured in the previous report. Modulated UiO-66(Zr) materials are well-known to exhibit enhanced internal pore volumes and surface areas through induced defects. So, the lower H2S capacity for UiO-66-NH2(Zr) in the 1% H2S/N2 measured here is likely a result of the lower accessible adsorption surface per mass available for H2S binding, which is characteristic of the textural properties for the non-modulated MOF utilized in this study. Acknowledging these differences across studies helps provide some metric for expected deviations in adsorption results across disparate processing conditions for MOFs. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Integration of linker-based primary amines\nenhanced the H<sub>2</sub>S uptake in 1% H<sub>2</sub>S/CH<sub>4</sub> mixture for all three\nparent frameworks. The degree to which H<sub>2</sub>S uptake was enhanced\ndiffered based on the textural properties of the three frameworks.\nBreakthrough times for the materials in a–c reveal that MIL-101–NH<sub>2</sub>(Cr) alone does not exhibit a significant enhancement in 1%\nH<sub>2</sub>S uptake after the addition of primary linker-based amines,\nat least in comparison to the other MOFs. This result is attributed\nto enhanced adsorption interactions of H<sub>2</sub>S with the smaller\npore environments of the other two MOFs. Calculated pore sizes from\nprevious studies suggest a ranking of MIL-125­(Ti) &lt; UiO-66­(Zr)\n&lt; MIL-101­(Cr) from the smallest to largest pore sizealso\nsupported by the pore size distributions in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figure S7</ext-link>. Thus, only the MIL-101­(Cr) structure exhibits mesoporosity.\nLigand-based binding sites are consequently scaffolded in smaller\npores with UiO-66­(Zr) and MIL-125­(Ti) structures. The larger pore\ndiameters and cage sizes of MIL-101­(Cr) weaken the physisorption interactions\nbetween framework −NH<sub>2</sub> and −OH functionalities\nand adsorbed H<sub>2</sub>S. It should be restated that the previously\ndiscussed partial degradation in MIL-101–NH<sub>2</sub>(Cr)\nmay also reduce improvement in H<sub>2</sub>S breakthrough time, as\nseen in a similar adsorption study by Peterson et al. for HKUST-1\nand UiO-66­(Zr).\n</p>", "clean_text": "Integration of linker-based primary amines enhanced the H2S uptake in 1% H2S/CH4 mixture for all three parent frameworks. The degree to which H2S uptake was enhanced differed based on the textural properties of the three frameworks. Breakthrough times for the materials in a-c reveal that MIL-101-NH2(Cr) alone does not exhibit a significant enhancement in 1% H2S uptake after the addition of primary linker-based amines, at least in comparison to the other MOFs. This result is attributed to enhanced adsorption interactions of H2S with the smaller pore environments of the other two MOFs. Calculated pore sizes from previous studies suggest a ranking of MIL-125(Ti) < UiO-66(Zr) < MIL-101(Cr) from the smallest to largest pore sizealso supported by the pore size distributions in Figure S7. Thus, only the MIL-101(Cr) structure exhibits mesoporosity. Ligand-based binding sites are consequently scaffolded in smaller pores with UiO-66(Zr) and MIL-125(Ti) structures. The larger pore diameters and cage sizes of MIL-101(Cr) weaken the physisorption interactions between framework -NH2 and -OH functionalities and adsorbed H2S. It should be restated that the previously discussed partial degradation in MIL-101-NH2(Cr) may also reduce improvement in H2S breakthrough time, as seen in a similar adsorption study by Peterson et al. for HKUST-1 and UiO-66(Zr). ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>1% H<sub>2</sub>S/CH<sub>4</sub> breakthrough curves at 20 °C\nfor parent and −NH<sub>2</sub> containing analogues of (a)\nMIL-125­(Ti), (b) UiO-66­(Zr), (c) MIL-101­(Cr), and (d) all −NH<sub>2</sub> functionalized materials.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"la-2018-00889w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  1% H2S/CH4 breakthrough curves at 20 °C for parent and -NH2 containing analogues of (a) MIL-125(Ti), (b) UiO-66(Zr), (c) MIL-101(Cr), and (d) all -NH2 functionalized materials.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Dynamic adsorption curves for amine-functionalized samples\nin the\n1% H<sub>2</sub>S/CH<sub>4</sub> mixture are compared in d. MIL-125–NH<sub>2</sub>(Ti) exhibited the best H<sub>2</sub>S removal performance\nof the candidate MOFs, with a saturation capacity of 0.559 mmol H<sub>2</sub>S g<sup>–1</sup> in the 99% CH<sub>4</sub> mixture.\nThis is also the largest increase (∼170%) in the H<sub>2</sub>S saturation capacity from the parent MOF observed in this study.\nLater discussion on the sensitivity of MIL-125–NH<sub>2</sub>(Ti) hydroxyl and primary amine sites to adsorbing H<sub>2</sub>S,\ninvestigated through in situ FTIR experiments, elaborates more on\nthis phenomenon.</p>", "clean_text": "Dynamic adsorption curves for amine-functionalized samples in the 1% H2S/CH4 mixture are compared in d. MIL-125-NH2(Ti) exhibited the best H2S removal performance of the candidate MOFs, with a saturation capacity of 0.559 mmol H2S g-1 in the 99% CH4 mixture. This is also the largest increase (~170%) in the H2S saturation capacity from the parent MOF observed in this study. Later discussion on the sensitivity of MIL-125-NH2(Ti) hydroxyl and primary amine sites to adsorbing H2S, investigated through in situ FTIR experiments, elaborates more on this phenomenon.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Carbon dioxide (CO<sub>2</sub>) is another\nnearly ubiquitous natural\ngas constituent. Considering this, mixture complexity was increased\nto test the candidate MOF adsorbents using 1% H<sub>2</sub>S/10% CO<sub>2</sub>/CH<sub>4</sub> challenge gas. Breakthrough curves for all\nMOFs display a roll-up effect for CO<sub>2</sub> upon adsorption in\nthe new mixtureshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S17–S22</ext-link>. Roll-up, especially for heavier components, typically indicates\nthe displacement of a weaker adsorbate by a stronger one in multicomponent\nfixed-bed adsorption processes. The curves\nsuggest that H<sub>2</sub>S preferentially binds to frameworks over\nCO<sub>2</sub> at the concentrations evaluated in this study. Microporous\nUiO-66­(Zr)–NH<sub>2</sub> and MIL-125–NH<sub>2</sub>(Ti) qualitatively exhibit more pronounced roll-up of CO<sub>2</sub> than their parent frameworks, demonstrating stronger interactions\nof H<sub>2</sub>S with accessible −NH<sub>2</sub> sites over\nCO<sub>2</sub>. Amine groups also facilitate greater CO<sub>2</sub> uptake at low partial pressures. So, comparatively more adsorbed\nCO<sub>2</sub> is displaced during roll-up in amine-functionalized\nsamples. The opposite phenomenon is interestingly observed for MIL-101­(Cr)\nand MIL-101–NH<sub>2</sub>(Cr). However, the previously discussed\ndegradation for H<sub>2</sub>S-exposed MIL-101­(Cr) materials reduces\npore accessibility and partially destroys the structurerestricting\nadsorption interactions with −NH<sub>2</sub> and −OH\nbinding sites on MIL-101–NH<sub>2</sub>(Cr).</p>", "clean_text": "Carbon dioxide (CO2) is another nearly ubiquitous natural gas constituent. Considering this, mixture complexity was increased to test the candidate MOF adsorbents using 1% H2S/10% CO2/CH4 challenge gas. Breakthrough curves for all MOFs display a roll-up effect for CO2 upon adsorption in the new mixtureshown in Figures S17-S22. Roll-up, especially for heavier components, typically indicates the displacement of a weaker adsorbate by a stronger one in multicomponent fixed-bed adsorption processes. The curves suggest that H2S preferentially binds to frameworks over CO2 at the concentrations evaluated in this study. Microporous UiO-66(Zr)-NH2 and MIL-125-NH2(Ti) qualitatively exhibit more pronounced roll-up of CO2 than their parent frameworks, demonstrating stronger interactions of H2S with accessible -NH2 sites over CO2. Amine groups also facilitate greater CO2 uptake at low partial pressures. So, comparatively more adsorbed CO2 is displaced during roll-up in amine-functionalized samples. The opposite phenomenon is interestingly observed for MIL-101(Cr) and MIL-101-NH2(Cr). However, the previously discussed degradation for H2S-exposed MIL-101(Cr) materials reduces pore accessibility and partially destroys the structurerestricting adsorption interactions with -NH2 and -OH binding sites on MIL-101-NH2(Cr).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>\n illustrates\nthe tendency of MIL-101–NH<sub>2</sub>(Cr) to eschew CO<sub>2</sub> competitive adsorption effects. Unlike mesoporous MIL-101–NH<sub>2</sub>(Cr), the other two amine-functionalized frameworks experience\nmore significant losses in H<sub>2</sub>S capacity after introduction\nof CO<sub>2</sub>. This demonstrates the impact of pore environment\non integrated linker-based moieties that act as adsorption sites for\ntarget molecules. The smaller pores of UiO-66­(Zr) and MIL-125­(Ti)\nfacilitate CO<sub>2</sub> adsorption at its relatively low partial\npressure, enhancing interactions of the adsorbate with framework physisorption\nsites. Breakthrough behavior of the parent frameworks in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figure S23</ext-link> supports this. The adsorption characteristics\nof MIL-101­(Cr) are largely unchanged with added CO<sub>2</sub>, demonstrated\nby the relatively lower reduction in H<sub>2</sub>S breakthrough time\nin comparison to the microporous frameworks. Hindrance of stronger\nCO<sub>2</sub> adsorption in the larger pores of MIL-101­(Cr) and MIL-101–NH<sub>2</sub>(Cr) therefore mitigates the more evident adsorption competition\nexperienced with UiO-66­(Zr) and MIL-125­(Ti) materials. For MOFs containing\nlinker-based amines, the rigidity and regulated partitioning of these\nfunctionalities restricts their interactions with molecules such as\nCO<sub>2</sub> to weak physisorption (evidenced later in FTIR experiments),\nas opposed to the stronger adsorption behavior of CO<sub>2</sub> observed\nin materials impregnated with flexible primary amines. Adsorption interactions are weakened further in MOFs with larger\npores, as seen with MIL-101–NH<sub>2</sub>(Cr) in . These observations\ncan importantly serve as a design heuristic for integrating gas capture\nselectivity in MOFs; installation of linker-based functionalities\nin relatively larger pore environments reduce adsorption competition\nbetween target adsorbate species.</p>", "clean_text": "  illustrates the tendency of MIL-101-NH2(Cr) to eschew CO2 competitive adsorption effects. Unlike mesoporous MIL-101-NH2(Cr), the other two amine-functionalized frameworks experience more significant losses in H2S capacity after introduction of CO2. This demonstrates the impact of pore environment on integrated linker-based moieties that act as adsorption sites for target molecules. The smaller pores of UiO-66(Zr) and MIL-125(Ti) facilitate CO2 adsorption at its relatively low partial pressure, enhancing interactions of the adsorbate with framework physisorption sites. Breakthrough behavior of the parent frameworks in Figure S23 supports this. The adsorption characteristics of MIL-101(Cr) are largely unchanged with added CO2, demonstrated by the relatively lower reduction in H2S breakthrough time in comparison to the microporous frameworks. Hindrance of stronger CO2 adsorption in the larger pores of MIL-101(Cr) and MIL-101-NH2(Cr) therefore mitigates the more evident adsorption competition experienced with UiO-66(Zr) and MIL-125(Ti) materials. For MOFs containing linker-based amines, the rigidity and regulated partitioning of these functionalities restricts their interactions with molecules such as CO2 to weak physisorption (evidenced later in FTIR experiments), as opposed to the stronger adsorption behavior of CO2 observed in materials impregnated with flexible primary amines. Adsorption interactions are weakened further in MOFs with larger pores, as seen with MIL-101-NH2(Cr) in . These observations can importantly serve as a design heuristic for integrating gas capture selectivity in MOFs; installation of linker-based functionalities in relatively larger pore environments reduce adsorption competition between target adsorbate species.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>H<sub>2</sub>S breakthrough curves, organized\nleft-to-right by\nincreasing mean cage size, for −NH<sub>2</sub> functionalized\nmaterials tested under ambient conditions under 1% H<sub>2</sub>S/CH<sub>4</sub> (blue) and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/89% CH<sub>4</sub> (red) mixtures. Tested at 20 °C.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"la-2018-00889w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  H2S breakthrough curves, organized left-to-right by increasing mean cage size, for -NH2 functionalized materials tested under ambient conditions under 1% H2S/CH4 (blue) and 1% H2S/10% CO2/89% CH4 (red) mixtures. Tested at 20 °C.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>MIL-125–NH<sub>2</sub>(Ti) was replaced by MIL-101–NH<sub>2</sub>(Cr) as the material with the greatest H<sub>2</sub>S saturation\ncapacity when using the 1% H<sub>2</sub>S/10% CO<sub>2</sub>/CH<sub>4</sub> mixture. The importance of adding multicomponent complexity\nis clearly demonstrated by this change in adsorbent ranking. For instance,\nthis dynamic would not be easily discernable from comparing single-component\nisothermal uptake measurements or previous fixed-bed adsorption studies\nutilizing H<sub>2</sub>S mixtures with inert balances (e.g., He and\nN<sub>2</sub>). Saturation capacities for all materials in both 1%\nH<sub>2</sub>S/CH<sub>4</sub> and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/CH<sub>4</sub> are provided in . The markedly lower accessible BET surface\narea of UiO-66–NH<sub>2</sub>(Zr) compared to MIL-125–NH<sub>2</sub>(Ti) and MIL-101–NH<sub>2</sub>(Cr), even after pelletization,\nlikely caused this MOF to possess the lowest H<sub>2</sub>S saturation\ncapacity of the primary amine-containing adsorbents in both mixtures.\nH<sub>2</sub>S adsorption capacities for MIL-101­(Cr) materials in\nthe methane carrier gas here are similar to those reported by Zou\nand co-workers through 1% H<sub>2</sub>S/10% CO<sub>2</sub>/89% He breakthrough experiments. Significant\nmethane adsorption competition at &lt;1 atm partial pressure is unexpected\nin the mesoporous adsorbent, which explains why the fixed-bed results\nare comparable to those acquired with an inert carrier gas. Because\nmethane is a major constituent in natural gas, the relative insensitivity\nof MIL-101­(Cr) to methane adsorption competition is beneficial\nfor selective H<sub>2</sub>S removal. In contrast to MIL-101­(Cr),\nthe H<sub>2</sub>S capacities measured here for UiO-66–NH<sub>2</sub>(Zr) for 1% H<sub>2</sub>S/CH<sub>4</sub> and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/CH<sub>4</sub> mixtures are significantly lower\nthan the 0.909 mmol g<sup>–1</sup> capacity reported by Zou\nand co-workers. As previously explained,\nthis difference is mainly ascribed to the differences in synthesis\nprocedures compared with the previous study. Still, the ∼50%\nlower H<sub>2</sub>S saturation capacity measured in 1% H<sub>2</sub>S/99% CH<sub>4</sub> here suggests that competitive binding effects\nfrom methane significantly reduce H<sub>2</sub>S adsorption performance\nin small-pore UiO-66–NH<sub>2</sub>(Zr). All H<sub>2</sub>S\nsaturation capacities exhibit order-of-magnitude agreement with previous\ncalculations and/or equilibrium H<sub>2</sub>S adsorption experiments\n(previous data not available for MIL-101–NH<sub>2</sub>) around <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.01. These comparisons\nto literature capacities are also provided in Table S3 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "MIL-125-NH2(Ti) was replaced by MIL-101-NH2(Cr) as the material with the greatest H2S saturation capacity when using the 1% H2S/10% CO2/CH4 mixture. The importance of adding multicomponent complexity is clearly demonstrated by this change in adsorbent ranking. For instance, this dynamic would not be easily discernable from comparing single-component isothermal uptake measurements or previous fixed-bed adsorption studies utilizing H2S mixtures with inert balances (e.g., He and N2). Saturation capacities for all materials in both 1% H2S/CH4 and 1% H2S/10% CO2/CH4 are provided in . The markedly lower accessible BET surface area of UiO-66-NH2(Zr) compared to MIL-125-NH2(Ti) and MIL-101-NH2(Cr), even after pelletization, likely caused this MOF to possess the lowest H2S saturation capacity of the primary amine-containing adsorbents in both mixtures. H2S adsorption capacities for MIL-101(Cr) materials in the methane carrier gas here are similar to those reported by Zou and co-workers through 1% H2S/10% CO2/89% He breakthrough experiments. Significant methane adsorption competition at <1 atm partial pressure is unexpected in the mesoporous adsorbent, which explains why the fixed-bed results are comparable to those acquired with an inert carrier gas. Because methane is a major constituent in natural gas, the relative insensitivity of MIL-101(Cr) to methane adsorption competition is beneficial for selective H2S removal. In contrast to MIL-101(Cr), the H2S capacities measured here for UiO-66-NH2(Zr) for 1% H2S/CH4 and 1% H2S/10% CO2/CH4 mixtures are significantly lower than the 0.909 mmol g-1 capacity reported by Zou and co-workers. As previously explained, this difference is mainly ascribed to the differences in synthesis procedures compared with the previous study. Still, the ~50% lower H2S saturation capacity measured in 1% H2S/99% CH4 here suggests that competitive binding effects from methane significantly reduce H2S adsorption performance in small-pore UiO-66-NH2(Zr). All H2S saturation capacities exhibit order-of-magnitude agreement with previous calculations and/or equilibrium H2S adsorption experiments (previous data not available for MIL-101-NH2) around P/P 0 = 0.01. These comparisons to literature capacities are also provided in Table S3 in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Bar graph of H<sub>2</sub>S saturation capacities for studied materials\nunder 1% H<sub>2</sub>S/99% CH<sub>4</sub> (gold) and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/89% CH<sub>4</sub> (blue) challenge mixtures,\ntested at 20 °C.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"la-2018-00889w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Bar graph of H2S saturation capacities for studied materials under 1% H2S/99% CH4 (gold) and 1% H2S/10% CO2/89% CH4 (blue) challenge mixtures, tested at 20 °C.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>In situ DRIFTS experiments in 10% CO<sub>2</sub> and 5000\nppm H<sub>2</sub>S environments were conducted to further understand\nthe adsorption\nbehavior differences among −NH<sub>2</sub>-functionalized materials.\nSpectra for MOFs before and after CO<sub>2</sub> adsorption are presented\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figure S24</ext-link>. Physisorbed CO<sub>2</sub> is apparent near 2341 cm<sup>–1</sup> after subtraction of\ngaseous CO<sub>2</sub>. Chemisorbed CO<sub>2</sub> (1800–1300 cm<sup>–1</sup>) is not evidenced. Interestingly, features in the −OH stretch\nregion for MIL-101–NH<sub>2</sub>(Cr) are greatly varied and\nlow in absorbance intensity following activation, unlike the other\ntwo MOFs. The evacuation of capping water molecules from Cr<sup>3+</sup> metal sites following degassing has been previously reported. As a potential binding site for both CO<sub>2</sub> and H<sub>2</sub>S, the absence of hydroxyl groups could\npartially explain the relatively small H<sub>2</sub>S uptake change\nafter CO<sub>2</sub> addition shown previously in . Noticeable changes in the\nhydroxyl stretches 3800–3600 cm<sup>–1</sup> for UiO-66–NH<sub>2</sub>(Zr) and MIL-125–NH<sub>2</sub>(Ti) in a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">S31</ext-link> (expanded hydroxyl and amine stretch regions presented\nin Figures S25–S30 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Supporting Information</ext-link>) support this hypothesis. These perturbations again help explain\ngreater H<sub>2</sub>S capacity decreases in the presence of CO<sub>2</sub> for UiO-66–NH<sub>2</sub>(Zr) and MIL-125–NH<sub>2</sub>(Ti) than they do for MIL-101–NH<sub>2</sub>(Cr). Multiple\n−OH stretches in the FTIR spectrum for UiO-66–NH<sub>2</sub>(Zr) are likely indicative of either remaining water or linker\ndefects, which are inherently present following the synthesis of UiO-66­(Zr)\ntype materials. Primary amine stretches, in contrast, remain static\nfollowing CO<sub>2</sub> exposure. This may suggest that MOF linker-based\namines do not largely serve as CO<sub>2</sub> physisorption sites\nat the tested partial pressure or linker-based −NH<sub>2</sub> groups are weaker physisorption sites than framework hydroxyl groups\nunder tested conditions. A previous study on UiO-66–NH<sub>2</sub>(Zr) by Bordiga and co-workers also noted the relative insensitivity of linker-based primary amine\nstretches to CO<sub>2</sub> binding as observed through FTIR, despite\ndensity functional theory calculations identifying electronic interactions\nof the adsorbate with framework −NH<sub>2</sub> groups. FTIR\nresults for CO<sub>2</sub> adsorption here are consistent with this\nprevious finding.</p>", "clean_text": "In situ DRIFTS experiments in 10% CO2 and 5000 ppm H2S environments were conducted to further understand the adsorption behavior differences among -NH2-functionalized materials. Spectra for MOFs before and after CO2 adsorption are presented in Figure S24. Physisorbed CO2 is apparent near 2341 cm-1 after subtraction of gaseous CO2. Chemisorbed CO2 (1800-1300 cm-1) is not evidenced. Interestingly, features in the -OH stretch region for MIL-101-NH2(Cr) are greatly varied and low in absorbance intensity following activation, unlike the other two MOFs. The evacuation of capping water molecules from Cr3+ metal sites following degassing has been previously reported. As a potential binding site for both CO2 and H2S, the absence of hydroxyl groups could partially explain the relatively small H2S uptake change after CO2 addition shown previously in . Noticeable changes in the hydroxyl stretches 3800-3600 cm-1 for UiO-66-NH2(Zr) and MIL-125-NH2(Ti) in a and S31 (expanded hydroxyl and amine stretch regions presented in Figures S25-S30 in the Supporting Information) support this hypothesis. These perturbations again help explain greater H2S capacity decreases in the presence of CO2 for UiO-66-NH2(Zr) and MIL-125-NH2(Ti) than they do for MIL-101-NH2(Cr). Multiple -OH stretches in the FTIR spectrum for UiO-66-NH2(Zr) are likely indicative of either remaining water or linker defects, which are inherently present following the synthesis of UiO-66(Zr) type materials. Primary amine stretches, in contrast, remain static following CO2 exposure. This may suggest that MOF linker-based amines do not largely serve as CO2 physisorption sites at the tested partial pressure or linker-based -NH2 groups are weaker physisorption sites than framework hydroxyl groups under tested conditions. A previous study on UiO-66-NH2(Zr) by Bordiga and co-workers also noted the relative insensitivity of linker-based primary amine stretches to CO2 binding as observed through FTIR, despite density functional theory calculations identifying electronic interactions of the adsorbate with framework -NH2 groups. FTIR results for CO2 adsorption here are consistent with this previous finding.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FTIR spectra in hydroxyl- and primary amine-stretching\nregions\nfor all MOFs (a) before and after 10% CO<sub>2</sub>/He exposure;\nafter 0.5% H<sub>2</sub>S/N<sub>2</sub> exposure in the (b) hydroxyl\n(−OH)-stretching region and (c) primary amine-stretching region.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"la-2018-00889w_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  FTIR spectra in hydroxyl- and primary amine-stretching regions for all MOFs (a) before and after 10% CO2/He exposure; after 0.5% H2S/N2 exposure in the (b) hydroxyl (-OH)-stretching region and (c) primary amine-stretching region.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Time-resolved FTIR spectra over\n45 min of H<sub>2</sub>S exposure\nfor activated MOFs are illustrated in b,c. Minor shifts in the hydroxyl- and amine-stretching\nregions are observed upon H<sub>2</sub>S exposure. In MIL-101–NH<sub>2</sub>(Cr), the relatively low absorbance intensity of hydroxyl\nspectral features makes it unclear if the detected changes in b are representative\nof lingering hydroxyl groups or other guest molecules (e.g., H<sub>2</sub>O and solvents) interacting with adsorbing H<sub>2</sub>S.\nStill, changes in the hydroxyl stretch region are observed for all\nmaterials, denoting the importance of these moieties for H<sub>2</sub>S binding. Primary amine stretch changes in UiO-66–NH<sub>2</sub>(Zr) are not evidenced in c. This may suggest that H<sub>2</sub>S,\nat the tested partial pressure, does not significantly interact with\nlinker-based amines in this framework. Note that the small magnitude\nof changes with −NH<sub>2</sub> groups are partially due to\nresolution limitations in DRIFTS. However, they are also indicative\nof weak physisorption interactions between H<sub>2</sub>S and pendant\namine moieties. Slight spectral shifts of −NH<sub>2</sub> and\n−OH stretches observed for the MOFs in the presence of H<sub>2</sub>S suggest that the increase in H<sub>2</sub>S affinity for\namine-incorporated materials seen previously in breakthrough experiments\nis due to H<sub>2</sub>S interactions with these framework species.\nWeak H<sub>2</sub>S binding also explains the recovery of porosity\nin previously discussed post-exposure N<sub>2</sub> physisorption\nexperiments after degassing under heat and vacuum. These subtle binding\ninteractions with framework groups are expected from previous studies.\nFor instance, weak hydrogen bonding on linker-based −NH<sub>2</sub> groups were proposed by Vaesen et al. through similar FTIR experiments and grand canonical Monte\nCarlo simulations on MIL-125–NH<sub>2</sub>(Ti). The inherent\nrestriction of linker-based amine interactions with H<sub>2</sub>S\nto weak physisorption, as observed with FTIR measurements here, is\nconsequent of the inflexible and regularly partitioned framework primary\namines on bridging linkers, which discourage stronger amine-cooperative\nbinding interactions. This importantly lends potential for cycled,\nregenerable H<sub>2</sub>S adsorption, facilitated by simple MOF construction\nusing modified ligands.</p>", "clean_text": "Time-resolved FTIR spectra over 45 min of H2S exposure for activated MOFs are illustrated in b,c. Minor shifts in the hydroxyl- and amine-stretching regions are observed upon H2S exposure. In MIL-101-NH2(Cr), the relatively low absorbance intensity of hydroxyl spectral features makes it unclear if the detected changes in b are representative of lingering hydroxyl groups or other guest molecules (e.g., H2O and solvents) interacting with adsorbing H2S. Still, changes in the hydroxyl stretch region are observed for all materials, denoting the importance of these moieties for H2S binding. Primary amine stretch changes in UiO-66-NH2(Zr) are not evidenced in c. This may suggest that H2S, at the tested partial pressure, does not significantly interact with linker-based amines in this framework. Note that the small magnitude of changes with -NH2 groups are partially due to resolution limitations in DRIFTS. However, they are also indicative of weak physisorption interactions between H2S and pendant amine moieties. Slight spectral shifts of -NH2 and -OH stretches observed for the MOFs in the presence of H2S suggest that the increase in H2S affinity for amine-incorporated materials seen previously in breakthrough experiments is due to H2S interactions with these framework species. Weak H2S binding also explains the recovery of porosity in previously discussed post-exposure N2 physisorption experiments after degassing under heat and vacuum. These subtle binding interactions with framework groups are expected from previous studies. For instance, weak hydrogen bonding on linker-based -NH2 groups were proposed by Vaesen et al. through similar FTIR experiments and grand canonical Monte Carlo simulations on MIL-125-NH2(Ti). The inherent restriction of linker-based amine interactions with H2S to weak physisorption, as observed with FTIR measurements here, is consequent of the inflexible and regularly partitioned framework primary amines on bridging linkers, which discourage stronger amine-cooperative binding interactions. This importantly lends potential for cycled, regenerable H2S adsorption, facilitated by simple MOF construction using modified ligands.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Summary and Conclusions</title><p>To compare\nthe effectiveness of MOFs for hydrogen sulfide (H<sub>2</sub>S) removal\nfrom natural gas, the commonly studied frameworks,\nUiO-66­(Zr), MIL-125­(Ti), and MIL-101­(Cr), and their amine-functionalized\nanalogues were evaluated for their H<sub>2</sub>S stability and removal\ncapacities using fixed-bed experiments with 1% H<sub>2</sub>S/99%\nCH<sub>4</sub> and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/89% CH<sub>4</sub> test mixtures.</p>", "clean_text": "Summary and Conclusions\n\nTo compare the effectiveness of MOFs for hydrogen sulfide (H2S) removal from natural gas, the commonly studied frameworks, UiO-66(Zr), MIL-125(Ti), and MIL-101(Cr), and their amine-functionalized analogues were evaluated for their H2S stability and removal capacities using fixed-bed experiments with 1% H2S/99% CH4 and 1% H2S/10% CO2/89% CH4 test mixtures.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction and porosity\nmeasurements indicated a\npartial degradation of pelletized MIL-101­(Cr) type materials after\nH<sub>2</sub>S exposurenot observed for the pristine framework\nor the other samples investigated. Adsorption experiments revealed\nthat linker-based amines enhance the H<sub>2</sub>S uptake capacity\nin all materials studied here. In mixtures containing CO<sub>2</sub>, MIL-101–NH<sub>2</sub>(Cr) was found to be the MOF with\nthe greatest H<sub>2</sub>S saturation capacity and breakthrough time.\nFTIR measurements demonstrated that −OH groups in the microporous\nmaterials behaved as likely CO<sub>2</sub> physisorption sites but\nwere absent in activated mesoporous MIL-101–NH<sub>2</sub>(Cr).</p>", "clean_text": "Powder X-ray diffraction and porosity measurements indicated a partial degradation of pelletized MIL-101(Cr) type materials after H2S exposurenot observed for the pristine framework or the other samples investigated. Adsorption experiments revealed that linker-based amines enhance the H2S uptake capacity in all materials studied here. In mixtures containing CO2, MIL-101-NH2(Cr) was found to be the MOF with the greatest H2S saturation capacity and breakthrough time. FTIR measurements demonstrated that -OH groups in the microporous materials behaved as likely CO2 physisorption sites but were absent in activated mesoporous MIL-101-NH2(Cr).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Despite exhibiting acid-gas stability as a pristine material, degradation\nof pelletized MIL-101­(Cr)/MIL-101–NH<sub>2</sub>(Cr) after\nacid gas exposure suggests this MOF may not be a pragmatic sour gas\nadsorbent in large-scale adsorption operations that may require similar\nmaterial processing. Relationships between mechanical and chemical\nstabilities are understudied in the current MOF literature. So, these\nobservations demonstrate how the interplay between these two properties\nresult in important consequences on materials used for adsorption-based\nseparations.</p>", "clean_text": "Despite exhibiting acid-gas stability as a pristine material, degradation of pelletized MIL-101(Cr)/MIL-101-NH2(Cr) after acid gas exposure suggests this MOF may not be a pragmatic sour gas adsorbent in large-scale adsorption operations that may require similar material processing. Relationships between mechanical and chemical stabilities are understudied in the current MOF literature. So, these observations demonstrate how the interplay between these two properties result in important consequences on materials used for adsorption-based separations.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Adsorption data reported here provide a benchmark\nto evaluate selective\nH<sub>2</sub>S removal from natural gas using MOFs. Linker-based amine\nfunctionalization in smaller pore MOFs significantly enhanced the\nH<sub>2</sub>S breakthrough time as compared to their respective parent\nmaterials. As a possible design heuristic, mitigation of H<sub>2</sub>S uptake loss after addition of CO<sub>2</sub> in mesoporous MIL-101­(Cr),\nin comparison to the smaller pore (&lt;1 nm) adsorbents, suggests\nthat the installation of linker-based amines in larger pore frameworks\naffords greater H<sub>2</sub>S/CO<sub>2</sub> adsorption selectivity\nin sour gas mixtures. Changes in the adsorption performance with mixture\ncomplexity also illustrate the importance of screening adsorbents\nin multicomponent mixtures related to those encountered in well-head\nnatural gas. Future work should investigate similar multicomponent\nadsorption investigations with extensions to other common natural\ngas species (e.g., water vapor and mercaptans) to discover other favorable\ndesign traits in next-generation sour gas adsorbents.</p>", "clean_text": "Adsorption data reported here provide a benchmark to evaluate selective H2S removal from natural gas using MOFs. Linker-based amine functionalization in smaller pore MOFs significantly enhanced the H2S breakthrough time as compared to their respective parent materials. As a possible design heuristic, mitigation of H2S uptake loss after addition of CO2 in mesoporous MIL-101(Cr), in comparison to the smaller pore (<1 nm) adsorbents, suggests that the installation of linker-based amines in larger pore frameworks affords greater H2S/CO2 adsorption selectivity in sour gas mixtures. Changes in the adsorption performance with mixture complexity also illustrate the importance of screening adsorbents in multicomponent mixtures related to those encountered in well-head natural gas. Future work should investigate similar multicomponent adsorption investigations with extensions to other common natural gas species (e.g., water vapor and mercaptans) to discover other favorable design traits in next-generation sour gas adsorbents.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.langmuir.8b00889\">10.1021/acs.langmuir.8b00889</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional data\nand further details on experimental\nprocedures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Additional data\nand further details on experimental\nprocedures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.langmuir.8b00889.  Additional data and further details on experimental procedures (PDF)   \n\nAdditional data and further details on experimental procedures (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 15, 19", "type": "text", "classification": "property", "content": "<title>Results\nand Discussion</title><p>Acid gas stability of the candidate frameworks\nwas probed to ascertain\nthe efficacy of these materials as reusable adsorption media. Powder\nX-ray diffraction patterns (PXRD) for pristine materials\nbefore and after H<sub>2</sub>S exposure are presented to elucidate\npossible structural degradation in a. It should be stated that samples were\nexposed to the ambient air following H<sub>2</sub>S exposure, which\ncould have affected their subsequent characterization (e.g., atmospheric\nwater vapor exposure). There is no observable change in crystallinity\nfor any powder samples after exposure. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S1, S2</ext-link>, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Table S2</ext-link> show that pelletization\nand subsequent H<sub>2</sub>S exposure does not affect the diffraction\npatterns or accessible surface areas of UiO-66­(Zr), UiO-66–NH<sub>2</sub>(Zr), MIL-125­(Ti), or MIL-125–NH<sub>2</sub>(Ti). However,\nsample pelletization did change the diffraction pattern for MIL-101­(Cr). b depicts  microstrained\ncrystalline features corresponding to peaks between 2θ = 2–5°\nfor MIL-101­(Cr) and MIL-101–NH<sub>2</sub>(Cr) after pelletization.\nThese low-angle features are furthermore completely absent in the\npattern for MIL-101­(Cr) after H<sub>2</sub>S exposure. Decreased N<sub>2</sub> uptake at 77 K after pelletization evidenced in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S5 and S6</ext-link> supports this observation. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Table S2</ext-link> additionally shows that Brunauer–Emmett–Teller\n(BET) surface areas for MIL-101­(Cr) materials significantly decrease\nafter pelletization. Qualitative changes after pelletization are also\napparent in the pore size distributions for MIL-101­(Cr)-type MOFs\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figures S8 and S9</ext-link>. A relatively larger\nporosity loss is experienced for these pelletized samples after acid\ngas exposure in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Figure S5</ext-link>, in comparison\nto their pristine counterparts. Pelletized MIL-101­(Cr) exhibits a\n10% loss in the BET surface area, greater than that seen with MIL-101–NH<sub>2</sub>(Cr). These results show that the pelletization process partially\ndestroys the MIL-101­(Cr) framework and in-turn compromises the characteristic\nacid gas stability of the material. Textural property changes in HKUST-1\nreported by Peterson et al. within the\nsame pelletization pressure range (1000–10 000 psi)\nused in this study (∼8000 psi) demonstrate the commonality\nof material changes through this process on certain MOFs. Changes\nin structure–property relationships in other hierarchically\nstructured porous adsorbents through similar processing have\nbeen examined as well. Walton and Sholl recently remarked on the importance of elucidating the\neffects of industrially relevant processing procedures on materials\ndiscussed in academic work, and pelletization is often required for\nnon-supported adsorbents in packed-bed columns. Subsequently, this observation recognizes how the H<sub>2</sub>S adsorption potential of MIL-101­(Cr) may be deleteriously\naffected by application-specific pre-exposure processing steps. Decreased\nadsorption potential is most directly obvious from the measured sharp\ndecrease in the accessible pore space for H<sub>2</sub>S adsorption;\nthis reduces the adsorption capacity expected from the pristine framework.\nAdditionally, the observed structural changes may lead to further\nchemically induced degradation in the presence of other possible natural\ngas species, such as water vapor.</p><p>Dynamic adsorption curves for amine-functionalized samples\nin the\n1% H<sub>2</sub>S/CH<sub>4</sub> mixture are compared in d. MIL-125–NH<sub>2</sub>(Ti) exhibited the best H<sub>2</sub>S removal performance\nof the candidate MOFs, with a saturation capacity of 0.559 mmol H<sub>2</sub>S g<sup>–1</sup> in the 99% CH<sub>4</sub> mixture.\nThis is also the largest increase (∼170%) in the H<sub>2</sub>S saturation capacity from the parent MOF observed in this study.\nLater discussion on the sensitivity of MIL-125–NH<sub>2</sub>(Ti) hydroxyl and primary amine sites to adsorbing H<sub>2</sub>S,\ninvestigated through in situ FTIR experiments, elaborates more on\nthis phenomenon.</p><p>MIL-125–NH<sub>2</sub>(Ti) was replaced by MIL-101–NH<sub>2</sub>(Cr) as the material with the greatest H<sub>2</sub>S saturation\ncapacity when using the 1% H<sub>2</sub>S/10% CO<sub>2</sub>/CH<sub>4</sub> mixture. The importance of adding multicomponent complexity\nis clearly demonstrated by this change in adsorbent ranking. For instance,\nthis dynamic would not be easily discernable from comparing single-component\nisothermal uptake measurements or previous fixed-bed adsorption studies\nutilizing H<sub>2</sub>S mixtures with inert balances (e.g., He and\nN<sub>2</sub>). Saturation capacities for all materials in both 1%\nH<sub>2</sub>S/CH<sub>4</sub> and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/CH<sub>4</sub> are provided in . The markedly lower accessible BET surface\narea of UiO-66–NH<sub>2</sub>(Zr) compared to MIL-125–NH<sub>2</sub>(Ti) and MIL-101–NH<sub>2</sub>(Cr), even after pelletization,\nlikely caused this MOF to possess the lowest H<sub>2</sub>S saturation\ncapacity of the primary amine-containing adsorbents in both mixtures.\nH<sub>2</sub>S adsorption capacities for MIL-101­(Cr) materials in\nthe methane carrier gas here are similar to those reported by Zou\nand co-workers through 1% H<sub>2</sub>S/10% CO<sub>2</sub>/89% He breakthrough experiments. Significant\nmethane adsorption competition at &lt;1 atm partial pressure is unexpected\nin the mesoporous adsorbent, which explains why the fixed-bed results\nare comparable to those acquired with an inert carrier gas. Because\nmethane is a major constituent in natural gas, the relative insensitivity\nof MIL-101­(Cr) to methane adsorption competition is beneficial\nfor selective H<sub>2</sub>S removal. In contrast to MIL-101­(Cr),\nthe H<sub>2</sub>S capacities measured here for UiO-66–NH<sub>2</sub>(Zr) for 1% H<sub>2</sub>S/CH<sub>4</sub> and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/CH<sub>4</sub> mixtures are significantly lower\nthan the 0.909 mmol g<sup>–1</sup> capacity reported by Zou\nand co-workers. As previously explained,\nthis difference is mainly ascribed to the differences in synthesis\nprocedures compared with the previous study. Still, the ∼50%\nlower H<sub>2</sub>S saturation capacity measured in 1% H<sub>2</sub>S/99% CH<sub>4</sub> here suggests that competitive binding effects\nfrom methane significantly reduce H<sub>2</sub>S adsorption performance\nin small-pore UiO-66–NH<sub>2</sub>(Zr). All H<sub>2</sub>S\nsaturation capacities exhibit order-of-magnitude agreement with previous\ncalculations and/or equilibrium H<sub>2</sub>S adsorption experiments\n(previous data not available for MIL-101–NH<sub>2</sub>) around <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.01. These comparisons\nto literature capacities are also provided in Table S3 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.8b00889/suppl_file/la8b00889_si_001.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Results and Discussion\n\nAcid gas stability of the candidate frameworks was probed to ascertain the efficacy of these materials as reusable adsorption media. Powder X-ray diffraction patterns (PXRD) for pristine materials before and after H2S exposure are presented to elucidate possible structural degradation in a. It should be stated that samples were exposed to the ambient air following H2S exposure, which could have affected their subsequent characterization (e.g., atmospheric water vapor exposure). There is no observable change in crystallinity for any powder samples after exposure. Figures S1, S2, and Table S2 show that pelletization and subsequent H2S exposure does not affect the diffraction patterns or accessible surface areas of UiO-66(Zr), UiO-66-NH2(Zr), MIL-125(Ti), or MIL-125-NH2(Ti). However, sample pelletization did change the diffraction pattern for MIL-101(Cr). b depicts  microstrained crystalline features corresponding to peaks between 2θ = 2-5° for MIL-101(Cr) and MIL-101-NH2(Cr) after pelletization. These low-angle features are furthermore completely absent in the pattern for MIL-101(Cr) after H2S exposure. Decreased N2 uptake at 77 K after pelletization evidenced in Figures S5 and S6 supports this observation. Table S2 additionally shows that Brunauer-Emmett-Teller (BET) surface areas for MIL-101(Cr) materials significantly decrease after pelletization. Qualitative changes after pelletization are also apparent in the pore size distributions for MIL-101(Cr)-type MOFs in Figures S8 and S9. A relatively larger porosity loss is experienced for these pelletized samples after acid gas exposure in Figure S5, in comparison to their pristine counterparts. Pelletized MIL-101(Cr) exhibits a 10% loss in the BET surface area, greater than that seen with MIL-101-NH2(Cr). These results show that the pelletization process partially destroys the MIL-101(Cr) framework and in-turn compromises the characteristic acid gas stability of the material. Textural property changes in HKUST-1 reported by Peterson et al. within the same pelletization pressure range (1000-10000 psi) used in this study (~8000 psi) demonstrate the commonality of material changes through this process on certain MOFs. Changes in structure-property relationships in other hierarchically structured porous adsorbents through similar processing have been examined as well. Walton and Sholl recently remarked on the importance of elucidating the effects of industrially relevant processing procedures on materials discussed in academic work, and pelletization is often required for non-supported adsorbents in packed-bed columns. Subsequently, this observation recognizes how the H2S adsorption potential of MIL-101(Cr) may be deleteriously affected by application-specific pre-exposure processing steps. Decreased adsorption potential is most directly obvious from the measured sharp decrease in the accessible pore space for H2S adsorption; this reduces the adsorption capacity expected from the pristine framework. Additionally, the observed structural changes may lead to further chemically induced degradation in the presence of other possible natural gas species, such as water vapor.\n\nDynamic adsorption curves for amine-functionalized samples in the 1% H2S/CH4 mixture are compared in d. MIL-125-NH2(Ti) exhibited the best H2S removal performance of the candidate MOFs, with a saturation capacity of 0.559 mmol H2S g-1 in the 99% CH4 mixture. This is also the largest increase (~170%) in the H2S saturation capacity from the parent MOF observed in this study. Later discussion on the sensitivity of MIL-125-NH2(Ti) hydroxyl and primary amine sites to adsorbing H2S, investigated through in situ FTIR experiments, elaborates more on this phenomenon.\n\nMIL-125-NH2(Ti) was replaced by MIL-101-NH2(Cr) as the material with the greatest H2S saturation capacity when using the 1% H2S/10% CO2/CH4 mixture. The importance of adding multicomponent complexity is clearly demonstrated by this change in adsorbent ranking. For instance, this dynamic would not be easily discernable from comparing single-component isothermal uptake measurements or previous fixed-bed adsorption studies utilizing H2S mixtures with inert balances (e.g., He and N2). Saturation capacities for all materials in both 1% H2S/CH4 and 1% H2S/10% CO2/CH4 are provided in . The markedly lower accessible BET surface area of UiO-66-NH2(Zr) compared to MIL-125-NH2(Ti) and MIL-101-NH2(Cr), even after pelletization, likely caused this MOF to possess the lowest H2S saturation capacity of the primary amine-containing adsorbents in both mixtures. H2S adsorption capacities for MIL-101(Cr) materials in the methane carrier gas here are similar to those reported by Zou and co-workers through 1% H2S/10% CO2/89% He breakthrough experiments. Significant methane adsorption competition at <1 atm partial pressure is unexpected in the mesoporous adsorbent, which explains why the fixed-bed results are comparable to those acquired with an inert carrier gas. Because methane is a major constituent in natural gas, the relative insensitivity of MIL-101(Cr) to methane adsorption competition is beneficial for selective H2S removal. In contrast to MIL-101(Cr), the H2S capacities measured here for UiO-66-NH2(Zr) for 1% H2S/CH4 and 1% H2S/10% CO2/CH4 mixtures are significantly lower than the 0.909 mmol g-1 capacity reported by Zou and co-workers. As previously explained, this difference is mainly ascribed to the differences in synthesis procedures compared with the previous study. Still, the ~50% lower H2S saturation capacity measured in 1% H2S/99% CH4 here suggests that competitive binding effects from methane significantly reduce H2S adsorption performance in small-pore UiO-66-NH2(Zr). All H2S saturation capacities exhibit order-of-magnitude agreement with previous calculations and/or equilibrium H2S adsorption experiments (previous data not available for MIL-101-NH2) around P/P 0 = 0.01. These comparisons to literature capacities are also provided in Table S3 in the Supporting Information.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "35.6", "unit": "wt%", "temperature": "25°C", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "27.8", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Powder diffraction patterns of pristine\nand 1% H<sub>2</sub>S exposed samples and (b) powder diffraction patterns\nof MIL-101\n(Cr) and MIL-101–NH<sub>2</sub> (Cr) before and after pelletization\nand subsequent 1% H<sub>2</sub>S exposure. Exposures were conducted\nunder ambient conditions. BDC and BDC–NH<sub>2</sub> linkers\ndenote parent and amine-functionalized MOFs, respectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"la-2018-00889w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Powder diffraction patterns of pristine and 1% H2S exposed samples and (b) powder diffraction patterns of MIL-101 (Cr) and MIL-101-NH2 (Cr) before and after pelletization and subsequent 1% H2S exposure. Exposures were conducted under ambient conditions. BDC and BDC-NH2 linkers denote parent and amine-functionalized MOFs, respectively.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>1% H<sub>2</sub>S/CH<sub>4</sub> breakthrough curves at 20 °C\nfor parent and −NH<sub>2</sub> containing analogues of (a)\nMIL-125­(Ti), (b) UiO-66­(Zr), (c) MIL-101­(Cr), and (d) all −NH<sub>2</sub> functionalized materials.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"la-2018-00889w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  1% H2S/CH4 breakthrough curves at 20 °C for parent and -NH2 containing analogues of (a) MIL-125(Ti), (b) UiO-66(Zr), (c) MIL-101(Cr), and (d) all -NH2 functionalized materials.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>H<sub>2</sub>S breakthrough curves, organized\nleft-to-right by\nincreasing mean cage size, for −NH<sub>2</sub> functionalized\nmaterials tested under ambient conditions under 1% H<sub>2</sub>S/CH<sub>4</sub> (blue) and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/89% CH<sub>4</sub> (red) mixtures. Tested at 20 °C.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"la-2018-00889w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  H2S breakthrough curves, organized left-to-right by increasing mean cage size, for -NH2 functionalized materials tested under ambient conditions under 1% H2S/CH4 (blue) and 1% H2S/10% CO2/89% CH4 (red) mixtures. Tested at 20 °C.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Bar graph of H<sub>2</sub>S saturation capacities for studied materials\nunder 1% H<sub>2</sub>S/99% CH<sub>4</sub> (gold) and 1% H<sub>2</sub>S/10% CO<sub>2</sub>/89% CH<sub>4</sub> (blue) challenge mixtures,\ntested at 20 °C.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"la-2018-00889w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Bar graph of H2S saturation capacities for studied materials under 1% H2S/99% CH4 (gold) and 1% H2S/10% CO2/89% CH4 (blue) challenge mixtures, tested at 20 °C.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FTIR spectra in hydroxyl- and primary amine-stretching\nregions\nfor all MOFs (a) before and after 10% CO<sub>2</sub>/He exposure;\nafter 0.5% H<sub>2</sub>S/N<sub>2</sub> exposure in the (b) hydroxyl\n(−OH)-stretching region and (c) primary amine-stretching region.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"la-2018-00889w_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  FTIR spectra in hydroxyl- and primary amine-stretching regions for all MOFs (a) before and after 10% CO2/He exposure; after 0.5% H2S/N2 exposure in the (b) hydroxyl (-OH)-stretching region and (c) primary amine-stretching region.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.langmuir.8b00889", "title": "\nProbing Metal–Organic Framework Design for\nAdsorptive Natural Gas Purification\n", "journal": "American\nChemical Society", "date": "2018.06", "author_list": ["Joshi\nJayraj\nN.", "Zhu\nGuanghui", "Lee\nJason J.", "Carter\nEli A.", "Jones\nChristopher W.", "Lively\nRyan P.", "Walton\nKrista S."]}}