{"filepath": "../L2M3_data/1_application_papers/acs_xml/mr1c00009.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<title>Conspectus</title><p>The fine\ndesign and regulation of catalysts\nplay critical roles\nin the development of catalysis. The microenvironment, which gives\nrise to unique spatial structures and electronic properties around\ncatalytic sites, has been proven to dramatically regulate catalytic\nbehavior in enzymes and homogeneous catalysis. However, understanding\nthe microenvironment modulation (MEM) of catalytic sites remains challenging\nand very limited in heterogeneous catalysis mainly due to the lack\nof structural precision and/or tailorability of traditional solid\ncatalysts. Among diverse materials, metal–organic frameworks\n(MOFs), a class of porous crystalline solids, have been intensively\nstudied as heterogeneous catalysts in recent years. The atomically\nprecise and well tunable structures of MOFs make them an ideal platform\nfor rationally regulating the microenvironment surrounding catalytic\nsites. Accordingly, their well-defined structures hold great promise\nfor elucidating how the microenvironment modulation affects the resulting\ncatalytic performance. Nevertheless, the investigations of accurate\ncontrol over the microenvironment of catalytic sites in MOFs for modulated\ncatalysis are still very limited. Therefore, it is of great importance\nto summarize the related results and provide in-depth insights into\nmicroenvironment modulation in MOF-based catalysis, accelerating the\nfuture development of this emerging research topic.</p>", "clean_text": "Conspectus\n\nThe fine design and regulation of catalysts play critical roles in the development of catalysis. The microenvironment, which gives rise to unique spatial structures and electronic properties around catalytic sites, has been proven to dramatically regulate catalytic behavior in enzymes and homogeneous catalysis. However, understanding the microenvironment modulation (MEM) of catalytic sites remains challenging and very limited in heterogeneous catalysis mainly due to the lack of structural precision and/or tailorability of traditional solid catalysts. Among diverse materials, metal-organic frameworks (MOFs), a class of porous crystalline solids, have been intensively studied as heterogeneous catalysts in recent years. The atomically precise and well tunable structures of MOFs make them an ideal platform for rationally regulating the microenvironment surrounding catalytic sites. Accordingly, their well-defined structures hold great promise for elucidating how the microenvironment modulation affects the resulting catalytic performance. Nevertheless, the investigations of accurate control over the microenvironment of catalytic sites in MOFs for modulated catalysis are still very limited. Therefore, it is of great importance to summarize the related results and provide in-depth insights into microenvironment modulation in MOF-based catalysis, accelerating the future development of this emerging research topic.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>In this\nAccount, we have presented a summary of our recent attempts\nto optimize the catalytic performance of MOF-based materials via microenvironment\nmodulation. In view of the unique component and structural advantages\nof MOFs, we deliver the general fundamentals for rational control\nover the microenvironment in MOF-based catalysis. Initially, the great\nopportunities brought about by MOFs for accurate control over microenvironment\nengineering, including the origin of abundant active sites, flexible\nregulation strategies, and well-defined structure, are introduced\nin detail. In the next section, we focus on the specific strategies\nof microenvironment modulation in MOF-based catalysis, which dominate\nthe molecular/electron-transfer process and regulate the intrinsic\nactivity of catalytic sites. Meanwhile, the related chemical basis\nand underlying structure–property relationship behind the enhanced\ncatalytic performance will be highlighted. Finally, the major challenges\nand future outlooks on the microenvironment modulation in MOF-based\ncatalysis will be further discussed. It is expected that this Account\nwould provide an understanding of the importance of microenvironment\nmodulation around catalytic sites in MOF-based catalysts and afford\nsignificant inspiration toward enhanced performance by microenvironment\nengineering in heterogeneous catalysis.</p>", "clean_text": "In this Account, we have presented a summary of our recent attempts to optimize the catalytic performance of MOF-based materials via microenvironment modulation. In view of the unique component and structural advantages of MOFs, we deliver the general fundamentals for rational control over the microenvironment in MOF-based catalysis. Initially, the great opportunities brought about by MOFs for accurate control over microenvironment engineering, including the origin of abundant active sites, flexible regulation strategies, and well-defined structure, are introduced in detail. In the next section, we focus on the specific strategies of microenvironment modulation in MOF-based catalysis, which dominate the molecular/electron-transfer process and regulate the intrinsic activity of catalytic sites. Meanwhile, the related chemical basis and underlying structure-property relationship behind the enhanced catalytic performance will be highlighted. Finally, the major challenges and future outlooks on the microenvironment modulation in MOF-based catalysis will be further discussed. It is expected that this Account would provide an understanding of the importance of microenvironment modulation around catalytic sites in MOF-based catalysts and afford significant inspiration toward enhanced performance by microenvironment engineering in heterogeneous catalysis.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Mimicking enzyme catalysis by the design of artificial analogs\nis very promising and has attracted a great amount of interest. The precise arrangement of amino acid residues in the catalytic\npockets of enzymes induces the preferred orientation and preactivation\nof substrates via secondary coordination interactions, thereby giving\nrise to high activity and excellent selectivity. Inspired by enzyme catalysis, the microenvironment, which\nrefers to the specific physicochemical environment surrounding catalytic\nsites and might interact with substrates and catalytic sites, is recognized\nto be as important as catalytic sites. Accordingly, the construction\nof an enzyme pocket-like reaction microenvironment has been pursued\nin heterogeneous catalysis. To achieve microenvironment modulation (MEM), although some artificial\nmaterial platforms have been developed, unfortunately their vague\nstructure and/or low tailorability are unfavorable. On account of this, the precise fabrication\nof targeted pocket and pore structure, featuring the molecularly customized\nmicroenvironment around catalytic sites, in structurally extended\nsolids remains highly desired yet a great challenge.</p>", "clean_text": "Introduction\n\nMimicking enzyme catalysis by the design of artificial analogs is very promising and has attracted a great amount of interest. The precise arrangement of amino acid residues in the catalytic pockets of enzymes induces the preferred orientation and preactivation of substrates via secondary coordination interactions, thereby giving rise to high activity and excellent selectivity. Inspired by enzyme catalysis, the microenvironment, which refers to the specific physicochemical environment surrounding catalytic sites and might interact with substrates and catalytic sites, is recognized to be as important as catalytic sites. Accordingly, the construction of an enzyme pocket-like reaction microenvironment has been pursued in heterogeneous catalysis. To achieve microenvironment modulation (MEM), although some artificial material platforms have been developed, unfortunately their vague structure and/or low tailorability are unfavorable. On account of this, the precise fabrication of targeted pocket and pore structure, featuring the molecularly customized microenvironment around catalytic sites, in structurally extended solids remains highly desired yet a great challenge.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs), featuring an ultrahigh\nsurface area, tunable pore size, and well-defined and tailorable structures,\nhave been widely applied in various applications such as gas storage\nand separation, chemical sensors, catalysis, proton conductivity,\nand others. Among them, catalysis, one of the most promising applications of\nMOFs, has captured broad research interest and achieved significant\nprogress. However, previous studies are mainly focused on the creation of\ncatalytic sites and the investigation of catalytic performance by\ntailoring the structure and composition of MOFs. In fact, the microenvironment\neffect on the performance of heterogeneous catalysts and the underlying\nstructure–performance relationship are fundamental issues at\nresearch frontiers in materials science and heterogeneous catalysis\nand remain largely elusive. On account of the infinite structural\nand component diversity of MOFs, it is expected that attractive biomimetic\nfeatures would be brought about by microenvironment modulation in\nMOF-based catalytic system. Moreover, the atomically precise microenvironment and clear location\nof catalytic sites are able to provide clear pictures/evidence to\nunveil the structure–performance relationship in microenvironment-induced\ncatalysis. Therefore, it is of significance to summarize this research\nfield, though in its nascent stage, and provide deep insight into\nthe critical roles of the microenvironment in MOF-based catalysis,\nthereby promoting its further development.</p>", "clean_text": "Metal-organic frameworks (MOFs), featuring an ultrahigh surface area, tunable pore size, and well-defined and tailorable structures, have been widely applied in various applications such as gas storage and separation, chemical sensors, catalysis, proton conductivity, and others. Among them, catalysis, one of the most promising applications of MOFs, has captured broad research interest and achieved significant progress. However, previous studies are mainly focused on the creation of catalytic sites and the investigation of catalytic performance by tailoring the structure and composition of MOFs. In fact, the microenvironment effect on the performance of heterogeneous catalysts and the underlying structure-performance relationship are fundamental issues at research frontiers in materials science and heterogeneous catalysis and remain largely elusive. On account of the infinite structural and component diversity of MOFs, it is expected that attractive biomimetic features would be brought about by microenvironment modulation in MOF-based catalytic system. Moreover, the atomically precise microenvironment and clear location of catalytic sites are able to provide clear pictures/evidence to unveil the structure-performance relationship in microenvironment-induced catalysis. Therefore, it is of significance to summarize this research field, though in its nascent stage, and provide deep insight into the critical roles of the microenvironment in MOF-based catalysis, thereby promoting its further development.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Toward the future\ndevelopment of microenvironment modulation over\nheterogeneous catalysts, this Account will summarize our recent advances\nin microenvironment modulation achieved in MOF-based catalysis, placing\nan emphasis on the underlying mechanism behind the improved catalytic\nperformance. This Account would start by presenting an overview of\nthe great opportunities with which MOFs are endowed for accurate control\nover the microenvironment around catalytic sites. Next, we present\nthe specific strategies for microenvironment modulation over MOF-based\ncatalysts, mainly discussing the three key aspects: mass transport,\nelectron transfer, and catalytic site modulation. In the meantime,\nthe structure–property relationship behind the enhanced catalytic\nperformance is carefully discussed. Finally, our brief outlook on\ncurrent challenges and the future development of microenvironment\nengineering in MOF-based catalysis will be proposed.</p>", "clean_text": "Toward the future development of microenvironment modulation over heterogeneous catalysts, this Account will summarize our recent advances in microenvironment modulation achieved in MOF-based catalysis, placing an emphasis on the underlying mechanism behind the improved catalytic performance. This Account would start by presenting an overview of the great opportunities with which MOFs are endowed for accurate control over the microenvironment around catalytic sites. Next, we present the specific strategies for microenvironment modulation over MOF-based catalysts, mainly discussing the three key aspects: mass transport, electron transfer, and catalytic site modulation. In the meantime, the structure-property relationship behind the enhanced catalytic performance is carefully discussed. Finally, our brief outlook on current challenges and the future development of microenvironment engineering in MOF-based catalysis will be proposed.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>MOF Opportunities for Microenvironment Modulation</title><p>Inspired\nby enzymatic catalysis, the active sites in heterogeneous\ncatalysts can be simply divided into two parts: the catalytic sites\n(the sites where substrate molecules bind and transform) and the microenvironment\n(functional units around catalytic sites assisting the catalytic process). In terms of the introduction of catalytic sites, the inorganic–organic\nhybrid feature of MOFs allows them to be readily functionalized by\ntaking advantage of both organic and inorganic building units (). Specifically,\nthe coordinatively unsaturated metal centers of MOFs can act as excellent\nLewis acid sites directly to accept electrons of reactants and promote\nsubsequent activation and conversion (a). Meanwhile, extrinsic organic/inorganic\nunits can also be grafted onto metal nodes when there are available\ncoordination vacancies, accordingly enriching the origin of catalytic\nsites. Moreover, the organic linker part\nis also easily functionalized by means of organic synthesis, endowing\nMOFs with abundant catalytic sites (b). In addition, given the permanent and\nhigh porosity, the encapsulation of diverse active guests into the\npore space of MOFs can further extend the catalytic scenarios (c).\n</p>", "clean_text": "MOF Opportunities for Microenvironment Modulation\n\nInspired by enzymatic catalysis, the active sites in heterogeneous catalysts can be simply divided into two parts: the catalytic sites (the sites where substrate molecules bind and transform) and the microenvironment (functional units around catalytic sites assisting the catalytic process). In terms of the introduction of catalytic sites, the inorganic-organic hybrid feature of MOFs allows them to be readily functionalized by taking advantage of both organic and inorganic building units (). Specifically, the coordinatively unsaturated metal centers of MOFs can act as excellent Lewis acid sites directly to accept electrons of reactants and promote subsequent activation and conversion (a). Meanwhile, extrinsic organic/inorganic units can also be grafted onto metal nodes when there are available coordination vacancies, accordingly enriching the origin of catalytic sites. Moreover, the organic linker part is also easily functionalized by means of organic synthesis, endowing MOFs with abundant catalytic sites (b). In addition, given the permanent and high porosity, the encapsulation of diverse active guests into the pore space of MOFs can further extend the catalytic scenarios (c). ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Catalytic sites and microenvironments created in MOF-based\ncatalysts.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Catalytic sites and microenvironments created in MOF-based catalysts.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>In addition to the creation of\ncatalytic sites, the well-defined\nand tailorable structure of MOFs makes them an ideal platform to engineer\nthe microenvironment of catalytic sites at the atomic/molecular level,\ncreating artificial pockets such as those in enzymes for enhanced\ncatalytic performance (). To be specific, the porous structure enables high-percentage\ninterfaces between catalytic sites (particularly guest components)\nand MOFs (supports) without disturbing the accessibility of the catalytic\ncomponents, enabling MOF-based materials to be particularly well suited\nto regulate interactions between catalytic sites and the microenvironment\ncreated by MOFs. The pore/channel size and shape created by MOFs,\nas part of the microenvironment surrounding catalytic sites, can be\nfinely tuned to control molecular transfer for size-selective catalysis\n(d). Moreover,\nboth metal nodes and organic linkers can be modified at will to alter\nthe local surrounding environments, working with the catalytic sites\ncollaboratively to improve catalytic performance (e). The alteration of the morphology/particle\nsize of MOFs or the spatial location of catalytic sites in MOFs can\nalso bring about significant variations in the microenvironment (f,g). In addition\nto the flexible microenvironment modulation, the well-defined and\ntailorable structures of catalytic sites and MOFs in atomic precision\nprovide great convenience to determine the mutual relationships among\ncatalytic sites, the microenvironment, and reactants, facilitating\ninsights into the intrinsic structure–function relationships.\nThe highly porous and flexible reaction space, abundant origin of\ncatalytic sites, and freely customizable microenvironment with structural\nprecision at the atomic/molecular level enable MOFs to be a class\nof very promising heterogeneous catalysts to mimic the binding pockets\nof enzymes, achieving enzyme-like catalysis with the desired activity\nand selectivity.</p>", "clean_text": "In addition to the creation of catalytic sites, the well-defined and tailorable structure of MOFs makes them an ideal platform to engineer the microenvironment of catalytic sites at the atomic/molecular level, creating artificial pockets such as those in enzymes for enhanced catalytic performance (). To be specific, the porous structure enables high-percentage interfaces between catalytic sites (particularly guest components) and MOFs (supports) without disturbing the accessibility of the catalytic components, enabling MOF-based materials to be particularly well suited to regulate interactions between catalytic sites and the microenvironment created by MOFs. The pore/channel size and shape created by MOFs, as part of the microenvironment surrounding catalytic sites, can be finely tuned to control molecular transfer for size-selective catalysis (d). Moreover, both metal nodes and organic linkers can be modified at will to alter the local surrounding environments, working with the catalytic sites collaboratively to improve catalytic performance (e). The alteration of the morphology/particle size of MOFs or the spatial location of catalytic sites in MOFs can also bring about significant variations in the microenvironment (f,g). In addition to the flexible microenvironment modulation, the well-defined and tailorable structures of catalytic sites and MOFs in atomic precision provide great convenience to determine the mutual relationships among catalytic sites, the microenvironment, and reactants, facilitating insights into the intrinsic structure-function relationships. The highly porous and flexible reaction space, abundant origin of catalytic sites, and freely customizable microenvironment with structural precision at the atomic/molecular level enable MOFs to be a class of very promising heterogeneous catalysts to mimic the binding pockets of enzymes, achieving enzyme-like catalysis with the desired activity and selectivity.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Microenvironment Modulation\nover MOF-Based Materials\nfor Enhanced Catalysis</title><p>MOF-based materials, with tailorable\ncomponents and structures,\nare able to provide the unique microenvironment around catalytic sites,\nwhich is very different from the homogeneous catalysis in solution\nand probably provides variant reaction paths. Focusing on the key\nfactors in catalytic process, different strategies have been developed\nto regulate mass and charge transfer as well as the intrinsic activity\nof catalytic sites, by means of microenvironment modulation, in MOF-based\ncatalysis.</p>", "clean_text": "Microenvironment Modulation over MOF-Based Materials for Enhanced Catalysis\n\nMOF-based materials, with tailorable components and structures, are able to provide the unique microenvironment around catalytic sites, which is very different from the homogeneous catalysis in solution and probably provides variant reaction paths. Focusing on the key factors in catalytic process, different strategies have been developed to regulate mass and charge transfer as well as the intrinsic activity of catalytic sites, by means of microenvironment modulation, in MOF-based catalysis.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Dominating Mass Transfer by Microenvironment\nModulation</title><p>In heterogeneous catalysis, mass transfer through\nthe solid catalyst to catalytic sites is the basic premise in the\ncatalytic process. Diffusion control over reactants to catalytic sites\nlays a foundation for regulating the catalytic activity and selectivity. To achieve good control over mass transfer in MOF-based catalysis,\nit is important to regulate the physical microenvironment by tuning\nthe pore structure (size/shape) and/or chemical microenvironment such\nas the wettability. In this part, we will focus on the rational design\nof microenvironments in MOFs to realize size selectivity, fast diffusion,\nand the accumulation of reactants for enhanced activity and selectivity.</p>", "clean_text": "Dominating Mass Transfer by Microenvironment Modulation\n\nIn heterogeneous catalysis, mass transfer through the solid catalyst to catalytic sites is the basic premise in the catalytic process. Diffusion control over reactants to catalytic sites lays a foundation for regulating the catalytic activity and selectivity. To achieve good control over mass transfer in MOF-based catalysis, it is important to regulate the physical microenvironment by tuning the pore structure (size/shape) and/or chemical microenvironment such as the wettability. In this part, we will focus on the rational design of microenvironments in MOFs to realize size selectivity, fast diffusion, and the accumulation of reactants for enhanced activity and selectivity.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Size Selectivity/Sieving</title><p>The introduction\nof catalytic sites in the confined space of MOFs can impose geometric\nrestrictions on reactants by the MOF pore features, providing opportunities\nfor regulating mass transfer. The uniform\npore size distribution makes MOFs ideal “sieves” to\nallow the transport of substrates with specific molecular sizes while\nexcluding substrate molecules that are larger than pore sizes. This\ngeometric microenvironment, as a result, would impart the size-selective\nfunction when catalytic sites are confined in MOF-based catalysts.</p>", "clean_text": "Size Selectivity/Sieving\n\nThe introduction of catalytic sites in the confined space of MOFs can impose geometric restrictions on reactants by the MOF pore features, providing opportunities for regulating mass transfer. The uniform pore size distribution makes MOFs ideal \"sieves\" to allow the transport of substrates with specific molecular sizes while excluding substrate molecules that are larger than pore sizes. This geometric microenvironment, as a result, would impart the size-selective function when catalytic sites are confined in MOF-based catalysts.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>To examine this capability of MOFs, we deliberately encapsulated\nPd nanocubes (NCs) into ZIF-8 with small pore openings (3.4 Å),\nconstructing the Pd NCs@ZIF-8 composite in a core–shell structure\n(a,b). The Pd NCs, being catalytic sites and well dispersed\ninside the ZIF-8 shell, present excellent stability and recyclability.\nIn the catalytic hydrogenation reactions, the ZIF-8 shell serves as\nthe “molecular sieve” to allow the permeation of reactants/products\nwithin specific sizes, thereby controlling the Pd catalytic selectivity.\nBenefitting from the molecular sieve effect of ZIF-8 together with\nthe plasmonic photothermal effects of Pd NCs, Pd NCs@ZIF-8 presents\nhigh activity and size selectivity toward the hydrogenation of small\nolefins such as 1-hexene (molecular size ∼2.5 Å) at room\ntemperature under 1 atm H<sub>2</sub> and full-spectrum light irradiation.\nOn the contrary, olefins larger than the pore size such as cyclooctene\n(∼5.5 Å) cannot reach the Pd sites and give no conversion\n(c).</p>", "clean_text": "To examine this capability of MOFs, we deliberately encapsulated Pd nanocubes (NCs) into ZIF-8 with small pore openings (3.4 Å), constructing the Pd NCs@ZIF-8 composite in a core-shell structure (a,b). The Pd NCs, being catalytic sites and well dispersed inside the ZIF-8 shell, present excellent stability and recyclability. In the catalytic hydrogenation reactions, the ZIF-8 shell serves as the \"molecular sieve\" to allow the permeation of reactants/products within specific sizes, thereby controlling the Pd catalytic selectivity. Benefitting from the molecular sieve effect of ZIF-8 together with the plasmonic photothermal effects of Pd NCs, Pd NCs@ZIF-8 presents high activity and size selectivity toward the hydrogenation of small olefins such as 1-hexene (molecular size ~2.5 Å) at room temperature under 1 atm H2 and full-spectrum light irradiation. On the contrary, olefins larger than the pore size such as cyclooctene (~5.5 Å) cannot reach the Pd sites and give no conversion (c).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Schematic\nillustration showing the plasmon-driven selective\ncatalysis of Pd NCs@ZIF-8 for the hydrogenation of olefins. (b) Transmission\nelectron microscopy (TEM) images of Pd NCs@ZIF-8. (c) Conversions\nof the hydrogenation of various alkenes over Pd NCs@ZIF-8 and Pd NCs.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 Wiley-VCH. (d) Illustrating\nthe size-selective catalysis of homogeneous molecular catalysts encapsulated\nin hollow MOF capsules. (e) TEM images of H-LDH@ZIF-8. (f) Conversion\nof epoxides with different sizes catalyzed by Co-TCPP@H-LDH@ZIF-8.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Oxford University Press.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Schematic illustration showing the plasmon-driven selective catalysis of Pd NCs@ZIF-8 for the hydrogenation of olefins. (b) Transmission electron microscopy (TEM) images of Pd NCs@ZIF-8. (c) Conversions of the hydrogenation of various alkenes over Pd NCs@ZIF-8 and Pd NCs. Adapted with permission from ref . Copyright 2016 Wiley-VCH. (d) Illustrating the size-selective catalysis of homogeneous molecular catalysts encapsulated in hollow MOF capsules. (e) TEM images of H-LDH@ZIF-8. (f) Conversion of epoxides with different sizes catalyzed by Co-TCPP@H-LDH@ZIF-8. Adapted with permission from ref . Copyright 2019 Oxford University Press.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Not limited to metal NCs, molecular catalysts confined\nin MOFs\nare also able to show size-selective behavior, which otherwise cannot\nbe achieved in the absence of MOF. Following this idea, we have successfully\nentrapped homogeneous molecular catalysts in the hollow MOF capsules\nfor the catalytic cycloaddition of CO<sub>2</sub> with epoxides (d). Specifically, the presynthesized hollow layered double\nhydroxides (H-LDH), behaving as templates, direct the growth of MOFs\non their surfaces to afford H-LDH@MOF composites, such as H-LDH@ZIF-8,\nwith a defect-free MOF shell (e). The hollow space encompassed by interconnected\nMOF particles can be deemed a nanoreactor, mimicking a homogeneous\nenvironment for molecular catalysts to exert their intrinsic activity.\nMeanwhile, the continuous and compact MOF shell with a pore size smaller\nthan the encapsulated molecular catalysts can prevent leaching of\nthe latter. Accordingly, the accurate pore size of MOFs provides a\nsteric microenvironment to afford size-selective catalysis of the\ninner molecular catalysts. When Co-porphyrin (Co-TCPP) was employed\nas a catalytic unit and confined in the cavity of H-LDH@ZIF-8, the\nas-formed Co-TCPP@H-LDH@ZIF-8 demonstrated the size-selective catalytic\nconversion of epoxides with small molecular size only, which cannot\nbe achieved by the single Co-TCPP molecule (f). This clearly shows that MOFs with well-defined\npore sizes can create particular geometric microenvironments and enable\nthe size-selective catalysis of different substrates.</p>", "clean_text": "Not limited to metal NCs, molecular catalysts confined in MOFs are also able to show size-selective behavior, which otherwise cannot be achieved in the absence of MOF. Following this idea, we have successfully entrapped homogeneous molecular catalysts in the hollow MOF capsules for the catalytic cycloaddition of CO2 with epoxides (d). Specifically, the presynthesized hollow layered double hydroxides (H-LDH), behaving as templates, direct the growth of MOFs on their surfaces to afford H-LDH@MOF composites, such as H-LDH@ZIF-8, with a defect-free MOF shell (e). The hollow space encompassed by interconnected MOF particles can be deemed a nanoreactor, mimicking a homogeneous environment for molecular catalysts to exert their intrinsic activity. Meanwhile, the continuous and compact MOF shell with a pore size smaller than the encapsulated molecular catalysts can prevent leaching of the latter. Accordingly, the accurate pore size of MOFs provides a steric microenvironment to afford size-selective catalysis of the inner molecular catalysts. When Co-porphyrin (Co-TCPP) was employed as a catalytic unit and confined in the cavity of H-LDH@ZIF-8, the as-formed Co-TCPP@H-LDH@ZIF-8 demonstrated the size-selective catalytic conversion of epoxides with small molecular size only, which cannot be achieved by the single Co-TCPP molecule (f). This clearly shows that MOFs with well-defined pore sizes can create particular geometric microenvironments and enable the size-selective catalysis of different substrates.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Molecular Diffusion</title><p>Though MOFs\nwith specific pore sizes possess great superiority in size-selective\ncatalysis, in some catalytic processes, the microporous characteristic\nof most MOFs severely slows or restricts the diffusion rates of reactants,\nparticularly the bulky molecules. To meet this challenge, many strategies,\nsuch as enlarging the pore size of MOFs (minimizing diffusion resistance)\nand the construction of 2D MOFs (shortening the diffusion distance),\nhave drawn great attention to accelerate mass transfer.</p>", "clean_text": "Molecular Diffusion\n\nThough MOFs with specific pore sizes possess great superiority in size-selective catalysis, in some catalytic processes, the microporous characteristic of most MOFs severely slows or restricts the diffusion rates of reactants, particularly the bulky molecules. To meet this challenge, many strategies, such as enlarging the pore size of MOFs (minimizing diffusion resistance) and the construction of 2D MOFs (shortening the diffusion distance), have drawn great attention to accelerate mass transfer.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Hierarchically\nporous MOFs (HP-MOFs), with a large content of mesopores/macropores,\nare regarded as promising candidates, offering an ideal microenvironment\naround catalytic sites for fast reactant/product feeding and release.\nWith this in mind, a versatile modulator-induced defect-formation\nstrategy has been developed. By introducing\nmonocarboxylic acid as the modulator during MOF synthesis, a series\nof HP-MOFs including HP-UiO-66, HP-UiO-67, HP-MIL-53, HP-DUT-5, and\nHP-MOF-808, with tailorable pore sizes dependent on the length and\nconcentration of monocarboxylic acid modulators, have been constructed\nsuccessfully (a). Compared with the pristine microporous MOFs, the resultant HP-MOFs,\nwith abundant mesoporous structures, would greatly accelerate the\nmolecular diffusion of large substrate/product molecules during the\nreactions. Taking UiO-66 and HP-UiO-66 as examples, both of them are\nused in catalyzing the [3 + 3] cycloaddition reactions of α,β-unsaturated\naldehydes with different sizes and 1,3-cyclohexanedione. For small\naldehyde substrates such as 3-methyl-2-butenal, the activity of UiO-66\nis a little lower than that of HP-UiO-66 (b). Remarkably, when a larger substrate such\nas cinnamaldehyde is introduced, HP-UiO-66 with hierarchical pores\npresents more pronounced superiority and shows significantly enhanced\nactivity compared to that of pristine microporous UiO-66 (b).</p>", "clean_text": "Hierarchically porous MOFs (HP-MOFs), with a large content of mesopores/macropores, are regarded as promising candidates, offering an ideal microenvironment around catalytic sites for fast reactant/product feeding and release. With this in mind, a versatile modulator-induced defect-formation strategy has been developed. By introducing monocarboxylic acid as the modulator during MOF synthesis, a series of HP-MOFs including HP-UiO-66, HP-UiO-67, HP-MIL-53, HP-DUT-5, and HP-MOF-808, with tailorable pore sizes dependent on the length and concentration of monocarboxylic acid modulators, have been constructed successfully (a). Compared with the pristine microporous MOFs, the resultant HP-MOFs, with abundant mesoporous structures, would greatly accelerate the molecular diffusion of large substrate/product molecules during the reactions. Taking UiO-66 and HP-UiO-66 as examples, both of them are used in catalyzing the [3 + 3] cycloaddition reactions of α,β-unsaturated aldehydes with different sizes and 1,3-cyclohexanedione. For small aldehyde substrates such as 3-methyl-2-butenal, the activity of UiO-66 is a little lower than that of HP-UiO-66 (b). Remarkably, when a larger substrate such as cinnamaldehyde is introduced, HP-UiO-66 with hierarchical pores presents more pronounced superiority and shows significantly enhanced activity compared to that of pristine microporous UiO-66 (b).", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Schematic illustration\nof the synthesis of HP-MOFs with adjustable\npore size and porosity. (b) Catalytic [3 + 3] cycloaddition reactions\nover UiO-66 and HP-UiO-66. Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref35\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017 Wiley-VCH.\n(c) Overall process developed to produce 2D MOF nanosheets via an\nintercalation and chemical exfoliation approach. (d) TEM and (e) AFM\nimages of the 2D MOF nanosheet. (f) Absorbance of juglone (λ\n= 419 nm) as a function of reaction time with different catalysts.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Schematic illustration of the synthesis of HP-MOFs with adjustable pore size and porosity. (b) Catalytic [3 + 3] cycloaddition reactions over UiO-66 and HP-UiO-66. Adapted with permission from ref . Copyright 2017 Wiley-VCH. (c) Overall process developed to produce 2D MOF nanosheets via an intercalation and chemical exfoliation approach. (d) TEM and (e) AFM images of the 2D MOF nanosheet. (f) Absorbance of juglone (λ = 419 nm) as a function of reaction time with different catalysts. Adapted with permission from ref . Copyright 2017 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Reducing the MOF dimensionality, such as during\nthe construction\nof 2D MOFs, which can shorten the diffusion distance of reactants\nto catalytic sites, is another effective way to accelerate the diffusion\nprocess. To this end, a novel intercalation and chemical exfoliation\nmethod has been developed to obtain MOF nanosheets with high yield\n(∼57%) from bulk MOF crystals (c). By intercalating\n4,4′-dipyridyl disulfide (DPDS) into the layered porphyrinic\nMOF (Zn<sub>2</sub>(PdTCPP)) crystals to expand the interlayer distance\nof MOF followed by selective cleavage of the disulfide bonds in DPDS,\nbulk porphyrinic MOF can be easily exfoliated into 2D nanosheets (∼1\nnm) (d,e).\nTaking advantage of the singlet oxygen (<sup>1</sup>O<sub>2</sub>)\ngeneration ability of metalloporphyrin under visible-light irradiation\n(λ &gt; 420 nm), the oxidation of di­hydroxy­naphthalene\n(DHN) by <sup>1</sup>O<sub>2</sub> was adopted to compare the catalytic\nactivity of Zn<sub>2</sub>(PdTCPP) crystals and nanosheets. The chemically\nexfoliated Zn<sub>2</sub>(PdTCPP) nanosheets, with a much shorter\ndiffusion distance of reactants to the metalloporphyrin linkers, exhibit\na much higher efficiency for <sup>1</sup>O<sub>2</sub> generation\nand DHN/<sup>1</sup>O<sub>2</sub> diffusion than the bulk MOF. As\na result, the 2D Zn<sub>2</sub>(PdTCPP) nanosheets present a much\nhigher activity than bulk MOF in the photooxidation of DHN to juglone,\nclearly manifesting the superiority of the unique microenvironment\ncreated by 2D MOF nanosheets (f).</p>", "clean_text": "Reducing the MOF dimensionality, such as during the construction of 2D MOFs, which can shorten the diffusion distance of reactants to catalytic sites, is another effective way to accelerate the diffusion process. To this end, a novel intercalation and chemical exfoliation method has been developed to obtain MOF nanosheets with high yield (~57%) from bulk MOF crystals (c). By intercalating 4,4'-dipyridyl disulfide (DPDS) into the layered porphyrinic MOF (Zn2(PdTCPP)) crystals to expand the interlayer distance of MOF followed by selective cleavage of the disulfide bonds in DPDS, bulk porphyrinic MOF can be easily exfoliated into 2D nanosheets (~1 nm) (d,e). Taking advantage of the singlet oxygen (1O2) generation ability of metalloporphyrin under visible-light irradiation (λ > 420 nm), the oxidation of dihydroxynaphthalene (DHN) by 1O2 was adopted to compare the catalytic activity of Zn2(PdTCPP) crystals and nanosheets. The chemically exfoliated Zn2(PdTCPP) nanosheets, with a much shorter diffusion distance of reactants to the metalloporphyrin linkers, exhibit a much higher efficiency for 1O2 generation and DHN/1O2 diffusion than the bulk MOF. As a result, the 2D Zn2(PdTCPP) nanosheets present a much higher activity than bulk MOF in the photooxidation of DHN to juglone, clearly manifesting the superiority of the unique microenvironment created by 2D MOF nanosheets (f).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Substrate Enrichment</title><p>In addition\nto the geometric microenvironment controlled by the pore size or particle\nmorphology, the porous frameworks of MOFs have been demonstrated to\nhave the unique function of molecule accumulation. Furthermore, the chemical microenvironment in MOFs, such\nas the hydrophobic/hydrophilic environment, can be furnished to mimic\nthe binding pockets of enzymes and alter the binding affinity of substrates/products.\nThis, as a result, can recognize and selectively accumulate specific\nsubstrates around catalytic sites and accordingly influence the catalytic\nactivity and selectivity.</p>", "clean_text": "Substrate Enrichment\n\nIn addition to the geometric microenvironment controlled by the pore size or particle morphology, the porous frameworks of MOFs have been demonstrated to have the unique function of molecule accumulation. Furthermore, the chemical microenvironment in MOFs, such as the hydrophobic/hydrophilic environment, can be furnished to mimic the binding pockets of enzymes and alter the binding affinity of substrates/products. This, as a result, can recognize and selectively accumulate specific substrates around catalytic sites and accordingly influence the catalytic activity and selectivity.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Along this line, we have developed\na facile poly­(di­methyl­siloxane) (PDMS) coating strategy\nto convert surface hydrophilic Pd/UiO-66 to hydrophobic Pd/UiO-66@PDMS\nwithout disturbing the Pd accessibility (a). Apparently,\nthe hydrophobicity of the catalyst can be enhanced with a longer PDMS\ncoating time without affecting the size and electronic state of active\nPd nanoparticles (NPs) (b). Importantly, the hydrophobic surface of Pd/UiO-66@PDMS-T\n(in which T represents the PDMS coating time) can sieve reactants\nwith different wettabilities and facilitate the enrichment of hydrophobic\nsubstrates around Pd NPs. Compared with original Pd/UiO-66 without\na PDMS coating, all of the Pd/UiO-66@PDMS-T catalysts present greatly\nimproved efficiency in the hydrogenation of hydrophobic styrene (c). Furthermore,\nin contrast to pristine Pd/UiO-66, the PDMS-furnished Pd/UiO-66@PDMS-60\noffers additional wettability selectivity in the hydrogenation of\nnitro compounds: the latter gives higher activity for nitrobenzene\n(hydrophobic) while negligible activity for 4-nitrophenol (hydrophilic)\n(d,e). Significantly,\nthis facile PDMS coating method can also be extended to other types\nof catalysts, including commercial Pd/C and Pd NPs supported on diverse\nmetal oxides, opening a new avenue to enhanced catalysis via modulating\nthe wettability microenvironment of catalytic sites.</p>", "clean_text": "Along this line, we have developed a facile poly(dimethylsiloxane) (PDMS) coating strategy to convert surface hydrophilic Pd/UiO-66 to hydrophobic Pd/UiO-66@PDMS without disturbing the Pd accessibility (a). Apparently, the hydrophobicity of the catalyst can be enhanced with a longer PDMS coating time without affecting the size and electronic state of active Pd nanoparticles (NPs) (b). Importantly, the hydrophobic surface of Pd/UiO-66@PDMS-T (in which T represents the PDMS coating time) can sieve reactants with different wettabilities and facilitate the enrichment of hydrophobic substrates around Pd NPs. Compared with original Pd/UiO-66 without a PDMS coating, all of the Pd/UiO-66@PDMS-T catalysts present greatly improved efficiency in the hydrogenation of hydrophobic styrene (c). Furthermore, in contrast to pristine Pd/UiO-66, the PDMS-furnished Pd/UiO-66@PDMS-60 offers additional wettability selectivity in the hydrogenation of nitro compounds: the latter gives higher activity for nitrobenzene (hydrophobic) while negligible activity for 4-nitrophenol (hydrophilic) (d,e). Significantly, this facile PDMS coating method can also be extended to other types of catalysts, including commercial Pd/C and Pd NPs supported on diverse metal oxides, opening a new avenue to enhanced catalysis via modulating the wettability microenvironment of catalytic sites.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Preparation diagram\nfor Pd/UiO-66@PDMS. (b) Images for static\nwater contact angles for (i) Pd/UiO-66, (ii) Pd/UiO-66@PDMS-10, and\n(iii) Pd/UiO-66@PDMS-20. (c) Catalytic conversion curves of styrene\nhydrogenation over UiO-66@PDMS-60, Pd/UiO-66, and Pd/UiO-66@PDMS-T.\nComparison of the catalytic reduction of nitrobenzene and 4-nitrophenol\nover (d) Pd/UiO-66 and (e) Pd/UiO-66@PDMS-60. Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2016 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Preparation diagram for Pd/UiO-66@PDMS. (b) Images for static water contact angles for (i) Pd/UiO-66, (ii) Pd/UiO-66@PDMS-10, and (iii) Pd/UiO-66@PDMS-20. (c) Catalytic conversion curves of styrene hydrogenation over UiO-66@PDMS-60, Pd/UiO-66, and Pd/UiO-66@PDMS-T. Comparison of the catalytic reduction of nitrobenzene and 4-nitrophenol over (d) Pd/UiO-66 and (e) Pd/UiO-66@PDMS-60. Adapted with permission from ref . Copyright 2016 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Not limited to the surface hydrophobic\nmodification by PDMS, which\nis extendable to diverse solid materials, MOFs are highly modifiable\nto be hydrophobic throughout the structure. By means of a postmodification\nstrategy, a series of perfluoroalkyl acids with different chain lengths,\nincluding trifluoroacetic acid (F<sub>3</sub>), penta­fluoro­propionic\nacid (F<sub>5</sub>), and heptafluorobutyric acid (F<sub>7</sub>),\nare grafted to the Zr-oxo nodes of metalloporphyrinic MOF, PCN-222­(Fe)\n(a). With an increased chain length of perfluorinated\nalkyls, PCN-222­(Fe)-F<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> has a higher water\ncontact angle and prefers to enrich cyclohexane when being dispersed\nin a water–cyclohexane mixture (b). This illustrates the enhanced hydrophobicity\nof F-modified PCN-222­(Fe)-F<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>, and the\nhigher F content corresponds to a more hydrophobic microenvironment,\nwhich would benefit the accumulation of hydrophobic substrates (b). Understandably,\nall PCN-222­(Fe)-F<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> samples show a higher\nconversion for the oxidation of hydrophobic cyclohexane than PCN-222­(Fe),\nbased on Fe­(III) in the porphyrin center as a catalytic site (c). Furthermore,\nthe best-performing PCN-222­(Fe)-F<sub>7</sub> presents 90% selectivity\nand excellent stability to KA oil (composed of cyclohexanone and cyclohexanol),\neven higher than the requirement in industry (more than 80%) (d). The related results\nclearly prove that the hydrophobic microenvironment of MOFs greatly\nfacilitates the enrichment and selective conversion of hydrophobic\nsubstrates.</p>", "clean_text": "Not limited to the surface hydrophobic modification by PDMS, which is extendable to diverse solid materials, MOFs are highly modifiable to be hydrophobic throughout the structure. By means of a postmodification strategy, a series of perfluoroalkyl acids with different chain lengths, including trifluoroacetic acid (F3), pentafluoropropionic acid (F5), and heptafluorobutyric acid (F7), are grafted to the Zr-oxo nodes of metalloporphyrinic MOF, PCN-222(Fe) (a). With an increased chain length of perfluorinated alkyls, PCN-222(Fe)-F n  has a higher water contact angle and prefers to enrich cyclohexane when being dispersed in a water-cyclohexane mixture (b). This illustrates the enhanced hydrophobicity of F-modified PCN-222(Fe)-F n , and the higher F content corresponds to a more hydrophobic microenvironment, which would benefit the accumulation of hydrophobic substrates (b). Understandably, all PCN-222(Fe)-F n  samples show a higher conversion for the oxidation of hydrophobic cyclohexane than PCN-222(Fe), based on Fe(III) in the porphyrin center as a catalytic site (c). Furthermore, the best-performing PCN-222(Fe)-F7 presents 90% selectivity and excellent stability to KA oil (composed of cyclohexanone and cyclohexanol), even higher than the requirement in industry (more than 80%) (d). The related results clearly prove that the hydrophobic microenvironment of MOFs greatly facilitates the enrichment and selective conversion of hydrophobic substrates.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Fabrication of PCN-222­(Fe)-F<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<italic toggle=\"yes\">n</italic> = 3, 5, and 7) by postsynthetic hydrophobic modification.\n(b) Static water contact angles of (i) PCN-222­(Fe), (ii) PCN-222­(Fe)-F<sub>3</sub>, (iii) PCN-222­(Fe)-F<sub>5</sub>, and (iv) PCN-222­(Fe)-F<sub>7</sub> with photographs of corresponding samples dispersed in a\nwater–cyclohexane (1:1 v/v) biphasic mixture. (c) Conversion\nof cyclohexane oxidation over PCN-222­(Fe) and PCN-222­(Fe)-F<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>. (d) Catalytic conversion and selectivity of PCN-222­(Fe)-F<sub>7</sub> during three cycles. Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017 Royal\nSociety of Chemistry.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Fabrication of PCN-222(Fe)-F n  (n = 3, 5, and 7) by postsynthetic hydrophobic modification. (b) Static water contact angles of (i) PCN-222(Fe), (ii) PCN-222(Fe)-F3, (iii) PCN-222(Fe)-F5, and (iv) PCN-222(Fe)-F7 with photographs of corresponding samples dispersed in a water-cyclohexane (1:1 v/v) biphasic mixture. (c) Conversion of cyclohexane oxidation over PCN-222(Fe) and PCN-222(Fe)-F n . (d) Catalytic conversion and selectivity of PCN-222(Fe)-F7 during three cycles. Adapted with permission from ref . Copyright 2017 Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Improving\nCharge Transfer by Microenvironment\nModulation</title><p>In catalytic redox reactions, particularly photocatalysis\nand electrocatalysis, charge transfer is usually the key step. By microenvironment modulation around catalytic sites, both spatial\n(charge migration distance) and kinetic (separation efficiency) effects\nin the charge-transfer process can be finely modulated to accelerate\nthe catalytic reactions.</p>", "clean_text": "Improving Charge Transfer by Microenvironment Modulation\n\nIn catalytic redox reactions, particularly photocatalysis and electrocatalysis, charge transfer is usually the key step. By microenvironment modulation around catalytic sites, both spatial (charge migration distance) and kinetic (separation efficiency) effects in the charge-transfer process can be finely modulated to accelerate the catalytic reactions.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Reducing the Charge Migration\nDistance</title><p>Minimizing the distance between the charge generation\nplace and\ncatalytic/reaction sites would effectively inhibit charge recombination\nand thus greatly improve the catalytic efficiency. The spatial distribution of guest catalytic sites in host\nMOFs, which greatly influences the contact between catalytic guests\nand the MOF, causes remarkable changes controlled by the charge-transfer\ndistance.</p>", "clean_text": "Reducing the Charge Migration Distance\n\nMinimizing the distance between the charge generation place and catalytic/reaction sites would effectively inhibit charge recombination and thus greatly improve the catalytic efficiency. The spatial distribution of guest catalytic sites in host MOFs, which greatly influences the contact between catalytic guests and the MOF, causes remarkable changes controlled by the charge-transfer distance.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The porous characteristic of MOFs readies them for\nmolecular diffusion into inner space, which provides the prerequisite\nto randomly regulate the spatial distribution of catalytic sites without\naffecting their accessibility, whether inside or outside the catalyst.\nBy introducing uniform Pt NPs (∼3 nm) into the precursors of\nUiO-66-NH<sub>2</sub> or assembling Pt NPs with presynthesized UiO-66-NH<sub>2</sub>, the Pt NPs can be deliberately encapsulated inside or supported\non UiO-66-NH<sub>2</sub>, affording Pt@UiO-66-NH<sub>2</sub> and Pt/UiO-66-NH<sub>2</sub>, respectively (a–c). Both components\nand structural parameters in both composites are fixed to be similar,\nwith the spatial distribution of Pt NPs relative to MOFs being the\nonly difference. Obviously, the interface percentage between Pt and\nMOF in Pt@UiO-66-NH<sub>2</sub> is much higher than that in Pt/UiO-66-NH<sub>2</sub>, giving rise to a significant change in the microenvironment\naround Pt. UiO-66-NH<sub>2</sub>, with semiconductor-like character,\ncan serve as the photosensitizer, and Pt NPs are ideal electron acceptors\nleading to enhanced photocatalytic performance. When employed as photocatalysts\nfor H<sub>2</sub> production, Pt@UiO-66-NH<sub>2</sub>, with Pt confined\nin MOF particles, greatly shortens the electron-transfer distance\nfrom the MOF to Pt, in sharp contrast to Pt/UiO-66-NH<sub>2</sub>.\nTherefore, the utilization efficiency of photogenerated electrons\nis greatly improved. As a result, Pt@UiO-66-NH<sub>2</sub> shows 5\ntimes higher activity than Pt/UiO-66-NH<sub>2</sub> for photocatalytic\nhydrogen generation (d). Ultrafast transient absorption (TA) spectroscopy indicates\nthat Pt@UiO-66-NH<sub>2</sub>, with faster TA decay kinetics than\nPt/UiO-66-NH<sub>2</sub>, can better promote the charge-separation\nprocess. Time-resolved photoluminescence (PL) decay profiles show\nthat Pt@UiO-66-NH<sub>2</sub> can more efficiently inhibit charge\ncarrier recombination than Pt/UiO-66-NH<sub>2</sub> (e). Time-resolved PL decay\nprofiles, together with TA spectra, clearly reveal that the variation\nof Pt locations results in a much higher charge-transfer efficiency\nfrom the MOF to Pt in Pt@UiO-66-NH<sub>2</sub> than in Pt/UiO-66-NH<sub>2</sub>. This work clearly suggests that the location of active guests\n(particularly metal NPs) relative to MOF, which dominates the interface\npercentage between MOF and the active guests, can significantly affect\nthe microenvironment around the active guests (e.g., catalytic sites),\nleading to distinctly different catalytic activities.</p>", "clean_text": "The porous characteristic of MOFs readies them for molecular diffusion into inner space, which provides the prerequisite to randomly regulate the spatial distribution of catalytic sites without affecting their accessibility, whether inside or outside the catalyst. By introducing uniform Pt NPs (~3 nm) into the precursors of UiO-66-NH2 or assembling Pt NPs with presynthesized UiO-66-NH2, the Pt NPs can be deliberately encapsulated inside or supported on UiO-66-NH2, affording Pt@UiO-66-NH2 and Pt/UiO-66-NH2, respectively (a-c). Both components and structural parameters in both composites are fixed to be similar, with the spatial distribution of Pt NPs relative to MOFs being the only difference. Obviously, the interface percentage between Pt and MOF in Pt@UiO-66-NH2 is much higher than that in Pt/UiO-66-NH2, giving rise to a significant change in the microenvironment around Pt. UiO-66-NH2, with semiconductor-like character, can serve as the photosensitizer, and Pt NPs are ideal electron acceptors leading to enhanced photocatalytic performance. When employed as photocatalysts for H2 production, Pt@UiO-66-NH2, with Pt confined in MOF particles, greatly shortens the electron-transfer distance from the MOF to Pt, in sharp contrast to Pt/UiO-66-NH2. Therefore, the utilization efficiency of photogenerated electrons is greatly improved. As a result, Pt@UiO-66-NH2 shows 5 times higher activity than Pt/UiO-66-NH2 for photocatalytic hydrogen generation (d). Ultrafast transient absorption (TA) spectroscopy indicates that Pt@UiO-66-NH2, with faster TA decay kinetics than Pt/UiO-66-NH2, can better promote the charge-separation process. Time-resolved photoluminescence (PL) decay profiles show that Pt@UiO-66-NH2 can more efficiently inhibit charge carrier recombination than Pt/UiO-66-NH2 (e). Time-resolved PL decay profiles, together with TA spectra, clearly reveal that the variation of Pt locations results in a much higher charge-transfer efficiency from the MOF to Pt in Pt@UiO-66-NH2 than in Pt/UiO-66-NH2. This work clearly suggests that the location of active guests (particularly metal NPs) relative to MOF, which dominates the interface percentage between MOF and the active guests, can significantly affect the microenvironment around the active guests (e.g., catalytic sites), leading to distinctly different catalytic activities.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Schematic illustration\nshowing the rational synthesis of Pt@UiO-66-NH<sub>2</sub> and Pt/UiO-66-NH<sub>2</sub>. TEM images of (b) Pt@UiO-66-NH<sub>2</sub> and (c) Pt/UiO-66-NH<sub>2</sub>. (d) Photocatalytic hydrogen\nproduction rates under visible-light irradiation (λ &gt; 380\nnm)\nand (e) time-resolved PL decay profiles (λ<sub>ex</sub> = 400\nnm, λ<sub>em</sub> = 455 nm) of Pt@UiO-66-NH<sub>2</sub>, Pt/UiO-66-NH<sub>2</sub>, and UiO-66-NH<sub>2</sub>. Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2016 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Schematic illustration showing the rational synthesis of Pt@UiO-66-NH2 and Pt/UiO-66-NH2. TEM images of (b) Pt@UiO-66-NH2 and (c) Pt/UiO-66-NH2. (d) Photocatalytic hydrogen production rates under visible-light irradiation (λ > 380 nm) and (e) time-resolved PL decay profiles (λex = 400 nm, λem = 455 nm) of Pt@UiO-66-NH2, Pt/UiO-66-NH2, and UiO-66-NH2. Adapted with permission from ref . Copyright 2016 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>In another example, Au nanorods,\ncapable of harvesting visible\nlight, are introduced to further underscore the critical role of Pt\nrelative to MOFs in catalysis. The Pt\nNPs (∼3 nm) are incorporated into or supported on a Ti-based\nMOF, MIL-125, affording Pt@MIL-125 and Pt/MIL-125 composites, respectively.\nUpon further supporting Au nanorods, which can harvest long-wavelength\nlight based on the localized surface plasmon resonance (LSPR) effect,\non the external surface of both composites, Pt@MIL-125/Au and Pt/MIL-125/Au\ncomposites are obtained, respectively (a,b). Strikingly, the obtained Pt@MIL-125/Au\nsignificantly accelerates charge transfer from the MOF to Pt with\nmuch higher photocurrent response than Pt/MIL-125/Au, although they\npossess a similar light-harvesting ability (c). As a result, Pt@MIL-125/Au presents excellent\nphotocatalytic activity for hydrogen production (1743.0 μmol\ng<sup>–1</sup> h<sup>–1</sup>) under visible light irradiation,\nover 10 times higher than that of Pt/MIL-125/Au (d). This further highlights\nthe significant role of catalytic guest location relative to MOFs\nin the resulting catalytic performance.</p>", "clean_text": "In another example, Au nanorods, capable of harvesting visible light, are introduced to further underscore the critical role of Pt relative to MOFs in catalysis. The Pt NPs (~3 nm) are incorporated into or supported on a Ti-based MOF, MIL-125, affording Pt@MIL-125 and Pt/MIL-125 composites, respectively. Upon further supporting Au nanorods, which can harvest long-wavelength light based on the localized surface plasmon resonance (LSPR) effect, on the external surface of both composites, Pt@MIL-125/Au and Pt/MIL-125/Au composites are obtained, respectively (a,b). Strikingly, the obtained Pt@MIL-125/Au significantly accelerates charge transfer from the MOF to Pt with much higher photocurrent response than Pt/MIL-125/Au, although they possess a similar light-harvesting ability (c). As a result, Pt@MIL-125/Au presents excellent photocatalytic activity for hydrogen production (1743.0 μmol g-1 h-1) under visible light irradiation, over 10 times higher than that of Pt/MIL-125/Au (d). This further highlights the significant role of catalytic guest location relative to MOFs in the resulting catalytic performance.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>TEM images of (a) Pt@MIL-125/Au\nand (b) Pt/MIL-125/Au. (c) Photocurrent\nresponse and (d) photocatalytic hydrogen production rates of Pt/MIL-125/Au,\nPt@MIL-125/Au, and other counterparts under visible-light irradiation\n(380 nm &lt; λ &lt; 800 nm). Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  TEM images of (a) Pt@MIL-125/Au and (b) Pt/MIL-125/Au. (c) Photocurrent response and (d) photocatalytic hydrogen production rates of Pt/MIL-125/Au, Pt@MIL-125/Au, and other counterparts under visible-light irradiation (380 nm < λ < 800 nm). Adapted with permission from ref . Copyright 2018 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Acceleration of Charge-Separation\nEfficiency</title><p>In addition to reducing the charge-transfer distance,\nthe charge-separation\nefficiency can also be improved by modulating the microenvironment,\nsuch as tailoring host MOF structures, around active guests, thereby\nboosting catalytic performance.</p>", "clean_text": "Acceleration of Charge-Separation Efficiency\n\nIn addition to reducing the charge-transfer distance, the charge-separation efficiency can also be improved by modulating the microenvironment, such as tailoring host MOF structures, around active guests, thereby boosting catalytic performance.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>A series of UiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 0, 50, 100, 150, 200, representing\nthe molar equivalents of modulator with respect to the linker during\nsynthesis) with different contents of structural defects, are constructed,\ncreating a modulated microenvironment for the incorporated Pt NPs\n(a). The Pt@UiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> catalysts, with similar Pt loading (∼1 wt %), present an\nevident volcano-type trend with the increase in defects in photocatalytic\nhydrogen production, and Pt@UiO-66-NH<sub>2</sub>-100 with the moderate\ndefect level exhibits the highest catalytic activity for H<sub>2</sub> production (b). Femtosecond time-resolved transient absorption (fs-TA) spectra\nreveal that the average relaxation lifetimes are 615 ± 22, 553\n± 21, 376 ± 5, 881 ± 53, and 1167 ± 101 ps for\nUiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 0,\n50, 100, 150, 200), respectively. The fastest relaxation of UiO-66-NH<sub>2</sub>-100 manifests its highest charge-separation efficiency, supporting\nthe best activity of Pt@UiO-66-NH<sub>2</sub>-100 (b,c). This work provides significant\ninspiration for microenvironment modulation (around the guest cocatalyst)\nby defect engineering of MOFs to promote photocatalysis.</p>", "clean_text": "A series of UiO-66-NH2-X (X = 0, 50, 100, 150, 200, representing the molar equivalents of modulator with respect to the linker during synthesis) with different contents of structural defects, are constructed, creating a modulated microenvironment for the incorporated Pt NPs (a). The Pt@UiO-66-NH2-X catalysts, with similar Pt loading (~1 wt %), present an evident volcano-type trend with the increase in defects in photocatalytic hydrogen production, and Pt@UiO-66-NH2-100 with the moderate defect level exhibits the highest catalytic activity for H2 production (b). Femtosecond time-resolved transient absorption (fs-TA) spectra reveal that the average relaxation lifetimes are 615 ± 22, 553 ± 21, 376 ± 5, 881 ± 53, and 1167 ± 101 ps for UiO-66-NH2-X (X = 0, 50, 100, 150, 200), respectively. The fastest relaxation of UiO-66-NH2-100 manifests its highest charge-separation efficiency, supporting the best activity of Pt@UiO-66-NH2-100 (b,c). This work provides significant inspiration for microenvironment modulation (around the guest cocatalyst) by defect engineering of MOFs to promote photocatalysis.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Illustration\nshowing the photocatalytic hydrogen production\nover Pt@UiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> with structural defects.\n(b) Comparison of photocatalytic H<sub>2</sub> production rates under\nfull-spectrum light irradiation and average relaxation lifetimes.\n(c) fs-TA kinetics and the global fitting results for UiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 0, 50, 100, 150,\n200). Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Illustration showing the photocatalytic hydrogen production over Pt@UiO-66-NH2-X with structural defects. (b) Comparison of photocatalytic H2 production rates under full-spectrum light irradiation and average relaxation lifetimes. (c) fs-TA kinetics and the global fitting results for UiO-66-NH2-X (X = 0, 50, 100, 150, 200). Adapted with permission from ref . Copyright 2019 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Enhancing the Intrinsic Activity of Catalytic\nSites by Microenvironment Modulation</title><p>The regulation of the\nintrinsic activity of catalytic sites by the microenvironment, although\nwidely observed in homogeneous catalysis, has been rarely achieved in heterogeneous catalysis. MOFs, featuring\natomic-level structural precision and tailorability, are able to realize\naccurate modulation over the electronic states and the coordination\nenvironment of catalytic sites, thereby enhancing their intrinsic\nactivity.</p>", "clean_text": "Enhancing the Intrinsic Activity of Catalytic Sites by Microenvironment Modulation\n\nThe regulation of the intrinsic activity of catalytic sites by the microenvironment, although widely observed in homogeneous catalysis, has been rarely achieved in heterogeneous catalysis. MOFs, featuring atomic-level structural precision and tailorability, are able to realize accurate modulation over the electronic states and the coordination environment of catalytic sites, thereby enhancing their intrinsic activity.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Electronic State Regulation</title><p>Although\nmany catalytic studies have been reported on metal-NP-incorporated\nMOF composites, most of which focus on the introduction and utilization\nof metal NPs, the influence of the chemical microenvironment on the electronic\nstate of catalytic sites has been seldom investigated and remains\nlargely elusive. With this in mind, a series of isoreticular UiO-66-X\n(X = H, OMe, NH<sub>2</sub>, 2OH, 2OH­(Hf)) with various functional\ngroups and metal ions have been constructed and served as hosts to\nencapsulate active Pd NPs in the pores, affording Pd@UiO-66-X composites\n(a). By altering the functional groups and metal\nions (in the Zr/Hf-oxo cluster) of UiO-66-X, the chemical microenvironment\nof Pd can be easily regulated to modulate the electronic interaction\nbetween Pd and the MOF hosts. The diffuse reflectance infrared Fourier\ntransform (DRIFT) spectra manifest apparent red shifts of CO adsorption\non Pd@UiO-66-X due to electron transfer from the functional groups\nof the MOFs to Pd (b). Meanwhile, the degree of electron donation to Pd follows\nthe order Pd@UiO-66-2OH &gt; Pd@UiO-66-2OH­(Hf) &gt; Pd@UiO-66-NH<sub>2</sub> &gt; Pd@UiO-66-OMe &gt; Pd@UiO-66. Moreover, the substrate\nadsorption\nenergy of Pd@UiO-66-X can also be influenced, following the order\n−OH &lt; −2OH­(Hf) &lt; −NH<sub>2</sub> &lt; −OMe\n&lt; −H based on the theoretical calculation. Because of the\ndifferent electronic states of Pd and the accompaning adsorption energy\nvariation achieved by microenvironment modulation, Pd@UiO-66-X composites\npresent distinctly different activity in the hydrogenation of benzoic\nacid (c). Pd@UiO-66-OH,\nfeaturing a high electronic state of Pd and moderate benzoic acid\nadsorption energy, displays the highest activity (c).</p>", "clean_text": "Electronic State Regulation\n\nAlthough many catalytic studies have been reported on metal-NP-incorporated MOF composites, most of which focus on the introduction and utilization of metal NPs, the influence of the chemical microenvironment on the electronic state of catalytic sites has been seldom investigated and remains largely elusive. With this in mind, a series of isoreticular UiO-66-X (X = H, OMe, NH2, 2OH, 2OH(Hf)) with various functional groups and metal ions have been constructed and served as hosts to encapsulate active Pd NPs in the pores, affording Pd@UiO-66-X composites (a). By altering the functional groups and metal ions (in the Zr/Hf-oxo cluster) of UiO-66-X, the chemical microenvironment of Pd can be easily regulated to modulate the electronic interaction between Pd and the MOF hosts. The diffuse reflectance infrared Fourier transform (DRIFT) spectra manifest apparent red shifts of CO adsorption on Pd@UiO-66-X due to electron transfer from the functional groups of the MOFs to Pd (b). Meanwhile, the degree of electron donation to Pd follows the order Pd@UiO-66-2OH > Pd@UiO-66-2OH(Hf) > Pd@UiO-66-NH2 > Pd@UiO-66-OMe > Pd@UiO-66. Moreover, the substrate adsorption energy of Pd@UiO-66-X can also be influenced, following the order -OH < -2OH(Hf) < -NH2 < -OMe < -H based on the theoretical calculation. Because of the different electronic states of Pd and the accompaning adsorption energy variation achieved by microenvironment modulation, Pd@UiO-66-X composites present distinctly different activity in the hydrogenation of benzoic acid (c). Pd@UiO-66-OH, featuring a high electronic state of Pd and moderate benzoic acid adsorption energy, displays the highest activity (c).", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Preparation process\nof Pd@UiO-66-X with the Zr/Hf-oxo cluster\nand different functional groups. (b) DRIFT spectra of CO adsorption\non Pd@UiO-66-X at 298 K. (c) Conversion and selectivity of the catalytic\nhydrogenation of benzoic acid over Pd@UiO-66-X. Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 Wiley-VCH. (d) Electron transfer between Pt and PCN-224­(Zn) in\nthe oxidation of benzyl alcohol over Pt/PCN-224­(M) under visible-light\nirradiation. (e) TEM images for Pt/PCN-224­(Zn). (f) Oxidation of benzyl\nalcohol over Pt/PCN-224­(Zn) irradiated at different light intensities\nat a fixed reaction temperature (16 °C). Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2017 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a) Preparation process of Pd@UiO-66-X with the Zr/Hf-oxo cluster and different functional groups. (b) DRIFT spectra of CO adsorption on Pd@UiO-66-X at 298 K. (c) Conversion and selectivity of the catalytic hydrogenation of benzoic acid over Pd@UiO-66-X. Adapted with permission from ref . Copyright 2020 Wiley-VCH. (d) Electron transfer between Pt and PCN-224(Zn) in the oxidation of benzyl alcohol over Pt/PCN-224(M) under visible-light irradiation. (e) TEM images for Pt/PCN-224(Zn). (f) Oxidation of benzyl alcohol over Pt/PCN-224(Zn) irradiated at different light intensities at a fixed reaction temperature (16 °C). Adapted with permission from ref . Copyright 2017 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The photogenerated electron transfer between MOFs and other active\ncomponents can be employed as another promising way to modulate the\nelectronic state of catalytic sites. In this case, the MOFs under\nlight excitation, with variable photogenerated electrons by altering\nthe light intensity, might provide different microenvironments for\nencapsulated catalytic sites. To demonstrate this, photosensitive\nPt nanocrystals with a localized surface plasmon resonance (LSPR)\neffect and porphyrinic MOF, PCN-224­(Zn), with a visible-light adsorption\nability, are deliberately integrated, forming Pt/PCN-224­(Zn) composites\n(d,e). Under light irradiation, two electron-transfer\nprocesses might take place in the opposite direction between the MOF\nand Pt due to the Schottky junction (electrons from the MOF to Pt)\nand plasmonic effect of Pt (electrons from Pt to the MOF) (d). By varying the\nlight intensity, the competition between the Schottky junction and\nthe plasmonic effect can be modulated. This makes it easy to dominate\nthe electron-transfer direction between Pt and the MOF in Pt/PCN-224­(Zn),\nthereby regulating the electron state on the Pt surface. Taking advantage\nof the <sup>1</sup>O<sub>2</sub> production and photothermal effect\ncaused by Pt and PCN-224­(Zn) under light irradiation, Pt/PCN-224­(Zn)\nexhibits excellent performance in the oxidation of aromatic alcohols.\nThe electronic state of Pt, closely associated with <sup>1</sup>O<sub>2</sub> generation, can be adjusted flexibly by varying the light\nintensity (60–140 mW/cm<sup>2</sup>, λ &gt; 400 nm).\nUnder\nlight irradiation at low intensity (&lt;100 mW/cm<sup>2</sup>), PCN-224­(Zn)\nis readily photoexcited and injects electrons into Pt, making Pt more\nelectron-rich, benefiting <sup>1</sup>O<sub>2</sub> generation and\nbenzyl alcohol oxidation (f). Under a much higher light intensity (&gt;100 mW/cm<sup>2</sup>), Pt will be excited due to the plasmonic effect and will\nreversely inject hot electrons into the MOF, in a more competitive\nway than for the Schottky junction, leading to the reduced Pt electron\ndensity and inferior activity (f). This work provides an effective and very promising\nway to modulate the electronic microenvironments of catalytic sites\nby external-field-stimuli-induced charge transfer, opening a new door\nto the regulation of the intrinsic activity of catalytic sites.</p>", "clean_text": "The photogenerated electron transfer between MOFs and other active components can be employed as another promising way to modulate the electronic state of catalytic sites. In this case, the MOFs under light excitation, with variable photogenerated electrons by altering the light intensity, might provide different microenvironments for encapsulated catalytic sites. To demonstrate this, photosensitive Pt nanocrystals with a localized surface plasmon resonance (LSPR) effect and porphyrinic MOF, PCN-224(Zn), with a visible-light adsorption ability, are deliberately integrated, forming Pt/PCN-224(Zn) composites (d,e). Under light irradiation, two electron-transfer processes might take place in the opposite direction between the MOF and Pt due to the Schottky junction (electrons from the MOF to Pt) and plasmonic effect of Pt (electrons from Pt to the MOF) (d). By varying the light intensity, the competition between the Schottky junction and the plasmonic effect can be modulated. This makes it easy to dominate the electron-transfer direction between Pt and the MOF in Pt/PCN-224(Zn), thereby regulating the electron state on the Pt surface. Taking advantage of the 1O2 production and photothermal effect caused by Pt and PCN-224(Zn) under light irradiation, Pt/PCN-224(Zn) exhibits excellent performance in the oxidation of aromatic alcohols. The electronic state of Pt, closely associated with 1O2 generation, can be adjusted flexibly by varying the light intensity (60-140 mW/cm2, λ > 400 nm). Under light irradiation at low intensity (<100 mW/cm2), PCN-224(Zn) is readily photoexcited and injects electrons into Pt, making Pt more electron-rich, benefiting 1O2 generation and benzyl alcohol oxidation (f). Under a much higher light intensity (>100 mW/cm2), Pt will be excited due to the plasmonic effect and will reversely inject hot electrons into the MOF, in a more competitive way than for the Schottky junction, leading to the reduced Pt electron density and inferior activity (f). This work provides an effective and very promising way to modulate the electronic microenvironments of catalytic sites by external-field-stimuli-induced charge transfer, opening a new door to the regulation of the intrinsic activity of catalytic sites.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>For catalytic sites stabilized by coordination interaction, the\nbasic microenvironment, namely, the coordination environment, lays\nthe foundation for modulating the electronic state of catalytic sites.\nMOF-based single-atom catalysts (SACs), with singly dispersed metal\natoms stabilized via a coordination interaction with the support,\nare ideal research objects. By the pyrolysis of bimetallic MgNi-MOF-74 incorporated\nwith polypyrrole (PPy) inside the channels (PPy@MgNi-MOF-74) at different\ntemperatures, a series of single-atom Ni catalysts with different\nN coordination numbers, named Ni<sub>SA</sub>-N<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>-C (<italic toggle=\"yes\">x</italic> = 2, 3, 4), have been obtained (a). The variation\nof the coordination number indicates that the single Ni atom possesses\na different coordination microenvironment in these samples. Ni<sub>SA</sub>-N<sub>2</sub>-C, featuring the\nlowest N coordination number, achieves much higher CO selectivity\nthan Ni<sub>SA</sub>-N<sub>3</sub>-C and Ni<sub>SA</sub>-N<sub>4</sub>-C in the CO<sub>2</sub> electroreduction, which clearly underscores\nthe significant role of the coordination microenvironment in catalysis\n(a). Density\nfunctional theory (DFT) calculations further elucidate that the reduced\nN coordination number of a single Ni atom in Ni<sub>SA</sub>-N<sub>2</sub>-C favors the formation of the COOH* intermediate, which is\nthe rate-determining step for CO<sub>2</sub> reduction to CO, accordingly\naccelerating the catalytic process.</p>", "clean_text": "For catalytic sites stabilized by coordination interaction, the basic microenvironment, namely, the coordination environment, lays the foundation for modulating the electronic state of catalytic sites. MOF-based single-atom catalysts (SACs), with singly dispersed metal atoms stabilized via a coordination interaction with the support, are ideal research objects. By the pyrolysis of bimetallic MgNi-MOF-74 incorporated with polypyrrole (PPy) inside the channels (PPy@MgNi-MOF-74) at different temperatures, a series of single-atom Ni catalysts with different N coordination numbers, named NiSA-N x -C (x = 2, 3, 4), have been obtained (a). The variation of the coordination number indicates that the single Ni atom possesses a different coordination microenvironment in these samples. NiSA-N2-C, featuring the lowest N coordination number, achieves much higher CO selectivity than NiSA-N3-C and NiSA-N4-C in the CO2 electroreduction, which clearly underscores the significant role of the coordination microenvironment in catalysis (a). Density functional theory (DFT) calculations further elucidate that the reduced N coordination number of a single Ni atom in NiSA-N2-C favors the formation of the COOH* intermediate, which is the rate-determining step for CO2 reduction to CO, accordingly accelerating the catalytic process.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) Illustration showing the fabrication\nof Ni<sub>SA</sub>-N<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>-C catalysts for\ntheir different activities\nin the electrocatalytic CO<sub>2</sub> reduction. Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 Wiley-VCH. (b) Fabrication of COF-367-Co with different spin\nstates of Co for photocatalytic CO<sub>2</sub> reduction under visible\nlight irradiation (λ &gt; 380 nm). Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  (a) Illustration showing the fabrication of NiSA-N x -C catalysts for their different activities in the electrocatalytic CO2 reduction. Adapted with permission from ref . Copyright 2020 Wiley-VCH. (b) Fabrication of COF-367-Co with different spin states of Co for photocatalytic CO2 reduction under visible light irradiation (λ > 380 nm). Adapted with permission from ref . Copyright 2020 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Electron Spin Regulation</title><p>Manipulating\nthe electron spin state of catalytic metal atoms by microenvironment\nmodulation is of great importance yet is rarely achieved and reported.\nVery recently, we successfully implemented the electron spin state\nmanipulation in Co-based covalent-organic frameworks (COFs). By altering the cobalt salts of Co­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O and CoCl<sub>2</sub>·6H<sub>2</sub>O, the porphyrin centers of COF-367 are metalated with Co<sup>II</sup> and Co<sup>III</sup> ions, producing COF-367-Co<sup>II</sup> and COF-367-Co<sup>III</sup>, respectively (b). Different from the generation of COF-367-Co<sup>II</sup> by Co­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O, the use of CoCl<sub>2</sub> can introduce Cl<sup>–</sup> for charge balance in the overall framework, and the existence of\nCl<sup>–</sup> provides a negative charge microenvironment\nto guarantee the existence of Co<sup>III</sup> in COF-367-Co<sup>III</sup>. The XPS measurement presents clear experimental evidence of the\nexclusive existence of Co<sup>III</sup> in COF-367-Co<sup>III</sup>, proving the significant role of Cl<sup>–</sup> in the formation\nof Co<sup>III</sup>. COF-367-Co<sup>III</sup> with a low-spin state\nof Co (<italic toggle=\"yes\">S</italic> = 0) presents much higher activity and selectivity\nfor HCOOH than COF-367-Co<sup>II</sup> with a low-spin state of Co\n(<italic toggle=\"yes\">S</italic> = 1/2) in the photocatalytic CO<sub>2</sub> reduction\n(b). DFT\ncalculations disclose that Co<sup>III</sup> in COF-367-Co<sup>III</sup> favors the formation of HCOOH and possesses a much higher energy\nbarrier for HCOOH conversion than does COF-367-Co<sup>II</sup>. This\nwork paves the way for catalytic performance regulation by manipulating\nthe spin state of catalytic metal centers, which is triggered by the\nchange in the charge microenvironment. Considering that the porphyrin\nunits are commonly used in MOFs, we believe that this strategy is\ndefinitely extendable to MOF-based catalysis.</p>", "clean_text": "Electron Spin Regulation\n\nManipulating the electron spin state of catalytic metal atoms by microenvironment modulation is of great importance yet is rarely achieved and reported. Very recently, we successfully implemented the electron spin state manipulation in Co-based covalent-organic frameworks (COFs). By altering the cobalt salts of Co(CH3COO)2⋅4H2O and CoCl2⋅6H2O, the porphyrin centers of COF-367 are metalated with CoII and CoIII ions, producing COF-367-CoII and COF-367-CoIII, respectively (b). Different from the generation of COF-367-CoII by Co(CH3COO)2⋅4H2O, the use of CoCl2 can introduce Cl- for charge balance in the overall framework, and the existence of Cl- provides a negative charge microenvironment to guarantee the existence of CoIII in COF-367-CoIII. The XPS measurement presents clear experimental evidence of the exclusive existence of CoIII in COF-367-CoIII, proving the significant role of Cl- in the formation of CoIII. COF-367-CoIII with a low-spin state of Co (S = 0) presents much higher activity and selectivity for HCOOH than COF-367-CoII with a low-spin state of Co (S = 1/2) in the photocatalytic CO2 reduction (b). DFT calculations disclose that CoIII in COF-367-CoIII favors the formation of HCOOH and possesses a much higher energy barrier for HCOOH conversion than does COF-367-CoII. This work paves the way for catalytic performance regulation by manipulating the spin state of catalytic metal centers, which is triggered by the change in the charge microenvironment. Considering that the porphyrin units are commonly used in MOFs, we believe that this strategy is definitely extendable to MOF-based catalysis.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>Simultaneously Improving Mass Transfer and the\nElectronic State by Microenvironment Modulation</title><p>Given that\nmass transfer, electron transfer, and the intrinsic\nactivity of catalytic sites are all influenced by microenvironment\nmodulation, they can be simultaneously improved in some cases on the\nbasis of the elaborate design and synthesis of MOF-based materials,\nleading to greatly boosted catalytic performances.</p>", "clean_text": "Simultaneously Improving Mass Transfer and the Electronic State by Microenvironment Modulation\n\nGiven that mass transfer, electron transfer, and the intrinsic activity of catalytic sites are all influenced by microenvironment modulation, they can be simultaneously improved in some cases on the basis of the elaborate design and synthesis of MOF-based materials, leading to greatly boosted catalytic performances.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>We selected\nMIL-101-NH<sub>2</sub> as a host to encapsulate naked\nPd NPs, affording the Pd@MIL-101-NH<sub>2</sub> composite (a). Then, a series of hydrophobic perfluoroalkyls,\nformulated as C<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>F<sub>2<italic toggle=\"yes\">n</italic>+1</sub>CO-R (<italic toggle=\"yes\">n</italic> = 1, 2, 3 and R = −OOCC<italic toggle=\"yes\">\n<sub>n</sub>\n</italic>F<sub>2<italic toggle=\"yes\">n</italic>+1</sub>; <italic toggle=\"yes\">n</italic> = 5, 7 and R = −OH), were grafted onto the MOF based on postsynthetic\nmodification between −NH<sub>2</sub> and −COR groups,\nyielding Pd@MIL-101-F<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> = 3, 5, 7, 11, 15) composites with a hydrophobic microenvironment\naround Pd; the longer perfluoroalkyl chains result in stronger hydrophobicity\nof the pore walls (b). Moreover, the perfluoroalkyl chains on the MOF skeleton\ninduce the electron transfer from Pd to MIL-101-F<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>, as clearly evidenced by the positive shifts in Pd XPS peaks\nand the red shifts in CO-DRIFTS adsorption peaks after hydrophobic\nmodification (c,d). As a result, optimal Pd@MIL-101-F<sub>3</sub>, capable of enriching\nhydrophobic substrates, has a much higher efficiency than Pd@MIL-101-NH<sub>2</sub> in the hydrogenation of various (hydrophobic) halogenated\nnitrobenzenes. More strikingly, electron-deficient Pd results in the\npreferable adsorption of −NO<sub>2</sub> over the −Cl\nand −Br groups, as the former is more negatively charged, resulting\nin the highly selective hydrogenation of the −NO<sub>2</sub> group over the dehalogenation of halogenated nitrobenzenes (e), far surpassing\nthe traditional Pd-based catalysts. This is a classical and important\nexample illustrating the simultaneous regulation of mass transfer\nand the electronic state of catalytic sites by controlling their surrounding\nmicroenvironment, finally boosting both activity and selectivity in\nheterogeneous catalysis.</p>", "clean_text": "We selected MIL-101-NH2 as a host to encapsulate naked Pd NPs, affording the Pd@MIL-101-NH2 composite (a). Then, a series of hydrophobic perfluoroalkyls, formulated as C n F2n+1CO-R (n = 1, 2, 3 and R = -OOCC n F2n+1; n = 5, 7 and R = -OH), were grafted onto the MOF based on postsynthetic modification between -NH2 and -COR groups, yielding Pd@MIL-101-F x  (x = 3, 5, 7, 11, 15) composites with a hydrophobic microenvironment around Pd; the longer perfluoroalkyl chains result in stronger hydrophobicity of the pore walls (b). Moreover, the perfluoroalkyl chains on the MOF skeleton induce the electron transfer from Pd to MIL-101-F x , as clearly evidenced by the positive shifts in Pd XPS peaks and the red shifts in CO-DRIFTS adsorption peaks after hydrophobic modification (c,d). As a result, optimal Pd@MIL-101-F3, capable of enriching hydrophobic substrates, has a much higher efficiency than Pd@MIL-101-NH2 in the hydrogenation of various (hydrophobic) halogenated nitrobenzenes. More strikingly, electron-deficient Pd results in the preferable adsorption of -NO2 over the -Cl and -Br groups, as the former is more negatively charged, resulting in the highly selective hydrogenation of the -NO2 group over the dehalogenation of halogenated nitrobenzenes (e), far surpassing the traditional Pd-based catalysts. This is a classical and important example illustrating the simultaneous regulation of mass transfer and the electronic state of catalytic sites by controlling their surrounding microenvironment, finally boosting both activity and selectivity in heterogeneous catalysis.", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(a) Illustration of the pore environment modulation\nof Pd@MIL-101-NH<sub>2</sub>, affording Pd@MIL-101-F<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> = 3, 5, 7, 11, 15) composites. (b) Static\nwater contact\nangles and (c) Pd 3d X-ray photoelectron spectroscopy (XPS) spectra\nof Pd@MIL-101-NH<sub>2</sub> and Pd@MIL-101-F<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>. (d) CO-DRIFT spectra of Pd@MIL-101-NH<sub>2</sub> and Pd@MIL-101-F<sub>3</sub>. (e) Selective hydrogenation of various halogenated nitrobenzenes\nover Pd@MIL-101-F<sub>3</sub> to the corresponding halogenated anilines.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2021 Elsevier.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  (a) Illustration of the pore environment modulation of Pd@MIL-101-NH2, affording Pd@MIL-101-F x  (x = 3, 5, 7, 11, 15) composites. (b) Static water contact angles and (c) Pd 3d X-ray photoelectron spectroscopy (XPS) spectra of Pd@MIL-101-NH2 and Pd@MIL-101-F x . (d) CO-DRIFT spectra of Pd@MIL-101-NH2 and Pd@MIL-101-F3. (e) Selective hydrogenation of various halogenated nitrobenzenes over Pd@MIL-101-F3 to the corresponding halogenated anilines. Adapted with permission from ref . Copyright 2021 Elsevier.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>Conclusions and Outlook</title><p>In this Account, we have summarized\nour recent contributions to\nmicroenvironment-modulated catalysis in MOF-based systems. We have\ndiscussed in detail how the microenvironment around catalytic sites\ncan be modulated to improve the performance in MOF-based catalysis:\n(1) By tuning the pore size and geometry as well as the surface wettability\nof MOFs, mass transfer can be finely modulated and molecular sieving,\nrecognition, and accumulation can be achieved during catalysis. (2)\nAltering the spatial distribution of catalytic guests and the concentration\nof structural defects in MOFs is able to change the environment around\ncatalytic sites, which effectively influences the charge-transfer\nkinetics in photocatalysis. (3) The electronic state and spin state\nof catalytic metal sites can also be regulated by microenvironment\nengineering. Accordingly, the intrinsic activity/selectivity of metal\nsites will be further improved. In addition, the synergetic enhancement\nof the above factors by rational microenvironment modulation, such\nas the simultaneously improving mass transfer and intrinsic activity\nof catalytic sites, has been successfully realized to afford satisfied\nactivity and selectivity in MOF-based catalysis.</p>", "clean_text": "Conclusions and Outlook\n\nIn this Account, we have summarized our recent contributions to microenvironment-modulated catalysis in MOF-based systems. We have discussed in detail how the microenvironment around catalytic sites can be modulated to improve the performance in MOF-based catalysis: (1) By tuning the pore size and geometry as well as the surface wettability of MOFs, mass transfer can be finely modulated and molecular sieving, recognition, and accumulation can be achieved during catalysis. (2) Altering the spatial distribution of catalytic guests and the concentration of structural defects in MOFs is able to change the environment around catalytic sites, which effectively influences the charge-transfer kinetics in photocatalysis. (3) The electronic state and spin state of catalytic metal sites can also be regulated by microenvironment engineering. Accordingly, the intrinsic activity/selectivity of metal sites will be further improved. In addition, the synergetic enhancement of the above factors by rational microenvironment modulation, such as the simultaneously improving mass transfer and intrinsic activity of catalytic sites, has been successfully realized to afford satisfied activity and selectivity in MOF-based catalysis.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>In spite of\nthe above-mentioned progress in this topic, microenvironment\nmodulation in heterogeneous catalysis is in its infancy. This is almost\nthe starting point for microenvironment-modulated catalysis over MOF-based\nmaterials, and many challenges are still to be overcome. (1) In this\nearly stage, it is imperative to come up with more strategies for\nmicroenvironment modulation in MOF-based catalysts. More microenvironment\nfactors, such as hydrogen bonding and electrostatic/van der Waals/coordination\ninteractions, might be introduced to assist with enriching, organizing,\nand activating the substrate and/or intermediate stabilization, thereby\nboosting the activity/selectivity. Meanwhile, the pore space partition,\na unique strategy which can tune pore geometric features and strengthen\nthe stability of MOFs, might be also promising to modulate the microenvironment\nand influence the catalytic process. (2)\nIn addition to accurate control over the single aspect of the microenvironment,\nthe simultaneous regulation of the mass/electron transfer and intrinsic\nbehavior of catalytic sites would be better in mimicking the complex\nenzymatic catalysis and would lead to better performance. (3) The\ndetailed mechanisms with regard to the specific interaction between\ncatalytic sites and the microenvironment in MOF-based materials are\nwaiting for in-depth studies. Not only the aforementioned interaction\nbut also the reaction transition states and the well-defined and tailorable\nMOF structures should be of great help in regulating and understanding.\nOn the basis of this ideal platform, more advanced characterizations\nand operando techniques might be necessary to obtain insightful information.</p>", "clean_text": "In spite of the above-mentioned progress in this topic, microenvironment modulation in heterogeneous catalysis is in its infancy. This is almost the starting point for microenvironment-modulated catalysis over MOF-based materials, and many challenges are still to be overcome. (1) In this early stage, it is imperative to come up with more strategies for microenvironment modulation in MOF-based catalysts. More microenvironment factors, such as hydrogen bonding and electrostatic/van der Waals/coordination interactions, might be introduced to assist with enriching, organizing, and activating the substrate and/or intermediate stabilization, thereby boosting the activity/selectivity. Meanwhile, the pore space partition, a unique strategy which can tune pore geometric features and strengthen the stability of MOFs, might be also promising to modulate the microenvironment and influence the catalytic process. (2) In addition to accurate control over the single aspect of the microenvironment, the simultaneous regulation of the mass/electron transfer and intrinsic behavior of catalytic sites would be better in mimicking the complex enzymatic catalysis and would lead to better performance. (3) The detailed mechanisms with regard to the specific interaction between catalytic sites and the microenvironment in MOF-based materials are waiting for in-depth studies. Not only the aforementioned interaction but also the reaction transition states and the well-defined and tailorable MOF structures should be of great help in regulating and understanding. On the basis of this ideal platform, more advanced characterizations and operando techniques might be necessary to obtain insightful information.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>Although we are almost at the starting point of this research topic,\nthe advances and challenges discussed in this Account will definitely\ndeepen our understanding and thinking. The obtained results on microenvironment\nmodulation in MOF-based catalysis, with the ultimate goal of fabricating\nbiomimetic catalysts, will guide the design and synthesis of high-performance\nheterogeneous catalytic systems. We strongly believe that microenvironment\nmodulation will open up a new door to the further development of heterogeneous\ncatalysis.</p>", "clean_text": "Although we are almost at the starting point of this research topic, the advances and challenges discussed in this Account will definitely deepen our understanding and thinking. The obtained results on microenvironment modulation in MOF-based catalysis, with the ultimate goal of fabricating biomimetic catalysts, will guide the design and synthesis of high-performance heterogeneous catalytic systems. We strongly believe that microenvironment modulation will open up a new door to the further development of heterogeneous catalysis.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><p>\n<bold>Long Jiao</bold> received his Ph.D. from the University of\nScience and Technology of China (USTC) in 2019 under the supervision\nof Prof. Hai-Long Jiang, where he is now a postdoctoral fellow. His\nresearch work is focused on the development of MOF-based materials\nfor electrocatalysis.</p>", "clean_text": "The authors declare no competing financial interest.\n\n Long Jiao received his Ph.D. from the University of Science and Technology of China (USTC) in 2019 under the supervision of Prof. Hai-Long Jiang, where he is now a postdoctoral fellow. His research work is focused on the development of MOF-based materials for electrocatalysis.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Jingxue Wang</bold> received her bachelor’s degree\nfrom China University of Petroleum (East China) in 2020. She is now\na graduate student at USTC in Prof. Hai-Long Jiang’s group.\nHer research is focused on the development of MOF-based materials\nfor photocatalysis.</p>", "clean_text": " Jingxue Wang received her bachelor's degree from China University of Petroleum (East China) in 2020. She is now a graduate student at USTC in Prof. Hai-Long Jiang's group. Her research is focused on the development of MOF-based materials for photocatalysis.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Hai-Long Jiang</bold> earned his Ph.D. in 2008 from Fujian\nInstitute of Research on the Structure of Matter, CAS. He subsequently\nworked at the National Institute of Advanced Industrial Science and\nTechnology (AIST) in Japan, as AIST and JSPS fellows from 2008 to\n2011. After a postdoctoral stint at Texas A&amp;M University, he became\na full professor at USTC in 2013. He is a Fellow of the Royal Society\nof Chemistry (FRSC) and was named a highly cited researcher (2017–2020)\nin chemistry by Clarivate Analytics. His research interest currently\nlies in the microenvironment modulation (MEM) of catalytic centers\nbased on crystalline porous materials.</p>", "clean_text": " Hai-Long Jiang earned his Ph.D. in 2008 from Fujian Institute of Research on the Structure of Matter, CAS. He subsequently worked at the National Institute of Advanced Industrial Science and Technology (AIST) in Japan, as AIST and JSPS fellows from 2008 to 2011. After a postdoctoral stint at Texas A&M University, he became a full professor at USTC in 2013. He is a Fellow of the Royal Society of Chemistry (FRSC) and was named a highly cited researcher (2017-2020) in chemistry by Clarivate Analytics. His research interest currently lies in the microenvironment modulation (MEM) of catalytic centers based on crystalline porous materials.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "28, 31", "type": "text", "classification": "property", "content": "<p>In another example, Au nanorods,\ncapable of harvesting visible\nlight, are introduced to further underscore the critical role of Pt\nrelative to MOFs in catalysis. The Pt\nNPs (∼3 nm) are incorporated into or supported on a Ti-based\nMOF, MIL-125, affording Pt@MIL-125 and Pt/MIL-125 composites, respectively.\nUpon further supporting Au nanorods, which can harvest long-wavelength\nlight based on the localized surface plasmon resonance (LSPR) effect,\non the external surface of both composites, Pt@MIL-125/Au and Pt/MIL-125/Au\ncomposites are obtained, respectively (a,b). Strikingly, the obtained Pt@MIL-125/Au\nsignificantly accelerates charge transfer from the MOF to Pt with\nmuch higher photocurrent response than Pt/MIL-125/Au, although they\npossess a similar light-harvesting ability (c). As a result, Pt@MIL-125/Au presents excellent\nphotocatalytic activity for hydrogen production (1743.0 μmol\ng<sup>–1</sup> h<sup>–1</sup>) under visible light irradiation,\nover 10 times higher than that of Pt/MIL-125/Au (d). This further highlights\nthe significant role of catalytic guest location relative to MOFs\nin the resulting catalytic performance.</p><p>A series of UiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 0, 50, 100, 150, 200, representing\nthe molar equivalents of modulator with respect to the linker during\nsynthesis) with different contents of structural defects, are constructed,\ncreating a modulated microenvironment for the incorporated Pt NPs\n(a). The Pt@UiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> catalysts, with similar Pt loading (∼1 wt %), present an\nevident volcano-type trend with the increase in defects in photocatalytic\nhydrogen production, and Pt@UiO-66-NH<sub>2</sub>-100 with the moderate\ndefect level exhibits the highest catalytic activity for H<sub>2</sub> production (b). Femtosecond time-resolved transient absorption (fs-TA) spectra\nreveal that the average relaxation lifetimes are 615 ± 22, 553\n± 21, 376 ± 5, 881 ± 53, and 1167 ± 101 ps for\nUiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 0,\n50, 100, 150, 200), respectively. The fastest relaxation of UiO-66-NH<sub>2</sub>-100 manifests its highest charge-separation efficiency, supporting\nthe best activity of Pt@UiO-66-NH<sub>2</sub>-100 (b,c). This work provides significant\ninspiration for microenvironment modulation (around the guest cocatalyst)\nby defect engineering of MOFs to promote photocatalysis.</p>", "clean_text": "In another example, Au nanorods, capable of harvesting visible light, are introduced to further underscore the critical role of Pt relative to MOFs in catalysis. The Pt NPs (~3 nm) are incorporated into or supported on a Ti-based MOF, MIL-125, affording Pt@MIL-125 and Pt/MIL-125 composites, respectively. Upon further supporting Au nanorods, which can harvest long-wavelength light based on the localized surface plasmon resonance (LSPR) effect, on the external surface of both composites, Pt@MIL-125/Au and Pt/MIL-125/Au composites are obtained, respectively (a,b). Strikingly, the obtained Pt@MIL-125/Au significantly accelerates charge transfer from the MOF to Pt with much higher photocurrent response than Pt/MIL-125/Au, although they possess a similar light-harvesting ability (c). As a result, Pt@MIL-125/Au presents excellent photocatalytic activity for hydrogen production (1743.0 μmol g-1 h-1) under visible light irradiation, over 10 times higher than that of Pt/MIL-125/Au (d). This further highlights the significant role of catalytic guest location relative to MOFs in the resulting catalytic performance.\n\nA series of UiO-66-NH2-X (X = 0, 50, 100, 150, 200, representing the molar equivalents of modulator with respect to the linker during synthesis) with different contents of structural defects, are constructed, creating a modulated microenvironment for the incorporated Pt NPs (a). The Pt@UiO-66-NH2-X catalysts, with similar Pt loading (~1 wt %), present an evident volcano-type trend with the increase in defects in photocatalytic hydrogen production, and Pt@UiO-66-NH2-100 with the moderate defect level exhibits the highest catalytic activity for H2 production (b). Femtosecond time-resolved transient absorption (fs-TA) spectra reveal that the average relaxation lifetimes are 615 ± 22, 553 ± 21, 376 ± 5, 881 ± 53, and 1167 ± 101 ps for UiO-66-NH2-X (X = 0, 50, 100, 150, 200), respectively. The fastest relaxation of UiO-66-NH2-100 manifests its highest charge-separation efficiency, supporting the best activity of Pt@UiO-66-NH2-100 (b,c). This work provides significant inspiration for microenvironment modulation (around the guest cocatalyst) by defect engineering of MOFs to promote photocatalysis.", "data": [[{"meta": {"name": "Au nanorods", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "harvesting visible light", "value": "", "unit": "", "condition": ""}, {"property name": "localized surface plasmon resonance (LSPR) effect", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "Pt@MIL-125/Au", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "charge transfer", "value": "", "unit": "", "condition": ""}, {"property name": "photocurrent response", "value": "", "unit": "", "condition": ""}, {"property name": "photocatalytic activity for hydrogen production", "value": "1743.0", "unit": "μmol g^–1 h^–1", "condition": "under visible light irradiation"}]}, {"meta": {"name": "Pt/MIL-125/Au", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "charge transfer", "value": "", "unit": "", "condition": ""}, {"property name": "photocurrent response", "value": "", "unit": "", "condition": ""}, {"property name": "photocatalytic activity for hydrogen production", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "UiO-66-NH2-X", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "modulated microenvironment", "value": "", "unit": "", "condition": ""}, {"property name": "structural defects", "value": "", "unit": "", "condition": ""}, {"property name": "catalytic activity for H2 production", "value": "", "unit": "", "condition": ""}, {"property name": "relaxation lifetimes", "value": "615 ± 22, 553 ± 21, 376 ± 5, 881 ± 53, and 1167 ± 101 ps", "unit": "", "condition": ""}, {"property name": "charge-separation efficiency", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Catalytic sites and microenvironments created in MOF-based\ncatalysts.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Catalytic sites and microenvironments created in MOF-based catalysts.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Schematic\nillustration showing the plasmon-driven selective\ncatalysis of Pd NCs@ZIF-8 for the hydrogenation of olefins. (b) Transmission\nelectron microscopy (TEM) images of Pd NCs@ZIF-8. (c) Conversions\nof the hydrogenation of various alkenes over Pd NCs@ZIF-8 and Pd NCs.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 Wiley-VCH. (d) Illustrating\nthe size-selective catalysis of homogeneous molecular catalysts encapsulated\nin hollow MOF capsules. (e) TEM images of H-LDH@ZIF-8. (f) Conversion\nof epoxides with different sizes catalyzed by Co-TCPP@H-LDH@ZIF-8.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Oxford University Press.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Schematic illustration showing the plasmon-driven selective catalysis of Pd NCs@ZIF-8 for the hydrogenation of olefins. (b) Transmission electron microscopy (TEM) images of Pd NCs@ZIF-8. (c) Conversions of the hydrogenation of various alkenes over Pd NCs@ZIF-8 and Pd NCs. Adapted with permission from ref . Copyright 2016 Wiley-VCH. (d) Illustrating the size-selective catalysis of homogeneous molecular catalysts encapsulated in hollow MOF capsules. (e) TEM images of H-LDH@ZIF-8. (f) Conversion of epoxides with different sizes catalyzed by Co-TCPP@H-LDH@ZIF-8. Adapted with permission from ref . Copyright 2019 Oxford University Press.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Schematic illustration\nof the synthesis of HP-MOFs with adjustable\npore size and porosity. (b) Catalytic [3 + 3] cycloaddition reactions\nover UiO-66 and HP-UiO-66. Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref35\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017 Wiley-VCH.\n(c) Overall process developed to produce 2D MOF nanosheets via an\nintercalation and chemical exfoliation approach. (d) TEM and (e) AFM\nimages of the 2D MOF nanosheet. (f) Absorbance of juglone (λ\n= 419 nm) as a function of reaction time with different catalysts.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Schematic illustration of the synthesis of HP-MOFs with adjustable pore size and porosity. (b) Catalytic [3 + 3] cycloaddition reactions over UiO-66 and HP-UiO-66. Adapted with permission from ref . Copyright 2017 Wiley-VCH. (c) Overall process developed to produce 2D MOF nanosheets via an intercalation and chemical exfoliation approach. (d) TEM and (e) AFM images of the 2D MOF nanosheet. (f) Absorbance of juglone (λ = 419 nm) as a function of reaction time with different catalysts. Adapted with permission from ref . Copyright 2017 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Preparation diagram\nfor Pd/UiO-66@PDMS. (b) Images for static\nwater contact angles for (i) Pd/UiO-66, (ii) Pd/UiO-66@PDMS-10, and\n(iii) Pd/UiO-66@PDMS-20. (c) Catalytic conversion curves of styrene\nhydrogenation over UiO-66@PDMS-60, Pd/UiO-66, and Pd/UiO-66@PDMS-T.\nComparison of the catalytic reduction of nitrobenzene and 4-nitrophenol\nover (d) Pd/UiO-66 and (e) Pd/UiO-66@PDMS-60. Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2016 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Preparation diagram for Pd/UiO-66@PDMS. (b) Images for static water contact angles for (i) Pd/UiO-66, (ii) Pd/UiO-66@PDMS-10, and (iii) Pd/UiO-66@PDMS-20. (c) Catalytic conversion curves of styrene hydrogenation over UiO-66@PDMS-60, Pd/UiO-66, and Pd/UiO-66@PDMS-T. Comparison of the catalytic reduction of nitrobenzene and 4-nitrophenol over (d) Pd/UiO-66 and (e) Pd/UiO-66@PDMS-60. Adapted with permission from ref . Copyright 2016 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Fabrication of PCN-222­(Fe)-F<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<italic toggle=\"yes\">n</italic> = 3, 5, and 7) by postsynthetic hydrophobic modification.\n(b) Static water contact angles of (i) PCN-222­(Fe), (ii) PCN-222­(Fe)-F<sub>3</sub>, (iii) PCN-222­(Fe)-F<sub>5</sub>, and (iv) PCN-222­(Fe)-F<sub>7</sub> with photographs of corresponding samples dispersed in a\nwater–cyclohexane (1:1 v/v) biphasic mixture. (c) Conversion\nof cyclohexane oxidation over PCN-222­(Fe) and PCN-222­(Fe)-F<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>. (d) Catalytic conversion and selectivity of PCN-222­(Fe)-F<sub>7</sub> during three cycles. Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017 Royal\nSociety of Chemistry.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Fabrication of PCN-222(Fe)-F n  (n = 3, 5, and 7) by postsynthetic hydrophobic modification. (b) Static water contact angles of (i) PCN-222(Fe), (ii) PCN-222(Fe)-F3, (iii) PCN-222(Fe)-F5, and (iv) PCN-222(Fe)-F7 with photographs of corresponding samples dispersed in a water-cyclohexane (1:1 v/v) biphasic mixture. (c) Conversion of cyclohexane oxidation over PCN-222(Fe) and PCN-222(Fe)-F n . (d) Catalytic conversion and selectivity of PCN-222(Fe)-F7 during three cycles. Adapted with permission from ref . Copyright 2017 Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Schematic illustration\nshowing the rational synthesis of Pt@UiO-66-NH<sub>2</sub> and Pt/UiO-66-NH<sub>2</sub>. TEM images of (b) Pt@UiO-66-NH<sub>2</sub> and (c) Pt/UiO-66-NH<sub>2</sub>. (d) Photocatalytic hydrogen\nproduction rates under visible-light irradiation (λ &gt; 380\nnm)\nand (e) time-resolved PL decay profiles (λ<sub>ex</sub> = 400\nnm, λ<sub>em</sub> = 455 nm) of Pt@UiO-66-NH<sub>2</sub>, Pt/UiO-66-NH<sub>2</sub>, and UiO-66-NH<sub>2</sub>. Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2016 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Schematic illustration showing the rational synthesis of Pt@UiO-66-NH2 and Pt/UiO-66-NH2. TEM images of (b) Pt@UiO-66-NH2 and (c) Pt/UiO-66-NH2. (d) Photocatalytic hydrogen production rates under visible-light irradiation (λ > 380 nm) and (e) time-resolved PL decay profiles (λex = 400 nm, λem = 455 nm) of Pt@UiO-66-NH2, Pt/UiO-66-NH2, and UiO-66-NH2. Adapted with permission from ref . Copyright 2016 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>TEM images of (a) Pt@MIL-125/Au\nand (b) Pt/MIL-125/Au. (c) Photocurrent\nresponse and (d) photocatalytic hydrogen production rates of Pt/MIL-125/Au,\nPt@MIL-125/Au, and other counterparts under visible-light irradiation\n(380 nm &lt; λ &lt; 800 nm). Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  TEM images of (a) Pt@MIL-125/Au and (b) Pt/MIL-125/Au. (c) Photocurrent response and (d) photocatalytic hydrogen production rates of Pt/MIL-125/Au, Pt@MIL-125/Au, and other counterparts under visible-light irradiation (380 nm < λ < 800 nm). Adapted with permission from ref . Copyright 2018 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Illustration\nshowing the photocatalytic hydrogen production\nover Pt@UiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> with structural defects.\n(b) Comparison of photocatalytic H<sub>2</sub> production rates under\nfull-spectrum light irradiation and average relaxation lifetimes.\n(c) fs-TA kinetics and the global fitting results for UiO-66-NH<sub>2</sub>-<italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 0, 50, 100, 150,\n200). Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Illustration showing the photocatalytic hydrogen production over Pt@UiO-66-NH2-X with structural defects. (b) Comparison of photocatalytic H2 production rates under full-spectrum light irradiation and average relaxation lifetimes. (c) fs-TA kinetics and the global fitting results for UiO-66-NH2-X (X = 0, 50, 100, 150, 200). Adapted with permission from ref . Copyright 2019 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Preparation process\nof Pd@UiO-66-X with the Zr/Hf-oxo cluster\nand different functional groups. (b) DRIFT spectra of CO adsorption\non Pd@UiO-66-X at 298 K. (c) Conversion and selectivity of the catalytic\nhydrogenation of benzoic acid over Pd@UiO-66-X. Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 Wiley-VCH. (d) Electron transfer between Pt and PCN-224­(Zn) in\nthe oxidation of benzyl alcohol over Pt/PCN-224­(M) under visible-light\nirradiation. (e) TEM images for Pt/PCN-224­(Zn). (f) Oxidation of benzyl\nalcohol over Pt/PCN-224­(Zn) irradiated at different light intensities\nat a fixed reaction temperature (16 °C). Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2017 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a) Preparation process of Pd@UiO-66-X with the Zr/Hf-oxo cluster and different functional groups. (b) DRIFT spectra of CO adsorption on Pd@UiO-66-X at 298 K. (c) Conversion and selectivity of the catalytic hydrogenation of benzoic acid over Pd@UiO-66-X. Adapted with permission from ref . Copyright 2020 Wiley-VCH. (d) Electron transfer between Pt and PCN-224(Zn) in the oxidation of benzyl alcohol over Pt/PCN-224(M) under visible-light irradiation. (e) TEM images for Pt/PCN-224(Zn). (f) Oxidation of benzyl alcohol over Pt/PCN-224(Zn) irradiated at different light intensities at a fixed reaction temperature (16 °C). Adapted with permission from ref . Copyright 2017 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) Illustration showing the fabrication\nof Ni<sub>SA</sub>-N<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>-C catalysts for\ntheir different activities\nin the electrocatalytic CO<sub>2</sub> reduction. Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 Wiley-VCH. (b) Fabrication of COF-367-Co with different spin\nstates of Co for photocatalytic CO<sub>2</sub> reduction under visible\nlight irradiation (λ &gt; 380 nm). Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  (a) Illustration showing the fabrication of NiSA-N x -C catalysts for their different activities in the electrocatalytic CO2 reduction. Adapted with permission from ref . Copyright 2020 Wiley-VCH. (b) Fabrication of COF-367-Co with different spin states of Co for photocatalytic CO2 reduction under visible light irradiation (λ > 380 nm). Adapted with permission from ref . Copyright 2020 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(a) Illustration of the pore environment modulation\nof Pd@MIL-101-NH<sub>2</sub>, affording Pd@MIL-101-F<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> = 3, 5, 7, 11, 15) composites. (b) Static\nwater contact\nangles and (c) Pd 3d X-ray photoelectron spectroscopy (XPS) spectra\nof Pd@MIL-101-NH<sub>2</sub> and Pd@MIL-101-F<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>. (d) CO-DRIFT spectra of Pd@MIL-101-NH<sub>2</sub> and Pd@MIL-101-F<sub>3</sub>. (e) Selective hydrogenation of various halogenated nitrobenzenes\nover Pd@MIL-101-F<sub>3</sub> to the corresponding halogenated anilines.\nAdapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2021 Elsevier.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"mr1c00009_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  (a) Illustration of the pore environment modulation of Pd@MIL-101-NH2, affording Pd@MIL-101-F x  (x = 3, 5, 7, 11, 15) composites. (b) Static water contact angles and (c) Pd 3d X-ray photoelectron spectroscopy (XPS) spectra of Pd@MIL-101-NH2 and Pd@MIL-101-F x . (d) CO-DRIFT spectra of Pd@MIL-101-NH2 and Pd@MIL-101-F3. (e) Selective hydrogenation of various halogenated nitrobenzenes over Pd@MIL-101-F3 to the corresponding halogenated anilines. Adapted with permission from ref . Copyright 2021 Elsevier.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/accountsmr.1c00009", "title": "\nMicroenvironment\nModulation in Metal–Organic Framework-Based Catalysis\n", "journal": "ShanghaiTech University\nand American Chemical\nSociety", "date": "2021.02", "author_list": ["Jiao\nLong", "Wang\nJingxue", "Jiang\nHai-Long"]}}