{"filepath": "../L2M3_data/1_application_papers/acs_xml/mt1c00832.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Infectious\ndiseases are a major public health concern globally.\nInfections caused by pathogens with resistance against commonly used\nantimicrobial drugs or antibiotics (known as antimicrobial resistance,\nAMR) are becoming extremely difficult to control. AMR has thus been\ndeclared as one of the top 10 global public health threats, as it\nhas very limited solutions. The drying pipeline of effective antibiotics\nhas further worsened the situation. There is no absolute treatment,\nand the limitations of existing methods warrant further development\nin antimicrobials. Recent developments in the nanomaterial field present\nthem as promising therapeutics and effective alternative to conventional\nantibiotics and synthetic drugs. The metal–organic framework\n(MOF) is a recent addition to the antimicrobial category with superior\nproperties. The MOF exerts antimicrobial action on a wide range of\nspecies and is highly biocompatible. Additionally, their porous structures\nallow the incorporation of biomolecules and drugs for synergistic\nantimicrobial action. This review provides an inclusive summary of\nthe molecular events responsible for resistance development and current\ntrends in antimicrobials to combat antibiotic resistance and explores\nthe potential role of the MOF in tackling the drug-resistant microbial\nspecies.</p>", "clean_text": "Infectious diseases are a major public health concern globally. Infections caused by pathogens with resistance against commonly used antimicrobial drugs or antibiotics (known as antimicrobial resistance, AMR) are becoming extremely difficult to control. AMR has thus been declared as one of the top 10 global public health threats, as it has very limited solutions. The drying pipeline of effective antibiotics has further worsened the situation. There is no absolute treatment, and the limitations of existing methods warrant further development in antimicrobials. Recent developments in the nanomaterial field present them as promising therapeutics and effective alternative to conventional antibiotics and synthetic drugs. The metal-organic framework (MOF) is a recent addition to the antimicrobial category with superior properties. The MOF exerts antimicrobial action on a wide range of species and is highly biocompatible. Additionally, their porous structures allow the incorporation of biomolecules and drugs for synergistic antimicrobial action. This review provides an inclusive summary of the molecular events responsible for resistance development and current trends in antimicrobials to combat antibiotic resistance and explores the potential role of the MOF in tackling the drug-resistant microbial species.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Over\nseveral decades, antimicrobials have been serving as warheads\nin combating various infectious diseases. However, the continuous\nand uncontrolled applications of antimicrobials have resulted in the\nemergence of multidrug-resistant (MDR) pathogens. The appearance of\nMDR pathogens has been paralleled by the declined progressions in\nantibiotic development due to the increasing ineffectiveness of antibiotics\nagainst MDR pathogens. Therefore, the\ncurrent trends of MDR pathogens are threatening. MDR pathogens have\nbeen categorized as imminent threats to human health by U.S. Centers\nfor Disease Control and Prevention (CDC) and the World Health Organization\n(WHO). By the year 2050, antimicrobial resistance\n(AMR) is estimated to be responsible for 10 million human deaths along\nwith the approximate economic cost of US$ 100 trillion. The available reports and current global trends\nof AMR estimate a higher number of MDR-pathogen-related infections/deaths\nand subsequent economic burden. This health and economic crisis can\nbe attributed either to hospital-acquired or to community-acquired\nMDR pathogens. Although the genetic determinants\nof AMR may occur naturally in many pathogens, excessive antibiotic\nusage forces the selection of pathogens with prominent AMR properties.\nThe scarcity of rapid diagnostic tools for the identification of resistant\npathogens or AMR conferring genes often resulted in the heavy applications\nof broad-spectrum antibiotics, hence boosting the emergence of more\nrapid and proficient AMR properties in the pathogens.\n</p>", "clean_text": "Introduction\n\nOver several decades, antimicrobials have been serving as warheads in combating various infectious diseases. However, the continuous and uncontrolled applications of antimicrobials have resulted in the emergence of multidrug-resistant (MDR) pathogens. The appearance of MDR pathogens has been paralleled by the declined progressions in antibiotic development due to the increasing ineffectiveness of antibiotics against MDR pathogens. Therefore, the current trends of MDR pathogens are threatening. MDR pathogens have been categorized as imminent threats to human health by U.S. Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO). By the year 2050, antimicrobial resistance (AMR) is estimated to be responsible for 10 million human deaths along with the approximate economic cost of US$ 100 trillion. The available reports and current global trends of AMR estimate a higher number of MDR-pathogen-related infections/deaths and subsequent economic burden. This health and economic crisis can be attributed either to hospital-acquired or to community-acquired MDR pathogens. Although the genetic determinants of AMR may occur naturally in many pathogens, excessive antibiotic usage forces the selection of pathogens with prominent AMR properties. The scarcity of rapid diagnostic tools for the identification of resistant pathogens or AMR conferring genes often resulted in the heavy applications of broad-spectrum antibiotics, hence boosting the emergence of more rapid and proficient AMR properties in the pathogens. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The spectrum of the resistance against particular\nantibiotics during\ninfections varies as per the regions as well as the pathogen (). For instance,\nthe data by Global Antimicrobial Resistance and Use Surveillance System\n(GLASS) suggests that the ciprofloxacin resistance during urinary\ntract infections ranges between 8.4 and 92.9% for <italic toggle=\"yes\">Escherichia\ncoli</italic>, whereas the same ranges from 4.1 to 79.4% for <italic toggle=\"yes\">Klebsiella pneumoniae.</italic>\n Based\non the global economic regions, the AMR is still a serious threat\nin high-income countries like the US, where 2.8 million infections\nare related to the AMR and more than 35,000 deaths are reported per\nannum. On the other hand, AMR-related estimates of the low- or middle-income\ncountries are not accurate due to limited data. For example, for more\nthan 40% of African nations, AMR-related data is unavailable. Owing to the global threat imposed by the AMR, the WHO has categorized\nthis among the top 10 threats to global health. To channel the AMR-related research, the WHO has published\na list of pathogens for which there is an urgent necessity of new\nantimicrobials. Within this list, the organisms including <italic toggle=\"yes\">Enterococcus faecium</italic>, <italic toggle=\"yes\">Staphylococcus aureus</italic>, <italic toggle=\"yes\">K. pneumoniae</italic>, <italic toggle=\"yes\">Acinetobacter baumannii</italic>, <italic toggle=\"yes\">Pseudomonas aeruginosa</italic>, and <italic toggle=\"yes\">Enterobacter\nspecies</italic> (collectively considered as a group of “ESKAPE”\npathogens) were designated as priority status. The genetic mutations and the mobile genetic elements enhance the\npersistence and spread of the AMR in ESKAPE pathogens which have led\nto the ineffectiveness of a large number of antibiotics against such\nresistant strains including the antibiotics that are the last line\nof defense. This scenario depicts the\ndrying pipelines of effective antibiotics. The rate of nosocomial\nand environmental spread of the AMR is increasing at an alarming level. Collectively, the current global health scenario and the facts related\nto the AMR correctly illustrate the urgency of the effective solution\nfor AMR.</p>", "clean_text": "The spectrum of the resistance against particular antibiotics during infections varies as per the regions as well as the pathogen (). For instance, the data by Global Antimicrobial Resistance and Use Surveillance System (GLASS) suggests that the ciprofloxacin resistance during urinary tract infections ranges between 8.4 and 92.9% for Escherichia coli, whereas the same ranges from 4.1 to 79.4% for Klebsiella pneumoniae.  Based on the global economic regions, the AMR is still a serious threat in high-income countries like the US, where 2.8 million infections are related to the AMR and more than 35,000 deaths are reported per annum. On the other hand, AMR-related estimates of the low- or middle-income countries are not accurate due to limited data. For example, for more than 40% of African nations, AMR-related data is unavailable. Owing to the global threat imposed by the AMR, the WHO has categorized this among the top 10 threats to global health. To channel the AMR-related research, the WHO has published a list of pathogens for which there is an urgent necessity of new antimicrobials. Within this list, the organisms including Enterococcus faecium, Staphylococcus aureus, K. pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacter species (collectively considered as a group of \"ESKAPE\" pathogens) were designated as priority status. The genetic mutations and the mobile genetic elements enhance the persistence and spread of the AMR in ESKAPE pathogens which have led to the ineffectiveness of a large number of antibiotics against such resistant strains including the antibiotics that are the last line of defense. This scenario depicts the drying pipelines of effective antibiotics. The rate of nosocomial and environmental spread of the AMR is increasing at an alarming level. Collectively, the current global health scenario and the facts related to the AMR correctly illustrate the urgency of the effective solution for AMR.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Mechanisms of antimicrobial resistance in bacteria. The mechanisms\nincluding the antibiotic degrading/modifying enzymes (blue and green),\nantibiotic target modifications (yellow and black), change in membrane\npermeability, and antibiotic efflux display probable mode of action\nto inhibit the antibiotic (red) activity. Red arrows represent the\nprobable path of antibiotics while interacting with the target/enzymes.\nPurple arrows represent the path of antibiotics toward inactivation\nor elimination from the cell.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Mechanisms of antimicrobial resistance in bacteria. The mechanisms including the antibiotic degrading/modifying enzymes (blue and green), antibiotic target modifications (yellow and black), change in membrane permeability, and antibiotic efflux display probable mode of action to inhibit the antibiotic (red) activity. Red arrows represent the probable path of antibiotics while interacting with the target/enzymes. Purple arrows represent the path of antibiotics toward inactivation or elimination from the cell.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>To combat this problem, various therapeutic options are being explored\nby the scientific community. Misuse/overuse of antibiotics may build resistance and lead to fatal\ninfections. Very recently, Gray and Wenzel summarized all of the potential\napproaches to tackle MDR species. Among\nthe various options, nanoparticles (NPs) are emerging as one of the\npromising alternatives to treat AMR-related infections. On the other\nhand, the use of phytochemicals is safe to consume but they are less\neffective to tackle pathogenic microbes. Moreover, their stability\nin the aqueous environment and bioavailability have been limiting\nfactors. Therefore, the development of alternative antimicrobials,\ne.g., NPs, peptides, phages, and antibodies, exhibiting bactericidal\nactivity has attracted recent attention (). Although NPs offer higher antimicrobial\nactivity, their application in clinical studies raises the question\nof cytotoxicity and nontargeted action. However, the cost and requirement of hazardous chemicals restrict\nlarge scale preparation of these NPs. Short half-life, thermal instability,\nnonspecificity, and lack of on-demand release of delivered drug limit\nthe therapeutic role of NPs. Realization of the lesser effectivity of the existing\ntools encourages us to develop a biocompatible and MDR-targeting antimicrobial\nagent. Thus, a biocompatible system having high drug loading efficiency\nis preferable. Recently, the metal–organic framework (MOF)\nhas come into view as a promising antimicrobial material. Until now,\nmore than 70,000 different MOF structures have been reported for various\napplications including but not limited to catalysis, gas adsorption,\nwaste removal, biomolecular encapsulation, and biosensing. However, their antimicrobial effect is still in its infancy. The\nMOF may serve as a reservoir for antimicrobial agents to exert growth\ninhibition, and it possesses commendatory properties including low-cost\ncomposition, facile preparation, water solubility, and long-term stability.\nIts porous structure offers delivery of a wide range of antimicrobial\ndrugs including water-insoluble material that is not possible with\nmetal NPs. Large pore sizes allow the storage of diverse groups of\nguest molecules. Its unique structure offers protection and delivery\nof sensitive drugs. Moreover, further drug attachment or surface modification\ncan also be done on the outer surface to improve the stability and\nspecificity of the MOF. This enables the directed functionalization\nfor nanomedical applications.\n</p>", "clean_text": "To combat this problem, various therapeutic options are being explored by the scientific community. Misuse/overuse of antibiotics may build resistance and lead to fatal infections. Very recently, Gray and Wenzel summarized all of the potential approaches to tackle MDR species. Among the various options, nanoparticles (NPs) are emerging as one of the promising alternatives to treat AMR-related infections. On the other hand, the use of phytochemicals is safe to consume but they are less effective to tackle pathogenic microbes. Moreover, their stability in the aqueous environment and bioavailability have been limiting factors. Therefore, the development of alternative antimicrobials, e.g., NPs, peptides, phages, and antibodies, exhibiting bactericidal activity has attracted recent attention (). Although NPs offer higher antimicrobial activity, their application in clinical studies raises the question of cytotoxicity and nontargeted action. However, the cost and requirement of hazardous chemicals restrict large scale preparation of these NPs. Short half-life, thermal instability, nonspecificity, and lack of on-demand release of delivered drug limit the therapeutic role of NPs. Realization of the lesser effectivity of the existing tools encourages us to develop a biocompatible and MDR-targeting antimicrobial agent. Thus, a biocompatible system having high drug loading efficiency is preferable. Recently, the metal-organic framework (MOF) has come into view as a promising antimicrobial material. Until now, more than 70,000 different MOF structures have been reported for various applications including but not limited to catalysis, gas adsorption, waste removal, biomolecular encapsulation, and biosensing. However, their antimicrobial effect is still in its infancy. The MOF may serve as a reservoir for antimicrobial agents to exert growth inhibition, and it possesses commendatory properties including low-cost composition, facile preparation, water solubility, and long-term stability. Its porous structure offers delivery of a wide range of antimicrobial drugs including water-insoluble material that is not possible with metal NPs. Large pore sizes allow the storage of diverse groups of guest molecules. Its unique structure offers protection and delivery of sensitive drugs. Moreover, further drug attachment or surface modification can also be done on the outer surface to improve the stability and specificity of the MOF. This enables the directed functionalization for nanomedical applications. ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Current methods\nused to control microbial infection.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Current methods used to control microbial infection.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Molecular Determinants Conferring the Antimicrobial\nResistance</title><p>The ever-increasing threat of AMR in infectious\ndiseases has led\nthe scientific community to decipher the causative mechanism in the\nMDR pathogens conferring AMR. Molecular mechanisms by which the pathogen\nacquires the AMR have been extensively studied. These mechanisms represent the bacterial defense system\nto fight against antibiotics. To ensure the utmost level of protection\nagainst antibiotics, various AMR conferring mechanisms may act simultaneously\nand have been found in antibiotic-producing organisms. The genes coding\nfor AMR are often found in clusters with genes coding for antibiotic\nbiosynthesis. This depicts the intricate regulatory networks in pathogens.\n represents the principal mechanisms in MDR pathogens conferring\nAMR. The molecular mechanisms underlying the AMR are discussed briefly\nin the following section.</p>", "clean_text": "Molecular Determinants Conferring the Antimicrobial Resistance\n\nThe ever-increasing threat of AMR in infectious diseases has led the scientific community to decipher the causative mechanism in the MDR pathogens conferring AMR. Molecular mechanisms by which the pathogen acquires the AMR have been extensively studied. These mechanisms represent the bacterial defense system to fight against antibiotics. To ensure the utmost level of protection against antibiotics, various AMR conferring mechanisms may act simultaneously and have been found in antibiotic-producing organisms. The genes coding for AMR are often found in clusters with genes coding for antibiotic biosynthesis. This depicts the intricate regulatory networks in pathogens.  represents the principal mechanisms in MDR pathogens conferring AMR. The molecular mechanisms underlying the AMR are discussed briefly in the following section.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The first approach deals with the\nregulated entry/exit of the antibiotic\nand maintenance of the ineffective antibiotic concentration inside\nthe pathogen. To prohibit antibiotic entry inside the cell, the pathogens\ncan opt for a change in membrane permeability. This is achieved by\nthe downregulation of porins that form the membrane channels for the\ntransportation of antibiotics. Based\non their structural and functional aspects, several bacterial porins\nhave been identified such as outer membrane porin protein D (OprD)\nfrom <italic toggle=\"yes\">P. aeruginosa</italic> and outer membrane porin protein\nC and F (OmpC/F) from <italic toggle=\"yes\">E. coli</italic>. On the other hand, MDR pathogens may also reduce the intracellular\nantibiotic concentration via throwing the antibiotics out of the cell\nwith the help of the active efflux pumps. These pumps are the multiprotein\nassemblies, which can excrete unwanted molecules (such as antibiotics)\nout of the cell in a nonspecific manner. The efflux pumps can be distinguished based on their energy sources\nsuch as (a) ATP-binding cassette (ABC) multidrug transporters and\n(b) secondary transporters that use a proton motive force for transport.\nThe secondary transporters can be further divided into (1) multidrug\nand toxic compound extrusion (MATE), (2) small-MDR (SMR) family, (3)\nmajor facilitator superfamily (MFS), and (4) resistance-nodulation-cell\ndivision (RND). Many representatives from these families are well\ncharacterized for their substrate-specific efflux properties. The overpresentation of such efflux machinery\nby the pathogens drastically reduces the antibiotic concentration\nin the inner cellular compartments, which effectively prohibits the\ninteraction between antibiotics and their subsequent targets. The\nsecond strategy for attaining AMR in pathogens represents the enzymes\nwith an ability to alter the active moieties present of the antibiotics\nby adding chemical groups or destroying the antibiotics. This effectively\ninhibits the interaction between antibiotics and their respective\ntargets in pathogens. Such enzyme-mediated chemical alterations are\nobserved in the form of acetylation, adenylation, or phosphorylation\nof antibiotics. These enzymatic modifications induce steric hindrance\nand decrease the avidity of antibiotics for the target. Similarly, there is also a production of enzymes\nwith the ability to destroy the antibiotics. Such enzymes are classically\nrepresented by the class of <italic toggle=\"yes\">β</italic>-lactamases with\nan ability to destroy the amide linkages of the <italic toggle=\"yes\">β</italic>-lactam ring of antibiotics, making it ineffectual. Besides <italic toggle=\"yes\">β</italic>-lactamases, there are\nalso the extended-spectrum <italic toggle=\"yes\">β-</italic>lactamases (ESBLs)\npresent in MDR pathogens which can hydrolyze and disable the third-generation\nantibiotics (e.g., monobactams and cephalosporins). Modification of the antibiotic targets is yet another way\nacquired by MDR pathogens to prevent optimal interaction between antibiotic\nand target. The target modifications can be achieved via (1) enzyme-driven\nalterations of the binding sites (methylation), (2) mutations in the\ngenes coding for targets, and (3) replacement of the original targets\nwith other functional targets nonspecific to the antibiotics. By any\nof the above-mentioned ways, the affinity of antibiotics is drastically\nreduced toward their target and hence antibiotics prove to be ineffective. For example, the mutation-mediated modification\nin the beta subunit of RNA polymerase (rpo<italic toggle=\"yes\">β</italic>) has resulted in the development of rifampin resistance.\n</p>", "clean_text": "The first approach deals with the regulated entry/exit of the antibiotic and maintenance of the ineffective antibiotic concentration inside the pathogen. To prohibit antibiotic entry inside the cell, the pathogens can opt for a change in membrane permeability. This is achieved by the downregulation of porins that form the membrane channels for the transportation of antibiotics. Based on their structural and functional aspects, several bacterial porins have been identified such as outer membrane porin protein D (OprD) from P. aeruginosa and outer membrane porin protein C and F (OmpC/F) from E. coli. On the other hand, MDR pathogens may also reduce the intracellular antibiotic concentration via throwing the antibiotics out of the cell with the help of the active efflux pumps. These pumps are the multiprotein assemblies, which can excrete unwanted molecules (such as antibiotics) out of the cell in a nonspecific manner. The efflux pumps can be distinguished based on their energy sources such as (a) ATP-binding cassette (ABC) multidrug transporters and (b) secondary transporters that use a proton motive force for transport. The secondary transporters can be further divided into (1) multidrug and toxic compound extrusion (MATE), (2) small-MDR (SMR) family, (3) major facilitator superfamily (MFS), and (4) resistance-nodulation-cell division (RND). Many representatives from these families are well characterized for their substrate-specific efflux properties. The overpresentation of such efflux machinery by the pathogens drastically reduces the antibiotic concentration in the inner cellular compartments, which effectively prohibits the interaction between antibiotics and their subsequent targets. The second strategy for attaining AMR in pathogens represents the enzymes with an ability to alter the active moieties present of the antibiotics by adding chemical groups or destroying the antibiotics. This effectively inhibits the interaction between antibiotics and their respective targets in pathogens. Such enzyme-mediated chemical alterations are observed in the form of acetylation, adenylation, or phosphorylation of antibiotics. These enzymatic modifications induce steric hindrance and decrease the avidity of antibiotics for the target. Similarly, there is also a production of enzymes with the ability to destroy the antibiotics. Such enzymes are classically represented by the class of β-lactamases with an ability to destroy the amide linkages of the β-lactam ring of antibiotics, making it ineffectual. Besides β-lactamases, there are also the extended-spectrum β-lactamases (ESBLs) present in MDR pathogens which can hydrolyze and disable the third-generation antibiotics (e.g., monobactams and cephalosporins). Modification of the antibiotic targets is yet another way acquired by MDR pathogens to prevent optimal interaction between antibiotic and target. The target modifications can be achieved via (1) enzyme-driven alterations of the binding sites (methylation), (2) mutations in the genes coding for targets, and (3) replacement of the original targets with other functional targets nonspecific to the antibiotics. By any of the above-mentioned ways, the affinity of antibiotics is drastically reduced toward their target and hence antibiotics prove to be ineffective. For example, the mutation-mediated modification in the beta subunit of RNA polymerase (rpoβ) has resulted in the development of rifampin resistance. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Furthermore, the procurement of foreign\ngenetic material by the\nbacterial strains (pathogenic and/or non-pathogenic) via horizontal\ngene transfer may facilitate the development and spread of AMR. The\ngenes conferring the AMR have displayed their transmittance from resistant\nto non-resistant strains via conjugation, transduction, or transformation.\nDuring such events, the mobile genetic elements and integrins play\na crucial role in the transfer of resistant genes. Additionally, the resistant plasmids also play a pivotal role as\na vehicle for capturing and subsequently disseminating the resistant\ngenes.\n</p>", "clean_text": "Furthermore, the procurement of foreign genetic material by the bacterial strains (pathogenic and/or non-pathogenic) via horizontal gene transfer may facilitate the development and spread of AMR. The genes conferring the AMR have displayed their transmittance from resistant to non-resistant strains via conjugation, transduction, or transformation. During such events, the mobile genetic elements and integrins play a crucial role in the transfer of resistant genes. Additionally, the resistant plasmids also play a pivotal role as a vehicle for capturing and subsequently disseminating the resistant genes. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Current\nTrends in Combating Antimicrobial Resistance</title><p>The current\nscenario of the available course of action while treating\nAMR-pathogen-related infections revolves majorly around the application\nof conventional antibiotics. However, there are some other options\navailable other than conventional antibiotics, which have proved effective\nagainst antibiotic-resistant strains. Currently used methods to fight against infectious agents are illustrated\nin  and include\nthe antimicrobials from natural products, antimicrobial peptides,\nnanoparticles, and bacteriophages.</p>", "clean_text": "Current Trends in Combating Antimicrobial Resistance\n\nThe current scenario of the available course of action while treating AMR-pathogen-related infections revolves majorly around the application of conventional antibiotics. However, there are some other options available other than conventional antibiotics, which have proved effective against antibiotic-resistant strains. Currently used methods to fight against infectious agents are illustrated in  and include the antimicrobials from natural products, antimicrobial peptides, nanoparticles, and bacteriophages.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Natural products have provided\nlong historical evidence to serve\nin infectious disease control. Often\nplants produce phytochemicals that have no role in the growth and\nother essential activities, although they protect them from pathogens.\nThese chemicals are commonly known as secondary metabolites. Therefore,\ncrude extracts and/or purified plant products have been explored for\ntheir antibacterial potential. The details\nof plant-derived antimicrobial products have been outlined in previous\nstudies. However, despite the success in the antimicrobial\nactivity, unfortunately, a very lesser number of plant secondary metabolites\nhave been approved by the Food and Drug Administration (FDA) including\ncolchicine, paclitaxel, capsaicin, codeine, and reserpine. Recently, other nonconventional natural plant\nresources, algal extracts/metabolites, have also been reported to\nexhibit antimicrobial activity against clinical pathogens. The additional knowledge and information can be obtained in this\ncontext by following the latest reviews.\n</p>", "clean_text": "Natural products have provided long historical evidence to serve in infectious disease control. Often plants produce phytochemicals that have no role in the growth and other essential activities, although they protect them from pathogens. These chemicals are commonly known as secondary metabolites. Therefore, crude extracts and/or purified plant products have been explored for their antibacterial potential. The details of plant-derived antimicrobial products have been outlined in previous studies. However, despite the success in the antimicrobial activity, unfortunately, a very lesser number of plant secondary metabolites have been approved by the Food and Drug Administration (FDA) including colchicine, paclitaxel, capsaicin, codeine, and reserpine. Recently, other nonconventional natural plant resources, algal extracts/metabolites, have also been reported to exhibit antimicrobial activity against clinical pathogens. The additional knowledge and information can be obtained in this context by following the latest reviews. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Antimicrobial\npeptides (AMPs) are commonly made of 10–50\namino acids. These evolutionarily conserved peptides are part of an\ninnate immune response and can exert antimicrobial effects. They selectively attack microbial membranes\nand protect mammalian cells. They form\ntransient pores on the outer membrane to internalize in the cytosol.\nThe action mechanism largely depends on peptide quantity and availability,\nbacterial species, and the status of the growth phase. Only a few\nstudies have been conducted so far for assessing their toxicological\nimpacts. Moreover, low metabolic stability\nand expensive recombinant peptide production have limited their therapeutic\nuses.</p>", "clean_text": "Antimicrobial peptides (AMPs) are commonly made of 10-50 amino acids. These evolutionarily conserved peptides are part of an innate immune response and can exert antimicrobial effects. They selectively attack microbial membranes and protect mammalian cells. They form transient pores on the outer membrane to internalize in the cytosol. The action mechanism largely depends on peptide quantity and availability, bacterial species, and the status of the growth phase. Only a few studies have been conducted so far for assessing their toxicological impacts. Moreover, low metabolic stability and expensive recombinant peptide production have limited their therapeutic uses.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>In addition, antimicrobial enzymes aimed at the disruption\nof bacterial\ncellular machinery and biofilm formation have been investigated. For\nexample, hydrolase enzymes (e.g., lysin) are a good choice to target\nthe peptidoglycan of Gram-positive bacteria specifically. Phospholipase\nA2 is an enzyme that penetrates the bacterial cell wall and hydrolyzes\nthe phospholipids in the bacterial cytoplasmic membrane. While enzymes\nhave been successfully used to combat biofilms, being proteinaceous,\ntheir application is limited from an immunological perspective and\nthey are prone to degradation. On the other hand, engineered bacteriophages\nare a distinct class of viruses that selectively target bacterial\nspecies through endolysin enzymes. They can be commercially synthesized\nand are effective against biofilm. They\noffer a promising class of antibiotics, derived from endolysins and\nbacteriophage-encoded enzymes, that degrade the bacterial cell wall.\nTheir unique features include a rapid and unique mode of action with\nselectivity toward bacteria and a low probability of resistance development.\nEngineered endolysins have been demonstrated to be effective in a\nvariety of animal models to combat both Gram-positive and Gram-negative\nbacteria and have entered different phases of preclinical and clinical\ntrials. Although this system has certain advantages including immediate\nlysis of bacteria, possible limitations, i.e., antiphage system and\nrestriction mutation of phages, should also be considered.</p>", "clean_text": "In addition, antimicrobial enzymes aimed at the disruption of bacterial cellular machinery and biofilm formation have been investigated. For example, hydrolase enzymes (e.g., lysin) are a good choice to target the peptidoglycan of Gram-positive bacteria specifically. Phospholipase A2 is an enzyme that penetrates the bacterial cell wall and hydrolyzes the phospholipids in the bacterial cytoplasmic membrane. While enzymes have been successfully used to combat biofilms, being proteinaceous, their application is limited from an immunological perspective and they are prone to degradation. On the other hand, engineered bacteriophages are a distinct class of viruses that selectively target bacterial species through endolysin enzymes. They can be commercially synthesized and are effective against biofilm. They offer a promising class of antibiotics, derived from endolysins and bacteriophage-encoded enzymes, that degrade the bacterial cell wall. Their unique features include a rapid and unique mode of action with selectivity toward bacteria and a low probability of resistance development. Engineered endolysins have been demonstrated to be effective in a variety of animal models to combat both Gram-positive and Gram-negative bacteria and have entered different phases of preclinical and clinical trials. Although this system has certain advantages including immediate lysis of bacteria, possible limitations, i.e., antiphage system and restriction mutation of phages, should also be considered.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Another\nway to evade bacterial infection is the use of antibodies.\nThey can target both susceptible and resistant microbes and shield\nus from pathogenic encounters. Contrary to traditional antibiotics,\nantibodies are highly selective, and they do not harm the natural\nmicrobiome. They can exhibit several mechanisms of action, such as\nthe complement-mediated or opsonophagocytic killing of microbes, as\nwell as more specialized anti-virulence functions. Alternatively,\nthey can simply block the interaction between a pathogenic protein\nand the relevant host cell receptors. Since antibodies offer complementary\nmodes of action, they often exhibit additive or synergistic effects\nwhen co-administered with conventional antibiotics. However, with antibodies being proteinaceous, they suffer\nfrom similar problems as enzymes. To overcome problems of immune reactions,\ngenetically engineered humanized forms of antibodies are produced,\nthat are more expensive to manufacture and harder to deliver than\ntraditional small molecules.</p>", "clean_text": "Another way to evade bacterial infection is the use of antibodies. They can target both susceptible and resistant microbes and shield us from pathogenic encounters. Contrary to traditional antibiotics, antibodies are highly selective, and they do not harm the natural microbiome. They can exhibit several mechanisms of action, such as the complement-mediated or opsonophagocytic killing of microbes, as well as more specialized anti-virulence functions. Alternatively, they can simply block the interaction between a pathogenic protein and the relevant host cell receptors. Since antibodies offer complementary modes of action, they often exhibit additive or synergistic effects when co-administered with conventional antibiotics. However, with antibodies being proteinaceous, they suffer from similar problems as enzymes. To overcome problems of immune reactions, genetically engineered humanized forms of antibodies are produced, that are more expensive to manufacture and harder to deliver than traditional small molecules.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>NPs are another new material having\nunique physicochemical properties\nto inhibit the growth of bacteria. Their modular synthesis approaches\noffer uninterrupted progress in a wide range of applications including\nantimicrobial action. In recent years, the antimicrobial activity\nof NPs has been tested for wastewater, textiles, biomedicine, food\nindustry, etc. Among different classes of NPs, silver, gold, titanium, zinc, platinum,\naluminum, and copper are mostly studied in antimicrobial applications. In recent years, carbon-based nanomaterials\n(e.g., fullerene, carbon nanotubes, and graphene oxide) have shown\nantimicrobial properties. Antibacterial\nactivity of NPs depends on size, charges, and interaction with the bacterial cell wall. The benefit of using nanomaterial-based\ndrugs is they act in different ways compared to prescribed drugs;\nhowever, efficiency and biocompatibility of nanomaterial-based therapeutics\nremain a challenging concern. Microbial species are unable to resist\nthe physical damage caused by nanomaterials and develop resistance\nagainst nanomaterial-based antimicrobials. Most often, they follow\nfour common steps to exert an antimicrobial effect including cell\nmembrane destabilization, reactive oxygen species\n(ROS) generation, metabolic pathway inhibition, and interference in DNA replication. The size of the NPs also plays a crucial role,\nas small particles (i.e., &lt;20 nm) exhibit superior antimicrobial\nactivity. Direct contact of NPs seriously\naffects bacterial cell membrane integrity and morphology. This triggers\nthe cellular perforation and release of cytoplasmic components. The\nreleased metal ions from NPs induce oxidative stress in cells via\nROS generation and lead to cell death. In addition, NPs are known\nto interact with the sugar–phosphate backbone of DNA and inactivate\nDNA replication. Apart from these, certain NPs (e.g., gold, silver, iron oxide, zinc\noxide, copper oxide, etc.) mimic enzymatic reactions of peroxidases,\noxidase, catalases, etc. The peroxidase\nactivity of NPs is able to break down hydrogen peroxide into hydroxyl\nradicals via the Fenton reaction and exerts an effective antimicrobial\nrole. These NPs are referred to as nanozymes.\nThe nanozyme activities of NPs enable the opportunity to develop sensing\ntools to detect pathogenic and resistant microbes in real sample analysis.\nThese nanozymes enhance the oxidative damage of bacteria by producing\nROS. Another recent approach to control\nthe growth of microbes is an aptamer-based analytical tool. It offers\nselective and rapid detection of the pathogen. However, aptamers have very short half-lives due to nuclease-mediated\ndegradation and very limited toxicological information has been available\nuntil now.</p>", "clean_text": "NPs are another new material having unique physicochemical properties to inhibit the growth of bacteria. Their modular synthesis approaches offer uninterrupted progress in a wide range of applications including antimicrobial action. In recent years, the antimicrobial activity of NPs has been tested for wastewater, textiles, biomedicine, food industry, etc. Among different classes of NPs, silver, gold, titanium, zinc, platinum, aluminum, and copper are mostly studied in antimicrobial applications. In recent years, carbon-based nanomaterials (e.g., fullerene, carbon nanotubes, and graphene oxide) have shown antimicrobial properties. Antibacterial activity of NPs depends on size, charges, and interaction with the bacterial cell wall. The benefit of using nanomaterial-based drugs is they act in different ways compared to prescribed drugs; however, efficiency and biocompatibility of nanomaterial-based therapeutics remain a challenging concern. Microbial species are unable to resist the physical damage caused by nanomaterials and develop resistance against nanomaterial-based antimicrobials. Most often, they follow four common steps to exert an antimicrobial effect including cell membrane destabilization, reactive oxygen species (ROS) generation, metabolic pathway inhibition, and interference in DNA replication. The size of the NPs also plays a crucial role, as small particles (i.e., <20 nm) exhibit superior antimicrobial activity. Direct contact of NPs seriously affects bacterial cell membrane integrity and morphology. This triggers the cellular perforation and release of cytoplasmic components. The released metal ions from NPs induce oxidative stress in cells via ROS generation and lead to cell death. In addition, NPs are known to interact with the sugar-phosphate backbone of DNA and inactivate DNA replication. Apart from these, certain NPs (e.g., gold, silver, iron oxide, zinc oxide, copper oxide, etc.) mimic enzymatic reactions of peroxidases, oxidase, catalases, etc. The peroxidase activity of NPs is able to break down hydrogen peroxide into hydroxyl radicals via the Fenton reaction and exerts an effective antimicrobial role. These NPs are referred to as nanozymes. The nanozyme activities of NPs enable the opportunity to develop sensing tools to detect pathogenic and resistant microbes in real sample analysis. These nanozymes enhance the oxidative damage of bacteria by producing ROS. Another recent approach to control the growth of microbes is an aptamer-based analytical tool. It offers selective and rapid detection of the pathogen. However, aptamers have very short half-lives due to nuclease-mediated degradation and very limited toxicological information has been available until now.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The MOF is a recently developed porous material with\nsufficient\nproperties to exert antimicrobial action against both susceptible\nand resistant microbes. Although the mode of action of the metallic\nNPs is quite different compared to the chemically synthesized antibiotics\nwhere the bacterial cell membrane is damaged severely, the disproportionate\nrelease of cations from NPs becomes a critical concern, as they can\naffect healthy cells and result in poor biocompatibility. Therefore, it requires further post-synthesis\nmodification to improve it. However,\nthese drawbacks can be resolved by the MOF, since the coordination\nbonds between the metal node and organic linkers promote sustained\nrelease of metal ions. The detailed synthesis,\nproperties, mode of action, and recent progress in antimicrobial applications\nare outlined in the following sections. Antimicrobial studies of the\nMOF have been summarized in  and . In the following section, this will be described in detail.</p>", "clean_text": "The MOF is a recently developed porous material with sufficient properties to exert antimicrobial action against both susceptible and resistant microbes. Although the mode of action of the metallic NPs is quite different compared to the chemically synthesized antibiotics where the bacterial cell membrane is damaged severely, the disproportionate release of cations from NPs becomes a critical concern, as they can affect healthy cells and result in poor biocompatibility. Therefore, it requires further post-synthesis modification to improve it. However, these drawbacks can be resolved by the MOF, since the coordination bonds between the metal node and organic linkers promote sustained release of metal ions. The detailed synthesis, properties, mode of action, and recent progress in antimicrobial applications are outlined in the following sections. Antimicrobial studies of the MOF have been summarized in  and . In the following section, this will be described in detail.", "data": null, "include_properties": null}, {"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Inherent Antimicrobial Effect of the\nMOF<xref ref-type=\"table-fn\" rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"left\">MOF name</oasis:entry>\n<oasis:entry align=\"left\">metal</oasis:entry>\n<oasis:entry align=\"left\">ligand</oasis:entry>\n<oasis:entry align=\"left\">test</oasis:entry>\n<oasis:entry align=\"left\">tested microorganisms</oasis:entry>\n<oasis:entry align=\"left\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu-BTC MOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>disk diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref176\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-SURMOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>CBD</oasis:entry>\n<oasis:entry>fluorescence microscopy</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Cobetia marina</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref177\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silver BioMOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>PTA</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref175\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Candida albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-199</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref178\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>agar diffusion</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-67</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>disk diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Saccharomyces cerevisiae</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref102\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-SIM-1</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. putida</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silver\ncarboxylate MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>HO-H<sub>2</sub>IPA</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref144\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>H<sub>2</sub>PYDC</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S.\naureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2-D nickel(II) MOF</oasis:entry>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>H<sub>2</sub>NPTA</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref179\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>4,4′-bipyridine</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BioMIL-5</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>azelaic acid</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref155\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. epidermidis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>3-phosphonobenzoate</oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref116\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>tris(4-pyridyl)tridurylborane</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref180\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-MOF</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>tetrakis[(3,5-dicarboxyphenyl)-<bold>oxamethyl]</bold> methane</oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref123\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>EDS elemental mapping</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>disk diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref181\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-SIM1</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Anabaena</italic> sp.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref148\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-SIM1</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Chlamydomonas reinhardtii</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Synechococcus elongatus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr-MOF</oasis:entry>\n<oasis:entry>Zr</oasis:entry>\n<oasis:entry>BDC</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref182\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>BDC</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-525</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>tris(2-chloroisopropyl)phosphate</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>trimesic acid</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref183\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>mycelial\ngrowth</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Aspergillus niger</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">A. oryzae</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Fusarium oxysporum</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-L</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref114\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>fluorescence microscopy</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-BTC MOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref184\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>growth curve</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref108\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>fluorescence microscopy</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Bacillus subtilis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>flow cytometry</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-199/HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>trimesic acid</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref185\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>tris(4-pyridylduryl)borane</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref180\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IRMOF-3</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>NH<sub>2</sub>-BDC</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref186\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>terephthalic acid/BDC</oasis:entry>\n<oasis:entry>FICs</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-BTC</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>trimesic acid/BTC</oasis:entry>\n<oasis:entry>time-kill assay</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. lentus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Listeria monocytogenes</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>terephthalic acid</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P.\naeruginosa</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref145\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(II) azido-porphyrin surface-anchored\nMOF (SURMOF)</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>5,15-bis(4-azidophenyl)-10,20- bis(4-carboxyphenyl)porphyrin</oasis:entry>\n<oasis:entry>fluorescence microscopy</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> K12</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref129\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(II)-based MOF</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>4,4′-bipyridine</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref161\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>trimesic acid</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref166\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100</oasis:entry>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>photocatalytic\ndisinfection in solution, MOFilter, MOFilter\nmask</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref143\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>2</sub>-MIL-125</oasis:entry>\n<oasis:entry>Ti</oasis:entry>\n<oasis:entry>NH<sub>2</sub>-BDC and <italic toggle=\"yes\">p</italic>-TA</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>2</sub>-UiO-66</oasis:entry>\n<oasis:entry>Zr</oasis:entry>\n<oasis:entry>ABDC acid</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-11</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>benzimidazole</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-MOF</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-aminoterephthalic acid</oasis:entry>\n<oasis:entry>growth study</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> O157:H7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref162\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>H<sub>2</sub>BDC</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. cereus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref163\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Legionella\npneumophila</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>2</sub>-MIL-101</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>NH<sub>2</sub>-H<sub>2</sub>BDC</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S.\naureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. hirae</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref164\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>fluorescence\nmicroscopy</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>1,3,5-triaza-7-phosphaadamantane flexible aliphatic dicarboxylic\nacid</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref154\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>1,3,5-triaza-7-phosphaadamantane-7-oxide</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref157\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-MOF</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>4,4′-bipyridine</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref158\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>fluorescence\nmicroscopy</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. epidermidis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-MOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>5-aminoisophthalic acid 2,3-diamino-5-bromopyridine</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref165\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Klebsiella</italic> sp.</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-MOF</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>4-hydrazinebenzoate</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref122\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>EC<sub>50</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CarMOF</oasis:entry>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>Car</oasis:entry>\n<oasis:entry>CLSM</oasis:entry>\n<oasis:entry>MRSA</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref187\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF</oasis:entry>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>2-MIMdazole</oasis:entry>\n<oasis:entry>agar well diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref170\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>MRSA</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>benzene-1,3,5-tricarboxylic acid</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref171\" specific-use=\"ref-style=base-text\"></xref>, <xref ref-type=\"bibr\" rid=\"ref188\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-MOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>\n<sc>l</sc>-arginine</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref172\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Streptococcus mutans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. hirae</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Salmonella enterica</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Shigella flexneri</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. cerevisiae</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>metal-Fbtz framework</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>Fbtz</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref189\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. fluorescens</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>H<sub>2</sub>L<sup>2</sup>\n</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref173\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>TMA</oasis:entry>\n<oasis:entry>growth assays</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. cerevisiae</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref174\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Geotrichum candidum</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Abbreviations: BTC = 1,3,5-benzenetricarboxylate;\nSURMOF = surface-anchored crystalline and oriented MOF; BioMOF = bioactive\nMOF; SIM-1 = substituted imidazolate material 1; MIL = Material Institute\nLavoisier; Zr = zirconium; Ag = silver; Co = cobalt; Cu = copper;\nZn = zinc; Fe = iron; Ni = nickel; CBD = 1,4-benzenedicarboxylic acid;\nABDC = 2-amino-1,4-benzenedicarboxylic; PTA = 1,3,5-triaza-7-phosphaadamantane;\n2-MIM = 2-methylimidazole; HO-H<sub>2</sub>IPA = 5-hydroxyisophthalic\nacid; H<sub>2</sub>PYDC = 3,5-dicarboxylic pyridine; H<sub>2</sub>NPTA = 3-nitrophthalic acid; BDC = 1,4-benzenedicarboxylic acid;\nNH<sub>2</sub>-BDC = 2-amino-1,4-benzenedicarboxylic acid; <italic toggle=\"yes\">p</italic>-TA = <italic toggle=\"yes\">p</italic>-toluic acid; H<sub>2</sub>BDC\n= terephthalic acid; NH<sub>2</sub>-H<sub>2</sub>BDC = 2-aminoterephthalic\nacid; Car = carbenicillin; Fbtz = 1,4-bis­(1,2,4-triazol-1-ylmethyl)-2,3,5,6-tetrafluorobenzene;\nH<sub>2</sub>L = 3-phenyl-1<italic toggle=\"yes\">H</italic>-pyrazole-4-carboxylic\nacid; TMA = trimesic acid; MIC = minimal inhibition concentration;\nZOI = zone of inhibition; MBC = minimal bactericidal concentration;\nEDS = energy dispersive spectrometer; CFUs = colony forming units;\nFICs = fractional inhibitory concentrations; EC<sub>50</sub> = concentration\nfor 50% of maximal effect; CLSM = confocal laser scanning microscopy;\nMRSA = methicillin-resistant <italic toggle=\"yes\">S. aureus</italic>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 18, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Delivery of Antimicrobial\nDrug by\nthe MOF<sup>b</sup>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"left\">MOF name</oasis:entry>\n<oasis:entry align=\"left\">antimicrobial element</oasis:entry>\n<oasis:entry align=\"left\">combination type</oasis:entry>\n<oasis:entry align=\"left\">test</oasis:entry>\n<oasis:entry align=\"left\">tested microorganisms</oasis:entry>\n<oasis:entry align=\"left\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CIP@ZIF-8</oasis:entry>\n<oasis:entry>CIP</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>disk\ndiffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref190\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CIP@ZIF-8</oasis:entry>\n<oasis:entry>CIP</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>disk\ndiffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref181\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GEN@ZIF-8</oasis:entry>\n<oasis:entry>GEN</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>disk\ndiffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref191\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag@ZIF-8</oasis:entry>\n<oasis:entry>Ag nanowires</oasis:entry>\n<oasis:entry>surface immobilization</oasis:entry>\n<oasis:entry>growth kinetic, disk diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>, <italic toggle=\"yes\">E. coli</italic> BL21</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref192\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LZM-ZIF8</oasis:entry>\n<oasis:entry>LZM</oasis:entry>\n<oasis:entry>immobilization</oasis:entry>\n<oasis:entry>growth kinetic (temperature)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Micrococcus lysodeikticus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref193\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSA@ZIF-8</oasis:entry>\n<oasis:entry>BSA</oasis:entry>\n<oasis:entry>surface coating</oasis:entry>\n<oasis:entry>disk diffusion, MIC, SEM image</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, MRSA</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref167\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8/GO</oasis:entry>\n<oasis:entry>GO</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">in situ</italic> growth</oasis:entry>\n<oasis:entry>MIC, bacteriostatic\nrate</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref140\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>I@ZIF-8</oasis:entry>\n<oasis:entry>I</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>florescent image, disk diffusion, dosage\nand exposure-time-dependent\nserial dilution</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S.\naureus</italic>, <italic toggle=\"yes\">S. epidermidis</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref156\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag@MOF</oasis:entry>\n<oasis:entry>AgNPs</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>CFU assay, ZOI assay, MIC, MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>, <italic toggle=\"yes\">B. subtilis</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref84\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ICG@MOF (Fe-101, Al-101, Fe-88)</oasis:entry>\n<oasis:entry>ICG</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>CFU count, biofilm</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. faecalis</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref132\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>AgNPs@HKUST-1@CFs</oasis:entry>\n<oasis:entry>AgNPs</oasis:entry>\n<oasis:entry>immobilization</oasis:entry>\n<oasis:entry>growth inhibition</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref194\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>AgNPs@Ni-MOF</oasis:entry>\n<oasis:entry>AgNPs</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>MICs,\ninhibition effect, microbial cell growth, viability testing</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>, <italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">P. aeruginosa</italic>, <italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref195\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO@ZIF-8</oasis:entry>\n<oasis:entry>ZnO</oasis:entry>\n<oasis:entry>surface coating</oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E.\ncoli</italic>, <italic toggle=\"yes\">K. pneumoniae</italic>, <italic toggle=\"yes\">Proteus mirabilis</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref196\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cef@ZIF-8</oasis:entry>\n<oasis:entry>Cef</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>growth curve</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> K12</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref117\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Amp@ZnO@ZIF-8</oasis:entry>\n<oasis:entry>Amp and ZnO</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>MIC, cell membrane disruption, agar well diffusion assay</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> and <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref197\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>chitosan-coated vancomycin-loaded MOF</oasis:entry>\n<oasis:entry>chitosan\nand vancomycin</oasis:entry>\n<oasis:entry>encapsulation and surface coating</oasis:entry>\n<oasis:entry>MIC, IC<sub>50</sub>, MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic> (sensitive) and vancomycin-resistant <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref198\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PHY@ZIF-8</oasis:entry>\n<oasis:entry>PHY</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>agar well diffusion\nmethod</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. putida</italic>, <italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref199\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>thymol-loaded zinc MOF</oasis:entry>\n<oasis:entry>thymol</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>growth study</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> O157:H7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref162\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NIF doped ZIF-8</oasis:entry>\n<oasis:entry>NIF</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>growth curve, disk diffusion, SEM image of cell morphology</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>, <italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref200\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1@CMCS</oasis:entry>\n<oasis:entry>CMCS</oasis:entry>\n<oasis:entry>hybridization</oasis:entry>\n<oasis:entry>ZOI, colony\ngrowth</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>, <italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref201\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-53(Fe)@Van</oasis:entry>\n<oasis:entry>vancomycin</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>CFU count, SEM morphology</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref202\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>D-AzAla@MIL-100</oasis:entry>\n<oasis:entry>3-azido-<sc>d</sc>-alanine</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">in vivo</italic> imaging of bacteria</oasis:entry>\n<oasis:entry>MRSA</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref203\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PCN-224-Ag-HA</oasis:entry>\n<oasis:entry>AgNPs and HA</oasis:entry>\n<oasis:entry>absorption</oasis:entry>\n<oasis:entry>growth study, SEM morphology</oasis:entry>\n<oasis:entry>MRSA, drug-resistant <italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref204\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GS5-CL-Ag@CD-MOF</oasis:entry>\n<oasis:entry>AgNPs</oasis:entry>\n<oasis:entry>immobilization</oasis:entry>\n<oasis:entry>MIC, MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref205\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8-PAA-MB@AgNPs@Van-PEG</oasis:entry>\n<oasis:entry>AgNPs, vancomycin</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>live/dead bacteria staining,\nSEM morphology, CFU</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>, MRSA</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref206\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CCM@ZIF-8@HA@CS</oasis:entry>\n<oasis:entry>CCM</oasis:entry>\n<oasis:entry>encapsulation and surface modification</oasis:entry>\n<oasis:entry>MIC, MBC, live/dead bacteria\nstaining, ROS detection</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>, <italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref207\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"col6\" namest=\"col1\">\n<sup>b</sup> Abbreviations: CIP\n= ciprofloxacin; GEN = gentamicin; LZM = lysozyme; BSA = bovine serum\nalbumin; GO = glucose oxidase; I = iodine; CFs = carboxymethylated\nfibers; ICG = Iindocyanine green; ZnO = zinc oxide; Cef = ceftazidime;\nAmp = ampicillin; PHY = Physcion; NIF = niflumic acid; CMCS = carboxymethyl\nchitosan; HA = hyaluronic acid; CCM = curcumin.</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Metal–Organic Framework</title><p>Metal–organic frameworks (MOFs) are crystalline, porous\nmaterials made of inorganic metals and organic linkers. The metal\nions are connected with organic linkers through a coordination network. Oxides, acetates, nitrates of silver, zinc,\nzirconium, cobalt, etc., are used as common metal reservoirs in different\nMOF syntheses, and common organic linkers are imidazolate, carboxylic\nacid, and terephthalate. Besides this, mixed\nmetal solutions are being used recently where the framework skeleton\nis made of two different metal ions connected with a single linker\nmolecule. The common routes of preparing\ndifferent MOF composites have been described in the literature. The most common ways of preparation are illustrated in . The solvothermal\nreaction is a common preparation method that takes place in a closed\nsystem where high temperature and pressure enable faster decomposition\nof precursors in organic solvents. Microwave-mediated\nsynthesis depends on the interactive forces between free charges in\npolar solvents and electromagnetic waves to generate small particles\nhaving enhanced phase selectivity and efficiency. However, in the electrochemical method, the synthesis takes\nplace on the surface of the electrode and precisely controls the formation. On the other hand, the mechanochemical process\nis economical and utilizes mechanical forces to complete the chemical\nreactions involved in MOF synthesis. This\nprocess is beneficial to the environment, since it avoids the use\nof organic solvents. Sonochemical synthesis refers to an acoustic\nevent to boost up the synthesis reaction by applying ultrasound radiation\n(20 kHz to 10 MHz). Finally, biomimetic\nmineralization follows the natural mineralization approach to protect/encapsulate\nnegatively charged biomolecules by developing a metal–ligand\ncoordination shell around the biomolecules. This method is versatile in its ability to encapsulate therapeutic\nbiomolecules and does not require high temperature and sophisticated\ninstrumental facilities, and the reaction takes place at room temperature.\n</p>", "clean_text": "Metal-Organic Framework\n\nMetal-organic frameworks (MOFs) are crystalline, porous materials made of inorganic metals and organic linkers. The metal ions are connected with organic linkers through a coordination network. Oxides, acetates, nitrates of silver, zinc, zirconium, cobalt, etc., are used as common metal reservoirs in different MOF syntheses, and common organic linkers are imidazolate, carboxylic acid, and terephthalate. Besides this, mixed metal solutions are being used recently where the framework skeleton is made of two different metal ions connected with a single linker molecule. The common routes of preparing different MOF composites have been described in the literature. The most common ways of preparation are illustrated in . The solvothermal reaction is a common preparation method that takes place in a closed system where high temperature and pressure enable faster decomposition of precursors in organic solvents. Microwave-mediated synthesis depends on the interactive forces between free charges in polar solvents and electromagnetic waves to generate small particles having enhanced phase selectivity and efficiency. However, in the electrochemical method, the synthesis takes place on the surface of the electrode and precisely controls the formation. On the other hand, the mechanochemical process is economical and utilizes mechanical forces to complete the chemical reactions involved in MOF synthesis. This process is beneficial to the environment, since it avoids the use of organic solvents. Sonochemical synthesis refers to an acoustic event to boost up the synthesis reaction by applying ultrasound radiation (20 kHz to 10 MHz). Finally, biomimetic mineralization follows the natural mineralization approach to protect/encapsulate negatively charged biomolecules by developing a metal-ligand coordination shell around the biomolecules. This method is versatile in its ability to encapsulate therapeutic biomolecules and does not require high temperature and sophisticated instrumental facilities, and the reaction takes place at room temperature. ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Six\nmajor ways to synthesize the MOF.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Six major ways to synthesize the MOF.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>One of the most advantageous properties of MOFs are their versatile\nsynthesis conditions. This allows the loading of diverse groups of\nbiomolecules and allows them to serve as attractive carrier molecules.\nThe framework architecture is largely dependent on the ligand–metal\n(L/M) molar ratio, reaction conditions, and solvents. Various classes of MOFs can be prepared by selecting different\nmetals and combining them with different organic molecules. All of\nthem have distinct physicochemical properties including crystallinity,\nporosity, thermal stability, high surface area, chemical and structural\ntunability, charge conductivity, and enhanced electrochemical stability. Recently, the MOF-synthetic procedure has been\nreported for antimicrobial action.\n</p>", "clean_text": "One of the most advantageous properties of MOFs are their versatile synthesis conditions. This allows the loading of diverse groups of biomolecules and allows them to serve as attractive carrier molecules. The framework architecture is largely dependent on the ligand-metal (L/M) molar ratio, reaction conditions, and solvents. Various classes of MOFs can be prepared by selecting different metals and combining them with different organic molecules. All of them have distinct physicochemical properties including crystallinity, porosity, thermal stability, high surface area, chemical and structural tunability, charge conductivity, and enhanced electrochemical stability. Recently, the MOF-synthetic procedure has been reported for antimicrobial action. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Size, shape, and surface charge distribution properties play an\nimportant role in supporting their therapeutic applications. The crystalline\nnature of the MOF can be verified by X-ray powder diffraction (XRD).\nIn addition, the local properties of the MOF surface can be uncovered\nby atomic force microscopy (AFM). Surface area and pore size distribution\ncan be determined by nitrogen adsorption/desorption isotherms. A MOF with a large surface area and pore size\nallows more drugs to be conjugated to the surface and/or encapsulated,\nfor efficient therapeutic action. Several\nresearchers have exclusively worked on MOF size determination using\nvarious physical characterization tools including XRD, AFM, electron\nmicroscopy, fluorescence correlation spectroscopy, and dynamic light\nscattering. Moreover, MOF has a net positive charge\nmost often due to the metal element in the framework structure. This positive charge offers better interaction\nwith negatively charged bacterial membranes. Notably, Soroush and\nhis team noticed that the isoelectric point of cultured bacteria plays\na critical role in employing antimicrobial activity.\n</p>", "clean_text": "Size, shape, and surface charge distribution properties play an important role in supporting their therapeutic applications. The crystalline nature of the MOF can be verified by X-ray powder diffraction (XRD). In addition, the local properties of the MOF surface can be uncovered by atomic force microscopy (AFM). Surface area and pore size distribution can be determined by nitrogen adsorption/desorption isotherms. A MOF with a large surface area and pore size allows more drugs to be conjugated to the surface and/or encapsulated, for efficient therapeutic action. Several researchers have exclusively worked on MOF size determination using various physical characterization tools including XRD, AFM, electron microscopy, fluorescence correlation spectroscopy, and dynamic light scattering. Moreover, MOF has a net positive charge most often due to the metal element in the framework structure. This positive charge offers better interaction with negatively charged bacterial membranes. Notably, Soroush and his team noticed that the isoelectric point of cultured bacteria plays a critical role in employing antimicrobial activity. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The porosity property of MOF can be controlled by\nvarying L/M ratios\nand compositions. Burrows and his co-workers\nfound an interesting fact to control MOF pores via controlling ligand\nratio stoichiometrically. Fourier-transform\ninfrared spectroscopy (FTIR) is commonly used to scan MOF via infrared\nlight to assess the presence of functional chemical groups. Also,\nit confirms the preparation of drug-loaded biocomposites. Energy dispersive\nanalysis of X-ray and electron microscopy reveals the elemental composition\nand morphology of the particles, respectively. Moreover, thermogravimetric\nanalysis (TGA) is another method to measure the amount of loaded drug\ninside MOF. Thus, versatility between\ndifferent organic linkers and metal ions may lead to new MOF development\nhaving interesting novel properties. High specific surface area, adjustable pore structure, and controlled\nion release rate make the MOF a potential bactericidal material. Versatile properties of MOF enable their role\nas a potential antimicrobial candidate against resistant microbes.</p>", "clean_text": "The porosity property of MOF can be controlled by varying L/M ratios and compositions. Burrows and his co-workers found an interesting fact to control MOF pores via controlling ligand ratio stoichiometrically. Fourier-transform infrared spectroscopy (FTIR) is commonly used to scan MOF via infrared light to assess the presence of functional chemical groups. Also, it confirms the preparation of drug-loaded biocomposites. Energy dispersive analysis of X-ray and electron microscopy reveals the elemental composition and morphology of the particles, respectively. Moreover, thermogravimetric analysis (TGA) is another method to measure the amount of loaded drug inside MOF. Thus, versatility between different organic linkers and metal ions may lead to new MOF development having interesting novel properties. High specific surface area, adjustable pore structure, and controlled ion release rate make the MOF a potential bactericidal material. Versatile properties of MOF enable their role as a potential antimicrobial candidate against resistant microbes.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Antimicrobial Mode of Action of MOF</title><p>Microorganisms\nare capable of changing molecular and genetic events\nand escaping the action of antimicrobial drugs. Therefore, it is essential\nto develop a novel system to tackle microbes, specifically the MDR\npathogens. The MOF is one of the attractive and recently developed\nnanomaterials which have been thoroughly studied for biomedical application\nin the past few years. They possess several physicochemical properties\nlike modular synthesis, porosity, high loading efficiency, sustained\nrelease of the drug, and biocompatibility to exert effective antimicrobial\naction upon MDR pathogens. The most common ways by which a MOF can\nact as a potential antimicrobial agent depend on the interaction with\npathogens, metal ions, and ligands, oxidative stress, and the photothermal\neffect. Moreover, a synergistic/cumulative effect with more than one\nmechanism is also addressed. Although MOFs have inherent antibacterial\nactivity, they are mostly used as carriers of antimicrobial agents\n(). Their unique\nphysicochemical characteristics make them an attractive carrier molecule\nto deliver a diverse group of elements including antimicrobial drugs\n(). Therefore,\nthe MOF acts as a reservoir of antimicrobial metal ions (M<sup>+</sup>) and antimicrobial drugs. According to previous studies and our\nunderstanding, the MOF may exert the antimicrobial action via several\napproaches such as (i) increased membrane permeability, cellular content\nleakage, and disruption, (ii) proton motive force deficiency, (iii)\nROS generation, and (iv) metabolic dysregulation. A schematic of the\nMOF-mediated antimicrobial mechanism is illustrated in .</p>", "clean_text": "Antimicrobial Mode of Action of MOF\n\nMicroorganisms are capable of changing molecular and genetic events and escaping the action of antimicrobial drugs. Therefore, it is essential to develop a novel system to tackle microbes, specifically the MDR pathogens. The MOF is one of the attractive and recently developed nanomaterials which have been thoroughly studied for biomedical application in the past few years. They possess several physicochemical properties like modular synthesis, porosity, high loading efficiency, sustained release of the drug, and biocompatibility to exert effective antimicrobial action upon MDR pathogens. The most common ways by which a MOF can act as a potential antimicrobial agent depend on the interaction with pathogens, metal ions, and ligands, oxidative stress, and the photothermal effect. Moreover, a synergistic/cumulative effect with more than one mechanism is also addressed. Although MOFs have inherent antibacterial activity, they are mostly used as carriers of antimicrobial agents (). Their unique physicochemical characteristics make them an attractive carrier molecule to deliver a diverse group of elements including antimicrobial drugs (). Therefore, the MOF acts as a reservoir of antimicrobial metal ions (M+) and antimicrobial drugs. According to previous studies and our understanding, the MOF may exert the antimicrobial action via several approaches such as (i) increased membrane permeability, cellular content leakage, and disruption, (ii) proton motive force deficiency, (iii) ROS generation, and (iv) metabolic dysregulation. A schematic of the MOF-mediated antimicrobial mechanism is illustrated in .", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>A proposed model illustrating\nthe antimicrobial mode of action\nby MOF.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  A proposed model illustrating the antimicrobial mode of action by MOF.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The special design of MOFs is\nrequired to prepare effective nanomaterials\nwhich can exert higher physical contact with microbes. Physical interaction\nbetween MDR pathogens and a nanomaterial may lead to membrane destruction\nand result in cell death. The MOF also\nexerts an antimicrobial effect via physical contact and/or a synergistic\neffect. A positively charged MOF, called ZIF-L, was prepared at a\nspecific L/M ratio (Zn/2-MIM = 1:35) which offered effective bactericidal\nproperties due to bacterial cell adhesion (A). In addition,\na graphene oxide (GO) decorated cobalt-MOF (GO/Co-MOF) was developed\nwhich exhibits excellent antibacterial activity due to higher physical\ninteraction with bacteria and toxicity of released Co<sup>2+</sup> to bacteria. These studies support\nthe role of M<sup>+</sup> in the MOF which allows electrostatic interaction\nwith microbes and exerts antibacterial activity. Specifically, the M<sup>+</sup> tends to interact with\nthiol-group-containing membrane proteins and thus creates pores. This enhances the permeability of M<sup>+</sup> through the lipid layers of the microbial cell membrane. Since the MOF acts as a reservoir of M<sup>+</sup> and loaded drugs, it is important to control the stimuli factor\nfor sustained release of both M<sup>+</sup> and drug. The release\nof M<sup>+</sup> largely depends on the stability of the MOF precursors.\nThe M<sup>+</sup> dissolution and its subsequent release offer MOF-mediated\nantimicrobial effects. The pH of the\nmicroenvironment is crucial to stimulate the dissolution of the MOF\nskeleton and release M<sup>+</sup>. Wang et al. described four possible\nmechanisms which induce drug release in the MOF that include (a) protonation,\n(b) a pH-cleavable link, (c) pH sensitivity, and (d) host–guest\ninteractions (B). Duan et al. developed a pH-sensitive\nFe-MOF shell to deliver carbenicillin (a <italic toggle=\"yes\">β</italic>-lactam\nantibiotic) and sulbactam (a <italic toggle=\"yes\">β</italic>-lactamase inhibitor)\nin methicillin-resistant <italic toggle=\"yes\">S. aureus</italic> (MRSA) (C). The study found that a low-pH microenvironment triggered\nthe dissolution of MOF, released the drug at the site of MRSA infection,\nand killed the bacteria. Since metal ions and the ligands are the\nonly precursors of the MOF, their antimicrobial action is largely\ndependent on the release of M<sup>+</sup> and ligands from the MOF\nskeletons. As discussed above, the released M<sup>+</sup> enters through\nthe membrane and interferes in cellular events (). Moreover, different M<sup>+</sup> ions\ndisplay different modes of action. Chudobova et al. investigated the\neffect of Ag<sup>+</sup>, Cu<sup>2+</sup>, Cd<sup>2+</sup>, Zn<sup>2+</sup>, and Pb<sup>2+</sup> ions in Gram-positive-resistant <italic toggle=\"yes\">S. aureus</italic>. Organic linkers\nof the MOF also offer antimicrobial activity independently and synergistically\nwith M<sup>+</sup>. A zinc-based MOF {[Zn­(μ-4-hzba)<sub>2</sub>]<sub>2</sub>·4­(H<sub>2</sub>O)}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> was developed where 4-hydrazinebenzoate (hzba) was used as\na linker molecule that significantly inhibited the growth of <italic toggle=\"yes\">S. aureus</italic>. This material is extremely durable and allows\nsustained release of the ligand for up to 6 days. Interaction between the MOF’s active site and the\ncell membrane may lead to the inactivation of microbes. A Co<sup>2+</sup>-based MOF (Co-TDM; [Co<sub>4</sub>(H<sub>2</sub>O)<sub>2</sub>(TDM)­(H<sub>2</sub>O)<sub>8</sub>]) offers enhanced lipid peroxidation and oxidative\nstress to inhibit <italic toggle=\"yes\">E. coli</italic> growth within an hour. A copper-based MOF (MOF-199), known as HKUST-1,\nwas prepared with two different woody materials at room temperature\n(D). The material\nshowed excellent antibacterial activity against <italic toggle=\"yes\">S. aureus</italic> compared to <italic toggle=\"yes\">E. coli.</italic>\n\n</p>", "clean_text": "The special design of MOFs is required to prepare effective nanomaterials which can exert higher physical contact with microbes. Physical interaction between MDR pathogens and a nanomaterial may lead to membrane destruction and result in cell death. The MOF also exerts an antimicrobial effect via physical contact and/or a synergistic effect. A positively charged MOF, called ZIF-L, was prepared at a specific L/M ratio (Zn/2-MIM = 1:35) which offered effective bactericidal properties due to bacterial cell adhesion (A). In addition, a graphene oxide (GO) decorated cobalt-MOF (GO/Co-MOF) was developed which exhibits excellent antibacterial activity due to higher physical interaction with bacteria and toxicity of released Co2+ to bacteria. These studies support the role of M+ in the MOF which allows electrostatic interaction with microbes and exerts antibacterial activity. Specifically, the M+ tends to interact with thiol-group-containing membrane proteins and thus creates pores. This enhances the permeability of M+ through the lipid layers of the microbial cell membrane. Since the MOF acts as a reservoir of M+ and loaded drugs, it is important to control the stimuli factor for sustained release of both M+ and drug. The release of M+ largely depends on the stability of the MOF precursors. The M+ dissolution and its subsequent release offer MOF-mediated antimicrobial effects. The pH of the microenvironment is crucial to stimulate the dissolution of the MOF skeleton and release M+. Wang et al. described four possible mechanisms which induce drug release in the MOF that include (a) protonation, (b) a pH-cleavable link, (c) pH sensitivity, and (d) host-guest interactions (B). Duan et al. developed a pH-sensitive Fe-MOF shell to deliver carbenicillin (a β-lactam antibiotic) and sulbactam (a β-lactamase inhibitor) in methicillin-resistant S. aureus (MRSA) (C). The study found that a low-pH microenvironment triggered the dissolution of MOF, released the drug at the site of MRSA infection, and killed the bacteria. Since metal ions and the ligands are the only precursors of the MOF, their antimicrobial action is largely dependent on the release of M+ and ligands from the MOF skeletons. As discussed above, the released M+ enters through the membrane and interferes in cellular events (). Moreover, different M+ ions display different modes of action. Chudobova et al. investigated the effect of Ag+, Cu2+, Cd2+, Zn2+, and Pb2+ ions in Gram-positive-resistant S. aureus. Organic linkers of the MOF also offer antimicrobial activity independently and synergistically with M+. A zinc-based MOF {[Zn(μ-4-hzba)2]2⋅4(H2O)} n  was developed where 4-hydrazinebenzoate (hzba) was used as a linker molecule that significantly inhibited the growth of S. aureus. This material is extremely durable and allows sustained release of the ligand for up to 6 days. Interaction between the MOF's active site and the cell membrane may lead to the inactivation of microbes. A Co2+-based MOF (Co-TDM; [Co4(H2O)2(TDM)(H2O)8]) offers enhanced lipid peroxidation and oxidative stress to inhibit E. coli growth within an hour. A copper-based MOF (MOF-199), known as HKUST-1, was prepared with two different woody materials at room temperature (D). The material showed excellent antibacterial activity against S. aureus compared to E. coli.  ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Bactericidal\neffect of the MOF via physical contact and pH-triggered\nrelease of antimicrobial drugs. (A) Field emission scanning electron\nmicroscope images of the ZIF-L nano dagger and electrostatic physical\ndamage of bacteria. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref114\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017 Elsevier.\n(B) Four possible mechanisms of pH-dependent drug release from MOF.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref118\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Elsevier. (C) Synthesis of\nFe<sup>3+</sup>-antibiotic (carbenicillin, car) framework-coated mesoporous\nsilica nanoparticles (MSNs) and pH-dependent release of antibiotic\nto  induce the bactericidal effect upon MRSA. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2017 Elsevier. (D) Preparation of MOF-199 on woody material and its\nbactericidal effect. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref124\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Royal\nSociety of Chemistry.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Bactericidal effect of the MOF via physical contact and pH-triggered release of antimicrobial drugs. (A) Field emission scanning electron microscope images of the ZIF-L nano dagger and electrostatic physical damage of bacteria. Reproduced with permission from ref . Copyright 2017 Elsevier. (B) Four possible mechanisms of pH-dependent drug release from MOF. Reproduced with permission from ref . Copyright 2019 Elsevier. (C) Synthesis of Fe3+-antibiotic (carbenicillin, car) framework-coated mesoporous silica nanoparticles (MSNs) and pH-dependent release of antibiotic to  induce the bactericidal effect upon MRSA. Reproduced with permission from ref . Copyright 2017 Elsevier. (D) Preparation of MOF-199 on woody material and its bactericidal effect. Reproduced with permission from ref . Copyright 2019 Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Another common mechanism\nis to treat the cells under oxidative\nstress. An imbalance between free radicals results in cellular damage\nand cell death. The mechanism is known\nas photodynamic therapy (PDT) that relies on the generation of ROS\nusing visible light. UiO-66, a zirconium-based framework,\nwas developed with excellent photodynamic properties and showed synergistic\nantibacterial activity due to the irradiation of the photosensitizers. Recently, MOF-based photosensitizers have been\ndeveloped for PDT. Golmohamadpour et al. prepared three different\nMOFs (denoted as Fe-101, Al-101, and Fe-88) and loaded them with the\nnon-toxic photosensitizer indocyanine green (ICG) that is activated\nby light and destroys bacterial contaminants (A). ICG-loaded MOF showed a significant reduction\nin <italic toggle=\"yes\">E. faecalis</italic> count (Fe-101 &gt; Al-101 &gt; Fe-88)\ncompared\nto ICG-free MOF. Recently, a MOF-based\nplatform has been reported to deliver photosensitizer. The aim of the work was to eliminate intracellular\nantibiotic-resistant bacteria under light irradiation. Here, PDT was\nemployed to catalyze non-toxic oxygen to cytotoxic ROS (B). Therefore, development of appropriate MOF-based photosensitizers\nis gaining momentum for efficient PDT.</p>", "clean_text": "Another common mechanism is to treat the cells under oxidative stress. An imbalance between free radicals results in cellular damage and cell death. The mechanism is known as photodynamic therapy (PDT) that relies on the generation of ROS using visible light. UiO-66, a zirconium-based framework, was developed with excellent photodynamic properties and showed synergistic antibacterial activity due to the irradiation of the photosensitizers. Recently, MOF-based photosensitizers have been developed for PDT. Golmohamadpour et al. prepared three different MOFs (denoted as Fe-101, Al-101, and Fe-88) and loaded them with the non-toxic photosensitizer indocyanine green (ICG) that is activated by light and destroys bacterial contaminants (A). ICG-loaded MOF showed a significant reduction in E. faecalis count (Fe-101 > Al-101 > Fe-88) compared to ICG-free MOF. Recently, a MOF-based platform has been reported to deliver photosensitizer. The aim of the work was to eliminate intracellular antibiotic-resistant bacteria under light irradiation. Here, PDT was employed to catalyze non-toxic oxygen to cytotoxic ROS (B). Therefore, development of appropriate MOF-based photosensitizers is gaining momentum for efficient PDT.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Oxidative stress and\nphotothermal bactericidal effect of the MOF.\n(A) Photodynamic approach to clear out dental bacterial infection\nby indocyanine green (ICG)-loaded MOF. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref132\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2018 Elsevier. (B) Elimination of macrophage-entrapped antibiotic-resistant\nbacteria by hydrophobic photosensitizer zinc­(II) phthalocyanine (ZnPc)\nintegrated ZIF-90. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref133\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2021 Royal\nSociety of Chemistry. (C) Bactericidal effect of GO fabricated ZIF-8\nvia oxidative stress. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref140\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 American\nChemical Society. (D) Photosensitive Rose Bengal (RB) dye loaded ZIF-8\n(RB@ZIF-8) offers a photodynamic bacterial killing effect upon visible\nlight irradiation. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref141\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020 Elsevier.\n(E) MOF-derived photothermal hydrogel preparation for an efficient\nbactericidal effect. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref142\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020 Elsevier.\n(F) Preparation of a MOF-based filter (MOFilter) to achieve the photocatalytic\nbactericidal effect. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref143\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Springer\nNature.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Oxidative stress and photothermal bactericidal effect of the MOF. (A) Photodynamic approach to clear out dental bacterial infection by indocyanine green (ICG)-loaded MOF. Reproduced with permission from ref . Copyright 2018 Elsevier. (B) Elimination of macrophage-entrapped antibiotic-resistant bacteria by hydrophobic photosensitizer zinc(II) phthalocyanine (ZnPc) integrated ZIF-90. Reproduced with permission from ref . Copyright 2021 Royal Society of Chemistry. (C) Bactericidal effect of GO fabricated ZIF-8 via oxidative stress. Reproduced with permission from ref . Copyright 2016 American Chemical Society. (D) Photosensitive Rose Bengal (RB) dye loaded ZIF-8 (RB@ZIF-8) offers a photodynamic bacterial killing effect upon visible light irradiation. Reproduced with permission from ref . Copyright 2020 Elsevier. (E) MOF-derived photothermal hydrogel preparation for an efficient bactericidal effect. Reproduced with permission from ref . Copyright 2020 Elsevier. (F) Preparation of a MOF-based filter (MOFilter) to achieve the photocatalytic bactericidal effect. Reproduced with permission from ref . Copyright 2019 Springer Nature.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>MOFs also possess natural enzyme-like\nactivity of peroxidase, oxidase,\nand deoxyribonuclease and are categorized as nanozymes. These MOFs can generate ROS and kill microbes\nthrough the oxidative stress mechanism. Another MOF-mediated antimicrobial action is the photothermal effect.\nPhotoexcitation of material by near-infrared (NIR) laser induces local\nhyperthermia and is able to kill microbes. Wang et al. developed ZIF-8/GO hybrid nanosheets that exert an antimicrobial\neffect via oxidative stress (C). Qian et al. encapsulated\nRose Bengal (RB) in ZIF-8 and found that the RB@ZIF-8 exhibited a\nbactericidal effect through the PDT effect (D). RB is an\nanionic dye that has photosensitive properties. Han et al. developed\na robust photosensitive hydrogel with quaternary ammonium and double-bond-modified\nMOF. The modified hydrogel showed excellent\nphotothermal properties under 808 nm NIR light irradiation. The hydrogels\nenable tight electrostatic absorption with bacteria, and perturbation\nof the bacterial surface potential led to inhibiting bacterial normal\nmetabolism (E). Li et al. developed a MOF-based filter utilizing the photocatalytic\nperformance of a series of MOFs. The\nfilter displayed comprehensive inactivation of <italic toggle=\"yes\">E. coli</italic> after being simulated by solar irradiation. The ligand to metal\ncharge transfer mechanism allows the trapped photoelectrons to induce\nROS and exert an inhibitory role. Photoelectrons trapped in L/M coordination\nare responsible for ROS production to induce bactericidal effects\n(F). Thermal\nstability of the material retains the potentiality of delivered agent\nin adverse conditions and can be stored for a long time.</p>", "clean_text": "MOFs also possess natural enzyme-like activity of peroxidase, oxidase, and deoxyribonuclease and are categorized as nanozymes. These MOFs can generate ROS and kill microbes through the oxidative stress mechanism. Another MOF-mediated antimicrobial action is the photothermal effect. Photoexcitation of material by near-infrared (NIR) laser induces local hyperthermia and is able to kill microbes. Wang et al. developed ZIF-8/GO hybrid nanosheets that exert an antimicrobial effect via oxidative stress (C). Qian et al. encapsulated Rose Bengal (RB) in ZIF-8 and found that the RB@ZIF-8 exhibited a bactericidal effect through the PDT effect (D). RB is an anionic dye that has photosensitive properties. Han et al. developed a robust photosensitive hydrogel with quaternary ammonium and double-bond-modified MOF. The modified hydrogel showed excellent photothermal properties under 808 nm NIR light irradiation. The hydrogels enable tight electrostatic absorption with bacteria, and perturbation of the bacterial surface potential led to inhibiting bacterial normal metabolism (E). Li et al. developed a MOF-based filter utilizing the photocatalytic performance of a series of MOFs. The filter displayed comprehensive inactivation of E. coli after being simulated by solar irradiation. The ligand to metal charge transfer mechanism allows the trapped photoelectrons to induce ROS and exert an inhibitory role. Photoelectrons trapped in L/M coordination are responsible for ROS production to induce bactericidal effects (F). Thermal stability of the material retains the potentiality of delivered agent in adverse conditions and can be stored for a long time.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The\nvariation in the antimicrobial activity depends on the permeability\nof M<sup>+</sup> in different microorganisms. Variation in cell wall composition of Gram-positive (G<sup>+</sup>) and Gram-negative (G<sup>–</sup>) bacteria results\nin different levels of tolerance toward MOF. Antimicrobial drugs are\nmuch more effective against G<sup>+</sup> bacteria. They can effectively penetrate the thin, porous cell wall of the\nG<sup>+</sup> bacteria. However, the G<sup>–</sup> bacteria\nhave a bilayer membrane structure composed of negatively charged lipopolysaccharides,\nlipoproteins, and an inner membrane of phospholipids, forming a formidable\ndefensive barrier to any antibacterial agents. On the other hand,\nthe fungal outer membrane is made of a fibrous polysaccharide known\nas chitin. These cell membrane elements are the major target site\nof antimicrobial drugs. Therefore, irreversible damage in the cell\nmembrane due to physical contact with MOF causes death. Moreover, imbalanced ion channels and diffused M<sup>+</sup> induce ROS generation and are responsible\nfor cell death. Consistent release of M<sup>+</sup> allows the MOF to be considered\nas a promising antimicrobial agent. On\nthe other hand, organic moieties of the framework structure also offer\nantibacterial activity. In this case, after the breakage of metal–ligand\ncoordination bonds, organic elements may exert antimicrobial action\nindependently or synergistically with the M<sup>+</sup>. For example, imidazolates are the most commonly used linker group\nthat interfere in the cellular protein synthesis mechanism. They also interact with cellular divalent cations;\nhence, stimulated ROS cause chromatin dysfunction and DNA fragmentation\nand induce apoptosis.\n</p>", "clean_text": "The variation in the antimicrobial activity depends on the permeability of M+ in different microorganisms. Variation in cell wall composition of Gram-positive (G+) and Gram-negative (G-) bacteria results in different levels of tolerance toward MOF. Antimicrobial drugs are much more effective against G+ bacteria. They can effectively penetrate the thin, porous cell wall of the G+ bacteria. However, the G- bacteria have a bilayer membrane structure composed of negatively charged lipopolysaccharides, lipoproteins, and an inner membrane of phospholipids, forming a formidable defensive barrier to any antibacterial agents. On the other hand, the fungal outer membrane is made of a fibrous polysaccharide known as chitin. These cell membrane elements are the major target site of antimicrobial drugs. Therefore, irreversible damage in the cell membrane due to physical contact with MOF causes death. Moreover, imbalanced ion channels and diffused M+ induce ROS generation and are responsible for cell death. Consistent release of M+ allows the MOF to be considered as a promising antimicrobial agent. On the other hand, organic moieties of the framework structure also offer antibacterial activity. In this case, after the breakage of metal-ligand coordination bonds, organic elements may exert antimicrobial action independently or synergistically with the M+. For example, imidazolates are the most commonly used linker group that interfere in the cellular protein synthesis mechanism. They also interact with cellular divalent cations; hence, stimulated ROS cause chromatin dysfunction and DNA fragmentation and induce apoptosis. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Potential\nof MOF against Resistant Microbes</title><p>Since MOF is a recently\ndeveloped field of advanced nanomaterials,\nthey remain underexplored as a potential antimicrobial agent to combat\nMDR pathogens.  and  include a comprehensive list of MOFs\nreported for antimicrobial effects. Unique physicochemical properties\nof MOF play a potential role in exerting a growth inhibitory effect\nagainst both wild type and resistant bacteria. They can be used as\npotential carrier molecules for a wide range of elements including\ndrugs and nanoparticles to kill bacteria. The major ways to enhance\nthe bactericidal effect of MOF are summarized in this section.</p>", "clean_text": "Potential of MOF against Resistant Microbes\n\nSince MOF is a recently developed field of advanced nanomaterials, they remain underexplored as a potential antimicrobial agent to combat MDR pathogens.  and  include a comprehensive list of MOFs reported for antimicrobial effects. Unique physicochemical properties of MOF play a potential role in exerting a growth inhibitory effect against both wild type and resistant bacteria. They can be used as potential carrier molecules for a wide range of elements including drugs and nanoparticles to kill bacteria. The major ways to enhance the bactericidal effect of MOF are summarized in this section.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>High surface area of MOF enables easy surface functionalization\nof a wide range of reactive groups. This property offers enhanced\nbiocompatibility of the biocomposites. Due to its hybrid nature, it\nis also possible to deliver lipophilic antimicrobial agents via MOF. The MOF coating allows delivery of water-insoluble elements, polymers,\nand peptides to perform an antimicrobial activity. Au-Duong and Lee\nused a zinc-imidazolate MOF to encapsulate water-insoluble iodide\nwhich showed a pH-triggered antibacterial effect. Growth of bacteria lowers the pH level of media and induces\ndissolution of the MOF. The MOF is stable under neutral and basic\nconditions. The acidic environment at the site of bacterial infection\ndissociates the structures and releases the loaded antimicrobial agent. Hence, the breakdown of the MOF cage allows the release of loaded\nmolecules/drugs into the cytosol or at the site of infection. Farha and co-workers reviewed the mechanical,\nthermal, and chemical stability of the MOF that can be considered\nduring delivery of antimicrobial agents.\n</p>", "clean_text": "High surface area of MOF enables easy surface functionalization of a wide range of reactive groups. This property offers enhanced biocompatibility of the biocomposites. Due to its hybrid nature, it is also possible to deliver lipophilic antimicrobial agents via MOF. The MOF coating allows delivery of water-insoluble elements, polymers, and peptides to perform an antimicrobial activity. Au-Duong and Lee used a zinc-imidazolate MOF to encapsulate water-insoluble iodide which showed a pH-triggered antibacterial effect. Growth of bacteria lowers the pH level of media and induces dissolution of the MOF. The MOF is stable under neutral and basic conditions. The acidic environment at the site of bacterial infection dissociates the structures and releases the loaded antimicrobial agent. Hence, the breakdown of the MOF cage allows the release of loaded molecules/drugs into the cytosol or at the site of infection. Farha and co-workers reviewed the mechanical, thermal, and chemical stability of the MOF that can be considered during delivery of antimicrobial agents. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Distinctive physicochemical properties of the MOF enhance\nthe loading\ncapacity of the MOF compared to other carrier molecules. Lipophilic outer membranes of bacteria only allow hydrophobic and\namphiphilic plant metabolites to be internalized and employ their\nantimicrobial action. The phytochemical-loaded MOF showed greater\nantimicrobial action. Thus, it can be a potential carrier of the\nhydrophobic metabolites to control pathogenic species. The antibacterial\nactivity of the polymer-coated MOF showed better activity against\ndrug-resistant pathogens. MOF coating allows higher amounts of drug to enter cytosol and boost\nup antibiotic activity. For example, vancomycin-resistant <italic toggle=\"yes\">S. aureus</italic> growth could be controlled by a chitosan-coated\nvancomycin-loaded MOF. Diverse preparation\nconditions and L/M molar ratios offer more research opportunities\non this. ZIF-8 can retain the bactericidal property of lysozyme, a\nnatural antimicrobial enzyme, even at high temperatures. Bovine serum albumin (BSA)-loaded ZIF-8 induced\nthe growth of MRSA via membrane damage, perforations, and extensive\ncytoplasmic leakage (A).</p>", "clean_text": "Distinctive physicochemical properties of the MOF enhance the loading capacity of the MOF compared to other carrier molecules. Lipophilic outer membranes of bacteria only allow hydrophobic and amphiphilic plant metabolites to be internalized and employ their antimicrobial action. The phytochemical-loaded MOF showed greater antimicrobial action. Thus, it can be a potential carrier of the hydrophobic metabolites to control pathogenic species. The antibacterial activity of the polymer-coated MOF showed better activity against drug-resistant pathogens. MOF coating allows higher amounts of drug to enter cytosol and boost up antibiotic activity. For example, vancomycin-resistant S. aureus growth could be controlled by a chitosan-coated vancomycin-loaded MOF. Diverse preparation conditions and L/M molar ratios offer more research opportunities on this. ZIF-8 can retain the bactericidal property of lysozyme, a natural antimicrobial enzyme, even at high temperatures. Bovine serum albumin (BSA)-loaded ZIF-8 induced the growth of MRSA via membrane damage, perforations, and extensive cytoplasmic leakage (A).", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Antimicrobial effect of a biomolecule-loaded MOF. (A) SEM image\nof untreated and BSA@ZIF-8 treated MRSA. The white arrows indicated\nperforation and cytoplasmic leakage. Reproduced with permission from\nref <xref ref-type=\"bibr\" rid=\"ref167\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2018 Royal Society of Chemistry. (B) Optical density of MRSA treated\nwith Zn<sub>50</sub>Co<sub>50</sub>-ZIF under dark and white light.\nMRSA plates treated with Zn<sub>50</sub>Co<sub>50</sub>-ZIF in the\npresence and absence of white light irradiation. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref168\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2019 Springer Nature. (C) Histogram and (D) fluorescence photographs\nof bacteria treated by Ag@Zn-BIF at time points. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref169\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 Elsevier. The green and red fluorescence indicate live and dead\nbacteria, respectively.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Antimicrobial effect of a biomolecule-loaded MOF. (A) SEM image of untreated and BSA@ZIF-8 treated MRSA. The white arrows indicated perforation and cytoplasmic leakage. Reproduced with permission from ref . Copyright 2018 Royal Society of Chemistry. (B) Optical density of MRSA treated with Zn50Co50-ZIF under dark and white light. MRSA plates treated with Zn50Co50-ZIF in the presence and absence of white light irradiation. Reproduced with permission from ref . Copyright 2019 Springer Nature. (C) Histogram and (D) fluorescence photographs of bacteria treated by Ag@Zn-BIF at time points. Reproduced with permission from ref . Copyright 2020 Elsevier. The green and red fluorescence indicate live and dead bacteria, respectively.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>MOFs have been used extensively\nas biomolecules and drug carrier\nmolecules in recent years. Hence, MOF-mediated\nantibiotics (e.g., ciprofloxacin, gentamicin, vancomycin, nalidixic\nacid, gentamicin, and vancomycin) delivery can be a potential tool\nto treat microbial infection. Loading of antibiotics\ndoes not affect the crystal phase of the framework and thus maintains\nits properties. Therefore, a synergistic\neffect of the MOF with antibiotics and other antimicrobial agents\nis another effective way to control resistant microorganisms. Here,\nthe MOF induces membrane permeability and allows a sufficient amount\nof antibiotics to be internalized and inhibit MDR bacterial growth. In a comprehensive study, ampicillin and kanamycin were loaded into\nthree Zn-based MOFs (i.e., IRMOF-3, MOF-5, and Zn-BTC) and observed\na decline in MIC values in all of the antibiotic-loaded MOFs compared\nto the free antibiotics. Moreover, antimicrobial\nactivity of physcion or dihydroxyanthraquinone was enhanced after\nbeing encapsulated by ZIF-8. A synergistic\nantibiotic–metal ion complex shows higher inhibition of bacteria\ncompared to antibiotics alone. The released\nmetal ions of the MOF led to enhanced interaction with bacteria and\nsevere membrane damage and allowed higher uptake of loaded antibiotics. Thus, antibiotics loading not only provides\nsynergistic effects but also adds new possibilities in antibacterial\ntherapy, as the MOF surface can be modified easily. Further, surface\nmodification/functionalization by aptamers and other biochemicals\nmay improve the target-specific action of the MOF. Immobilization\nof aptamers on the MOF would be an interesting aspect to study selective\ninhibition of microbes.</p>", "clean_text": "MOFs have been used extensively as biomolecules and drug carrier molecules in recent years. Hence, MOF-mediated antibiotics (e.g., ciprofloxacin, gentamicin, vancomycin, nalidixic acid, gentamicin, and vancomycin) delivery can be a potential tool to treat microbial infection. Loading of antibiotics does not affect the crystal phase of the framework and thus maintains its properties. Therefore, a synergistic effect of the MOF with antibiotics and other antimicrobial agents is another effective way to control resistant microorganisms. Here, the MOF induces membrane permeability and allows a sufficient amount of antibiotics to be internalized and inhibit MDR bacterial growth. In a comprehensive study, ampicillin and kanamycin were loaded into three Zn-based MOFs (i.e., IRMOF-3, MOF-5, and Zn-BTC) and observed a decline in MIC values in all of the antibiotic-loaded MOFs compared to the free antibiotics. Moreover, antimicrobial activity of physcion or dihydroxyanthraquinone was enhanced after being encapsulated by ZIF-8. A synergistic antibiotic-metal ion complex shows higher inhibition of bacteria compared to antibiotics alone. The released metal ions of the MOF led to enhanced interaction with bacteria and severe membrane damage and allowed higher uptake of loaded antibiotics. Thus, antibiotics loading not only provides synergistic effects but also adds new possibilities in antibacterial therapy, as the MOF surface can be modified easily. Further, surface modification/functionalization by aptamers and other biochemicals may improve the target-specific action of the MOF. Immobilization of aptamers on the MOF would be an interesting aspect to study selective inhibition of microbes.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Ahmed et al. synthesized a bimetallic\nimidazolate framework (Zn<sub>50</sub>Co<sub>50</sub>-ZIF) which maintains\na property of both ZIF-8\nand ZIF-67. The novel material showed\nsignificant photoinduced growth inhibition against MRSA through ROS\nformation (B). Qi et al. developed a zinc-based boron imidazolate framework\n(Zn-BIF) that can load and efficiently deliver AgNPs to kill bacteria\nin a very short time (C,D). Moreover, other studies\nalso found that the MOF can be a good carrier of NPs and offered a\nsignificant antibacterial effect compared to the free MOF and NPs. Metal ions released from MOF composites and loaded metal NPs gather\non the outer cell membrane layer and afterward damage it. In addition, the metal ions interfere with\nthe permeability of the cell membrane and enter inside bacteria. Thus,\nthey induce ROS generation and inhibit transcription and protein synthesis. The enhanced antibacterial activity of Ag@MOF\nis due to the synergistic bactericidal effect of Ag<sup>+</sup> and\nmetal ions from AgNPs and the MOF, respectively. The core nanostructure\nof the MOF releases the silver ions in a controlled manner for prolonged\nantibacterial action. Moreover, the cytotoxicity of the NPs was reduced\nafter encapsulation.\n</p>", "clean_text": "Ahmed et al. synthesized a bimetallic imidazolate framework (Zn50Co50-ZIF) which maintains a property of both ZIF-8 and ZIF-67. The novel material showed significant photoinduced growth inhibition against MRSA through ROS formation (B). Qi et al. developed a zinc-based boron imidazolate framework (Zn-BIF) that can load and efficiently deliver AgNPs to kill bacteria in a very short time (C,D). Moreover, other studies also found that the MOF can be a good carrier of NPs and offered a significant antibacterial effect compared to the free MOF and NPs. Metal ions released from MOF composites and loaded metal NPs gather on the outer cell membrane layer and afterward damage it. In addition, the metal ions interfere with the permeability of the cell membrane and enter inside bacteria. Thus, they induce ROS generation and inhibit transcription and protein synthesis. The enhanced antibacterial activity of Ag@MOF is due to the synergistic bactericidal effect of Ag+ and metal ions from AgNPs and the MOF, respectively. The core nanostructure of the MOF releases the silver ions in a controlled manner for prolonged antibacterial action. Moreover, the cytotoxicity of the NPs was reduced after encapsulation. ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The MOF has\ndistinctive optical properties to inhibit MRSA growth\nat 650 nm laser irradiation. A photodynamic\nMOF has been prepared which has no antibacterial activity at the innate\nstate but can be instantly activated upon visible light irradiation. In addition, CuS embedded HKUST-1 can exert\nsignificant antimicrobial action by 800 nm laser treatment. This NIR treatment converts the absorbance\ninto heat which irreversibly damages the cell membrane. Moreover,\nthe modular nature of the MOF allows the incorporation of high amounts\nof drugs.\n</p>", "clean_text": "The MOF has distinctive optical properties to inhibit MRSA growth at 650 nm laser irradiation. A photodynamic MOF has been prepared which has no antibacterial activity at the innate state but can be instantly activated upon visible light irradiation. In addition, CuS embedded HKUST-1 can exert significant antimicrobial action by 800 nm laser treatment. This NIR treatment converts the absorbance into heat which irreversibly damages the cell membrane. Moreover, the modular nature of the MOF allows the incorporation of high amounts of drugs. ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Conclusion\nand Further Potential</title><p>Being a new carrier molecule, MOF has\nmade rapid progress in the\npast decade. Modular synthesis routes make them attractive molecules.\nThese are flexible materials to afford a wide range and sizes of biomolecules\nincluding proteins, fatty acids, nucleotides, carbohydrates, and drugs.\nAmong different applications, MOF is emerging to play a potential\nrole as antimicrobial agents. The antimicrobial effect of MOF depends\non interaction with membrane protein, homogeneous size distribution,\nmetal-ion-induced ROS generation, high loading capacity of drug, and\nintroduction of photosensitizers in the MOF composite. Sustained release\nof loaded drug and better biocompatibility support therapeutic applications.\nAlthough most of the MOF-based studies focused on bacteria and fungi,\nattention should be paid to other microbes like protozoa, yeasts,\nviruses, etc. The modular surface of the MOF can be a good choice\nto integrate reactive functional groups/biomolecules/aptamers for\ntarget-specific, real-time, point-of-care disinfection control. Current\nMOF-based antimicrobial studies indicate that it has the potenial\nto be used in industrial applications. Due to user-friendly designability\nand propitious properties, porous hybrid structure of MOF are poised\nto offer better therapeutic effects. Future works should explore the\nefficacy of aptamer-modified MOF, as aptamers are easy to design based\non the target moiety and interact specifically with the surface biomarkers\nof microorganisms. Since infectious diseases are a major threat nowadays,\nthe unique physicochemical properties of MOF qualify them as a potential\nalternative to currently available tools to combat resistant pathogens.\nAlthough they have recently been shown to exhibit significant antibacterial\nactivity against both the susceptible and resistant pathogens following\na similar mode of action, to date, the antimicrobial research of MOF\nhas been preliminary and conceptualized basically. It is known that\nthe released metal ion of MOF offers an antimicrobial effect like\nother metal-based NPs. Since the antimicrobial role of MOF-released\nmetal ions is not well established and persistent, it will be a significant\nchallenge to check the enduring performance of MOF against a diverse\ngroup of pathogens. Investigation of the growth inhibition kinetics\non microbial populations will be a provocative task to claim the role\nof MOF in avoiding resistance development. Moreover, the antimicrobial\npotency of MOF against beneficial gut microbes should be checked to\nrecommend them as safe and target-specific.</p>", "clean_text": "Conclusion and Further Potential\n\nBeing a new carrier molecule, MOF has made rapid progress in the past decade. Modular synthesis routes make them attractive molecules. These are flexible materials to afford a wide range and sizes of biomolecules including proteins, fatty acids, nucleotides, carbohydrates, and drugs. Among different applications, MOF is emerging to play a potential role as antimicrobial agents. The antimicrobial effect of MOF depends on interaction with membrane protein, homogeneous size distribution, metal-ion-induced ROS generation, high loading capacity of drug, and introduction of photosensitizers in the MOF composite. Sustained release of loaded drug and better biocompatibility support therapeutic applications. Although most of the MOF-based studies focused on bacteria and fungi, attention should be paid to other microbes like protozoa, yeasts, viruses, etc. The modular surface of the MOF can be a good choice to integrate reactive functional groups/biomolecules/aptamers for target-specific, real-time, point-of-care disinfection control. Current MOF-based antimicrobial studies indicate that it has the potenial to be used in industrial applications. Due to user-friendly designability and propitious properties, porous hybrid structure of MOF are poised to offer better therapeutic effects. Future works should explore the efficacy of aptamer-modified MOF, as aptamers are easy to design based on the target moiety and interact specifically with the surface biomarkers of microorganisms. Since infectious diseases are a major threat nowadays, the unique physicochemical properties of MOF qualify them as a potential alternative to currently available tools to combat resistant pathogens. Although they have recently been shown to exhibit significant antibacterial activity against both the susceptible and resistant pathogens following a similar mode of action, to date, the antimicrobial research of MOF has been preliminary and conceptualized basically. It is known that the released metal ion of MOF offers an antimicrobial effect like other metal-based NPs. Since the antimicrobial role of MOF-released metal ions is not well established and persistent, it will be a significant challenge to check the enduring performance of MOF against a diverse group of pathogens. Investigation of the growth inhibition kinetics on microbial populations will be a provocative task to claim the role of MOF in avoiding resistance development. Moreover, the antimicrobial potency of MOF against beneficial gut microbes should be checked to recommend them as safe and target-specific.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The development\nof theranostic drug-loaded MOF would enhance antimicrobial\nefficacy as well as combat drug-resistant bacterial infections. Though\nMOF-based theragnostic studies highlight the benefit of theragnostic\nMOF, there is a lack of implementation in microbial infection control.\nBased on current proof-of-concept, future studies should focus on\nthe molecular mechanism of MOF-mediated microbial inhibition to overcome\nthe rise of drug-resistant pathogens. A bioactive MOF would have been\na leading theragnostic agent for better microbial detection, pathogen\ncontrol, and treatment. In addition, target nonspecificity is a problem\nthat must be investigated to implement the MOF-based antimicrobial\neffect on real sample analysis. <italic toggle=\"yes\">In vivo</italic> toxicity\nstudies should be extended to find long-time toxicity and drug activity.\nA good strategy would be to use a luminescence or fluorescence MOF\nto track the delivered biocomposite upon treatment. However, besides\nthe ROS-mediated bacterial inhibition, other molecular events that\nlead to bacterial death should be studied using the genomic approach.\nTherefore, future works should be more robust and dynamic in order\nto reveal the molecular events that happen in bacteria following MOF-mediated\ntreatment. As a promising material, recent progress on antimicrobial\nMOF\nis envisioned to have a significant impact on therapeutic drug encapsulation\nand resistant pathogen control for clinical applications.</p>", "clean_text": "The development of theranostic drug-loaded MOF would enhance antimicrobial efficacy as well as combat drug-resistant bacterial infections. Though MOF-based theragnostic studies highlight the benefit of theragnostic MOF, there is a lack of implementation in microbial infection control. Based on current proof-of-concept, future studies should focus on the molecular mechanism of MOF-mediated microbial inhibition to overcome the rise of drug-resistant pathogens. A bioactive MOF would have been a leading theragnostic agent for better microbial detection, pathogen control, and treatment. In addition, target nonspecificity is a problem that must be investigated to implement the MOF-based antimicrobial effect on real sample analysis. In vivo toxicity studies should be extended to find long-time toxicity and drug activity. A good strategy would be to use a luminescence or fluorescence MOF to track the delivered biocomposite upon treatment. However, besides the ROS-mediated bacterial inhibition, other molecular events that lead to bacterial death should be studied using the genomic approach. Therefore, future works should be more robust and dynamic in order to reveal the molecular events that happen in bacteria following MOF-mediated treatment. As a promising material, recent progress on antimicrobial MOF is envisioned to have a significant impact on therapeutic drug encapsulation and resistant pathogen control for clinical applications.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Inherent Antimicrobial Effect of the\nMOF<xref ref-type=\"table-fn\" rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"left\">MOF name</oasis:entry>\n<oasis:entry align=\"left\">metal</oasis:entry>\n<oasis:entry align=\"left\">ligand</oasis:entry>\n<oasis:entry align=\"left\">test</oasis:entry>\n<oasis:entry align=\"left\">tested microorganisms</oasis:entry>\n<oasis:entry align=\"left\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu-BTC MOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>disk diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref176\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-SURMOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>CBD</oasis:entry>\n<oasis:entry>fluorescence microscopy</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Cobetia marina</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref177\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silver BioMOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>PTA</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref175\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Candida albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-199</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref178\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>agar diffusion</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-67</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>disk diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Saccharomyces cerevisiae</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref102\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-SIM-1</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. putida</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silver\ncarboxylate MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>HO-H<sub>2</sub>IPA</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref144\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>H<sub>2</sub>PYDC</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S.\naureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2-D nickel(II) MOF</oasis:entry>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>H<sub>2</sub>NPTA</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref179\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>4,4′-bipyridine</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BioMIL-5</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>azelaic acid</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref155\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. epidermidis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>3-phosphonobenzoate</oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref116\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>tris(4-pyridyl)tridurylborane</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref180\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-MOF</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>tetrakis[(3,5-dicarboxyphenyl)-<bold>oxamethyl]</bold> methane</oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref123\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>EDS elemental mapping</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>disk diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref181\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co-SIM1</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Anabaena</italic> sp.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref148\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-SIM1</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Chlamydomonas reinhardtii</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Synechococcus elongatus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr-MOF</oasis:entry>\n<oasis:entry>Zr</oasis:entry>\n<oasis:entry>BDC</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref182\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>BDC</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-525</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>tris(2-chloroisopropyl)phosphate</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>trimesic acid</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref183\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>mycelial\ngrowth</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Aspergillus niger</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">A. oryzae</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Fusarium oxysporum</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-L</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref114\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>fluorescence microscopy</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-BTC MOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref184\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>growth curve</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref108\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>fluorescence microscopy</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Bacillus subtilis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>flow cytometry</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-199/HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>trimesic acid</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref185\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>tris(4-pyridylduryl)borane</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref180\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IRMOF-3</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>NH<sub>2</sub>-BDC</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref186\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>terephthalic acid/BDC</oasis:entry>\n<oasis:entry>FICs</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-BTC</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>trimesic acid/BTC</oasis:entry>\n<oasis:entry>time-kill assay</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. lentus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Listeria monocytogenes</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>terephthalic acid</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P.\naeruginosa</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref145\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(II) azido-porphyrin surface-anchored\nMOF (SURMOF)</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>5,15-bis(4-azidophenyl)-10,20- bis(4-carboxyphenyl)porphyrin</oasis:entry>\n<oasis:entry>fluorescence microscopy</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> K12</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref129\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(II)-based MOF</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>4,4′-bipyridine</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref161\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>trimesic acid</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref166\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100</oasis:entry>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>BTC</oasis:entry>\n<oasis:entry>photocatalytic\ndisinfection in solution, MOFilter, MOFilter\nmask</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref143\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>2</sub>-MIL-125</oasis:entry>\n<oasis:entry>Ti</oasis:entry>\n<oasis:entry>NH<sub>2</sub>-BDC and <italic toggle=\"yes\">p</italic>-TA</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>2</sub>-UiO-66</oasis:entry>\n<oasis:entry>Zr</oasis:entry>\n<oasis:entry>ABDC acid</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-11</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>benzimidazole</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-MOF</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-aminoterephthalic acid</oasis:entry>\n<oasis:entry>growth study</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> O157:H7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref162\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>H<sub>2</sub>BDC</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. cereus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref163\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Legionella\npneumophila</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NH<sub>2</sub>-MIL-101</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>NH<sub>2</sub>-H<sub>2</sub>BDC</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S.\naureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. hirae</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref164\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>fluorescence\nmicroscopy</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>1,3,5-triaza-7-phosphaadamantane flexible aliphatic dicarboxylic\nacid</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref154\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag-MOF</oasis:entry>\n<oasis:entry>Ag</oasis:entry>\n<oasis:entry>1,3,5-triaza-7-phosphaadamantane-7-oxide</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref157\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-MOF</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>4,4′-bipyridine</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref158\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>fluorescence\nmicroscopy</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. epidermidis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-MOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>5-aminoisophthalic acid 2,3-diamino-5-bromopyridine</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref165\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Klebsiella</italic> sp.</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-MOF</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>4-hydrazinebenzoate</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref122\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>EC<sub>50</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CarMOF</oasis:entry>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>Car</oasis:entry>\n<oasis:entry>CLSM</oasis:entry>\n<oasis:entry>MRSA</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>2-MIM</oasis:entry>\n<oasis:entry>CFU count</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref187\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni-MOF</oasis:entry>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>2-MIMdazole</oasis:entry>\n<oasis:entry>agar well diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref170\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>MRSA</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>benzene-1,3,5-tricarboxylic acid</oasis:entry>\n<oasis:entry>ZOI</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref171\" specific-use=\"ref-style=base-text\"></xref>, <xref ref-type=\"bibr\" rid=\"ref188\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu-MOF</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>\n<sc>l</sc>-arginine</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref172\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Streptococcus mutans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. hirae</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Salmonella enterica</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Shigella flexneri</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. cerevisiae</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>metal-Fbtz framework</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>Fbtz</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref189\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. fluorescens</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF</oasis:entry>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>H<sub>2</sub>L<sup>2</sup>\n</oasis:entry>\n<oasis:entry>MIC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref173\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. aeruginosa</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>TMA</oasis:entry>\n<oasis:entry>growth assays</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. cerevisiae</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref174\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Geotrichum candidum</italic>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Abbreviations: BTC = 1,3,5-benzenetricarboxylate;\nSURMOF = surface-anchored crystalline and oriented MOF; BioMOF = bioactive\nMOF; SIM-1 = substituted imidazolate material 1; MIL = Material Institute\nLavoisier; Zr = zirconium; Ag = silver; Co = cobalt; Cu = copper;\nZn = zinc; Fe = iron; Ni = nickel; CBD = 1,4-benzenedicarboxylic acid;\nABDC = 2-amino-1,4-benzenedicarboxylic; PTA = 1,3,5-triaza-7-phosphaadamantane;\n2-MIM = 2-methylimidazole; HO-H<sub>2</sub>IPA = 5-hydroxyisophthalic\nacid; H<sub>2</sub>PYDC = 3,5-dicarboxylic pyridine; H<sub>2</sub>NPTA = 3-nitrophthalic acid; BDC = 1,4-benzenedicarboxylic acid;\nNH<sub>2</sub>-BDC = 2-amino-1,4-benzenedicarboxylic acid; <italic toggle=\"yes\">p</italic>-TA = <italic toggle=\"yes\">p</italic>-toluic acid; H<sub>2</sub>BDC\n= terephthalic acid; NH<sub>2</sub>-H<sub>2</sub>BDC = 2-aminoterephthalic\nacid; Car = carbenicillin; Fbtz = 1,4-bis­(1,2,4-triazol-1-ylmethyl)-2,3,5,6-tetrafluorobenzene;\nH<sub>2</sub>L = 3-phenyl-1<italic toggle=\"yes\">H</italic>-pyrazole-4-carboxylic\nacid; TMA = trimesic acid; MIC = minimal inhibition concentration;\nZOI = zone of inhibition; MBC = minimal bactericidal concentration;\nEDS = energy dispersive spectrometer; CFUs = colony forming units;\nFICs = fractional inhibitory concentrations; EC<sub>50</sub> = concentration\nfor 50% of maximal effect; CLSM = confocal laser scanning microscopy;\nMRSA = methicillin-resistant <italic toggle=\"yes\">S. aureus</italic>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 14157 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 18, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Delivery of Antimicrobial\nDrug by\nthe MOF<sup>b</sup>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"left\">MOF name</oasis:entry>\n<oasis:entry align=\"left\">antimicrobial element</oasis:entry>\n<oasis:entry align=\"left\">combination type</oasis:entry>\n<oasis:entry align=\"left\">test</oasis:entry>\n<oasis:entry align=\"left\">tested microorganisms</oasis:entry>\n<oasis:entry align=\"left\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CIP@ZIF-8</oasis:entry>\n<oasis:entry>CIP</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>disk\ndiffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref190\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CIP@ZIF-8</oasis:entry>\n<oasis:entry>CIP</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>disk\ndiffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref181\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GEN@ZIF-8</oasis:entry>\n<oasis:entry>GEN</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>disk\ndiffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref191\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag@ZIF-8</oasis:entry>\n<oasis:entry>Ag nanowires</oasis:entry>\n<oasis:entry>surface immobilization</oasis:entry>\n<oasis:entry>growth kinetic, disk diffusion</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>, <italic toggle=\"yes\">E. coli</italic> BL21</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref192\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LZM-ZIF8</oasis:entry>\n<oasis:entry>LZM</oasis:entry>\n<oasis:entry>immobilization</oasis:entry>\n<oasis:entry>growth kinetic (temperature)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">Micrococcus lysodeikticus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref193\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSA@ZIF-8</oasis:entry>\n<oasis:entry>BSA</oasis:entry>\n<oasis:entry>surface coating</oasis:entry>\n<oasis:entry>disk diffusion, MIC, SEM image</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, MRSA</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref167\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8/GO</oasis:entry>\n<oasis:entry>GO</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">in situ</italic> growth</oasis:entry>\n<oasis:entry>MIC, bacteriostatic\nrate</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref140\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>I@ZIF-8</oasis:entry>\n<oasis:entry>I</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>florescent image, disk diffusion, dosage\nand exposure-time-dependent\nserial dilution</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S.\naureus</italic>, <italic toggle=\"yes\">S. epidermidis</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref156\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ag@MOF</oasis:entry>\n<oasis:entry>AgNPs</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>CFU assay, ZOI assay, MIC, MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>, <italic toggle=\"yes\">B. subtilis</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref84\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ICG@MOF (Fe-101, Al-101, Fe-88)</oasis:entry>\n<oasis:entry>ICG</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>CFU count, biofilm</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. faecalis</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref132\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>AgNPs@HKUST-1@CFs</oasis:entry>\n<oasis:entry>AgNPs</oasis:entry>\n<oasis:entry>immobilization</oasis:entry>\n<oasis:entry>growth inhibition</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref194\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>AgNPs@Ni-MOF</oasis:entry>\n<oasis:entry>AgNPs</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>MICs,\ninhibition effect, microbial cell growth, viability testing</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">B. subtilis</italic>, <italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">P. aeruginosa</italic>, <italic toggle=\"yes\">C. albicans</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref195\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO@ZIF-8</oasis:entry>\n<oasis:entry>ZnO</oasis:entry>\n<oasis:entry>surface coating</oasis:entry>\n<oasis:entry>MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E.\ncoli</italic>, <italic toggle=\"yes\">K. pneumoniae</italic>, <italic toggle=\"yes\">Proteus mirabilis</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref196\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cef@ZIF-8</oasis:entry>\n<oasis:entry>Cef</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>growth curve</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> K12</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref117\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Amp@ZnO@ZIF-8</oasis:entry>\n<oasis:entry>Amp and ZnO</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>MIC, cell membrane disruption, agar well diffusion assay</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> and <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref197\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>chitosan-coated vancomycin-loaded MOF</oasis:entry>\n<oasis:entry>chitosan\nand vancomycin</oasis:entry>\n<oasis:entry>encapsulation and surface coating</oasis:entry>\n<oasis:entry>MIC, IC<sub>50</sub>, MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic> (sensitive) and vancomycin-resistant <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref198\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PHY@ZIF-8</oasis:entry>\n<oasis:entry>PHY</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>agar well diffusion\nmethod</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P. putida</italic>, <italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref199\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>thymol-loaded zinc MOF</oasis:entry>\n<oasis:entry>thymol</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>growth study</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic> O157:H7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref162\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NIF doped ZIF-8</oasis:entry>\n<oasis:entry>NIF</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>growth curve, disk diffusion, SEM image of cell morphology</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>, <italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref200\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1@CMCS</oasis:entry>\n<oasis:entry>CMCS</oasis:entry>\n<oasis:entry>hybridization</oasis:entry>\n<oasis:entry>ZOI, colony\ngrowth</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>, <italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref201\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-53(Fe)@Van</oasis:entry>\n<oasis:entry>vancomycin</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>CFU count, SEM morphology</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref202\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>D-AzAla@MIL-100</oasis:entry>\n<oasis:entry>3-azido-<sc>d</sc>-alanine</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">in vivo</italic> imaging of bacteria</oasis:entry>\n<oasis:entry>MRSA</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref203\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PCN-224-Ag-HA</oasis:entry>\n<oasis:entry>AgNPs and HA</oasis:entry>\n<oasis:entry>absorption</oasis:entry>\n<oasis:entry>growth study, SEM morphology</oasis:entry>\n<oasis:entry>MRSA, drug-resistant <italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref204\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GS5-CL-Ag@CD-MOF</oasis:entry>\n<oasis:entry>AgNPs</oasis:entry>\n<oasis:entry>immobilization</oasis:entry>\n<oasis:entry>MIC, MBC</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref205\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8-PAA-MB@AgNPs@Van-PEG</oasis:entry>\n<oasis:entry>AgNPs, vancomycin</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>live/dead bacteria staining,\nSEM morphology, CFU</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">E. coli</italic>, <italic toggle=\"yes\">S. aureus</italic>, MRSA</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref206\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CCM@ZIF-8@HA@CS</oasis:entry>\n<oasis:entry>CCM</oasis:entry>\n<oasis:entry>encapsulation and surface modification</oasis:entry>\n<oasis:entry>MIC, MBC, live/dead bacteria\nstaining, ROS detection</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">S. aureus</italic>, <italic toggle=\"yes\">E. coli</italic>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref207\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry nameend=\"col6\" namest=\"col1\">\n<sup>b</sup> Abbreviations: CIP\n= ciprofloxacin; GEN = gentamicin; LZM = lysozyme; BSA = bovine serum\nalbumin; GO = glucose oxidase; I = iodine; CFs = carboxymethylated\nfibers; ICG = Iindocyanine green; ZnO = zinc oxide; Cef = ceftazidime;\nAmp = ampicillin; PHY = Physcion; NIF = niflumic acid; CMCS = carboxymethyl\nchitosan; HA = hyaluronic acid; CCM = curcumin.</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4610 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Mechanisms of antimicrobial resistance in bacteria. The mechanisms\nincluding the antibiotic degrading/modifying enzymes (blue and green),\nantibiotic target modifications (yellow and black), change in membrane\npermeability, and antibiotic efflux display probable mode of action\nto inhibit the antibiotic (red) activity. Red arrows represent the\nprobable path of antibiotics while interacting with the target/enzymes.\nPurple arrows represent the path of antibiotics toward inactivation\nor elimination from the cell.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Mechanisms of antimicrobial resistance in bacteria. The mechanisms including the antibiotic degrading/modifying enzymes (blue and green), antibiotic target modifications (yellow and black), change in membrane permeability, and antibiotic efflux display probable mode of action to inhibit the antibiotic (red) activity. Red arrows represent the probable path of antibiotics while interacting with the target/enzymes. Purple arrows represent the path of antibiotics toward inactivation or elimination from the cell.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Current methods\nused to control microbial infection.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Current methods used to control microbial infection.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Six\nmajor ways to synthesize the MOF.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Six major ways to synthesize the MOF.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>A proposed model illustrating\nthe antimicrobial mode of action\nby MOF.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  A proposed model illustrating the antimicrobial mode of action by MOF.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Bactericidal\neffect of the MOF via physical contact and pH-triggered\nrelease of antimicrobial drugs. (A) Field emission scanning electron\nmicroscope images of the ZIF-L nano dagger and electrostatic physical\ndamage of bacteria. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref114\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017 Elsevier.\n(B) Four possible mechanisms of pH-dependent drug release from MOF.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref118\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Elsevier. (C) Synthesis of\nFe<sup>3+</sup>-antibiotic (carbenicillin, car) framework-coated mesoporous\nsilica nanoparticles (MSNs) and pH-dependent release of antibiotic\nto  induce the bactericidal effect upon MRSA. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2017 Elsevier. (D) Preparation of MOF-199 on woody material and its\nbactericidal effect. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref124\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Royal\nSociety of Chemistry.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Bactericidal effect of the MOF via physical contact and pH-triggered release of antimicrobial drugs. (A) Field emission scanning electron microscope images of the ZIF-L nano dagger and electrostatic physical damage of bacteria. Reproduced with permission from ref . Copyright 2017 Elsevier. (B) Four possible mechanisms of pH-dependent drug release from MOF. Reproduced with permission from ref . Copyright 2019 Elsevier. (C) Synthesis of Fe3+-antibiotic (carbenicillin, car) framework-coated mesoporous silica nanoparticles (MSNs) and pH-dependent release of antibiotic to  induce the bactericidal effect upon MRSA. Reproduced with permission from ref . Copyright 2017 Elsevier. (D) Preparation of MOF-199 on woody material and its bactericidal effect. Reproduced with permission from ref . Copyright 2019 Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Oxidative stress and\nphotothermal bactericidal effect of the MOF.\n(A) Photodynamic approach to clear out dental bacterial infection\nby indocyanine green (ICG)-loaded MOF. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref132\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2018 Elsevier. (B) Elimination of macrophage-entrapped antibiotic-resistant\nbacteria by hydrophobic photosensitizer zinc­(II) phthalocyanine (ZnPc)\nintegrated ZIF-90. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref133\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2021 Royal\nSociety of Chemistry. (C) Bactericidal effect of GO fabricated ZIF-8\nvia oxidative stress. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref140\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 American\nChemical Society. (D) Photosensitive Rose Bengal (RB) dye loaded ZIF-8\n(RB@ZIF-8) offers a photodynamic bacterial killing effect upon visible\nlight irradiation. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref141\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020 Elsevier.\n(E) MOF-derived photothermal hydrogel preparation for an efficient\nbactericidal effect. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref142\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020 Elsevier.\n(F) Preparation of a MOF-based filter (MOFilter) to achieve the photocatalytic\nbactericidal effect. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref143\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 Springer\nNature.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Oxidative stress and photothermal bactericidal effect of the MOF. (A) Photodynamic approach to clear out dental bacterial infection by indocyanine green (ICG)-loaded MOF. Reproduced with permission from ref . Copyright 2018 Elsevier. (B) Elimination of macrophage-entrapped antibiotic-resistant bacteria by hydrophobic photosensitizer zinc(II) phthalocyanine (ZnPc) integrated ZIF-90. Reproduced with permission from ref . Copyright 2021 Royal Society of Chemistry. (C) Bactericidal effect of GO fabricated ZIF-8 via oxidative stress. Reproduced with permission from ref . Copyright 2016 American Chemical Society. (D) Photosensitive Rose Bengal (RB) dye loaded ZIF-8 (RB@ZIF-8) offers a photodynamic bacterial killing effect upon visible light irradiation. Reproduced with permission from ref . Copyright 2020 Elsevier. (E) MOF-derived photothermal hydrogel preparation for an efficient bactericidal effect. Reproduced with permission from ref . Copyright 2020 Elsevier. (F) Preparation of a MOF-based filter (MOFilter) to achieve the photocatalytic bactericidal effect. Reproduced with permission from ref . Copyright 2019 Springer Nature.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Antimicrobial effect of a biomolecule-loaded MOF. (A) SEM image\nof untreated and BSA@ZIF-8 treated MRSA. The white arrows indicated\nperforation and cytoplasmic leakage. Reproduced with permission from\nref <xref ref-type=\"bibr\" rid=\"ref167\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2018 Royal Society of Chemistry. (B) Optical density of MRSA treated\nwith Zn<sub>50</sub>Co<sub>50</sub>-ZIF under dark and white light.\nMRSA plates treated with Zn<sub>50</sub>Co<sub>50</sub>-ZIF in the\npresence and absence of white light irradiation. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref168\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2019 Springer Nature. (C) Histogram and (D) fluorescence photographs\nof bacteria treated by Ag@Zn-BIF at time points. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref169\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 Elsevier. The green and red fluorescence indicate live and dead\nbacteria, respectively.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"mt1c00832_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Antimicrobial effect of a biomolecule-loaded MOF. (A) SEM image of untreated and BSA@ZIF-8 treated MRSA. The white arrows indicated perforation and cytoplasmic leakage. Reproduced with permission from ref . Copyright 2018 Royal Society of Chemistry. (B) Optical density of MRSA treated with Zn50Co50-ZIF under dark and white light. MRSA plates treated with Zn50Co50-ZIF in the presence and absence of white light irradiation. Reproduced with permission from ref . Copyright 2019 Springer Nature. (C) Histogram and (D) fluorescence photographs of bacteria treated by Ag@Zn-BIF at time points. Reproduced with permission from ref . Copyright 2020 Elsevier. The green and red fluorescence indicate live and dead bacteria, respectively.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsabm.1c00832", "title": "\nProspects of Exploring the Metal–Organic Framework\nfor Combating Antimicrobial Resistance\n", "journal": "American Chemical Society", "date": "2021.11", "author_list": ["Polash\nShakil\nAhmed", "Khare\nTushar", "Kumar\nVinay", "Shukla\nRavi"]}}