{"filepath": "../L2M3_data/1_application_papers/acs_xml/nl1c04367.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Two-dimensional\nconductive metal–organic frameworks (2D\nCMOFs) can be regarded as high-performance electrode substances owing\nto their rich hierarchical porous architecture and excellent electrical\nconductivity. However, the sluggish kinetics behavior of electrodes\nwithin the bulk structure restricts their advances in energy storage\nfields. Herein, a series of graphene-based mixed-dimensional composite\naerogels are achieved by incorporating the 2D M-tetrahydroxy-1,4-quinone\n(M-THQ) (M = Cu, Cu/Co, or Cu/Ni) into CNTs@rGO aerogel electrodes\nusing a 3D-printing direct ink writing (DIW) technique. Benefiting\nfrom the high capacity of M-THQ and abundant porosity of the 3D-printed\nmicrolattice electrodes, an excellent capacitive performance of the\nM-THQ@CNTs@rGO cathodes is achieved based on the fast electron/ion\ntransport. Furthermore, the 3D-printed lithium-ion hybrid supercapacitor\n(LIHCs) device assembled with Cu/Co-THQ@CNTs@rGO cathode and C60@VNNWs@rGO\nanode delivers a remarkable electrochemical performance. More importantly,\nthis work manifests the practicability of printing 2D CMOFs electrodes,\nwhich provides a substantial research basis for 3D printing energy\nstorage.</p>", "clean_text": "Two-dimensional conductive metal-organic frameworks (2D CMOFs) can be regarded as high-performance electrode substances owing to their rich hierarchical porous architecture and excellent electrical conductivity. However, the sluggish kinetics behavior of electrodes within the bulk structure restricts their advances in energy storage fields. Herein, a series of graphene-based mixed-dimensional composite aerogels are achieved by incorporating the 2D M-tetrahydroxy-1,4-quinone (M-THQ) (M = Cu, Cu/Co, or Cu/Ni) into CNTs@rGO aerogel electrodes using a 3D-printing direct ink writing (DIW) technique. Benefiting from the high capacity of M-THQ and abundant porosity of the 3D-printed microlattice electrodes, an excellent capacitive performance of the M-THQ@CNTs@rGO cathodes is achieved based on the fast electron/ion transport. Furthermore, the 3D-printed lithium-ion hybrid supercapacitor (LIHCs) device assembled with Cu/Co-THQ@CNTs@rGO cathode and C60@VNNWs@rGO anode delivers a remarkable electrochemical performance. More importantly, this work manifests the practicability of printing 2D CMOFs electrodes, which provides a substantial research basis for 3D printing energy storage.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Lithium ion hybrid supercapacitors\n(LIHCs) have been widely utilized in various energy storage systems\ndue to their high energy/power density, fast charge/discharge capability,\nand excellent cyclic stability. Generally, transition metal compounds\nhave been employed as the cathodes of LIHCs, while the low gravimetric\ncapacity (&lt;200 mAh g<sup>–1</sup>) and poor electrical conductivity\nhave considerably restricted their progress in energy storage fields. Thus, it is crucial to probe more compatible cathode materials with\nhigher capacity to improve the electrochemical property of the LIHCs.\nTwo-dimensional CMOFs embrace the extended π-conjugated and\nporous graphene-like structures, which have recently drawn considerable\nattention because of their high electrical conductivity, large specific\nsurface areas and porosity, and the adjustable chemical composition. The large porosity of 2D CMOFs facilitates ion\ntransportation and electrolyte penetration to a great extent. Additionally, the redox-active organic bridging ligands with the\nactive sites and various valences of metal ions/clusters are beneficial\nfor enhancing pseudocapacitance. Therefore, these advantages make\n2D CMOFs an emerging candidate for application in electrochemical\nenergy storage systems with excellent electrochemical performance.</p>", "clean_text": "Lithium ion hybrid supercapacitors (LIHCs) have been widely utilized in various energy storage systems due to their high energy/power density, fast charge/discharge capability, and excellent cyclic stability. Generally, transition metal compounds have been employed as the cathodes of LIHCs, while the low gravimetric capacity (<200 mAh g-1) and poor electrical conductivity have considerably restricted their progress in energy storage fields. Thus, it is crucial to probe more compatible cathode materials with higher capacity to improve the electrochemical property of the LIHCs. Two-dimensional CMOFs embrace the extended π-conjugated and porous graphene-like structures, which have recently drawn considerable attention because of their high electrical conductivity, large specific surface areas and porosity, and the adjustable chemical composition. The large porosity of 2D CMOFs facilitates ion transportation and electrolyte penetration to a great extent. Additionally, the redox-active organic bridging ligands with the active sites and various valences of metal ions/clusters are beneficial for enhancing pseudocapacitance. Therefore, these advantages make 2D CMOFs an emerging candidate for application in electrochemical energy storage systems with excellent electrochemical performance.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The 2D copper-benzoquinoid-based metal–organic framework\n(e.g., 2D Cu-based THQ) is a promising cathode material based on its\nporosity and semiconducting features, which are beneficial to charge\ntransport and energy storage. In addition, considering that copper is naturally\nplentiful in the earth’s crust, and the organic linkers of\n2D Cu-based THQ can also be derived from the natural resources. However, it is prone to aggregation, which may\ndecrease the electrochemical performance of the electrodes and restrict\ntheir development in scalable energy storage systems. As an advanced\nmanufacturing technology, 3D-printing direct ink writing (DIW) technology\ncan construct a 3D periodic microlattice architecture with low density,\nhigh porosity, and adjustable electrical conductivity, which facilitates\nthe diffusion of electrolyte ions and further boosts the electrochemical\nperformance of electrode materials. Therefore, our strategy is introducing the 2D Cu-based THQ into\n3D-printed periodic microlattice electrode including carbon nanotubes\n(CNTs) and reduced graphene oxide (rGO) with higher conductivity,\nwhich can be expected to enhance the electrochemical property of the\nelectrodes.</p>", "clean_text": "The 2D copper-benzoquinoid-based metal-organic framework (e.g., 2D Cu-based THQ) is a promising cathode material based on its porosity and semiconducting features, which are beneficial to charge transport and energy storage. In addition, considering that copper is naturally plentiful in the earth's crust, and the organic linkers of 2D Cu-based THQ can also be derived from the natural resources. However, it is prone to aggregation, which may decrease the electrochemical performance of the electrodes and restrict their development in scalable energy storage systems. As an advanced manufacturing technology, 3D-printing direct ink writing (DIW) technology can construct a 3D periodic microlattice architecture with low density, high porosity, and adjustable electrical conductivity, which facilitates the diffusion of electrolyte ions and further boosts the electrochemical performance of electrode materials. Therefore, our strategy is introducing the 2D Cu-based THQ into 3D-printed periodic microlattice electrode including carbon nanotubes (CNTs) and reduced graphene oxide (rGO) with higher conductivity, which can be expected to enhance the electrochemical property of the electrodes.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>Herein, we strategically constructed a series of\ngraphene-based\nmixed-dimensional hybrid aerogel electrodes with periodic microlattices\nby employing a software-controlled 3D-printing DIW technology. In\nthese electrodes, the viscous pseudoplastic positive electrode’s\nnanocomposite ink is composed of M-THQ, CNTs and rGO, while that of\nthe negative electrode consists of the fullerene (C60), VN nanowires\n(VNNWs), and rGO. In these microlattices, M-THQ, VNNWs, and rGO yield\nhigh capacitance, which combined with thick electrode architectures\nwith high specific surface area, resulting in a high energy density.\nMoreover, the high electrical conductivity of CNTs and rGO enables\na fast charge transfer within the thick electrode, enhancing the electrochemical\nproperty of the electrodes. Furthermore, the M-THQ and C60 can be\nserved as the “lubricant” between the rGO layers, modifying\nthe partial structural deformation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Moreover, the porous aerogels with periodic microlattices are\nconstructed from mixed-dimensional components, maintaining structural\nstability under a certain extent of deformation. Regarding the charge\nbalance between the Cu/Co-THQ@CNTs@rGO aerogel cathode and C60@VNNWs@rGO\naerogel anode, the assembled LIHCs device delivers a high operating\nvoltage of 4 V, a maximum gravimetric specific capacity of 178.68\nF g<sup>–1</sup> and gravimetric energy density of 396.89 Wh\nkg<sup>–1</sup>. Therefore, the strategy of constructing multidimensional\narchitectures provides an effective approach for the next-generation\nscalable energy storage devices.</p>", "clean_text": "Herein, we strategically constructed a series of graphene-based mixed-dimensional hybrid aerogel electrodes with periodic microlattices by employing a software-controlled 3D-printing DIW technology. In these electrodes, the viscous pseudoplastic positive electrode's nanocomposite ink is composed of M-THQ, CNTs and rGO, while that of the negative electrode consists of the fullerene (C60), VN nanowires (VNNWs), and rGO. In these microlattices, M-THQ, VNNWs, and rGO yield high capacitance, which combined with thick electrode architectures with high specific surface area, resulting in a high energy density. Moreover, the high electrical conductivity of CNTs and rGO enables a fast charge transfer within the thick electrode, enhancing the electrochemical property of the electrodes. Furthermore, the M-THQ and C60 can be served as the \"lubricant\" between the rGO layers, modifying the partial structural deformation (Figure S1). Moreover, the porous aerogels with periodic microlattices are constructed from mixed-dimensional components, maintaining structural stability under a certain extent of deformation. Regarding the charge balance between the Cu/Co-THQ@CNTs@rGO aerogel cathode and C60@VNNWs@rGO aerogel anode, the assembled LIHCs device delivers a high operating voltage of 4 V, a maximum gravimetric specific capacity of 178.68 F g-1 and gravimetric energy density of 396.89 Wh kg-1. Therefore, the strategy of constructing multidimensional architectures provides an effective approach for the next-generation scalable energy storage devices.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>The 2D Cu-THQ, Cu/Co-THQ (Cu/Co\n= 39:61), and Cu/Ni-THQ (Cu/Ni\n= 43:57) were synthesized by a kinetically controlled synthesis process,\nand the specific statements are provided in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> (SI). The field-emission scanning electron microscopy\n(FESEM) and the high-resolution transmission electron microscope (HRTEM)\nimages clearly reveal the morphology and microstructures of 2D Cu-THQ,\nCu/Co-THQ and Cu/Ni-THQ with the crystallite sizes are around 10–30\nnm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S2a–f</ext-link>). All of the hexagonal\npores of 2D Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ are ∼1.2 nm, corresponding\nto the expected structure and powder X-ray diffraction (PXRD) pattern\n(a–c, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S3c–f</ext-link>), and the crystalline structures\nof Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ agree well with their standard\nKagome lattice and reported PXRD patterns of Cu-THQ (a, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S3a,b</ext-link>), which manifests the formation of M-THQ. Rietveld refinements of M-THQ (green line in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S3a,b</ext-link>) demonstrate that the unit cell ascribes to <italic toggle=\"yes\">Cmcm</italic> space group, which is consistent with agreement with the previous\nreports. The Fourier transform infrared\n(FTIR) spectra (d) of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ exhibit that the absorption\nfeatures at 3350 and 1700 cm<sup>–1</sup> correspond to C–O\nand CO stretching modes, respectively. Additionally, a wide band at 3000 cm<sup>–1</sup> was discovered in FTIR spectra of the above-mentioned ink materials,\nwhich is in accordance with the NH stretching modes of ethylenediamine\nmolecules within the CMOFs for charge balancing. X-ray photoelectron spectroscopy (XPS) spectra demonstrate\nthat a mixed valence state of Cu centered is presented in all of the\nM-THQ (e),\nwhich agrees well with the previous report. Furthermore, O 1s XPS spectra (f) exhibits the binding energy of the O 1s\nelectron increases when changing the metal atom in THQ from Cu (530.53\neV) to Cu/Co (530.67 eV), indicating that outer electron density on\nthe O–M–O motif reduced with the introduction of Co\natoms.</p>", "clean_text": "The 2D Cu-THQ, Cu/Co-THQ (Cu/Co = 39:61), and Cu/Ni-THQ (Cu/Ni = 43:57) were synthesized by a kinetically controlled synthesis process, and the specific statements are provided in Supporting Information (SI). The field-emission scanning electron microscopy (FESEM) and the high-resolution transmission electron microscope (HRTEM) images clearly reveal the morphology and microstructures of 2D Cu-THQ, Cu/Co-THQ and Cu/Ni-THQ with the crystallite sizes are around 10-30 nm (Figure S2a-f). All of the hexagonal pores of 2D Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ are ~1.2 nm, corresponding to the expected structure and powder X-ray diffraction (PXRD) pattern (a-c, Figure S3c-f), and the crystalline structures of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ agree well with their standard Kagome lattice and reported PXRD patterns of Cu-THQ (a, Figure S3a,b), which manifests the formation of M-THQ. Rietveld refinements of M-THQ (green line in a and Figure S3a,b) demonstrate that the unit cell ascribes to Cmcm space group, which is consistent with agreement with the previous reports. The Fourier transform infrared (FTIR) spectra (d) of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ exhibit that the absorption features at 3350 and 1700 cm-1 correspond to C-O and CO stretching modes, respectively. Additionally, a wide band at 3000 cm-1 was discovered in FTIR spectra of the above-mentioned ink materials, which is in accordance with the NH stretching modes of ethylenediamine molecules within the CMOFs for charge balancing. X-ray photoelectron spectroscopy (XPS) spectra demonstrate that a mixed valence state of Cu centered is presented in all of the M-THQ (e), which agrees well with the previous report. Furthermore, O 1s XPS spectra (f) exhibits the binding energy of the O 1s electron increases when changing the metal atom in THQ from Cu (530.53 eV) to Cu/Co (530.67 eV), indicating that outer electron density on the O-M-O motif reduced with the introduction of Co atoms.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) PXRD pattern of Cu/Co-THQ. (b) Graphic representation of Cu/Co-THQ.\n(c) Unit-cell structure of Cu/Co-THQ. (d) FTIR of Cu-THQ, Cu/Co-THQ,\nand Cu/Ni-THQ ligands in solid state. XPS spectras of (e) Cu 2p and\n(f) O 1s of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) PXRD pattern of Cu/Co-THQ. (b) Graphic representation of Cu/Co-THQ. (c) Unit-cell structure of Cu/Co-THQ. (d) FTIR of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ ligands in solid state. XPS spectras of (e) Cu 2p and (f) O 1s of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The proper shear-thinning and viscoelastic response rheological\nbehaviors of ink are very important for direct-writing 3D printing.\nAs shown in b, the Cu/Co-THQ@CNTs@GO ink is non-Newtonian fluid with significant\nshear-thinning behavior, which would facilitate ink extrusion and\nmaintain print shape. c exhibits the storage modulus (<italic toggle=\"yes\">G</italic>′)\nand loss modulus (<italic toggle=\"yes\">G</italic>″) of the Cu/Co-THQ@CNTs@GO\nink. When the shear stress is low at the range of 10<sup>–1</sup> to 10<sup>2</sup> Pa, which corresponds to the state of ink after\na complete printing without any external forces, the <italic toggle=\"yes\">G</italic>′ is several times larger than <italic toggle=\"yes\">G</italic>″,\nindicating the solid-state behavior of the ink. At the right end of\nthe curve, where the shear stress is greater than 10<sup>2</sup> Pa,\nboth <italic toggle=\"yes\">G</italic>′ and <italic toggle=\"yes\">G</italic>″ start\nto decrease while <italic toggle=\"yes\">G</italic>′ is decreasing at a greater\nrate than <italic toggle=\"yes\">G</italic>″ when the shear stress increases\n(representing the ink is being extruded), which suggests that the\nviscosity of the ink begins to surpass the elasticity, demonstrating\na liquid-like behavior. This representative shear-thinning behavior\ndemonstrates the good flow and vertical accumulation of the Cu/Co-THQ@CNTs@GO\nink. Moreover, the ink also demonstrated a excellent stability with\nno obvious change after 30 days (d,e). The viscosity and moduli’s cyclic\nchanges are shown in f,g to investigate the transient response and stability of\nthe Cu/Co-THQ@CNTs@GO ink. The ink is subject to three cycles of low/high\nshear rate for 60 s, respectively. The viscosity of the as-fabricated\nink suddenly drop to below 6.6 Pa·s from ∼1800 Pa·s\nwhen the shear rate is increased to 100 times (from 0.1 to 100 s<sup>–1</sup>) and is still stable for each cyclic test. The moduli\nalso exhibits a similar changing trends with the viscosity when the\nshear stress suddenly increases or decreases (g). The inks exhibit minimal mechanical hysteresis\nduring circulation, which may be due to the initial disequilibration. All of the results strongly demonstrate the\noutstanding printing performance of the Cu/Co-THQ@CNTs@GO ink. In\naddition, Cu-THQ@CNTs@GO, Cu/Ni-THQ@CNTs@GO, and C60@VNNWs@GO inks\nexhibited similar behaviors (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S5, and Figure S6</ext-link>). The fabrication process\nof 3D-printed M-THQ@CNTs@rGO microlattices is illustrated in a. The 3D M-THQ@CNTs@GO\nmicrolattices were printed via DIW technology using a homogeneous\nink containing a mixture of M-THQ, CNTs, and GO suspension. The printed\narchitectures were then freeze-dried to obtain aerogels, and then\nannealed under Ar atmosphere to convert GO to rGO. Indeed, the fabrication\nstrategy of 3D C60@VNNWs@rGO microlattice is consistent with that\nof M-THQ@CNTs@rGO. In the C60@VNNWs@rGO microlattice anode, the VNNWs\nwith porous structure shows a high theoretical capacity, promoting\nthe electrochemical performance (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). The 3D-printed M-THQ@CNTs@rGO microlattice\ncathode and C60@VNNWs@rGO microlattice anode both demonstrate multiple\northogonal layers of parallel porous cylindrical rods (a, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S9a</ext-link>, and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S10a</ext-link>) in which the diameter of the porous\ncylindrical rod and center-to-center rod spacing are ∼250 and\n600 μm, respectively. Energy dispersive X-ray spectroscopy (EDX)\nimages of the 3D Cu/Co-THQ@CNTs@rGO microlattices exhibit that Cu,\nCo, O, and C are homogeneously distributed in the whole microlattice\n(b–e),\ndemonstrating the formation of Cu/Co-THQ@CNTs@rGO electrode. Furthermore,\nthe laser confocal scanning microscopy (LCSM) image demonstrates that\nthe as-prepared electrode possesses an orderly channel structure (f). The high-magnification\nSEM and LCSM images (g and its inset) exhibit the 3D-printed Cu/Co-THQ@CNTs@rGO\narchitecture with an interconnected porous network structure, which\nconsists of Cu/Co-THQ, CNTs and randomly oriented rGO (h). Moreover, the homogeneous\nCu/Co-THQ@CNTs@rGO ink with high viscosity and optimum elasticity\nwas printed to form various patterns with high precision (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link> and i–l). Indeed, the EDX images confirm\nthe formation of C60@VNNWs@rGO microlattice anode (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S10c–f</ext-link>). The 3D-printed Cu-THQ@CNTs@rGO, Cu/Ni-THQ@CNTs@rGO,\nand C60@VNNWs@rGO architectures also achieve the interconnected porous\nnetwork structure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S8b,c</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S9b,c, and Figure S10b</ext-link>,g,h).</p>", "clean_text": "The proper shear-thinning and viscoelastic response rheological behaviors of ink are very important for direct-writing 3D printing. As shown in b, the Cu/Co-THQ@CNTs@GO ink is non-Newtonian fluid with significant shear-thinning behavior, which would facilitate ink extrusion and maintain print shape. c exhibits the storage modulus (G') and loss modulus (G\") of the Cu/Co-THQ@CNTs@GO ink. When the shear stress is low at the range of 10-1 to 102 Pa, which corresponds to the state of ink after a complete printing without any external forces, the G' is several times larger than G\", indicating the solid-state behavior of the ink. At the right end of the curve, where the shear stress is greater than 102 Pa, both G' and G\" start to decrease while G' is decreasing at a greater rate than G\" when the shear stress increases (representing the ink is being extruded), which suggests that the viscosity of the ink begins to surpass the elasticity, demonstrating a liquid-like behavior. This representative shear-thinning behavior demonstrates the good flow and vertical accumulation of the Cu/Co-THQ@CNTs@GO ink. Moreover, the ink also demonstrated a excellent stability with no obvious change after 30 days (d,e). The viscosity and moduli's cyclic changes are shown in f,g to investigate the transient response and stability of the Cu/Co-THQ@CNTs@GO ink. The ink is subject to three cycles of low/high shear rate for 60 s, respectively. The viscosity of the as-fabricated ink suddenly drop to below 6.6 Pa⋅s from ~1800 Pa⋅s when the shear rate is increased to 100 times (from 0.1 to 100 s-1) and is still stable for each cyclic test. The moduli also exhibits a similar changing trends with the viscosity when the shear stress suddenly increases or decreases (g). The inks exhibit minimal mechanical hysteresis during circulation, which may be due to the initial disequilibration. All of the results strongly demonstrate the outstanding printing performance of the Cu/Co-THQ@CNTs@GO ink. In addition, Cu-THQ@CNTs@GO, Cu/Ni-THQ@CNTs@GO, and C60@VNNWs@GO inks exhibited similar behaviors (Figure S4, Figure S5, and Figure S6). The fabrication process of 3D-printed M-THQ@CNTs@rGO microlattices is illustrated in a. The 3D M-THQ@CNTs@GO microlattices were printed via DIW technology using a homogeneous ink containing a mixture of M-THQ, CNTs, and GO suspension. The printed architectures were then freeze-dried to obtain aerogels, and then annealed under Ar atmosphere to convert GO to rGO. Indeed, the fabrication strategy of 3D C60@VNNWs@rGO microlattice is consistent with that of M-THQ@CNTs@rGO. In the C60@VNNWs@rGO microlattice anode, the VNNWs with porous structure shows a high theoretical capacity, promoting the electrochemical performance (Figure S7). The 3D-printed M-THQ@CNTs@rGO microlattice cathode and C60@VNNWs@rGO microlattice anode both demonstrate multiple orthogonal layers of parallel porous cylindrical rods (a, Figure S8a, Figure S9a, and Figure S10a) in which the diameter of the porous cylindrical rod and center-to-center rod spacing are ~250 and 600 μm, respectively. Energy dispersive X-ray spectroscopy (EDX) images of the 3D Cu/Co-THQ@CNTs@rGO microlattices exhibit that Cu, Co, O, and C are homogeneously distributed in the whole microlattice (b-e), demonstrating the formation of Cu/Co-THQ@CNTs@rGO electrode. Furthermore, the laser confocal scanning microscopy (LCSM) image demonstrates that the as-prepared electrode possesses an orderly channel structure (f). The high-magnification SEM and LCSM images (g and its inset) exhibit the 3D-printed Cu/Co-THQ@CNTs@rGO architecture with an interconnected porous network structure, which consists of Cu/Co-THQ, CNTs and randomly oriented rGO (h). Moreover, the homogeneous Cu/Co-THQ@CNTs@rGO ink with high viscosity and optimum elasticity was printed to form various patterns with high precision (Figure S11 and i-l). Indeed, the EDX images confirm the formation of C60@VNNWs@rGO microlattice anode (Figure S10c-f). The 3D-printed Cu-THQ@CNTs@rGO, Cu/Ni-THQ@CNTs@rGO, and C60@VNNWs@rGO architectures also achieve the interconnected porous network structure (Figure S8b,c, Figure S9b,c, and Figure S10b,g,h).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Schematic\ndiagram of the as-fabricated microlattices. Rheological\nproperties of Cu/Co-THQ@CNTs@GO slurry inks. (b) The relationship\nbetween the apparent viscosity and shear rate for inks. (c) The relationship\nbetween the storage modulus (<italic toggle=\"yes\">G</italic>′) and loss\nmodulus (<italic toggle=\"yes\">G</italic>″) and the shear stress for inks.\n(d,e) The relationship between the apparent viscosity and the shear\nrate for inks, and storage modulus (<italic toggle=\"yes\">G</italic>′) and\nloss modulus (<italic toggle=\"yes\">G</italic>″) and the shear stress for\ninks after 4 weeks of storage. (f,g) Cyclic shear-thinning experiment\nof the as-fabricated ink exhibiting viscosity, storage (<italic toggle=\"yes\">G</italic>′), and loss (<italic toggle=\"yes\">G</italic>″) modulus response.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Schematic diagram of the as-fabricated microlattices. Rheological properties of Cu/Co-THQ@CNTs@GO slurry inks. (b) The relationship between the apparent viscosity and shear rate for inks. (c) The relationship between the storage modulus (G') and loss modulus (G\") and the shear stress for inks. (d,e) The relationship between the apparent viscosity and the shear rate for inks, and storage modulus (G') and loss modulus (G\") and the shear stress for inks after 4 weeks of storage. (f,g) Cyclic shear-thinning experiment of the as-fabricated ink exhibiting viscosity, storage (G'), and loss (G\") modulus response.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SEM image, (b–e) EDX images of Cu, Co, O, and\nC elements\nin (a), (f) LCSM image of the as-printed Cu/Co-THQ@CNTs@rGO microlattices\nelectrode and its gradient porous structure. (g) Magnified image from\na cylindrical rod in (a), inset shows its porous structure. (h) TEM\nimages of the printed Cu/Co-THQ@CNTs@rGO microlattices electrode.\n(i–l) Photographs of the 3D-printed Cu/Co-THQ@CNTs@rGO architectures\nwith multifarious patterns. Scale bars, 2 mm. Electrochemical performance\nof the printed Cu/Co-THQ@CNTs@rGO electrode. (m) The typical charging/discharging\ncurves of printed microlattices electrodes with various layers with\nthe operating potential window from 3.0 to 4.5 V (vs Li/Li<sup>+</sup>) at 0.05 A g<sup>–1</sup>. (n) The charging/discharging curves\nof the printed microlattices electrodes with 12 layers at the current\ndensities of 50–1000 mA g<sup>–1</sup>. (o) Rate capability\nof the 3D-printed electrodes with 12 layers at the different current\ndensities ranging from 0.05 to 1.0 A g<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) SEM image, (b-e) EDX images of Cu, Co, O, and C elements in (a), (f) LCSM image of the as-printed Cu/Co-THQ@CNTs@rGO microlattices electrode and its gradient porous structure. (g) Magnified image from a cylindrical rod in (a), inset shows its porous structure. (h) TEM images of the printed Cu/Co-THQ@CNTs@rGO microlattices electrode. (i-l) Photographs of the 3D-printed Cu/Co-THQ@CNTs@rGO architectures with multifarious patterns. Scale bars, 2 mm. Electrochemical performance of the printed Cu/Co-THQ@CNTs@rGO electrode. (m) The typical charging/discharging curves of printed microlattices electrodes with various layers with the operating potential window from 3.0 to 4.5 V (vs Li/Li+) at 0.05 A g-1. (n) The charging/discharging curves of the printed microlattices electrodes with 12 layers at the current densities of 50-1000 mA g-1. (o) Rate capability of the 3D-printed electrodes with 12 layers at the different current densities ranging from 0.05 to 1.0 A g-1.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>Furthermore, electrochemical performances of Cu-THQ@CNTs@rGO,\nCu/Co-THQ@CNTs@rGO,\nand Cu/Ni-THQ@CNTs@rGO microlattice cathodes were investigated in\na two-electrode system. Benefiting from the high specific surface\nareas of Cu-THQ@CNTs@rGO, Cu/Co-THQ@CNTs@rGO, and Cu/Ni-THQ@CNTs@rGO\nmicrolattices (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S8d</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S9d, and Figure</ext-link>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">S12</ext-link>), the 3D-printed Cu/Co-THQ@CNTs@rGO electrode with four layers achieved\na high specific capacity of 338.19 mAh g<sup>–1</sup> at 100\nmA g<sup>–1</sup>. The 3D-printed Cu/Co-THQ@CNTs@rGO with 8\nand 12 layers shows a similar gravimetric capacity with 4 layers (332.18\nand 325.44 mAh g<sup>–1</sup>, respectively), which demonstrates\nthat ion diffusion continues to not restrict the capacitive performance\neven in the 12 layers thick electrode (m). Additionally, the 3D-printed electrode\nwith 16 layers thick yields a low capacity due to the long electron\ntransfer path (m). To realize the feasibility and practicability of the printing\nmicrolattice cathode, the Cu/Co-THQ@CNTs@rGO electrode with 12 layers\nis selected. no, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S14, and Figure S15</ext-link> indicate that the 3D-printed Cu/Co-THQ@CNTs@rGO\nelectrode delivers an excellent rate and cycling performance, low\nelectrical resistance, and high reversibility. Moreover, the electrochemical\nperformance of the C60@VNNWs@rGO microlattice anode was investigated\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>), the specific details are\nprovided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p>", "clean_text": "Furthermore, electrochemical performances of Cu-THQ@CNTs@rGO, Cu/Co-THQ@CNTs@rGO, and Cu/Ni-THQ@CNTs@rGO microlattice cathodes were investigated in a two-electrode system. Benefiting from the high specific surface areas of Cu-THQ@CNTs@rGO, Cu/Co-THQ@CNTs@rGO, and Cu/Ni-THQ@CNTs@rGO microlattices (Figure S8d, Figure S9d, and Figure S12), the 3D-printed Cu/Co-THQ@CNTs@rGO electrode with four layers achieved a high specific capacity of 338.19 mAh g-1 at 100 mA g-1. The 3D-printed Cu/Co-THQ@CNTs@rGO with 8 and 12 layers shows a similar gravimetric capacity with 4 layers (332.18 and 325.44 mAh g-1, respectively), which demonstrates that ion diffusion continues to not restrict the capacitive performance even in the 12 layers thick electrode (m). Additionally, the 3D-printed electrode with 16 layers thick yields a low capacity due to the long electron transfer path (m). To realize the feasibility and practicability of the printing microlattice cathode, the Cu/Co-THQ@CNTs@rGO electrode with 12 layers is selected. no, Figure S13, Figure S14, and Figure S15 indicate that the 3D-printed Cu/Co-THQ@CNTs@rGO electrode delivers an excellent rate and cycling performance, low electrical resistance, and high reversibility. Moreover, the electrochemical performance of the C60@VNNWs@rGO microlattice anode was investigated (Figure S16), the specific details are provided in the SI.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The X-ray absorption\nspectroscopy measurements were carried out\nto explore the local structural information for Cu, Co, and Ni. a shows The X-ray\nabsorption near-edge structure (XANES) spectras of Cu-THQ, Cu/Co-THQ,\nand Cu/Ni-THQ at Cu K-edge are exhibited in a, and they are similar to that of CuO reference\nrather than the Cu foil reference, demonstrating that the valence\nof Cu in Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ is +2. Moreover, the doping of Co or Ni element is not able to\ncause any changes in the local structure of copper atoms as well as\nthe formation of alloys or distortions in the as-prepared Cu/Co-THQ\nand Cu/Ni-THQ samples. In addition, the magnified Cu K-edge XANES\ncurves (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S17a</ext-link>) demonstrate the near-edge\nabsorption energy of Cu/Ni-THQ located between Cu/Co-THQ and Cu-THQ,\nwhich demonstrates that the average electron density of Cu in Cu/Ni-THQ\nis higher and lower than that in Cu-THQ and Cu/Co-THQ, respectively. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S17b,c</ext-link> displays the XANES spectra of Cu/Ni-THQ\nat Ni K-edge and Cu/Co-THQ at Co K-edge, respectively. Cu/Ni-THQ exhibits\nsimilar XANES spectra with those of NiO reference, which proves the\nvalence of Ni in Cu/Ni-THQ is +2. Indeed, the XANES spectra of Cu/Co-THQ\nsample is similar to those of metal oxides references and different\nfrom Co foil. The Fourier transform extended X-ray absorption fine\nstructure (EXAFS) spectras of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ are\nillustrated in b. Apparently, the spectras of both Cu/Co-THQ and Cu/Ni-THQ are similar\nto those of Cu-THQ. It can be observed that these samples exhibited\none conspicuous Fourier transform peak at 1.55 Å belongs to the\nscattering of Cu–N/O coordination. Moreover, a shoulder peak\nat 2.13 Å was also detected and attributed to Cu–C scattering.\nFurthermore, the EXAFS data of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ at\nCu K-edge were fitted via the Artemis software (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S18a,b</ext-link>) to collect more detailed structural parameters (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The fitting curves of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ\ncorresponded well with the experimental spectra, revealing that the\ndoped Co and Ni have no obvious effect on the pristine Cu-THQ structure.\nAccording to the coordination number of Cu–O in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>, the simulated EXAFS spectra of all\nthree samples are based on Cu–O4 model. The main Fourier transform\npeaks of Cu/Ni-THQ at Ni K-edge (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S18c</ext-link>) and Cu/Co-THQ at Co K-edge (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S18d</ext-link>) and their EXAFS structural parameters were further investigated\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Table S2 and Table S3</ext-link>). The fitting curves\nof both Cu/Ni-THQ and Cu/Co-THQ are consistent with their experimental\nspectra, which represents that no Ni or Co cluster is formed after\nthe doping process. For the Cu/Co-THQ, the coordination number of\nCo–O is 4.4 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>), which means\nthat there are four oxygen atoms around a cobalt atom. Similar results\ncan be found in Cu/Ni-THQ (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). For\nmore clarification regarding the coordination structures in Cu-THQ,\nCu/Ni-THQ, and Cu/Co-THQ, high-resolution wavelet transform (WT) in\nboth <italic toggle=\"yes\">k</italic> and <italic toggle=\"yes\">R</italic> spaces of Cu K-edge\nEXAFS oscillation was further investigated, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>. Compared with the WT signals of Cu\nfoil, no Cu–Cu coordination was detected in Cu-THQ, Cu/Ni-THQ,\nand Cu/Co-THQ. Moreover, one maximum intensity at 4.5 Å<sup>–1</sup> can be observed for Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ, which is consistent\nwith the CuO reference. Similar results were achieved in the WT plots\nof Cu/Ni-THQ at Ni K-edge (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S18e</ext-link>)\nand Cu/Co-MOF at Co K-edge (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S18f</ext-link>), which further identifies the isolated feature of Cu, Co, and Ni\nspecies in the as-prepared Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ.</p>", "clean_text": "The X-ray absorption spectroscopy measurements were carried out to explore the local structural information for Cu, Co, and Ni. a shows The X-ray absorption near-edge structure (XANES) spectras of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ at Cu K-edge are exhibited in a, and they are similar to that of CuO reference rather than the Cu foil reference, demonstrating that the valence of Cu in Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ is +2. Moreover, the doping of Co or Ni element is not able to cause any changes in the local structure of copper atoms as well as the formation of alloys or distortions in the as-prepared Cu/Co-THQ and Cu/Ni-THQ samples. In addition, the magnified Cu K-edge XANES curves (Figure S17a) demonstrate the near-edge absorption energy of Cu/Ni-THQ located between Cu/Co-THQ and Cu-THQ, which demonstrates that the average electron density of Cu in Cu/Ni-THQ is higher and lower than that in Cu-THQ and Cu/Co-THQ, respectively. Figure S17b,c displays the XANES spectra of Cu/Ni-THQ at Ni K-edge and Cu/Co-THQ at Co K-edge, respectively. Cu/Ni-THQ exhibits similar XANES spectra with those of NiO reference, which proves the valence of Ni in Cu/Ni-THQ is +2. Indeed, the XANES spectra of Cu/Co-THQ sample is similar to those of metal oxides references and different from Co foil. The Fourier transform extended X-ray absorption fine structure (EXAFS) spectras of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ are illustrated in b. Apparently, the spectras of both Cu/Co-THQ and Cu/Ni-THQ are similar to those of Cu-THQ. It can be observed that these samples exhibited one conspicuous Fourier transform peak at 1.55 Å belongs to the scattering of Cu-N/O coordination. Moreover, a shoulder peak at 2.13 Å was also detected and attributed to Cu-C scattering. Furthermore, the EXAFS data of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ at Cu K-edge were fitted via the Artemis software (c and Figure S18a,b) to collect more detailed structural parameters (Table S1). The fitting curves of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ corresponded well with the experimental spectra, revealing that the doped Co and Ni have no obvious effect on the pristine Cu-THQ structure. According to the coordination number of Cu-O in Table S1, the simulated EXAFS spectra of all three samples are based on Cu-O4 model. The main Fourier transform peaks of Cu/Ni-THQ at Ni K-edge (Figure S18c) and Cu/Co-THQ at Co K-edge (Figure S18d) and their EXAFS structural parameters were further investigated (Table S2 and Table S3). The fitting curves of both Cu/Ni-THQ and Cu/Co-THQ are consistent with their experimental spectra, which represents that no Ni or Co cluster is formed after the doping process. For the Cu/Co-THQ, the coordination number of Co-O is 4.4 (Table S2), which means that there are four oxygen atoms around a cobalt atom. Similar results can be found in Cu/Ni-THQ (Table S3). For more clarification regarding the coordination structures in Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ, high-resolution wavelet transform (WT) in both k and R spaces of Cu K-edge EXAFS oscillation was further investigated, as shown in Figure S19. Compared with the WT signals of Cu foil, no Cu-Cu coordination was detected in Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ. Moreover, one maximum intensity at 4.5 Å-1 can be observed for Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ, which is consistent with the CuO reference. Similar results were achieved in the WT plots of Cu/Ni-THQ at Ni K-edge (Figure S18e) and Cu/Co-MOF at Co K-edge (Figure S18f), which further identifies the isolated feature of Cu, Co, and Ni species in the as-prepared Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Cu K-edge\nXANES spectra, and (b) corresponding Fourier transforms\nof <italic toggle=\"yes\">k</italic>\n<sup>3</sup>-weighted EXAFS spectra for Cu-THQ,\nCu/Ni-THQ, and Cu/Co-THQ and references. (c) The typical fitting curve\nof the EXAFS signal in <italic toggle=\"yes\">k</italic>-space for Cu/Co-THQ. (d)\nDensity of state for Cu/Co-THQ. (e) Energy barrier profile of Li<sup>+</sup> migration in Cu/Co-THQ, inset is the corresponding migration\nprocess. (f) Estimated bands of Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ.\nElectrochemical performance of M-THQ@CNTs@rGO microlattice electrodes\nthat are 12 layers thick (M = Cu, Cu/Co, and Cu/Ni). (g) CV curves\nat the scan rate of 0.5 mV s<sup>–1</sup>. (h) The typical\ncharging/discharging curves with the operating potential window ranging\nfrom 3.0 to 4.5 V (vs Li/Li<sup>+</sup>) at the current density of\n0.05 A g<sup>–1</sup>. (i) Nyquist plots.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Cu K-edge XANES spectra, and (b) corresponding Fourier transforms of k 3-weighted EXAFS spectra for Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ and references. (c) The typical fitting curve of the EXAFS signal in k-space for Cu/Co-THQ. (d) Density of state for Cu/Co-THQ. (e) Energy barrier profile of Li+ migration in Cu/Co-THQ, inset is the corresponding migration process. (f) Estimated bands of Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ. Electrochemical performance of M-THQ@CNTs@rGO microlattice electrodes that are 12 layers thick (M = Cu, Cu/Co, and Cu/Ni). (g) CV curves at the scan rate of 0.5 mV s-1. (h) The typical charging/discharging curves with the operating potential window ranging from 3.0 to 4.5 V (vs Li/Li+) at the current density of 0.05 A g-1. (i) Nyquist plots.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>Density functional theory (DFT) calculations were also performed\nto deepen the understanding about the process of improvement in electrochemical\nperformance of Cu/Co-THQ. Density of states (DOS) plots of Cu-THQ,\nCu/Co-THQ, and Cu/Ni-THQ are demonstrated in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S20a,b</ext-link>, respectively. Evidently, no band gap at 0 eV can be observed, revealing\nthat all Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ show metallic properties.\nMeanwhile, there is a conspicuous band gap at 2.5 eV in Cu-THQ and\nCu/Ni-THQ, which indicates that Cu/Co-THQ possesses more empty states\nfor electrons, and consequently higher electronic conductivity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). In addition,\nthe Li<sup>+</sup> migration through Cu-THQ, CuCo-MOF, and CuNi-MOF\nwas surveyed by climbing-image nudged elastic band (CI-NEB) methods. The calculated energy barrier of Li-ion migration for three THQs\nis shown in e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S20c,d</ext-link>. The inset of these\nfigures displays the corresponding migration process, containing seven\nLi ions which represent the whole path. Two asymmetric peaks appear\nin the process of Li<sup>+</sup> migration because the surrounding\nion environment of Li ions that migrated from layer A to layer B (Li1)\nis different from those that migrated from layer B to layer A (Li2). The corresponding Li<sup>+</sup> diffusion energy barrier at Li1\nsite for Cu-THQ is much higher than that for Cu/Co-THQ and Cu/Ni-THQ,\nsuggesting that the lowest Li<sup>+</sup> migration occurs in the\npristine Cu-THQ. Furthermore, a lower energy barrier is obtained in\nCu/Co-THQ at Li2 site compared with that in Cu/Ni-THQ, which is beneficial\nfor fast reaction kinetics and superior electrochemical properties\nof Cu/Co-THQ. The smallest bandgap of the Cu/Co-THQ is demonstrated\nby UV–vis spectra (f), which is calculated to be ∼0.34 eV, much\nlower than that for the Cu-THQ (0.72 eV) and Cu/Ni-THQ (0.57 eV).\nThis result matches well with the DFT results. Therefore, the Cu/Co-THQ@CNTs@rGO\nmicrolattice in all of the M-THQ@CNTs@rGO microlattice cathode 12\nlayers thick achieves the best electrochemical performance according\nto the X-ray absorption fine structure (XAFS) spectrum and experimental\nresults (g–i).</p>", "clean_text": "Density functional theory (DFT) calculations were also performed to deepen the understanding about the process of improvement in electrochemical performance of Cu/Co-THQ. Density of states (DOS) plots of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ are demonstrated in d and Figure S20a,b, respectively. Evidently, no band gap at 0 eV can be observed, revealing that all Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ show metallic properties. Meanwhile, there is a conspicuous band gap at 2.5 eV in Cu-THQ and Cu/Ni-THQ, which indicates that Cu/Co-THQ possesses more empty states for electrons, and consequently higher electronic conductivity (Table S4). In addition, the Li+ migration through Cu-THQ, CuCo-MOF, and CuNi-MOF was surveyed by climbing-image nudged elastic band (CI-NEB) methods. The calculated energy barrier of Li-ion migration for three THQs is shown in e and Figure S20c,d. The inset of these figures displays the corresponding migration process, containing seven Li ions which represent the whole path. Two asymmetric peaks appear in the process of Li+ migration because the surrounding ion environment of Li ions that migrated from layer A to layer B (Li1) is different from those that migrated from layer B to layer A (Li2). The corresponding Li+ diffusion energy barrier at Li1 site for Cu-THQ is much higher than that for Cu/Co-THQ and Cu/Ni-THQ, suggesting that the lowest Li+ migration occurs in the pristine Cu-THQ. Furthermore, a lower energy barrier is obtained in Cu/Co-THQ at Li2 site compared with that in Cu/Ni-THQ, which is beneficial for fast reaction kinetics and superior electrochemical properties of Cu/Co-THQ. The smallest bandgap of the Cu/Co-THQ is demonstrated by UV-vis spectra (f), which is calculated to be ~0.34 eV, much lower than that for the Cu-THQ (0.72 eV) and Cu/Ni-THQ (0.57 eV). This result matches well with the DFT results. Therefore, the Cu/Co-THQ@CNTs@rGO microlattice in all of the M-THQ@CNTs@rGO microlattice cathode 12 layers thick achieves the best electrochemical performance according to the X-ray absorption fine structure (XAFS) spectrum and experimental results (g-i).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>The 3D-printed LIHCs device is composed of 3D-printed Cu/Co-THQ@CNTs@rGO\ncathode, C60@VNNWs@rGO anode, and LiPF<sub>6</sub>/EC/DMC liquid electrolyte\n(a, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>). Cyclic voltammetry (CV) carried\nout on the 3D-printed LIHCs device between 0 and 4.0 V is exhibited\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S22a</ext-link>, demonstrating an excellent\nreversibility. b exhibits the charging/discharging curves of the 3D-printed LIHCs\ndevice at the different current densities of 1–12 A g<sup>–1</sup> in a two-electrode configuration. The large specific capacity of\n178.68 F g<sup>–1</sup> and symmetric triangular-like GCD curves\n(b,c) demonstrate\nthat the 3D-printed LIHCs deliver a fine capacitive behavior and rate\ncapability. Additionally, the 3D-printed LIHC device yields an excellent\nareal specific capacitance of 2.99 F cm<sup>–2</sup> and volumetric\nspecific capacitance of 53.98 F cm<sup>–3</sup>. These values\nhave exceeded those of previously reported electrochemical energy\nstorage systems (d), such as M-TiO<sub>2</sub>-RG//PDPC, TSNs electrode, 3D-Ti<sub>3</sub>C<sub>2</sub>//HPAC, G-ZVO||OM-HSTC, OCG||OCG, PEDOT@MnO<sub>2</sub>//C@Fe<sub>3</sub>O<sub>4</sub>, CNT@MnO<sub>2</sub>/CNT@PPy, rGO/CNT@NiCo\nBOH, MnO<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>@TiN/C@TiN, VN-RGO//APDC, G/ZnV<sub>2</sub>O<sub>6</sub>/Co<sub>3</sub>V<sub>2</sub>O<sub>8</sub>//G/VN, and\n3D GA/MnO<sub>2</sub>//SF-3D GA. Meanwhile,\nthe relatively low electrical resistance of the as-printed LIHCs demonstrates\nits excellent electrochemical performance (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S22b</ext-link>). Ragone plots of the 3D-printed LIHCs show a high gravimetric\nenergy density of 396.89 Wh kg<sup>–1</sup> at the gravimetric\npower density of 1999.90 W kg<sup>–1</sup>, depict a gravimetric\nenergy density of 313.56 Wh kg<sup>–1</sup> at a ultrahigh\ngravimetric power density of 24002.04 W kg<sup>–1</sup> (e), which surpasses\nthe most advanced energy storage devices reported previously, and further confirm the excellent electrochemical property of the\nprinted LIHCs device. Moreover, the printed LIHC device achieves an\nimpressive cycle performance with a capacity retention of 89.43% after\n4000 charging/discharging cycles at 2 A g<sup>–1</sup> and\na Coulombic efficiency (CE) of nearly 100% (f).</p>", "clean_text": "The 3D-printed LIHCs device is composed of 3D-printed Cu/Co-THQ@CNTs@rGO cathode, C60@VNNWs@rGO anode, and LiPF6/EC/DMC liquid electrolyte (a, Figure S21). Cyclic voltammetry (CV) carried out on the 3D-printed LIHCs device between 0 and 4.0 V is exhibited in Figure S22a, demonstrating an excellent reversibility. b exhibits the charging/discharging curves of the 3D-printed LIHCs device at the different current densities of 1-12 A g-1 in a two-electrode configuration. The large specific capacity of 178.68 F g-1 and symmetric triangular-like GCD curves (b,c) demonstrate that the 3D-printed LIHCs deliver a fine capacitive behavior and rate capability. Additionally, the 3D-printed LIHC device yields an excellent areal specific capacitance of 2.99 F cm-2 and volumetric specific capacitance of 53.98 F cm-3. These values have exceeded those of previously reported electrochemical energy storage systems (d), such as M-TiO2-RG//PDPC, TSNs electrode, 3D-Ti3C2//HPAC, G-ZVO||OM-HSTC, OCG||OCG, PEDOT@MnO2//C@Fe3O4, CNT@MnO2/CNT@PPy, rGO/CNT@NiCo BOH, MnO x @TiN/C@TiN, VN-RGO//APDC, G/ZnV2O6/Co3V2O8//G/VN, and 3D GA/MnO2//SF-3D GA. Meanwhile, the relatively low electrical resistance of the as-printed LIHCs demonstrates its excellent electrochemical performance (Figure S22b). Ragone plots of the 3D-printed LIHCs show a high gravimetric energy density of 396.89 Wh kg-1 at the gravimetric power density of 1999.90 W kg-1, depict a gravimetric energy density of 313.56 Wh kg-1 at a ultrahigh gravimetric power density of 24002.04 W kg-1 (e), which surpasses the most advanced energy storage devices reported previously, and further confirm the excellent electrochemical property of the printed LIHCs device. Moreover, the printed LIHC device achieves an impressive cycle performance with a capacity retention of 89.43% after 4000 charging/discharging cycles at 2 A g-1 and a Coulombic efficiency (CE) of nearly 100% (f).", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Working principle and schematic diagram\nof the 3D-printed LIHCs\ndevice. (b) GCD curves. (c) Rate capability. (d) Comparison of electrochemical\nperformance of this 3D-printed LIHCs device with previous electrochemical\nenergy storage devices.<named-content content-type=\"bibref-group\" xlink:type=\"simple\">\n<xref ref-type=\"bibr\" rid=\"ref5\"></xref>,<xref ref-type=\"bibr\" rid=\"ref12\"></xref>,<xref ref-type=\"bibr\" rid=\"ref16\"></xref>,<xref ref-type=\"bibr\" rid=\"ref25\"></xref>−<xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref27\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref28\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref29\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref33\"></xref>\n</named-content> (e) Ragone plot (power density versus energy density).<named-content content-type=\"bibref-group\" xlink:type=\"simple\">\n<xref ref-type=\"bibr\" rid=\"ref5\"></xref>,<xref ref-type=\"bibr\" rid=\"ref12\"></xref>,<xref ref-type=\"bibr\" rid=\"ref16\"></xref>,<xref ref-type=\"bibr\" rid=\"ref25\"></xref>−<xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref27\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref28\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref29\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref34\"></xref>\n</named-content> (f) The capacity retention and CE after 4000 cycles.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Working principle and schematic diagram of the 3D-printed LIHCs device. (b) GCD curves. (c) Rate capability. (d) Comparison of electrochemical performance of this 3D-printed LIHCs device with previous electrochemical energy storage devices. ,,,-         (e) Ragone plot (power density versus energy density). ,,,-          (f) The capacity retention and CE after 4000 cycles.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>In summary, a series of graphene-based mixed-dimensional\nhybrid\naerogel electrodes were synthesized by utilizing the software-controlled\n3D printing DIW technique. These hybrid aerogel electrodes embrace\nan engineered porous architecture, which allows a fast electron transport\nand efficient ion diffusion, thereby yielding an excellent electrochemical\nperformance. Additionally, introducing 2D M-THQ into graphene-based\naerogel electrodes led to an outstanding electrochemical performance\nof 3D printing microlattice electrodes because of their high capacity\nand “lubricant” function of 2D M-THQ. Benefiting from\nthe rich and hierarchical porous structure of the Cu/Co-THQ @CNTs@rGO\naerogel cathode and C60@VNNWs@rGO aerogel anode, the 3D-printed LIHC\ndevice achieved a large gravimetric specific capacitance of 178.68\nF g<sup>–1</sup>, excellent gravimetric energy density of 396.89\nWh kg<sup>–1</sup>, and impressive cyclic stability. Moreover,\nthis work introduces the 2D conductive metal–organic frameworks\ninto 3D-printed aerogel electrodes, which demonstrate a great prospect\nfor the future for more efficient electrochemical energy storage devices.</p>", "clean_text": "In summary, a series of graphene-based mixed-dimensional hybrid aerogel electrodes were synthesized by utilizing the software-controlled 3D printing DIW technique. These hybrid aerogel electrodes embrace an engineered porous architecture, which allows a fast electron transport and efficient ion diffusion, thereby yielding an excellent electrochemical performance. Additionally, introducing 2D M-THQ into graphene-based aerogel electrodes led to an outstanding electrochemical performance of 3D printing microlattice electrodes because of their high capacity and \"lubricant\" function of 2D M-THQ. Benefiting from the rich and hierarchical porous structure of the Cu/Co-THQ @CNTs@rGO aerogel cathode and C60@VNNWs@rGO aerogel anode, the 3D-printed LIHC device achieved a large gravimetric specific capacitance of 178.68 F g-1, excellent gravimetric energy density of 396.89 Wh kg-1, and impressive cyclic stability. Moreover, this work introduces the 2D conductive metal-organic frameworks into 3D-printed aerogel electrodes, which demonstrate a great prospect for the future for more efficient electrochemical energy storage devices.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.nanolett.1c04367?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.nanolett.1c04367</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental section,\ndata analysis description of structural\ncharacterization of VN electrode material and electrochemical performance\nof the C60@VNNWs@rGO microlattice electrode, additional figures and\ntables (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.1c04367.  Experimental section, data analysis description of structural characterization of VN electrode material and electrochemical performance of the C60@VNNWs@rGO microlattice electrode, additional figures and tables (PDF)   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Experimental section,\ndata analysis description of structural\ncharacterization of VN electrode material and electrochemical performance\nof the C60@VNNWs@rGO microlattice electrode, additional figures and\ntables (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Experimental section, data analysis description of structural characterization of VN electrode material and electrochemical performance of the C60@VNNWs@rGO microlattice electrode, additional figures and tables (PDF)", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>J.Z., Y.Z., H.L., and Y.W. contributed equally to this\nwork.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "J.Z., Y.Z., H.L., and Y.W. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "4, 5, 10, 13, 14", "type": "text", "classification": "property", "content": "<p>Herein, we strategically constructed a series of\ngraphene-based\nmixed-dimensional hybrid aerogel electrodes with periodic microlattices\nby employing a software-controlled 3D-printing DIW technology. In\nthese electrodes, the viscous pseudoplastic positive electrode’s\nnanocomposite ink is composed of M-THQ, CNTs and rGO, while that of\nthe negative electrode consists of the fullerene (C60), VN nanowires\n(VNNWs), and rGO. In these microlattices, M-THQ, VNNWs, and rGO yield\nhigh capacitance, which combined with thick electrode architectures\nwith high specific surface area, resulting in a high energy density.\nMoreover, the high electrical conductivity of CNTs and rGO enables\na fast charge transfer within the thick electrode, enhancing the electrochemical\nproperty of the electrodes. Furthermore, the M-THQ and C60 can be\nserved as the “lubricant” between the rGO layers, modifying\nthe partial structural deformation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Moreover, the porous aerogels with periodic microlattices are\nconstructed from mixed-dimensional components, maintaining structural\nstability under a certain extent of deformation. Regarding the charge\nbalance between the Cu/Co-THQ@CNTs@rGO aerogel cathode and C60@VNNWs@rGO\naerogel anode, the assembled LIHCs device delivers a high operating\nvoltage of 4 V, a maximum gravimetric specific capacity of 178.68\nF g<sup>–1</sup> and gravimetric energy density of 396.89 Wh\nkg<sup>–1</sup>. Therefore, the strategy of constructing multidimensional\narchitectures provides an effective approach for the next-generation\nscalable energy storage devices.</p><p>The 2D Cu-THQ, Cu/Co-THQ (Cu/Co\n= 39:61), and Cu/Ni-THQ (Cu/Ni\n= 43:57) were synthesized by a kinetically controlled synthesis process,\nand the specific statements are provided in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> (SI). The field-emission scanning electron microscopy\n(FESEM) and the high-resolution transmission electron microscope (HRTEM)\nimages clearly reveal the morphology and microstructures of 2D Cu-THQ,\nCu/Co-THQ and Cu/Ni-THQ with the crystallite sizes are around 10–30\nnm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S2a–f</ext-link>). All of the hexagonal\npores of 2D Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ are ∼1.2 nm, corresponding\nto the expected structure and powder X-ray diffraction (PXRD) pattern\n(a–c, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S3c–f</ext-link>), and the crystalline structures\nof Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ agree well with their standard\nKagome lattice and reported PXRD patterns of Cu-THQ (a, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S3a,b</ext-link>), which manifests the formation of M-THQ. Rietveld refinements of M-THQ (green line in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S3a,b</ext-link>) demonstrate that the unit cell ascribes to <italic toggle=\"yes\">Cmcm</italic> space group, which is consistent with agreement with the previous\nreports. The Fourier transform infrared\n(FTIR) spectra (d) of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ exhibit that the absorption\nfeatures at 3350 and 1700 cm<sup>–1</sup> correspond to C–O\nand CO stretching modes, respectively. Additionally, a wide band at 3000 cm<sup>–1</sup> was discovered in FTIR spectra of the above-mentioned ink materials,\nwhich is in accordance with the NH stretching modes of ethylenediamine\nmolecules within the CMOFs for charge balancing. X-ray photoelectron spectroscopy (XPS) spectra demonstrate\nthat a mixed valence state of Cu centered is presented in all of the\nM-THQ (e),\nwhich agrees well with the previous report. Furthermore, O 1s XPS spectra (f) exhibits the binding energy of the O 1s\nelectron increases when changing the metal atom in THQ from Cu (530.53\neV) to Cu/Co (530.67 eV), indicating that outer electron density on\nthe O–M–O motif reduced with the introduction of Co\natoms.</p><p>Furthermore, electrochemical performances of Cu-THQ@CNTs@rGO,\nCu/Co-THQ@CNTs@rGO,\nand Cu/Ni-THQ@CNTs@rGO microlattice cathodes were investigated in\na two-electrode system. Benefiting from the high specific surface\nareas of Cu-THQ@CNTs@rGO, Cu/Co-THQ@CNTs@rGO, and Cu/Ni-THQ@CNTs@rGO\nmicrolattices (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S8d</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S9d, and Figure</ext-link>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">S12</ext-link>), the 3D-printed Cu/Co-THQ@CNTs@rGO electrode with four layers achieved\na high specific capacity of 338.19 mAh g<sup>–1</sup> at 100\nmA g<sup>–1</sup>. The 3D-printed Cu/Co-THQ@CNTs@rGO with 8\nand 12 layers shows a similar gravimetric capacity with 4 layers (332.18\nand 325.44 mAh g<sup>–1</sup>, respectively), which demonstrates\nthat ion diffusion continues to not restrict the capacitive performance\neven in the 12 layers thick electrode (m). Additionally, the 3D-printed electrode\nwith 16 layers thick yields a low capacity due to the long electron\ntransfer path (m). To realize the feasibility and practicability of the printing\nmicrolattice cathode, the Cu/Co-THQ@CNTs@rGO electrode with 12 layers\nis selected. no, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S14, and Figure S15</ext-link> indicate that the 3D-printed Cu/Co-THQ@CNTs@rGO\nelectrode delivers an excellent rate and cycling performance, low\nelectrical resistance, and high reversibility. Moreover, the electrochemical\nperformance of the C60@VNNWs@rGO microlattice anode was investigated\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>), the specific details are\nprovided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p><p>Density functional theory (DFT) calculations were also performed\nto deepen the understanding about the process of improvement in electrochemical\nperformance of Cu/Co-THQ. Density of states (DOS) plots of Cu-THQ,\nCu/Co-THQ, and Cu/Ni-THQ are demonstrated in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S20a,b</ext-link>, respectively. Evidently, no band gap at 0 eV can be observed, revealing\nthat all Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ show metallic properties.\nMeanwhile, there is a conspicuous band gap at 2.5 eV in Cu-THQ and\nCu/Ni-THQ, which indicates that Cu/Co-THQ possesses more empty states\nfor electrons, and consequently higher electronic conductivity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). In addition,\nthe Li<sup>+</sup> migration through Cu-THQ, CuCo-MOF, and CuNi-MOF\nwas surveyed by climbing-image nudged elastic band (CI-NEB) methods. The calculated energy barrier of Li-ion migration for three THQs\nis shown in e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S20c,d</ext-link>. The inset of these\nfigures displays the corresponding migration process, containing seven\nLi ions which represent the whole path. Two asymmetric peaks appear\nin the process of Li<sup>+</sup> migration because the surrounding\nion environment of Li ions that migrated from layer A to layer B (Li1)\nis different from those that migrated from layer B to layer A (Li2). The corresponding Li<sup>+</sup> diffusion energy barrier at Li1\nsite for Cu-THQ is much higher than that for Cu/Co-THQ and Cu/Ni-THQ,\nsuggesting that the lowest Li<sup>+</sup> migration occurs in the\npristine Cu-THQ. Furthermore, a lower energy barrier is obtained in\nCu/Co-THQ at Li2 site compared with that in Cu/Ni-THQ, which is beneficial\nfor fast reaction kinetics and superior electrochemical properties\nof Cu/Co-THQ. The smallest bandgap of the Cu/Co-THQ is demonstrated\nby UV–vis spectra (f), which is calculated to be ∼0.34 eV, much\nlower than that for the Cu-THQ (0.72 eV) and Cu/Ni-THQ (0.57 eV).\nThis result matches well with the DFT results. Therefore, the Cu/Co-THQ@CNTs@rGO\nmicrolattice in all of the M-THQ@CNTs@rGO microlattice cathode 12\nlayers thick achieves the best electrochemical performance according\nto the X-ray absorption fine structure (XAFS) spectrum and experimental\nresults (g–i).</p><p>The 3D-printed LIHCs device is composed of 3D-printed Cu/Co-THQ@CNTs@rGO\ncathode, C60@VNNWs@rGO anode, and LiPF<sub>6</sub>/EC/DMC liquid electrolyte\n(a, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>). Cyclic voltammetry (CV) carried\nout on the 3D-printed LIHCs device between 0 and 4.0 V is exhibited\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S22a</ext-link>, demonstrating an excellent\nreversibility. b exhibits the charging/discharging curves of the 3D-printed LIHCs\ndevice at the different current densities of 1–12 A g<sup>–1</sup> in a two-electrode configuration. The large specific capacity of\n178.68 F g<sup>–1</sup> and symmetric triangular-like GCD curves\n(b,c) demonstrate\nthat the 3D-printed LIHCs deliver a fine capacitive behavior and rate\ncapability. Additionally, the 3D-printed LIHC device yields an excellent\nareal specific capacitance of 2.99 F cm<sup>–2</sup> and volumetric\nspecific capacitance of 53.98 F cm<sup>–3</sup>. These values\nhave exceeded those of previously reported electrochemical energy\nstorage systems (d), such as M-TiO<sub>2</sub>-RG//PDPC, TSNs electrode, 3D-Ti<sub>3</sub>C<sub>2</sub>//HPAC, G-ZVO||OM-HSTC, OCG||OCG, PEDOT@MnO<sub>2</sub>//C@Fe<sub>3</sub>O<sub>4</sub>, CNT@MnO<sub>2</sub>/CNT@PPy, rGO/CNT@NiCo\nBOH, MnO<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>@TiN/C@TiN, VN-RGO//APDC, G/ZnV<sub>2</sub>O<sub>6</sub>/Co<sub>3</sub>V<sub>2</sub>O<sub>8</sub>//G/VN, and\n3D GA/MnO<sub>2</sub>//SF-3D GA. Meanwhile,\nthe relatively low electrical resistance of the as-printed LIHCs demonstrates\nits excellent electrochemical performance (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.1c04367/suppl_file/nl1c04367_si_001.pdf\" xlink:type=\"simple\">Figure S22b</ext-link>). Ragone plots of the 3D-printed LIHCs show a high gravimetric\nenergy density of 396.89 Wh kg<sup>–1</sup> at the gravimetric\npower density of 1999.90 W kg<sup>–1</sup>, depict a gravimetric\nenergy density of 313.56 Wh kg<sup>–1</sup> at a ultrahigh\ngravimetric power density of 24002.04 W kg<sup>–1</sup> (e), which surpasses\nthe most advanced energy storage devices reported previously, and further confirm the excellent electrochemical property of the\nprinted LIHCs device. Moreover, the printed LIHC device achieves an\nimpressive cycle performance with a capacity retention of 89.43% after\n4000 charging/discharging cycles at 2 A g<sup>–1</sup> and\na Coulombic efficiency (CE) of nearly 100% (f).</p>", "clean_text": "Herein, we strategically constructed a series of graphene-based mixed-dimensional hybrid aerogel electrodes with periodic microlattices by employing a software-controlled 3D-printing DIW technology. In these electrodes, the viscous pseudoplastic positive electrode's nanocomposite ink is composed of M-THQ, CNTs and rGO, while that of the negative electrode consists of the fullerene (C60), VN nanowires (VNNWs), and rGO. In these microlattices, M-THQ, VNNWs, and rGO yield high capacitance, which combined with thick electrode architectures with high specific surface area, resulting in a high energy density. Moreover, the high electrical conductivity of CNTs and rGO enables a fast charge transfer within the thick electrode, enhancing the electrochemical property of the electrodes. Furthermore, the M-THQ and C60 can be served as the \"lubricant\" between the rGO layers, modifying the partial structural deformation (Figure S1). Moreover, the porous aerogels with periodic microlattices are constructed from mixed-dimensional components, maintaining structural stability under a certain extent of deformation. Regarding the charge balance between the Cu/Co-THQ@CNTs@rGO aerogel cathode and C60@VNNWs@rGO aerogel anode, the assembled LIHCs device delivers a high operating voltage of 4 V, a maximum gravimetric specific capacity of 178.68 F g-1 and gravimetric energy density of 396.89 Wh kg-1. Therefore, the strategy of constructing multidimensional architectures provides an effective approach for the next-generation scalable energy storage devices.\n\nThe 2D Cu-THQ, Cu/Co-THQ (Cu/Co = 39:61), and Cu/Ni-THQ (Cu/Ni = 43:57) were synthesized by a kinetically controlled synthesis process, and the specific statements are provided in Supporting Information (SI). The field-emission scanning electron microscopy (FESEM) and the high-resolution transmission electron microscope (HRTEM) images clearly reveal the morphology and microstructures of 2D Cu-THQ, Cu/Co-THQ and Cu/Ni-THQ with the crystallite sizes are around 10-30 nm (Figure S2a-f). All of the hexagonal pores of 2D Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ are ~1.2 nm, corresponding to the expected structure and powder X-ray diffraction (PXRD) pattern (a-c, Figure S3c-f), and the crystalline structures of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ agree well with their standard Kagome lattice and reported PXRD patterns of Cu-THQ (a, Figure S3a,b), which manifests the formation of M-THQ. Rietveld refinements of M-THQ (green line in a and Figure S3a,b) demonstrate that the unit cell ascribes to Cmcm space group, which is consistent with agreement with the previous reports. The Fourier transform infrared (FTIR) spectra (d) of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ exhibit that the absorption features at 3350 and 1700 cm-1 correspond to C-O and CO stretching modes, respectively. Additionally, a wide band at 3000 cm-1 was discovered in FTIR spectra of the above-mentioned ink materials, which is in accordance with the NH stretching modes of ethylenediamine molecules within the CMOFs for charge balancing. X-ray photoelectron spectroscopy (XPS) spectra demonstrate that a mixed valence state of Cu centered is presented in all of the M-THQ (e), which agrees well with the previous report. Furthermore, O 1s XPS spectra (f) exhibits the binding energy of the O 1s electron increases when changing the metal atom in THQ from Cu (530.53 eV) to Cu/Co (530.67 eV), indicating that outer electron density on the O-M-O motif reduced with the introduction of Co atoms.\n\nFurthermore, electrochemical performances of Cu-THQ@CNTs@rGO, Cu/Co-THQ@CNTs@rGO, and Cu/Ni-THQ@CNTs@rGO microlattice cathodes were investigated in a two-electrode system. Benefiting from the high specific surface areas of Cu-THQ@CNTs@rGO, Cu/Co-THQ@CNTs@rGO, and Cu/Ni-THQ@CNTs@rGO microlattices (Figure S8d, Figure S9d, and Figure S12), the 3D-printed Cu/Co-THQ@CNTs@rGO electrode with four layers achieved a high specific capacity of 338.19 mAh g-1 at 100 mA g-1. The 3D-printed Cu/Co-THQ@CNTs@rGO with 8 and 12 layers shows a similar gravimetric capacity with 4 layers (332.18 and 325.44 mAh g-1, respectively), which demonstrates that ion diffusion continues to not restrict the capacitive performance even in the 12 layers thick electrode (m). Additionally, the 3D-printed electrode with 16 layers thick yields a low capacity due to the long electron transfer path (m). To realize the feasibility and practicability of the printing microlattice cathode, the Cu/Co-THQ@CNTs@rGO electrode with 12 layers is selected. no, Figure S13, Figure S14, and Figure S15 indicate that the 3D-printed Cu/Co-THQ@CNTs@rGO electrode delivers an excellent rate and cycling performance, low electrical resistance, and high reversibility. Moreover, the electrochemical performance of the C60@VNNWs@rGO microlattice anode was investigated (Figure S16), the specific details are provided in the SI.\n\nDensity functional theory (DFT) calculations were also performed to deepen the understanding about the process of improvement in electrochemical performance of Cu/Co-THQ. Density of states (DOS) plots of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ are demonstrated in d and Figure S20a,b, respectively. Evidently, no band gap at 0 eV can be observed, revealing that all Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ show metallic properties. Meanwhile, there is a conspicuous band gap at 2.5 eV in Cu-THQ and Cu/Ni-THQ, which indicates that Cu/Co-THQ possesses more empty states for electrons, and consequently higher electronic conductivity (Table S4). In addition, the Li+ migration through Cu-THQ, CuCo-MOF, and CuNi-MOF was surveyed by climbing-image nudged elastic band (CI-NEB) methods. The calculated energy barrier of Li-ion migration for three THQs is shown in e and Figure S20c,d. The inset of these figures displays the corresponding migration process, containing seven Li ions which represent the whole path. Two asymmetric peaks appear in the process of Li+ migration because the surrounding ion environment of Li ions that migrated from layer A to layer B (Li1) is different from those that migrated from layer B to layer A (Li2). The corresponding Li+ diffusion energy barrier at Li1 site for Cu-THQ is much higher than that for Cu/Co-THQ and Cu/Ni-THQ, suggesting that the lowest Li+ migration occurs in the pristine Cu-THQ. Furthermore, a lower energy barrier is obtained in Cu/Co-THQ at Li2 site compared with that in Cu/Ni-THQ, which is beneficial for fast reaction kinetics and superior electrochemical properties of Cu/Co-THQ. The smallest bandgap of the Cu/Co-THQ is demonstrated by UV-vis spectra (f), which is calculated to be ~0.34 eV, much lower than that for the Cu-THQ (0.72 eV) and Cu/Ni-THQ (0.57 eV). This result matches well with the DFT results. Therefore, the Cu/Co-THQ@CNTs@rGO microlattice in all of the M-THQ@CNTs@rGO microlattice cathode 12 layers thick achieves the best electrochemical performance according to the X-ray absorption fine structure (XAFS) spectrum and experimental results (g-i).\n\nThe 3D-printed LIHCs device is composed of 3D-printed Cu/Co-THQ@CNTs@rGO cathode, C60@VNNWs@rGO anode, and LiPF6/EC/DMC liquid electrolyte (a, Figure S21). Cyclic voltammetry (CV) carried out on the 3D-printed LIHCs device between 0 and 4.0 V is exhibited in Figure S22a, demonstrating an excellent reversibility. b exhibits the charging/discharging curves of the 3D-printed LIHCs device at the different current densities of 1-12 A g-1 in a two-electrode configuration. The large specific capacity of 178.68 F g-1 and symmetric triangular-like GCD curves (b,c) demonstrate that the 3D-printed LIHCs deliver a fine capacitive behavior and rate capability. Additionally, the 3D-printed LIHC device yields an excellent areal specific capacitance of 2.99 F cm-2 and volumetric specific capacitance of 53.98 F cm-3. These values have exceeded those of previously reported electrochemical energy storage systems (d), such as M-TiO2-RG//PDPC, TSNs electrode, 3D-Ti3C2//HPAC, G-ZVO||OM-HSTC, OCG||OCG, PEDOT@MnO2//C@Fe3O4, CNT@MnO2/CNT@PPy, rGO/CNT@NiCo BOH, MnO x @TiN/C@TiN, VN-RGO//APDC, G/ZnV2O6/Co3V2O8//G/VN, and 3D GA/MnO2//SF-3D GA. Meanwhile, the relatively low electrical resistance of the as-printed LIHCs demonstrates its excellent electrochemical performance (Figure S22b). Ragone plots of the 3D-printed LIHCs show a high gravimetric energy density of 396.89 Wh kg-1 at the gravimetric power density of 1999.90 W kg-1, depict a gravimetric energy density of 313.56 Wh kg-1 at a ultrahigh gravimetric power density of 24002.04 W kg-1 (e), which surpasses the most advanced energy storage devices reported previously, and further confirm the excellent electrochemical property of the printed LIHCs device. Moreover, the printed LIHC device achieves an impressive cycle performance with a capacity retention of 89.43% after 4000 charging/discharging cycles at 2 A g-1 and a Coulombic efficiency (CE) of nearly 100% (f).", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 10, 1, '[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"MOF-A\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"dielectric constant\",\\n        \"value\": \"4.5\",\\n        \"unit\": \"\",\\n        \"condition\": \"at 1 kHz\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical conductivity\",\\n        \"value\": \"0.01\",\\n        \"unit\": \"S/cm\",\\n        \"condition\": \"at room temperature\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NOTT-202\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical resistance\",\\n        \"value\": \"10000000\",\\n        \"unit\": \"ohm·cm\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": 16, "type": "text", "classification": "property", "content": "<p>In summary, a series of graphene-based mixed-dimensional\nhybrid\naerogel electrodes were synthesized by utilizing the software-controlled\n3D printing DIW technique. These hybrid aerogel electrodes embrace\nan engineered porous architecture, which allows a fast electron transport\nand efficient ion diffusion, thereby yielding an excellent electrochemical\nperformance. Additionally, introducing 2D M-THQ into graphene-based\naerogel electrodes led to an outstanding electrochemical performance\nof 3D printing microlattice electrodes because of their high capacity\nand “lubricant” function of 2D M-THQ. Benefiting from\nthe rich and hierarchical porous structure of the Cu/Co-THQ @CNTs@rGO\naerogel cathode and C60@VNNWs@rGO aerogel anode, the 3D-printed LIHC\ndevice achieved a large gravimetric specific capacitance of 178.68\nF g<sup>–1</sup>, excellent gravimetric energy density of 396.89\nWh kg<sup>–1</sup>, and impressive cyclic stability. Moreover,\nthis work introduces the 2D conductive metal–organic frameworks\ninto 3D-printed aerogel electrodes, which demonstrate a great prospect\nfor the future for more efficient electrochemical energy storage devices.</p>", "clean_text": "In summary, a series of graphene-based mixed-dimensional hybrid aerogel electrodes were synthesized by utilizing the software-controlled 3D printing DIW technique. These hybrid aerogel electrodes embrace an engineered porous architecture, which allows a fast electron transport and efficient ion diffusion, thereby yielding an excellent electrochemical performance. Additionally, introducing 2D M-THQ into graphene-based aerogel electrodes led to an outstanding electrochemical performance of 3D printing microlattice electrodes because of their high capacity and \"lubricant\" function of 2D M-THQ. Benefiting from the rich and hierarchical porous structure of the Cu/Co-THQ @CNTs@rGO aerogel cathode and C60@VNNWs@rGO aerogel anode, the 3D-printed LIHC device achieved a large gravimetric specific capacitance of 178.68 F g-1, excellent gravimetric energy density of 396.89 Wh kg-1, and impressive cyclic stability. Moreover, this work introduces the 2D conductive metal-organic frameworks into 3D-printed aerogel electrodes, which demonstrate a great prospect for the future for more efficient electrochemical energy storage devices.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "engineered porous architecture", "value": "", "unit": "", "condition": ""}, {"property name": "fast electron transport", "value": "", "unit": "", "condition": ""}, {"property name": "efficient ion diffusion", "value": "", "unit": "", "condition": ""}, {"property name": "high capacity", "value": "", "unit": "", "condition": ""}, {"property name": "lubricant function", "value": "", "unit": "", "condition": ""}, {"property name": "rich and hierarchical porous structure", "value": "", "unit": "", "condition": ""}, {"property name": "large gravimetric specific capacitance", "value": "178.68", "unit": "F g^–1", "condition": ""}, {"property name": "excellent gravimetric energy density", "value": "396.89", "unit": "Wh kg^–1", "condition": ""}, {"property name": "impressive cyclic stability", "value": "", "unit": "", "condition": ""}, {"property name": "2D conductive metal–organic frameworks", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) PXRD pattern of Cu/Co-THQ. (b) Graphic representation of Cu/Co-THQ.\n(c) Unit-cell structure of Cu/Co-THQ. (d) FTIR of Cu-THQ, Cu/Co-THQ,\nand Cu/Ni-THQ ligands in solid state. XPS spectras of (e) Cu 2p and\n(f) O 1s of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) PXRD pattern of Cu/Co-THQ. (b) Graphic representation of Cu/Co-THQ. (c) Unit-cell structure of Cu/Co-THQ. (d) FTIR of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ ligands in solid state. XPS spectras of (e) Cu 2p and (f) O 1s of Cu-THQ, Cu/Co-THQ, and Cu/Ni-THQ.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Schematic\ndiagram of the as-fabricated microlattices. Rheological\nproperties of Cu/Co-THQ@CNTs@GO slurry inks. (b) The relationship\nbetween the apparent viscosity and shear rate for inks. (c) The relationship\nbetween the storage modulus (<italic toggle=\"yes\">G</italic>′) and loss\nmodulus (<italic toggle=\"yes\">G</italic>″) and the shear stress for inks.\n(d,e) The relationship between the apparent viscosity and the shear\nrate for inks, and storage modulus (<italic toggle=\"yes\">G</italic>′) and\nloss modulus (<italic toggle=\"yes\">G</italic>″) and the shear stress for\ninks after 4 weeks of storage. (f,g) Cyclic shear-thinning experiment\nof the as-fabricated ink exhibiting viscosity, storage (<italic toggle=\"yes\">G</italic>′), and loss (<italic toggle=\"yes\">G</italic>″) modulus response.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Schematic diagram of the as-fabricated microlattices. Rheological properties of Cu/Co-THQ@CNTs@GO slurry inks. (b) The relationship between the apparent viscosity and shear rate for inks. (c) The relationship between the storage modulus (G') and loss modulus (G\") and the shear stress for inks. (d,e) The relationship between the apparent viscosity and the shear rate for inks, and storage modulus (G') and loss modulus (G\") and the shear stress for inks after 4 weeks of storage. (f,g) Cyclic shear-thinning experiment of the as-fabricated ink exhibiting viscosity, storage (G'), and loss (G\") modulus response.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SEM image, (b–e) EDX images of Cu, Co, O, and\nC elements\nin (a), (f) LCSM image of the as-printed Cu/Co-THQ@CNTs@rGO microlattices\nelectrode and its gradient porous structure. (g) Magnified image from\na cylindrical rod in (a), inset shows its porous structure. (h) TEM\nimages of the printed Cu/Co-THQ@CNTs@rGO microlattices electrode.\n(i–l) Photographs of the 3D-printed Cu/Co-THQ@CNTs@rGO architectures\nwith multifarious patterns. Scale bars, 2 mm. Electrochemical performance\nof the printed Cu/Co-THQ@CNTs@rGO electrode. (m) The typical charging/discharging\ncurves of printed microlattices electrodes with various layers with\nthe operating potential window from 3.0 to 4.5 V (vs Li/Li<sup>+</sup>) at 0.05 A g<sup>–1</sup>. (n) The charging/discharging curves\nof the printed microlattices electrodes with 12 layers at the current\ndensities of 50–1000 mA g<sup>–1</sup>. (o) Rate capability\nof the 3D-printed electrodes with 12 layers at the different current\ndensities ranging from 0.05 to 1.0 A g<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) SEM image, (b-e) EDX images of Cu, Co, O, and C elements in (a), (f) LCSM image of the as-printed Cu/Co-THQ@CNTs@rGO microlattices electrode and its gradient porous structure. (g) Magnified image from a cylindrical rod in (a), inset shows its porous structure. (h) TEM images of the printed Cu/Co-THQ@CNTs@rGO microlattices electrode. (i-l) Photographs of the 3D-printed Cu/Co-THQ@CNTs@rGO architectures with multifarious patterns. Scale bars, 2 mm. Electrochemical performance of the printed Cu/Co-THQ@CNTs@rGO electrode. (m) The typical charging/discharging curves of printed microlattices electrodes with various layers with the operating potential window from 3.0 to 4.5 V (vs Li/Li+) at 0.05 A g-1. (n) The charging/discharging curves of the printed microlattices electrodes with 12 layers at the current densities of 50-1000 mA g-1. (o) Rate capability of the 3D-printed electrodes with 12 layers at the different current densities ranging from 0.05 to 1.0 A g-1.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Cu K-edge\nXANES spectra, and (b) corresponding Fourier transforms\nof <italic toggle=\"yes\">k</italic>\n<sup>3</sup>-weighted EXAFS spectra for Cu-THQ,\nCu/Ni-THQ, and Cu/Co-THQ and references. (c) The typical fitting curve\nof the EXAFS signal in <italic toggle=\"yes\">k</italic>-space for Cu/Co-THQ. (d)\nDensity of state for Cu/Co-THQ. (e) Energy barrier profile of Li<sup>+</sup> migration in Cu/Co-THQ, inset is the corresponding migration\nprocess. (f) Estimated bands of Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ.\nElectrochemical performance of M-THQ@CNTs@rGO microlattice electrodes\nthat are 12 layers thick (M = Cu, Cu/Co, and Cu/Ni). (g) CV curves\nat the scan rate of 0.5 mV s<sup>–1</sup>. (h) The typical\ncharging/discharging curves with the operating potential window ranging\nfrom 3.0 to 4.5 V (vs Li/Li<sup>+</sup>) at the current density of\n0.05 A g<sup>–1</sup>. (i) Nyquist plots.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Cu K-edge XANES spectra, and (b) corresponding Fourier transforms of k 3-weighted EXAFS spectra for Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ and references. (c) The typical fitting curve of the EXAFS signal in k-space for Cu/Co-THQ. (d) Density of state for Cu/Co-THQ. (e) Energy barrier profile of Li+ migration in Cu/Co-THQ, inset is the corresponding migration process. (f) Estimated bands of Cu-THQ, Cu/Ni-THQ, and Cu/Co-THQ. Electrochemical performance of M-THQ@CNTs@rGO microlattice electrodes that are 12 layers thick (M = Cu, Cu/Co, and Cu/Ni). (g) CV curves at the scan rate of 0.5 mV s-1. (h) The typical charging/discharging curves with the operating potential window ranging from 3.0 to 4.5 V (vs Li/Li+) at the current density of 0.05 A g-1. (i) Nyquist plots.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Working principle and schematic diagram\nof the 3D-printed LIHCs\ndevice. (b) GCD curves. (c) Rate capability. (d) Comparison of electrochemical\nperformance of this 3D-printed LIHCs device with previous electrochemical\nenergy storage devices.<named-content content-type=\"bibref-group\" xlink:type=\"simple\">\n<xref ref-type=\"bibr\" rid=\"ref5\"></xref>,<xref ref-type=\"bibr\" rid=\"ref12\"></xref>,<xref ref-type=\"bibr\" rid=\"ref16\"></xref>,<xref ref-type=\"bibr\" rid=\"ref25\"></xref>−<xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref27\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref28\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref29\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref33\"></xref>\n</named-content> (e) Ragone plot (power density versus energy density).<named-content content-type=\"bibref-group\" xlink:type=\"simple\">\n<xref ref-type=\"bibr\" rid=\"ref5\"></xref>,<xref ref-type=\"bibr\" rid=\"ref12\"></xref>,<xref ref-type=\"bibr\" rid=\"ref16\"></xref>,<xref ref-type=\"bibr\" rid=\"ref25\"></xref>−<xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref27\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref28\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref29\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref34\"></xref>\n</named-content> (f) The capacity retention and CE after 4000 cycles.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl1c04367_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Working principle and schematic diagram of the 3D-printed LIHCs device. (b) GCD curves. (c) Rate capability. (d) Comparison of electrochemical performance of this 3D-printed LIHCs device with previous electrochemical energy storage devices. ,,,-         (e) Ragone plot (power density versus energy density). ,,,-          (f) The capacity retention and CE after 4000 cycles.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.nanolett.1c04367", "title": "\nAdditive Manufacturing of Two-Dimensional Conductive\nMetal–Organic Framework with Multidimensional Hybrid Architectures\nfor High-Performance Energy Storage\n", "journal": "American Chemical Society", "date": "2022.01", "author_list": ["Zhao\nJingxin", "Zhang\nYan", "Lu\nHongyu", "Wang\nYafei", "Liu\nXu Dong", "Maleki Kheimeh Sari\nHirbod", "Peng\nJianhong", "Chen\nShufan", "Li\nXifei", "Zhang\nYongjun", "Sun\nXueliang", "Xu\nBingang"]}}