{"filepath": "../L2M3_data/1_application_papers/acs_xml/nl2c02755.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The construction of low-cost, highly efficient, and stable\nelectrocatalysts\nis a significant challenge for the hydrogen evolution reaction (HER)\nand oxygen evolution reaction (OER). Herein, we report a facile strategy\nto fabricate ultrathin metal–organic framework (MOF) nanosheet\narrays doped with two rare-earth elements, Y and Ce, and self-supported\non nickel foam (NF) to enhance the HER and OER performance by constructing\nabundant active sites and bimetallic synergistic effects. The NiYCe-MOF/NF\nfeatures an ultrathin nanosheet array structure and is uniformly and\nrichly codoped by Y and Ce. When it was explored as both the anode\nand cathode electrocatalysts for overall water splitting, it achieved\n10 mA cm<sup>–2</sup> at 136 and 245 mV for the HER and OER\nin an alkaline electrolyte, respectively. Notably, an extremely low\ncell voltage of 1.54 V was required to achieve 100 mA cm<sup>–2</sup> in 1.0 M KOH solution, making it a promising substitute for noble-metal\ncatalysts.</p>", "clean_text": "The construction of low-cost, highly efficient, and stable electrocatalysts is a significant challenge for the hydrogen evolution reaction (HER) and oxygen evolution reaction (OER). Herein, we report a facile strategy to fabricate ultrathin metal-organic framework (MOF) nanosheet arrays doped with two rare-earth elements, Y and Ce, and self-supported on nickel foam (NF) to enhance the HER and OER performance by constructing abundant active sites and bimetallic synergistic effects. The NiYCe-MOF/NF features an ultrathin nanosheet array structure and is uniformly and richly codoped by Y and Ce. When it was explored as both the anode and cathode electrocatalysts for overall water splitting, it achieved 10 mA cm-2 at 136 and 245 mV for the HER and OER in an alkaline electrolyte, respectively. Notably, an extremely low cell voltage of 1.54 V was required to achieve 100 mA cm-2 in 1.0 M KOH solution, making it a promising substitute for noble-metal catalysts.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The development of sustainable\nand environmentally friendly energy technologies is a critical issue\nin addressing limited fossil resources and rapidly growing energy\ndemand. Hydrogen is an ideal substitute for fossil\nfuel, offering the advantages of high energy density and net-zero\ncarbon emissions. This is an efficient and practical\nmethod for producing hydrogen via water electrolysis, in which both\nthe HER and OER play a pivotal role in the interconversion process\nof electrical and chemical energy. However, the sluggish\nkinetics and constricted electron transfer rate severely hinder the\ndevelopment of overall water splitting. Therefore, designing efficient\nelectrocatalysts employed to reduce the reaction barrier and optimize\nthe electron transfer pathway is of great significance. At present, noble-metal Pt-/Ru-based catalysts exhibit remarkable\nelectrocatalytic activity for the HER and OER, respectively; however,\ntheir large-scale application is hindered by the scarcity and high\nprice. Therefore, the development of low-cost,\nhighly efficient, stable bifunctional electrocatalysts is the key\nto the practical industrial applications of overall water splitting.\n</p>", "clean_text": "The development of sustainable and environmentally friendly energy technologies is a critical issue in addressing limited fossil resources and rapidly growing energy demand. Hydrogen is an ideal substitute for fossil fuel, offering the advantages of high energy density and net-zero carbon emissions. This is an efficient and practical method for producing hydrogen via water electrolysis, in which both the HER and OER play a pivotal role in the interconversion process of electrical and chemical energy. However, the sluggish kinetics and constricted electron transfer rate severely hinder the development of overall water splitting. Therefore, designing efficient electrocatalysts employed to reduce the reaction barrier and optimize the electron transfer pathway is of great significance. At present, noble-metal Pt-/Ru-based catalysts exhibit remarkable electrocatalytic activity for the HER and OER, respectively; however, their large-scale application is hindered by the scarcity and high price. Therefore, the development of low-cost, highly efficient, stable bifunctional electrocatalysts is the key to the practical industrial applications of overall water splitting. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Recently, MOFs have attracted great attention\nas novel electrocatalytic\nmaterial platforms due to their large surface area and tunable pore\nstructures. However, the catalytic activity for overall water splitting\nis limited by the lack of effective active sites. Heteroatom doping, especially\nthe introduction of strongly charged atoms, is an effective way to\npromote electrocatalytic activity, which can accelerate the adsorption\nof H<sup>+</sup> and further generate H<sub>2</sub> on the surface\nvia the formation of additional active centers. Moreover, MOF\ncatalysts doped by heteroatoms exhibit an excellent electrocatalytic\noverall water splitting performance due to the optimized electronic\nstructure and increased functional heterojunctions for the HER and\nOER.\n</p>", "clean_text": "Recently, MOFs have attracted great attention as novel electrocatalytic material platforms due to their large surface area and tunable pore structures. However, the catalytic activity for overall water splitting is limited by the lack of effective active sites. Heteroatom doping, especially the introduction of strongly charged atoms, is an effective way to promote electrocatalytic activity, which can accelerate the adsorption of H+ and further generate H2 on the surface via the formation of additional active centers. Moreover, MOF catalysts doped by heteroatoms exhibit an excellent electrocatalytic overall water splitting performance due to the optimized electronic structure and increased functional heterojunctions for the HER and OER. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Among the numerous strategies, cation engineering\nis a remarkably\neffective way to regulate the electronic structure of catalysts and\nto optimize the adsorption/desorption energy barriers of intermediates. In addition, the increased active sites facilitate conductivity\nand further enhance catalytic activity. Yan’s group reported\nthat the catalytic activity of the OER was significantly enhanced\nby doping with transition-metal atoms. This result reveals that the introduction of positively charged\ntransition-metal atoms in the lattice can tune the electronic structure,\noptimizing Δ<italic toggle=\"yes\">G</italic>* and conductivity. Meanwhile,\nLi’s group adopted a cation-doping strategy for the single-phase\ncatalyst, which effectively improved the HER activity due to the moderate\nelectron density. In comparison with\n3d transition metals, rare-earth elements with unique 4f electrons\n(e.g., Ce, Pr, Y, etc.) have been demonstrated to improve the catalytic\nefficiency when they are combined with other active sites. What is more, Ce-induced compounds have mixed\nelectronic/ionic conductivity due to the redox interaction between\nCe<sup>3+</sup> and Ce<sup>4+</sup>. Dai’s\ngroup reported a Co<sub>3</sub>O<sub>4</sub>/CeO<sub>2</sub> nanohybrid\nwith abundant oxygen vacancies, exhibiting improved OER activity. Tang’s group designed a thin CoS@CeO<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> layer structure to prevent corrosion and\naffect Co<sup>2+</sup>/Co<sup>3+</sup> in CoS, which improved the\nOER durability. On the other hand, Y-related\nmaterials have attracted significant attention due to their enhanced\nelectron capture capability, hindering the growth of crystals where\nmetal ions can trap photoexcited electrons during photoelectrochemical\nwater splitting. However, the synthesis\nof multielement hybrid catalysts remains a challenge and has rarely\nbeen reported. Thus, researchers have striven to identify the active\nsites for the HER and OER to tailor highly active water electrolysis\ncatalysts. The most common strategies, such as high-temperature calcination,\nmay sacrifice intrinsic metal active sites and limit the bulk conductivity. Two-dimensional (2D) MOF-derived materials have been\nreported with little effort made to increase the microstructure, conductivity,\nor catalytic centers. Therefore, it seems crucial to optimize the structure and active\nsites of MOF-derived materials to improve electrocatalytic performance.</p>", "clean_text": "Among the numerous strategies, cation engineering is a remarkably effective way to regulate the electronic structure of catalysts and to optimize the adsorption/desorption energy barriers of intermediates. In addition, the increased active sites facilitate conductivity and further enhance catalytic activity. Yan's group reported that the catalytic activity of the OER was significantly enhanced by doping with transition-metal atoms. This result reveals that the introduction of positively charged transition-metal atoms in the lattice can tune the electronic structure, optimizing ΔG* and conductivity. Meanwhile, Li's group adopted a cation-doping strategy for the single-phase catalyst, which effectively improved the HER activity due to the moderate electron density. In comparison with 3d transition metals, rare-earth elements with unique 4f electrons (e.g., Ce, Pr, Y, etc.) have been demonstrated to improve the catalytic efficiency when they are combined with other active sites. What is more, Ce-induced compounds have mixed electronic/ionic conductivity due to the redox interaction between Ce3+ and Ce4+. Dai's group reported a Co3O4/CeO2 nanohybrid with abundant oxygen vacancies, exhibiting improved OER activity. Tang's group designed a thin CoS@CeO x  layer structure to prevent corrosion and affect Co2+/Co3+ in CoS, which improved the OER durability. On the other hand, Y-related materials have attracted significant attention due to their enhanced electron capture capability, hindering the growth of crystals where metal ions can trap photoexcited electrons during photoelectrochemical water splitting. However, the synthesis of multielement hybrid catalysts remains a challenge and has rarely been reported. Thus, researchers have striven to identify the active sites for the HER and OER to tailor highly active water electrolysis catalysts. The most common strategies, such as high-temperature calcination, may sacrifice intrinsic metal active sites and limit the bulk conductivity. Two-dimensional (2D) MOF-derived materials have been reported with little effort made to increase the microstructure, conductivity, or catalytic centers. Therefore, it seems crucial to optimize the structure and active sites of MOF-derived materials to improve electrocatalytic performance.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Herein, we report the synthesis of Y- and Ce-doped ultrathin MOF\nnanosheet array electrocatalysts by a simple hydrothermal method using\nNi-MOF as a template. The obtained NiYCe-MOF/NF was employed as a\nbifunctional electrocatalyst to explore the overall water splitting.\nIn particular, the structural characterizations verified that the\ndoping of rare-earth atoms at the Ni sites induced electron transfer\nto the Ni sites. Benefiting from the unique electronic and structural\nfeatures of the constructed catalyst, the resulting NiYCe-MOF/NF showed\nexcellent electrochemical HER and OER activities with overpotentials\nof 136 and 245 mV at 10 mA cm<sup>–2</sup>, respectively, which\nare significantly better than those of previously reported Ni-MOF-based\ncatalysts.</p>", "clean_text": "Herein, we report the synthesis of Y- and Ce-doped ultrathin MOF nanosheet array electrocatalysts by a simple hydrothermal method using Ni-MOF as a template. The obtained NiYCe-MOF/NF was employed as a bifunctional electrocatalyst to explore the overall water splitting. In particular, the structural characterizations verified that the doping of rare-earth atoms at the Ni sites induced electron transfer to the Ni sites. Benefiting from the unique electronic and structural features of the constructed catalyst, the resulting NiYCe-MOF/NF showed excellent electrochemical HER and OER activities with overpotentials of 136 and 245 mV at 10 mA cm-2, respectively, which are significantly better than those of previously reported Ni-MOF-based catalysts.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>NiYCe-MOF/NF nanosheet arrays with different Y and\nCe contents\nwere prepared by regulating the Y/Ce molar ratio, and a schematic\ndiagram is shown in a. Similar procedures were used\nfor the synthesis of Ni-MOF, NiY-MOF, and NiCe-MOF control samples\nwith different raw materials. The SEM images (b,c) show that the morphology of NiYCe-MOF/NF\nfeatured ultrathin nanosheet arrays supported on the NF, while pure\nNi-MOF without the NF substrate presented a stacked-sheet structure\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). NiYCe-MOF was further confirmed\nby TEM (d),\nindicating a flakelike structure without any agglomeration. The elemental\nmapping images (e) suggest that the elements C, O, Ni, Y, and Ce were uniformly distributed\nover the nanosheets. The HR-TEM image of NiYCe-MOF in f shows some clear lattice\nfringes with a spacing of 1.4 nm; moreover,\nthe polycrystalline properties were confirmed by a selected area electron\ndiffraction (SAED) pattern with clearly concentric circular rings\nin the inset. The crystal lattice and electronic structure of NiYCe-MOF\nwere investigated by inverse fast Fourier transform (FFT), as shown\nin g; it was\nfound that the introduction of rare-earth atoms produced lattice distortions,\nwhich may be caused by partial replacement of local Ni atoms with\nY and Ce atoms. The details of the control experiments for details\ncan be seen in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figures S2–S10</ext-link> in\nthe Supporting Information.</p>", "clean_text": "NiYCe-MOF/NF nanosheet arrays with different Y and Ce contents were prepared by regulating the Y/Ce molar ratio, and a schematic diagram is shown in a. Similar procedures were used for the synthesis of Ni-MOF, NiY-MOF, and NiCe-MOF control samples with different raw materials. The SEM images (b,c) show that the morphology of NiYCe-MOF/NF featured ultrathin nanosheet arrays supported on the NF, while pure Ni-MOF without the NF substrate presented a stacked-sheet structure (Figure S1). NiYCe-MOF was further confirmed by TEM (d), indicating a flakelike structure without any agglomeration. The elemental mapping images (e) suggest that the elements C, O, Ni, Y, and Ce were uniformly distributed over the nanosheets. The HR-TEM image of NiYCe-MOF in f shows some clear lattice fringes with a spacing of 1.4 nm; moreover, the polycrystalline properties were confirmed by a selected area electron diffraction (SAED) pattern with clearly concentric circular rings in the inset. The crystal lattice and electronic structure of NiYCe-MOF were investigated by inverse fast Fourier transform (FFT), as shown in g; it was found that the introduction of rare-earth atoms produced lattice distortions, which may be caused by partial replacement of local Ni atoms with Y and Ce atoms. The details of the control experiments for details can be seen in Figures S2-S10 in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic illustration of the synthesis\nprocedure of NiYCe-MOF\non NF. (b, c) SEM images, (d) TEM and corresponding (e) HADDF element\nmapping images, (f) HR-TEM image, and (g) the inverse FFT pattern\nof NiYCe-MOF/NF.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic illustration of the synthesis procedure of NiYCe-MOF on NF. (b, c) SEM images, (d) TEM and corresponding (e) HADDF element mapping images, (f) HR-TEM image, and (g) the inverse FFT pattern of NiYCe-MOF/NF.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\na shows\nthat the peaks at 3455, 1600, 1404, and 786 cm<sup>–1</sup> can be attributed to the stretching vibrations of hydroxyl, benzene\ncarbon, phenolic carbon, and hydrocarbons, respectively. The wavenumber changes introduced by metal elements\nwere usually associated with various bonds. Apparently, a distinct\nwave of O–Ce bonding at 583 cm<sup>–1</sup> was observed\nfor NiCe-MOF and NiYCe-MOF, confirming the successful formation of\nionic bonds between the metal and oxygen-containing species, and the\nvibration peak of Ni–O was also observed at 488 cm<sup>–1</sup>. The XRD spectrum of the Ni substrate in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link> shows that the diffraction peaks can be attributed to metallic\nnickel (JCPDS: 04-0850), and it can be found that the main peaks of\nNiYCe-MOF were shown in NiYCe-MOF/NF while the weak diffraction peaks\nwere relatively slight. The nanosheet structure can also be detected\nby SAXS, as shown in b. An intense diffraction peak at 0.75° corresponded\nto an apparent distance (<italic toggle=\"yes\">d</italic> spacing) of 1.4 nm, which\nwas consistent with the HR-TEM image analysis results (f). To evaluate the orientation\nof crystals grown after the introduction of Y and Ce, 2D SAXS patterns\nwere employed as shown in c. The 2D SAXS patterns of Ni-MOF and NiY-MOF show\nthe transition from bright field to dark field in the innermost circle,\nimplying a good orientation of the crystals during the growth process.\nFurther introduction of Ce may alter the crystal growth, and the 2D\nSAXS patterns of NiCe-MOF and NiYCe-MOF demonstrate a similar orientation\nof the nanosheet structure under hydrothermal conditions. Meanwhile,\na diffuse diffraction ring appeared in the low-angle region, implying\nthe inhibition of the isotropic phase. The above analysis results\nsuggested that the introduction of Ce can be well regulated in MOF\nmaterials by creating additional active sites to achieve tailored\ncatalytic performance. The elemental composition and chemical state\nwere investigated by XPS analysis. The successful introduction of\nY and Ce into Ni-MOF was confirmed by comparison with the survey XPS\nprofiles of Ni-MOF and NiYCe-MOF (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). The high-resolution XPS spectra of Ni, O, Y, and Ce in the NiYCe-MOF\nsample were fitted using the Gaussian method. d shows the Ni 2p spectra, where the peaks\nof NiYCe-MOF located at ∼856.8 and ∼874.3 eV were assigned\nto the spin–orbit doublets of Ni 3d<sub>1/2</sub> and Ni 3d<sub>3/2</sub>, respectively. Furthermore, two other satellite peaks were\nobserved at 861.3 and 879.7 eV. In the\nhigh-resolution XPS spectra in the O 1s regions of Ni-MOF, the two\nmain peaks located at 530.5 and 531.5 eV can be attributed to the\nlattice oxygen species (O<sup>2–</sup>) and chemisorbed oxygen\nspecies, respectively (e). Moreover, in these spectral images, the peaks of lattice\noxygen species of NiYCe-MOF were divided into Ce–O (530.3 eV)\nand Y–O (532.3 eV) peaks. In general, the increase in the area\nof the metal–oxygen peak due to the adsorption of hydroxyl\ngroups on the surface can further prove the growth of active centers\nafter doping.\nf displays the high-resolution XPS spectrum\nof NiYCe-MOF in the Y 3d region, which can be fitted with two peaks\nattributed to Y 3d<sub>5/2</sub> (157.8 eV) and Y 3d<sub>3/2</sub> (159.8 eV). Additionally, the characteristic\npeaks of Ce were also fitted; the peaks located at 885.3 and 903.7\neV were ascribed to Ce 3d<sub>5/2</sub> and Ce 3d<sub>3/2</sub>, respectively,\nindicating the coexistence of Ce<sup>3+</sup> and Ce<sup>4+</sup> in\nthe NiYCe-MOF, which may lead to a charge imbalance.\n</p>", "clean_text": " a shows that the peaks at 3455, 1600, 1404, and 786 cm-1 can be attributed to the stretching vibrations of hydroxyl, benzene carbon, phenolic carbon, and hydrocarbons, respectively. The wavenumber changes introduced by metal elements were usually associated with various bonds. Apparently, a distinct wave of O-Ce bonding at 583 cm-1 was observed for NiCe-MOF and NiYCe-MOF, confirming the successful formation of ionic bonds between the metal and oxygen-containing species, and the vibration peak of Ni-O was also observed at 488 cm-1. The XRD spectrum of the Ni substrate in Figure S11 shows that the diffraction peaks can be attributed to metallic nickel (JCPDS: 04-0850), and it can be found that the main peaks of NiYCe-MOF were shown in NiYCe-MOF/NF while the weak diffraction peaks were relatively slight. The nanosheet structure can also be detected by SAXS, as shown in b. An intense diffraction peak at 0.75° corresponded to an apparent distance (d spacing) of 1.4 nm, which was consistent with the HR-TEM image analysis results (f). To evaluate the orientation of crystals grown after the introduction of Y and Ce, 2D SAXS patterns were employed as shown in c. The 2D SAXS patterns of Ni-MOF and NiY-MOF show the transition from bright field to dark field in the innermost circle, implying a good orientation of the crystals during the growth process. Further introduction of Ce may alter the crystal growth, and the 2D SAXS patterns of NiCe-MOF and NiYCe-MOF demonstrate a similar orientation of the nanosheet structure under hydrothermal conditions. Meanwhile, a diffuse diffraction ring appeared in the low-angle region, implying the inhibition of the isotropic phase. The above analysis results suggested that the introduction of Ce can be well regulated in MOF materials by creating additional active sites to achieve tailored catalytic performance. The elemental composition and chemical state were investigated by XPS analysis. The successful introduction of Y and Ce into Ni-MOF was confirmed by comparison with the survey XPS profiles of Ni-MOF and NiYCe-MOF (Figure S12). The high-resolution XPS spectra of Ni, O, Y, and Ce in the NiYCe-MOF sample were fitted using the Gaussian method. d shows the Ni 2p spectra, where the peaks of NiYCe-MOF located at ~856.8 and ~874.3 eV were assigned to the spin-orbit doublets of Ni 3d1/2 and Ni 3d3/2, respectively. Furthermore, two other satellite peaks were observed at 861.3 and 879.7 eV. In the high-resolution XPS spectra in the O 1s regions of Ni-MOF, the two main peaks located at 530.5 and 531.5 eV can be attributed to the lattice oxygen species (O2-) and chemisorbed oxygen species, respectively (e). Moreover, in these spectral images, the peaks of lattice oxygen species of NiYCe-MOF were divided into Ce-O (530.3 eV) and Y-O (532.3 eV) peaks. In general, the increase in the area of the metal-oxygen peak due to the adsorption of hydroxyl groups on the surface can further prove the growth of active centers after doping. f displays the high-resolution XPS spectrum of NiYCe-MOF in the Y 3d region, which can be fitted with two peaks attributed to Y 3d5/2 (157.8 eV) and Y 3d3/2 (159.8 eV). Additionally, the characteristic peaks of Ce were also fitted; the peaks located at 885.3 and 903.7 eV were ascribed to Ce 3d5/2 and Ce 3d3/2, respectively, indicating the coexistence of Ce3+ and Ce4+ in the NiYCe-MOF, which may lead to a charge imbalance. ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) FT-IR spectra, (b) small-angle XRD patterns, and corresponding\n(c) two-dimensional diffraction patterns of Ni-MOF, NiY-MOF, NiCe-MOF,\nand NiYCe-MOF. High-resolution XPS spectra in the (d) Ni 2p and (e)\nO 1s regions of NiYCe-MOF and pristine Ni-MOF. (f) High-resolution\nXPS spectra in the Y 3d and Ce 3d regions of NiYCe-MOF.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) FT-IR spectra, (b) small-angle XRD patterns, and corresponding (c) two-dimensional diffraction patterns of Ni-MOF, NiY-MOF, NiCe-MOF, and NiYCe-MOF. High-resolution XPS spectra in the (d) Ni 2p and (e) O 1s regions of NiYCe-MOF and pristine Ni-MOF. (f) High-resolution XPS spectra in the Y 3d and Ce 3d regions of NiYCe-MOF.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>XANES and EXAFS were measured to further explore\nthe chemical states\nof typical Ni-MOF and NiYCe-MOF using Ni foil, NiO, and Ni­(OH)<sub>2</sub> as references. As shown in a, the peaks of the samples located at approximately\n8349 eV in the pre-edge region can be attributed to the dipole-forbidden\nbut quadrupole-allowed transition from 1s to 3d, which were equivalent\nto the NiO benchmark. The positions of\nthe rising edges of the samples compared to the reference value of\nthe Ni foil indicated that the oxidation state of Ni was between Ni<sup>0</sup> and Ni<sup>II</sup>. Meanwhile,\nthe rising-edge positions of Ni-MOF were negatively shifted compared\nto those of NiO, while NiYCe-MOF showed a similar trend. This phenomenon\nindicated that some electrons were transferred to the site of Ni after\nthe introduction of Y and Ce, which may be due to the rearrangement\nof electron distribution caused by the interaction of Ni with rare-earth\nelements. As presented in b, the FT-EXAFS intensities of all the corresponding\npeaks for the NiYCe-MOF were decreased relative to those of Ni foil,\nNiO, Ni­(OH)<sub>2</sub>, and Ni-MOF control samples, indicating an\nincrease in the coordination number of the Ni atoms. The EXAFS spectra\nof Ni-MOF and NiYCe-MOF showed a main peak at 1.62 Å, corresponding\nto Ni–O coordination, which indicated that Ni ions were dominant\nin the oxidation state. The above results showed that the coordination\nnumber of the Ni–O shell remained nearly constant after Y and\nCe codoping, suggesting a well-preserved stability structure. At the\nsame time, the maximum intensities of Ni states in the WT contour\nmap of Ni-MOF and NiYCe-MOF were also significantly different from\nthose of Ni foil and NiO (c–f), suggesting that the Y and Ce heteroatoms\nwere successfully doped into the Ni-MOF matrix. g shows that NiYCe-MOF exhibited a highly\nabundant porous structure along with the highest absorption capacity,\nresulting in the highest specific surface area (124.6 m<sup>2</sup>/g); additionally, the specific surface areas of Ni-MOF, NiCe-MOF,\nand NiYCe-MOF were 106.4, 112.0, and 94.2 m<sup>2</sup>/g, respectively\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). In addition, the porous structure\nof NiYCe-MOF further exhibited a hierarchical porous size, extending\nfrom nanometers to sub-micrometers, with an average pore size of 30\nnm (see the inset in g). These results indicated that NiYCe-MOF contained a substantial\nnumber of mesopores, which favored the mass transfer process.</p>", "clean_text": "XANES and EXAFS were measured to further explore the chemical states of typical Ni-MOF and NiYCe-MOF using Ni foil, NiO, and Ni(OH)2 as references. As shown in a, the peaks of the samples located at approximately 8349 eV in the pre-edge region can be attributed to the dipole-forbidden but quadrupole-allowed transition from 1s to 3d, which were equivalent to the NiO benchmark. The positions of the rising edges of the samples compared to the reference value of the Ni foil indicated that the oxidation state of Ni was between Ni0 and NiII. Meanwhile, the rising-edge positions of Ni-MOF were negatively shifted compared to those of NiO, while NiYCe-MOF showed a similar trend. This phenomenon indicated that some electrons were transferred to the site of Ni after the introduction of Y and Ce, which may be due to the rearrangement of electron distribution caused by the interaction of Ni with rare-earth elements. As presented in b, the FT-EXAFS intensities of all the corresponding peaks for the NiYCe-MOF were decreased relative to those of Ni foil, NiO, Ni(OH)2, and Ni-MOF control samples, indicating an increase in the coordination number of the Ni atoms. The EXAFS spectra of Ni-MOF and NiYCe-MOF showed a main peak at 1.62 Å, corresponding to Ni-O coordination, which indicated that Ni ions were dominant in the oxidation state. The above results showed that the coordination number of the Ni-O shell remained nearly constant after Y and Ce codoping, suggesting a well-preserved stability structure. At the same time, the maximum intensities of Ni states in the WT contour map of Ni-MOF and NiYCe-MOF were also significantly different from those of Ni foil and NiO (c-f), suggesting that the Y and Ce heteroatoms were successfully doped into the Ni-MOF matrix. g shows that NiYCe-MOF exhibited a highly abundant porous structure along with the highest absorption capacity, resulting in the highest specific surface area (124.6 m2/g); additionally, the specific surface areas of Ni-MOF, NiCe-MOF, and NiYCe-MOF were 106.4, 112.0, and 94.2 m2/g, respectively (Figure S13). In addition, the porous structure of NiYCe-MOF further exhibited a hierarchical porous size, extending from nanometers to sub-micrometers, with an average pore size of 30 nm (see the inset in g). These results indicated that NiYCe-MOF contained a substantial number of mesopores, which favored the mass transfer process.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Ni K-edge\nXANES spectra and (b) FT-EXAFS spectra of Ni-MOF\nand NiYCe-MOF. (c–f) Wavelet transform of Ni K-edge EXAFS for\nNi foil, NiO, Ni-MOF, and NiYCe-MOF. (g) N<sub>2</sub> adsorption–desorption\nisotherms of NiYCe-MOF and the corresponding pore size distribution.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Ni K-edge XANES spectra and (b) FT-EXAFS spectra of Ni-MOF and NiYCe-MOF. (c-f) Wavelet transform of Ni K-edge EXAFS for Ni foil, NiO, Ni-MOF, and NiYCe-MOF. (g) N2 adsorption-desorption isotherms of NiYCe-MOF and the corresponding pore size distribution.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>The electrocatalytic performances of the samples\nwere evaluated\nin 1.0 M KOH solution with a typical system of commercial Pt/C (20\nwt %) and RuO<sub>2</sub> catalysts as benchmarks. The quantitative\nanalysis data of doping elements and the amounts of catalyst loadings\nare detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figured S14–S16</ext-link> in\nthe Supporting Information. A representative LSV test (a) shows that NiYCe-MOF/NF\nexhibited superior OER activity compared with Ni-MOF/NF, NiY-MOF/NF,\nand NiCe-MOF/NF. Even the OER performance of NiYCe-MOF/NF is significantly\nbetter than that of commercial RuO<sub>2</sub>. Likewise, the line-fitting\nTafel plot of 65 mV dec<sup>–1</sup> for NiYCe-MOF/NF in b was lower than\nthose of Ni-MOF/NF, NiY-MOF/NF, NiCe-MOF/NF, and commercial RuO<sub>2</sub>, indicating the more effective reaction kinetics of NiYCe-MOF/NF\nfor the OER. As shown in c, a chronopotentiometric test was employed to estimate\nthe stability of NiYCe-MOF/NF. The retention rate of the initial catalytic\nactivity can reach 94% after 100 h at 100 mA cm<sup>–2</sup>, while NiYCe-MOF/NF a suffered slight performance degradation (10%)\nat 200 mA cm<sup>–2</sup>. The above analysis results illustrated\nthat NiYCe-MOF/NF possessed excellent stability in the long-term OER\noperation process. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>, the EIS of the samples showed that NiYCe-MOF/NF exhibited a small\npolarization resistance and demonstrated faster catalytic kinetics\nand an enhanced electron transfer rate relative to Ni-MOF/NF, NiY-MOF/NF,\nand NiCe-MOF/NF due to the abundant active catalytic sites and the\nsynergistic effect between different metal centers. In addition, the\nelectrochemical active surface areas (ECSAs) were also calculated\nby measuring the C<sub>dl</sub> values from CV curves (d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). NiYCe-MOF/NF exhibited a C<sub>dl</sub> value of nearly\n36.5 mF cm<sup>–2</sup>, higher than those of Ni-MOF/NF (4.1\nmF cm<sup>–2</sup>), NiY-MOF/NF (25.9 mF cm<sup>–2</sup>) and NiCe-MOF/NF electrodes (29.8 mF cm<sup>–2</sup>), indicating\nthat NiYCe-MOF/NF was equipped with more active sites. The mass activity\n(the current density normalized to the mass) of NiYCe-MOF/NF was 614\nA g<sup>–1</sup> at 1.5 V vs RHE, which was approximately 6-fold\nhigher than that of RuO<sub>2</sub> (e). The corresponding specific activity (the\ncurrent density normalized to the ECSA) of NiYCe-MOF/NF was 22.6 mA\ncm<sup>–2</sup>, which was 7 times higher than that of the\ncommercial RuO<sub>2</sub> catalyst. In contrast, Ni-MOF/NF had almost\nno catalytic activity toward the OER. As shown in f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>, the as-prepared NiYCe-MOF/NF showed remarkable catalytic\nperformance compared with state-of-the-art RuO<sub>2</sub> and other\nrecently reported OER electrocatalysts, suggesting that NiYCe-MOF/NF\nwas a promising substitute for noble-metal electrocatalysts.</p>", "clean_text": "The electrocatalytic performances of the samples were evaluated in 1.0 M KOH solution with a typical system of commercial Pt/C (20 wt %) and RuO2 catalysts as benchmarks. The quantitative analysis data of doping elements and the amounts of catalyst loadings are detailed in Figured S14-S16 in the Supporting Information. A representative LSV test (a) shows that NiYCe-MOF/NF exhibited superior OER activity compared with Ni-MOF/NF, NiY-MOF/NF, and NiCe-MOF/NF. Even the OER performance of NiYCe-MOF/NF is significantly better than that of commercial RuO2. Likewise, the line-fitting Tafel plot of 65 mV dec-1 for NiYCe-MOF/NF in b was lower than those of Ni-MOF/NF, NiY-MOF/NF, NiCe-MOF/NF, and commercial RuO2, indicating the more effective reaction kinetics of NiYCe-MOF/NF for the OER. As shown in c, a chronopotentiometric test was employed to estimate the stability of NiYCe-MOF/NF. The retention rate of the initial catalytic activity can reach 94% after 100 h at 100 mA cm-2, while NiYCe-MOF/NF a suffered slight performance degradation (10%) at 200 mA cm-2. The above analysis results illustrated that NiYCe-MOF/NF possessed excellent stability in the long-term OER operation process. As shown in Figure S17, the EIS of the samples showed that NiYCe-MOF/NF exhibited a small polarization resistance and demonstrated faster catalytic kinetics and an enhanced electron transfer rate relative to Ni-MOF/NF, NiY-MOF/NF, and NiCe-MOF/NF due to the abundant active catalytic sites and the synergistic effect between different metal centers. In addition, the electrochemical active surface areas (ECSAs) were also calculated by measuring the Cdl values from CV curves (d and Figure S18). NiYCe-MOF/NF exhibited a Cdl value of nearly 36.5 mF cm-2, higher than those of Ni-MOF/NF (4.1 mF cm-2), NiY-MOF/NF (25.9 mF cm-2) and NiCe-MOF/NF electrodes (29.8 mF cm-2), indicating that NiYCe-MOF/NF was equipped with more active sites. The mass activity (the current density normalized to the mass) of NiYCe-MOF/NF was 614 A g-1 at 1.5 V vs RHE, which was approximately 6-fold higher than that of RuO2 (e). The corresponding specific activity (the current density normalized to the ECSA) of NiYCe-MOF/NF was 22.6 mA cm-2, which was 7 times higher than that of the commercial RuO2 catalyst. In contrast, Ni-MOF/NF had almost no catalytic activity toward the OER. As shown in f and Table S1, the as-prepared NiYCe-MOF/NF showed remarkable catalytic performance compared with state-of-the-art RuO2 and other recently reported OER electrocatalysts, suggesting that NiYCe-MOF/NF was a promising substitute for noble-metal electrocatalysts.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Polarization\ncurves and (b) corresponding Tafel slopes of different\nsamples for the OER. (c) Long-term test of NiYCe-MOF/NF for 100 h\nat different current densities. (d) <italic toggle=\"yes\">C</italic>\n<sub>dl</sub> values of Ni-MOF/NF, NiY-MOF/NF, NiCe-MOF/NF, and NiYCe-MOF/NF.\n(e) Mass and specific activities of different samples derived from\nLSV at 1.5 V. (f) OER performance comparison of NiYCe-MOF/NF with\nother representative electrocatalysts reported in the previous literature.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Polarization curves and (b) corresponding Tafel slopes of different samples for the OER. (c) Long-term test of NiYCe-MOF/NF for 100 h at different current densities. (d) C dl values of Ni-MOF/NF, NiY-MOF/NF, NiCe-MOF/NF, and NiYCe-MOF/NF. (e) Mass and specific activities of different samples derived from LSV at 1.5 V. (f) OER performance comparison of NiYCe-MOF/NF with other representative electrocatalysts reported in the previous literature.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>As shown in a, the HER activity was first evaluated by LSV at 10\nmV s<sup>–1</sup>; NiYCe-MOF/NF showed the highest HER activity\nwith the lowest overpotential\nof 136 mV vs RHE, which was obviously better than those of Ni-MOF/NF\n(260 mV), NiY-MOF/NF (236 mV), and NiCe-MOF/NF (180 mV) at 10 mA cm<sup>–2</sup>. Moreover, the catalytic HER reaction kinetics were\ninvestigated by fitting the corresponding Tafel slopes to the LSV\ncurves (b).\nThe Tafel slope of NiYCe-MOF/NF was 74 mV dec<sup>–1</sup>,\nlower than those of Ni-MOF/NF (148 mV dec<sup>–1</sup>), NiY-MOF/NF\n(126 mV dec<sup>–1</sup>), and NiCe-MOF/NF (91 mV dec<sup>–1</sup>), indicating a more favorable electrocatalytic kinetics for the\nHER. The HER durability of NiYCe-MOF/NF was also tested by running\n3000 consecutive LSV cycles and long-term chronopotentiometric tests\nover 100 h (c). In all, 3000 LSV cycles under a low-voltage window showed negligible\ncurrent degeneration. Meanwhile, the chronopotentiometric test results\nshowed that NiYCe-MOF/NF can be stably operated for more than 100\nh with almost no attenuation.</p>", "clean_text": "As shown in a, the HER activity was first evaluated by LSV at 10 mV s-1; NiYCe-MOF/NF showed the highest HER activity with the lowest overpotential of 136 mV vs RHE, which was obviously better than those of Ni-MOF/NF (260 mV), NiY-MOF/NF (236 mV), and NiCe-MOF/NF (180 mV) at 10 mA cm-2. Moreover, the catalytic HER reaction kinetics were investigated by fitting the corresponding Tafel slopes to the LSV curves (b). The Tafel slope of NiYCe-MOF/NF was 74 mV dec-1, lower than those of Ni-MOF/NF (148 mV dec-1), NiY-MOF/NF (126 mV dec-1), and NiCe-MOF/NF (91 mV dec-1), indicating a more favorable electrocatalytic kinetics for the HER. The HER durability of NiYCe-MOF/NF was also tested by running 3000 consecutive LSV cycles and long-term chronopotentiometric tests over 100 h (c). In all, 3000 LSV cycles under a low-voltage window showed negligible current degeneration. Meanwhile, the chronopotentiometric test results showed that NiYCe-MOF/NF can be stably operated for more than 100 h with almost no attenuation.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Polarization curves and (b) corresponding\nTafel slopes of different\nsamples for HER. (c) LSV curves of NiYCe-MOF/NF for a long-term test\nbefore and after 3000 CV cycles. (d) Optical photograph of the electrochemical\noverall water-splitting reactor. (e) Polarization curves in two-electrode\nsystems of NiY-MOF/NF, NiCe-MOF/NF, and NiYCe-MOF/NF. (f) Chronopotentiometry\ncurves of NiYCe-MOF/NF at different current densities. (g) Catalytic\nstability test at 300 mA cm<sup>–2</sup> for approximately\n240 h and (h) overall water splitting curves of NiYCe-MOF/NF before\nand after 3000 cycles.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Polarization curves and (b) corresponding Tafel slopes of different samples for HER. (c) LSV curves of NiYCe-MOF/NF for a long-term test before and after 3000 CV cycles. (d) Optical photograph of the electrochemical overall water-splitting reactor. (e) Polarization curves in two-electrode systems of NiY-MOF/NF, NiCe-MOF/NF, and NiYCe-MOF/NF. (f) Chronopotentiometry curves of NiYCe-MOF/NF at different current densities. (g) Catalytic stability test at 300 mA cm-2 for approximately 240 h and (h) overall water splitting curves of NiYCe-MOF/NF before and after 3000 cycles.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>To evaluate the electrocatalytic stability of the\nconstructed samples\nin practical applications, overall water-splitting measurements were\nperformed in a two-electrode cell (d). As shown in e, NiYCe-MOF/NF exhibited excellent overall\nwater-splitting performance with a total cell voltage of 1.54 V at\n100 mA cm<sup>–2</sup>, which was obviously better than those\nof NiY-MOF/NF (1.68 V) and NiCe-MOF/NF (1.59 V). Furthermore, NiYCe-MOF/NF\nalso exhibited impressive durability for the overall water-splitting\nreaction at different current densities from 10 to 150 mA cm<sup>–2</sup>. f shows\nthat the water electrolysis voltage of NiYCe-MOF/NF can not only steadily\nincrease with the increasing current density but also return to the\ninitial state, suggesting fast recoverability. g shows that the current density can be kept\nstable at 300 mA cm<sup>–2</sup> during a long-term stability\ntest over 240 h; moreover, the surface morphology of NiYCe-MOF nanosheet\narrays showed almost no change after a durability test for 240 h as\nshown in the insets. The chemical compositions of NiYCe-MOF were also\ndeeply investigated after a 240 h long-term test (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figures S19 and S20</ext-link>). It can be seen that the morphology of\nNiYCe-MOF can still be well maintained, and the XRD pattern of NiYCe-MOF/NF\nafter testing showed that the characteristic peaks were still tightly\nheld without the formation of the other phase, demonstrating that\nthe MOF structure effectively prevented the corrosion of the metal.\nThe elemental mapping and EDS showed that C, O, Ni, Y, and Ce were\nuniformly distributed throughout the region. Additionally, NiYCe-MOF/NF\nalso showed superior durability in alkaline solution after 3000 CV\ncycles (h).\nThe above analysis results demonstrated the excellent stability of\nNiYCe-MOF/NF during the overall water-splitting process. The ultralow\ntotal cell voltage and excellent stability for overall water splitting\nmay provide a potential candidate for practical industrial applications.</p>", "clean_text": "To evaluate the electrocatalytic stability of the constructed samples in practical applications, overall water-splitting measurements were performed in a two-electrode cell (d). As shown in e, NiYCe-MOF/NF exhibited excellent overall water-splitting performance with a total cell voltage of 1.54 V at 100 mA cm-2, which was obviously better than those of NiY-MOF/NF (1.68 V) and NiCe-MOF/NF (1.59 V). Furthermore, NiYCe-MOF/NF also exhibited impressive durability for the overall water-splitting reaction at different current densities from 10 to 150 mA cm-2. f shows that the water electrolysis voltage of NiYCe-MOF/NF can not only steadily increase with the increasing current density but also return to the initial state, suggesting fast recoverability. g shows that the current density can be kept stable at 300 mA cm-2 during a long-term stability test over 240 h; moreover, the surface morphology of NiYCe-MOF nanosheet arrays showed almost no change after a durability test for 240 h as shown in the insets. The chemical compositions of NiYCe-MOF were also deeply investigated after a 240 h long-term test (Figures S19 and S20). It can be seen that the morphology of NiYCe-MOF can still be well maintained, and the XRD pattern of NiYCe-MOF/NF after testing showed that the characteristic peaks were still tightly held without the formation of the other phase, demonstrating that the MOF structure effectively prevented the corrosion of the metal. The elemental mapping and EDS showed that C, O, Ni, Y, and Ce were uniformly distributed throughout the region. Additionally, NiYCe-MOF/NF also showed superior durability in alkaline solution after 3000 CV cycles (h). The above analysis results demonstrated the excellent stability of NiYCe-MOF/NF during the overall water-splitting process. The ultralow total cell voltage and excellent stability for overall water splitting may provide a potential candidate for practical industrial applications.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>In summary, we reported a facile method for the fabrication of\nultrathin MOF nanosheet arrays doped with Y and Ce self-supported\non NF to enhance performances toward the HER and OER. The doping of\nY and Ce atoms into Ni-MOF has been proven to promote water-splitting\nperformance by creating a bimetallic synergistic effect and constructing\nabundant active sites. The electronic structure of NiYCe-MOF/NF was\ncontrollably tailored by Y and Ce doping. When it was explored as\nan OER electrocatalyst, it achieved a low overpotential of 245 mV\nand a low Tafel slope of 65 mV dec<sup>–1</sup> at 10 mA cm<sup>–2</sup>. Additionally, it also exhibited outstanding HER\nactivity with a moderate overpotential of 136 mV at 10 mA cm<sup>–2</sup>. Notably, the required cell voltage was 1.54 V to achieve 100 mA\ncm<sup>–2</sup> when NiYCe-MOF/NF was used as both the anode\nand cathode electrocatalyst for overall water splitting. Meanwhile,\nNiYCe-MOF/NF also exhibited superior stability during a 240 h durability\ntest. The proposed doping of rare-earth elements into MOF catalysts\nto boost overall water splitting provides new insight into the design\nand synthesis of low-cost, highly efficient, and stable MOF catalysts\nfor other electrocatalysis fields.</p>", "clean_text": "In summary, we reported a facile method for the fabrication of ultrathin MOF nanosheet arrays doped with Y and Ce self-supported on NF to enhance performances toward the HER and OER. The doping of Y and Ce atoms into Ni-MOF has been proven to promote water-splitting performance by creating a bimetallic synergistic effect and constructing abundant active sites. The electronic structure of NiYCe-MOF/NF was controllably tailored by Y and Ce doping. When it was explored as an OER electrocatalyst, it achieved a low overpotential of 245 mV and a low Tafel slope of 65 mV dec-1 at 10 mA cm-2. Additionally, it also exhibited outstanding HER activity with a moderate overpotential of 136 mV at 10 mA cm-2. Notably, the required cell voltage was 1.54 V to achieve 100 mA cm-2 when NiYCe-MOF/NF was used as both the anode and cathode electrocatalyst for overall water splitting. Meanwhile, NiYCe-MOF/NF also exhibited superior stability during a 240 h durability test. The proposed doping of rare-earth elements into MOF catalysts to boost overall water splitting provides new insight into the design and synthesis of low-cost, highly efficient, and stable MOF catalysts for other electrocatalysis fields.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.nanolett.2c02755?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.nanolett.2c02755</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental section (synthesis of MOF-based nanosheet\nmaterials, characterizations, and electrochemical Measurements), MOF\nstructure, control experiments, and quantitative analysis data of\ndoping elements (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.2c02755.  Experimental section (synthesis of MOF-based nanosheet materials, characterizations, and electrochemical Measurements), MOF structure, control experiments, and quantitative analysis data of doping elements (PDF)   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Experimental section (synthesis of MOF-based nanosheet\nmaterials, characterizations, and electrochemical Measurements), MOF\nstructure, control experiments, and quantitative analysis data of\ndoping elements (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Experimental section (synthesis of MOF-based nanosheet materials, characterizations, and electrochemical Measurements), MOF structure, control experiments, and quantitative analysis data of doping elements (PDF)", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 5, 10, 12, 14, 16, 17", "type": "text", "classification": "property", "content": "<p>The construction of low-cost, highly efficient, and stable\nelectrocatalysts\nis a significant challenge for the hydrogen evolution reaction (HER)\nand oxygen evolution reaction (OER). Herein, we report a facile strategy\nto fabricate ultrathin metal–organic framework (MOF) nanosheet\narrays doped with two rare-earth elements, Y and Ce, and self-supported\non nickel foam (NF) to enhance the HER and OER performance by constructing\nabundant active sites and bimetallic synergistic effects. The NiYCe-MOF/NF\nfeatures an ultrathin nanosheet array structure and is uniformly and\nrichly codoped by Y and Ce. When it was explored as both the anode\nand cathode electrocatalysts for overall water splitting, it achieved\n10 mA cm<sup>–2</sup> at 136 and 245 mV for the HER and OER\nin an alkaline electrolyte, respectively. Notably, an extremely low\ncell voltage of 1.54 V was required to achieve 100 mA cm<sup>–2</sup> in 1.0 M KOH solution, making it a promising substitute for noble-metal\ncatalysts.</p><p>Herein, we report the synthesis of Y- and Ce-doped ultrathin MOF\nnanosheet array electrocatalysts by a simple hydrothermal method using\nNi-MOF as a template. The obtained NiYCe-MOF/NF was employed as a\nbifunctional electrocatalyst to explore the overall water splitting.\nIn particular, the structural characterizations verified that the\ndoping of rare-earth atoms at the Ni sites induced electron transfer\nto the Ni sites. Benefiting from the unique electronic and structural\nfeatures of the constructed catalyst, the resulting NiYCe-MOF/NF showed\nexcellent electrochemical HER and OER activities with overpotentials\nof 136 and 245 mV at 10 mA cm<sup>–2</sup>, respectively, which\nare significantly better than those of previously reported Ni-MOF-based\ncatalysts.</p><p>XANES and EXAFS were measured to further explore\nthe chemical states\nof typical Ni-MOF and NiYCe-MOF using Ni foil, NiO, and Ni­(OH)<sub>2</sub> as references. As shown in a, the peaks of the samples located at approximately\n8349 eV in the pre-edge region can be attributed to the dipole-forbidden\nbut quadrupole-allowed transition from 1s to 3d, which were equivalent\nto the NiO benchmark. The positions of\nthe rising edges of the samples compared to the reference value of\nthe Ni foil indicated that the oxidation state of Ni was between Ni<sup>0</sup> and Ni<sup>II</sup>. Meanwhile,\nthe rising-edge positions of Ni-MOF were negatively shifted compared\nto those of NiO, while NiYCe-MOF showed a similar trend. This phenomenon\nindicated that some electrons were transferred to the site of Ni after\nthe introduction of Y and Ce, which may be due to the rearrangement\nof electron distribution caused by the interaction of Ni with rare-earth\nelements. As presented in b, the FT-EXAFS intensities of all the corresponding\npeaks for the NiYCe-MOF were decreased relative to those of Ni foil,\nNiO, Ni­(OH)<sub>2</sub>, and Ni-MOF control samples, indicating an\nincrease in the coordination number of the Ni atoms. The EXAFS spectra\nof Ni-MOF and NiYCe-MOF showed a main peak at 1.62 Å, corresponding\nto Ni–O coordination, which indicated that Ni ions were dominant\nin the oxidation state. The above results showed that the coordination\nnumber of the Ni–O shell remained nearly constant after Y and\nCe codoping, suggesting a well-preserved stability structure. At the\nsame time, the maximum intensities of Ni states in the WT contour\nmap of Ni-MOF and NiYCe-MOF were also significantly different from\nthose of Ni foil and NiO (c–f), suggesting that the Y and Ce heteroatoms\nwere successfully doped into the Ni-MOF matrix. g shows that NiYCe-MOF exhibited a highly\nabundant porous structure along with the highest absorption capacity,\nresulting in the highest specific surface area (124.6 m<sup>2</sup>/g); additionally, the specific surface areas of Ni-MOF, NiCe-MOF,\nand NiYCe-MOF were 106.4, 112.0, and 94.2 m<sup>2</sup>/g, respectively\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). In addition, the porous structure\nof NiYCe-MOF further exhibited a hierarchical porous size, extending\nfrom nanometers to sub-micrometers, with an average pore size of 30\nnm (see the inset in g). These results indicated that NiYCe-MOF contained a substantial\nnumber of mesopores, which favored the mass transfer process.</p><p>The electrocatalytic performances of the samples\nwere evaluated\nin 1.0 M KOH solution with a typical system of commercial Pt/C (20\nwt %) and RuO<sub>2</sub> catalysts as benchmarks. The quantitative\nanalysis data of doping elements and the amounts of catalyst loadings\nare detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figured S14–S16</ext-link> in\nthe Supporting Information. A representative LSV test (a) shows that NiYCe-MOF/NF\nexhibited superior OER activity compared with Ni-MOF/NF, NiY-MOF/NF,\nand NiCe-MOF/NF. Even the OER performance of NiYCe-MOF/NF is significantly\nbetter than that of commercial RuO<sub>2</sub>. Likewise, the line-fitting\nTafel plot of 65 mV dec<sup>–1</sup> for NiYCe-MOF/NF in b was lower than\nthose of Ni-MOF/NF, NiY-MOF/NF, NiCe-MOF/NF, and commercial RuO<sub>2</sub>, indicating the more effective reaction kinetics of NiYCe-MOF/NF\nfor the OER. As shown in c, a chronopotentiometric test was employed to estimate\nthe stability of NiYCe-MOF/NF. The retention rate of the initial catalytic\nactivity can reach 94% after 100 h at 100 mA cm<sup>–2</sup>, while NiYCe-MOF/NF a suffered slight performance degradation (10%)\nat 200 mA cm<sup>–2</sup>. The above analysis results illustrated\nthat NiYCe-MOF/NF possessed excellent stability in the long-term OER\noperation process. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>, the EIS of the samples showed that NiYCe-MOF/NF exhibited a small\npolarization resistance and demonstrated faster catalytic kinetics\nand an enhanced electron transfer rate relative to Ni-MOF/NF, NiY-MOF/NF,\nand NiCe-MOF/NF due to the abundant active catalytic sites and the\nsynergistic effect between different metal centers. In addition, the\nelectrochemical active surface areas (ECSAs) were also calculated\nby measuring the C<sub>dl</sub> values from CV curves (d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). NiYCe-MOF/NF exhibited a C<sub>dl</sub> value of nearly\n36.5 mF cm<sup>–2</sup>, higher than those of Ni-MOF/NF (4.1\nmF cm<sup>–2</sup>), NiY-MOF/NF (25.9 mF cm<sup>–2</sup>) and NiCe-MOF/NF electrodes (29.8 mF cm<sup>–2</sup>), indicating\nthat NiYCe-MOF/NF was equipped with more active sites. The mass activity\n(the current density normalized to the mass) of NiYCe-MOF/NF was 614\nA g<sup>–1</sup> at 1.5 V vs RHE, which was approximately 6-fold\nhigher than that of RuO<sub>2</sub> (e). The corresponding specific activity (the\ncurrent density normalized to the ECSA) of NiYCe-MOF/NF was 22.6 mA\ncm<sup>–2</sup>, which was 7 times higher than that of the\ncommercial RuO<sub>2</sub> catalyst. In contrast, Ni-MOF/NF had almost\nno catalytic activity toward the OER. As shown in f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>, the as-prepared NiYCe-MOF/NF showed remarkable catalytic\nperformance compared with state-of-the-art RuO<sub>2</sub> and other\nrecently reported OER electrocatalysts, suggesting that NiYCe-MOF/NF\nwas a promising substitute for noble-metal electrocatalysts.</p><p>As shown in a, the HER activity was first evaluated by LSV at 10\nmV s<sup>–1</sup>; NiYCe-MOF/NF showed the highest HER activity\nwith the lowest overpotential\nof 136 mV vs RHE, which was obviously better than those of Ni-MOF/NF\n(260 mV), NiY-MOF/NF (236 mV), and NiCe-MOF/NF (180 mV) at 10 mA cm<sup>–2</sup>. Moreover, the catalytic HER reaction kinetics were\ninvestigated by fitting the corresponding Tafel slopes to the LSV\ncurves (b).\nThe Tafel slope of NiYCe-MOF/NF was 74 mV dec<sup>–1</sup>,\nlower than those of Ni-MOF/NF (148 mV dec<sup>–1</sup>), NiY-MOF/NF\n(126 mV dec<sup>–1</sup>), and NiCe-MOF/NF (91 mV dec<sup>–1</sup>), indicating a more favorable electrocatalytic kinetics for the\nHER. The HER durability of NiYCe-MOF/NF was also tested by running\n3000 consecutive LSV cycles and long-term chronopotentiometric tests\nover 100 h (c). In all, 3000 LSV cycles under a low-voltage window showed negligible\ncurrent degeneration. Meanwhile, the chronopotentiometric test results\nshowed that NiYCe-MOF/NF can be stably operated for more than 100\nh with almost no attenuation.</p><p>To evaluate the electrocatalytic stability of the\nconstructed samples\nin practical applications, overall water-splitting measurements were\nperformed in a two-electrode cell (d). As shown in e, NiYCe-MOF/NF exhibited excellent overall\nwater-splitting performance with a total cell voltage of 1.54 V at\n100 mA cm<sup>–2</sup>, which was obviously better than those\nof NiY-MOF/NF (1.68 V) and NiCe-MOF/NF (1.59 V). Furthermore, NiYCe-MOF/NF\nalso exhibited impressive durability for the overall water-splitting\nreaction at different current densities from 10 to 150 mA cm<sup>–2</sup>. f shows\nthat the water electrolysis voltage of NiYCe-MOF/NF can not only steadily\nincrease with the increasing current density but also return to the\ninitial state, suggesting fast recoverability. g shows that the current density can be kept\nstable at 300 mA cm<sup>–2</sup> during a long-term stability\ntest over 240 h; moreover, the surface morphology of NiYCe-MOF nanosheet\narrays showed almost no change after a durability test for 240 h as\nshown in the insets. The chemical compositions of NiYCe-MOF were also\ndeeply investigated after a 240 h long-term test (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c02755/suppl_file/nl2c02755_si_001.pdf\" xlink:type=\"simple\">Figures S19 and S20</ext-link>). It can be seen that the morphology of\nNiYCe-MOF can still be well maintained, and the XRD pattern of NiYCe-MOF/NF\nafter testing showed that the characteristic peaks were still tightly\nheld without the formation of the other phase, demonstrating that\nthe MOF structure effectively prevented the corrosion of the metal.\nThe elemental mapping and EDS showed that C, O, Ni, Y, and Ce were\nuniformly distributed throughout the region. Additionally, NiYCe-MOF/NF\nalso showed superior durability in alkaline solution after 3000 CV\ncycles (h).\nThe above analysis results demonstrated the excellent stability of\nNiYCe-MOF/NF during the overall water-splitting process. The ultralow\ntotal cell voltage and excellent stability for overall water splitting\nmay provide a potential candidate for practical industrial applications.</p><p>In summary, we reported a facile method for the fabrication of\nultrathin MOF nanosheet arrays doped with Y and Ce self-supported\non NF to enhance performances toward the HER and OER. The doping of\nY and Ce atoms into Ni-MOF has been proven to promote water-splitting\nperformance by creating a bimetallic synergistic effect and constructing\nabundant active sites. The electronic structure of NiYCe-MOF/NF was\ncontrollably tailored by Y and Ce doping. When it was explored as\nan OER electrocatalyst, it achieved a low overpotential of 245 mV\nand a low Tafel slope of 65 mV dec<sup>–1</sup> at 10 mA cm<sup>–2</sup>. Additionally, it also exhibited outstanding HER\nactivity with a moderate overpotential of 136 mV at 10 mA cm<sup>–2</sup>. Notably, the required cell voltage was 1.54 V to achieve 100 mA\ncm<sup>–2</sup> when NiYCe-MOF/NF was used as both the anode\nand cathode electrocatalyst for overall water splitting. Meanwhile,\nNiYCe-MOF/NF also exhibited superior stability during a 240 h durability\ntest. The proposed doping of rare-earth elements into MOF catalysts\nto boost overall water splitting provides new insight into the design\nand synthesis of low-cost, highly efficient, and stable MOF catalysts\nfor other electrocatalysis fields.</p>", "clean_text": "The construction of low-cost, highly efficient, and stable electrocatalysts is a significant challenge for the hydrogen evolution reaction (HER) and oxygen evolution reaction (OER). Herein, we report a facile strategy to fabricate ultrathin metal-organic framework (MOF) nanosheet arrays doped with two rare-earth elements, Y and Ce, and self-supported on nickel foam (NF) to enhance the HER and OER performance by constructing abundant active sites and bimetallic synergistic effects. The NiYCe-MOF/NF features an ultrathin nanosheet array structure and is uniformly and richly codoped by Y and Ce. When it was explored as both the anode and cathode electrocatalysts for overall water splitting, it achieved 10 mA cm-2 at 136 and 245 mV for the HER and OER in an alkaline electrolyte, respectively. Notably, an extremely low cell voltage of 1.54 V was required to achieve 100 mA cm-2 in 1.0 M KOH solution, making it a promising substitute for noble-metal catalysts.\n\nHerein, we report the synthesis of Y- and Ce-doped ultrathin MOF nanosheet array electrocatalysts by a simple hydrothermal method using Ni-MOF as a template. The obtained NiYCe-MOF/NF was employed as a bifunctional electrocatalyst to explore the overall water splitting. In particular, the structural characterizations verified that the doping of rare-earth atoms at the Ni sites induced electron transfer to the Ni sites. Benefiting from the unique electronic and structural features of the constructed catalyst, the resulting NiYCe-MOF/NF showed excellent electrochemical HER and OER activities with overpotentials of 136 and 245 mV at 10 mA cm-2, respectively, which are significantly better than those of previously reported Ni-MOF-based catalysts.\n\nXANES and EXAFS were measured to further explore the chemical states of typical Ni-MOF and NiYCe-MOF using Ni foil, NiO, and Ni(OH)2 as references. As shown in a, the peaks of the samples located at approximately 8349 eV in the pre-edge region can be attributed to the dipole-forbidden but quadrupole-allowed transition from 1s to 3d, which were equivalent to the NiO benchmark. The positions of the rising edges of the samples compared to the reference value of the Ni foil indicated that the oxidation state of Ni was between Ni0 and NiII. Meanwhile, the rising-edge positions of Ni-MOF were negatively shifted compared to those of NiO, while NiYCe-MOF showed a similar trend. This phenomenon indicated that some electrons were transferred to the site of Ni after the introduction of Y and Ce, which may be due to the rearrangement of electron distribution caused by the interaction of Ni with rare-earth elements. As presented in b, the FT-EXAFS intensities of all the corresponding peaks for the NiYCe-MOF were decreased relative to those of Ni foil, NiO, Ni(OH)2, and Ni-MOF control samples, indicating an increase in the coordination number of the Ni atoms. The EXAFS spectra of Ni-MOF and NiYCe-MOF showed a main peak at 1.62 Å, corresponding to Ni-O coordination, which indicated that Ni ions were dominant in the oxidation state. The above results showed that the coordination number of the Ni-O shell remained nearly constant after Y and Ce codoping, suggesting a well-preserved stability structure. At the same time, the maximum intensities of Ni states in the WT contour map of Ni-MOF and NiYCe-MOF were also significantly different from those of Ni foil and NiO (c-f), suggesting that the Y and Ce heteroatoms were successfully doped into the Ni-MOF matrix. g shows that NiYCe-MOF exhibited a highly abundant porous structure along with the highest absorption capacity, resulting in the highest specific surface area (124.6 m2/g); additionally, the specific surface areas of Ni-MOF, NiCe-MOF, and NiYCe-MOF were 106.4, 112.0, and 94.2 m2/g, respectively (Figure S13). In addition, the porous structure of NiYCe-MOF further exhibited a hierarchical porous size, extending from nanometers to sub-micrometers, with an average pore size of 30 nm (see the inset in g). These results indicated that NiYCe-MOF contained a substantial number of mesopores, which favored the mass transfer process.\n\nThe electrocatalytic performances of the samples were evaluated in 1.0 M KOH solution with a typical system of commercial Pt/C (20 wt %) and RuO2 catalysts as benchmarks. The quantitative analysis data of doping elements and the amounts of catalyst loadings are detailed in Figured S14-S16 in the Supporting Information. A representative LSV test (a) shows that NiYCe-MOF/NF exhibited superior OER activity compared with Ni-MOF/NF, NiY-MOF/NF, and NiCe-MOF/NF. Even the OER performance of NiYCe-MOF/NF is significantly better than that of commercial RuO2. Likewise, the line-fitting Tafel plot of 65 mV dec-1 for NiYCe-MOF/NF in b was lower than those of Ni-MOF/NF, NiY-MOF/NF, NiCe-MOF/NF, and commercial RuO2, indicating the more effective reaction kinetics of NiYCe-MOF/NF for the OER. As shown in c, a chronopotentiometric test was employed to estimate the stability of NiYCe-MOF/NF. The retention rate of the initial catalytic activity can reach 94% after 100 h at 100 mA cm-2, while NiYCe-MOF/NF a suffered slight performance degradation (10%) at 200 mA cm-2. The above analysis results illustrated that NiYCe-MOF/NF possessed excellent stability in the long-term OER operation process. As shown in Figure S17, the EIS of the samples showed that NiYCe-MOF/NF exhibited a small polarization resistance and demonstrated faster catalytic kinetics and an enhanced electron transfer rate relative to Ni-MOF/NF, NiY-MOF/NF, and NiCe-MOF/NF due to the abundant active catalytic sites and the synergistic effect between different metal centers. In addition, the electrochemical active surface areas (ECSAs) were also calculated by measuring the Cdl values from CV curves (d and Figure S18). NiYCe-MOF/NF exhibited a Cdl value of nearly 36.5 mF cm-2, higher than those of Ni-MOF/NF (4.1 mF cm-2), NiY-MOF/NF (25.9 mF cm-2) and NiCe-MOF/NF electrodes (29.8 mF cm-2), indicating that NiYCe-MOF/NF was equipped with more active sites. The mass activity (the current density normalized to the mass) of NiYCe-MOF/NF was 614 A g-1 at 1.5 V vs RHE, which was approximately 6-fold higher than that of RuO2 (e). The corresponding specific activity (the current density normalized to the ECSA) of NiYCe-MOF/NF was 22.6 mA cm-2, which was 7 times higher than that of the commercial RuO2 catalyst. In contrast, Ni-MOF/NF had almost no catalytic activity toward the OER. As shown in f and Table S1, the as-prepared NiYCe-MOF/NF showed remarkable catalytic performance compared with state-of-the-art RuO2 and other recently reported OER electrocatalysts, suggesting that NiYCe-MOF/NF was a promising substitute for noble-metal electrocatalysts.\n\nAs shown in a, the HER activity was first evaluated by LSV at 10 mV s-1; NiYCe-MOF/NF showed the highest HER activity with the lowest overpotential of 136 mV vs RHE, which was obviously better than those of Ni-MOF/NF (260 mV), NiY-MOF/NF (236 mV), and NiCe-MOF/NF (180 mV) at 10 mA cm-2. Moreover, the catalytic HER reaction kinetics were investigated by fitting the corresponding Tafel slopes to the LSV curves (b). The Tafel slope of NiYCe-MOF/NF was 74 mV dec-1, lower than those of Ni-MOF/NF (148 mV dec-1), NiY-MOF/NF (126 mV dec-1), and NiCe-MOF/NF (91 mV dec-1), indicating a more favorable electrocatalytic kinetics for the HER. The HER durability of NiYCe-MOF/NF was also tested by running 3000 consecutive LSV cycles and long-term chronopotentiometric tests over 100 h (c). In all, 3000 LSV cycles under a low-voltage window showed negligible current degeneration. Meanwhile, the chronopotentiometric test results showed that NiYCe-MOF/NF can be stably operated for more than 100 h with almost no attenuation.\n\nTo evaluate the electrocatalytic stability of the constructed samples in practical applications, overall water-splitting measurements were performed in a two-electrode cell (d). As shown in e, NiYCe-MOF/NF exhibited excellent overall water-splitting performance with a total cell voltage of 1.54 V at 100 mA cm-2, which was obviously better than those of NiY-MOF/NF (1.68 V) and NiCe-MOF/NF (1.59 V). Furthermore, NiYCe-MOF/NF also exhibited impressive durability for the overall water-splitting reaction at different current densities from 10 to 150 mA cm-2. f shows that the water electrolysis voltage of NiYCe-MOF/NF can not only steadily increase with the increasing current density but also return to the initial state, suggesting fast recoverability. g shows that the current density can be kept stable at 300 mA cm-2 during a long-term stability test over 240 h; moreover, the surface morphology of NiYCe-MOF nanosheet arrays showed almost no change after a durability test for 240 h as shown in the insets. The chemical compositions of NiYCe-MOF were also deeply investigated after a 240 h long-term test (Figures S19 and S20). It can be seen that the morphology of NiYCe-MOF can still be well maintained, and the XRD pattern of NiYCe-MOF/NF after testing showed that the characteristic peaks were still tightly held without the formation of the other phase, demonstrating that the MOF structure effectively prevented the corrosion of the metal. The elemental mapping and EDS showed that C, O, Ni, Y, and Ce were uniformly distributed throughout the region. Additionally, NiYCe-MOF/NF also showed superior durability in alkaline solution after 3000 CV cycles (h). The above analysis results demonstrated the excellent stability of NiYCe-MOF/NF during the overall water-splitting process. The ultralow total cell voltage and excellent stability for overall water splitting may provide a potential candidate for practical industrial applications.\n\nIn summary, we reported a facile method for the fabrication of ultrathin MOF nanosheet arrays doped with Y and Ce self-supported on NF to enhance performances toward the HER and OER. The doping of Y and Ce atoms into Ni-MOF has been proven to promote water-splitting performance by creating a bimetallic synergistic effect and constructing abundant active sites. The electronic structure of NiYCe-MOF/NF was controllably tailored by Y and Ce doping. When it was explored as an OER electrocatalyst, it achieved a low overpotential of 245 mV and a low Tafel slope of 65 mV dec-1 at 10 mA cm-2. Additionally, it also exhibited outstanding HER activity with a moderate overpotential of 136 mV at 10 mA cm-2. Notably, the required cell voltage was 1.54 V to achieve 100 mA cm-2 when NiYCe-MOF/NF was used as both the anode and cathode electrocatalyst for overall water splitting. Meanwhile, NiYCe-MOF/NF also exhibited superior stability during a 240 h durability test. The proposed doping of rare-earth elements into MOF catalysts to boost overall water splitting provides new insight into the design and synthesis of low-cost, highly efficient, and stable MOF catalysts for other electrocatalysis fields.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 10, 1, '[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"MOF-A\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"dielectric constant\",\\n        \"value\": \"4.5\",\\n        \"unit\": \"\",\\n        \"condition\": \"at 1 kHz\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical conductivity\",\\n        \"value\": \"0.01\",\\n        \"unit\": \"S/cm\",\\n        \"condition\": \"at room temperature\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NOTT-202\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical resistance\",\\n        \"value\": \"10000000\",\\n        \"unit\": \"ohm·cm\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic illustration of the synthesis\nprocedure of NiYCe-MOF\non NF. (b, c) SEM images, (d) TEM and corresponding (e) HADDF element\nmapping images, (f) HR-TEM image, and (g) the inverse FFT pattern\nof NiYCe-MOF/NF.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic illustration of the synthesis procedure of NiYCe-MOF on NF. (b, c) SEM images, (d) TEM and corresponding (e) HADDF element mapping images, (f) HR-TEM image, and (g) the inverse FFT pattern of NiYCe-MOF/NF.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) FT-IR spectra, (b) small-angle XRD patterns, and corresponding\n(c) two-dimensional diffraction patterns of Ni-MOF, NiY-MOF, NiCe-MOF,\nand NiYCe-MOF. High-resolution XPS spectra in the (d) Ni 2p and (e)\nO 1s regions of NiYCe-MOF and pristine Ni-MOF. (f) High-resolution\nXPS spectra in the Y 3d and Ce 3d regions of NiYCe-MOF.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) FT-IR spectra, (b) small-angle XRD patterns, and corresponding (c) two-dimensional diffraction patterns of Ni-MOF, NiY-MOF, NiCe-MOF, and NiYCe-MOF. High-resolution XPS spectra in the (d) Ni 2p and (e) O 1s regions of NiYCe-MOF and pristine Ni-MOF. (f) High-resolution XPS spectra in the Y 3d and Ce 3d regions of NiYCe-MOF.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Ni K-edge\nXANES spectra and (b) FT-EXAFS spectra of Ni-MOF\nand NiYCe-MOF. (c–f) Wavelet transform of Ni K-edge EXAFS for\nNi foil, NiO, Ni-MOF, and NiYCe-MOF. (g) N<sub>2</sub> adsorption–desorption\nisotherms of NiYCe-MOF and the corresponding pore size distribution.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Ni K-edge XANES spectra and (b) FT-EXAFS spectra of Ni-MOF and NiYCe-MOF. (c-f) Wavelet transform of Ni K-edge EXAFS for Ni foil, NiO, Ni-MOF, and NiYCe-MOF. (g) N2 adsorption-desorption isotherms of NiYCe-MOF and the corresponding pore size distribution.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Polarization\ncurves and (b) corresponding Tafel slopes of different\nsamples for the OER. (c) Long-term test of NiYCe-MOF/NF for 100 h\nat different current densities. (d) <italic toggle=\"yes\">C</italic>\n<sub>dl</sub> values of Ni-MOF/NF, NiY-MOF/NF, NiCe-MOF/NF, and NiYCe-MOF/NF.\n(e) Mass and specific activities of different samples derived from\nLSV at 1.5 V. (f) OER performance comparison of NiYCe-MOF/NF with\nother representative electrocatalysts reported in the previous literature.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Polarization curves and (b) corresponding Tafel slopes of different samples for the OER. (c) Long-term test of NiYCe-MOF/NF for 100 h at different current densities. (d) C dl values of Ni-MOF/NF, NiY-MOF/NF, NiCe-MOF/NF, and NiYCe-MOF/NF. (e) Mass and specific activities of different samples derived from LSV at 1.5 V. (f) OER performance comparison of NiYCe-MOF/NF with other representative electrocatalysts reported in the previous literature.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Polarization curves and (b) corresponding\nTafel slopes of different\nsamples for HER. (c) LSV curves of NiYCe-MOF/NF for a long-term test\nbefore and after 3000 CV cycles. (d) Optical photograph of the electrochemical\noverall water-splitting reactor. (e) Polarization curves in two-electrode\nsystems of NiY-MOF/NF, NiCe-MOF/NF, and NiYCe-MOF/NF. (f) Chronopotentiometry\ncurves of NiYCe-MOF/NF at different current densities. (g) Catalytic\nstability test at 300 mA cm<sup>–2</sup> for approximately\n240 h and (h) overall water splitting curves of NiYCe-MOF/NF before\nand after 3000 cycles.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c02755_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Polarization curves and (b) corresponding Tafel slopes of different samples for HER. (c) LSV curves of NiYCe-MOF/NF for a long-term test before and after 3000 CV cycles. (d) Optical photograph of the electrochemical overall water-splitting reactor. (e) Polarization curves in two-electrode systems of NiY-MOF/NF, NiCe-MOF/NF, and NiYCe-MOF/NF. (f) Chronopotentiometry curves of NiYCe-MOF/NF at different current densities. (g) Catalytic stability test at 300 mA cm-2 for approximately 240 h and (h) overall water splitting curves of NiYCe-MOF/NF before and after 3000 cycles.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.nanolett.2c02755", "title": "\nYttrium- and\nCerium-Codoped Ultrathin Metal–Organic\nFramework Nanosheet Arrays for High-Efficiency Electrocatalytic Overall\nWater Splitting\n", "journal": "American Chemical Society", "date": "2022.08", "author_list": ["Li\nFajun", "Jiang\nMinghang", "Lai\nChanggan", "Xu\nHaifeng", "Zhang\nKeying", "Jin\nZhong"]}}