{"filepath": "../L2M3_data/1_application_papers/acs_xml/nl2c01154.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Lactate is an important downstream\nproduct of glycolysis in living\ncells, and its level is highly related with diseases. On the basis\nof amorphous metal–organic frameworks (aMOFs), a multienzyme\nsystem consisting of lactate oxidase (LOx) and horseradish peroxidase\n(HRP) was established for intracellular lactate detection. By coencapsulation\nin aMOFs with proximity, LOx and HRP were delivered into cells, serving\nas artificially constructed organelles, exhibiting high activity and\nselectivity for the intracellular detection of the important metabolite\nlactate, which improved the signal to noise ratio by ∼650-fold.\nAs demonstrated by both experimental and simulation results, the high\nefficiency was attributed to the short distance between the two types\nof enzymes coencapsulated in aMOFs. The concept of constructing multienzyme\nsystems in this study shows promise for the detection of various intracellular\nmetabolites.</p>", "clean_text": "Lactate is an important downstream product of glycolysis in living cells, and its level is highly related with diseases. On the basis of amorphous metal-organic frameworks (aMOFs), a multienzyme system consisting of lactate oxidase (LOx) and horseradish peroxidase (HRP) was established for intracellular lactate detection. By coencapsulation in aMOFs with proximity, LOx and HRP were delivered into cells, serving as artificially constructed organelles, exhibiting high activity and selectivity for the intracellular detection of the important metabolite lactate, which improved the signal to noise ratio by ~650-fold. As demonstrated by both experimental and simulation results, the high efficiency was attributed to the short distance between the two types of enzymes coencapsulated in aMOFs. The concept of constructing multienzyme systems in this study shows promise for the detection of various intracellular metabolites.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Lactate is\none of the important\ndownstream products of glycolysis in living cells. Fundamental research\nhas found a tight connection between lactate and diseases. It is believed that excessive lactate in tumor\ncells is the reason for the low pH in tumor microenvironments as well as one of the culprits of tumor growth\nand metastasis. In addition, targeting lactate\nfor cancer therapy has been proven valuable. Thus,\nthe highly sensitive and selective detection of lactate in living\ncells would benefit cancer therapy and treatment and a deep understanding\nof diseases.</p>", "clean_text": "Lactate is one of the important downstream products of glycolysis in living cells. Fundamental research has found a tight connection between lactate and diseases. It is believed that excessive lactate in tumor cells is the reason for the low pH in tumor microenvironments as well as one of the culprits of tumor growth and metastasis. In addition, targeting lactate for cancer therapy has been proven valuable. Thus, the highly sensitive and selective detection of lactate in living cells would benefit cancer therapy and treatment and a deep understanding of diseases.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Enzyme biosensors exhibit remarkable sensitivity\nand specificity and have been investigated as\nprobes for the <italic toggle=\"yes\">in situ</italic> detection of intracellular\nmetabolites in living\ncells, which would play an important role in diseases diagnosis and\ntreatment. These biosensors also show promise in studying cell\nheterogeneity, metabolic pathways, and signal transduction, as well as an understanding of metabolomic and transcriptomic alteration\nin diseases such as cancer.\n</p>", "clean_text": "Enzyme biosensors exhibit remarkable sensitivity and specificity and have been investigated as probes for the in situ detection of intracellular metabolites in living cells, which would play an important role in diseases diagnosis and treatment. These biosensors also show promise in studying cell heterogeneity, metabolic pathways, and signal transduction, as well as an understanding of metabolomic and transcriptomic alteration in diseases such as cancer. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>However,\nenzyme biosensors for intracellular metabolite detection\nare challenged by the shortcomings of a limited single enzyme that\nis feasible for the target metabolite. In addition, enzyme specificity\nand sensitivity are usually impaired due to the complicated microenvironment\nin the cell cytosol. To address these issues, it inspired us that\ncells often combine multiple enzymes that catalyze consecutive reactions\ntogether to realize complicated functions and to support life, such\nas photosynthesis and glycolysis. Moreover, the consecutive reactions catalyzed\nby multiple enzymes can improve the specificity of the overall process.\nTherefore, creating an artificial intracellular multienzyme system\nto serve as an intracellular probe for metabolites would be possible\nto overcome the aforementioned shortcomings.</p>", "clean_text": "However, enzyme biosensors for intracellular metabolite detection are challenged by the shortcomings of a limited single enzyme that is feasible for the target metabolite. In addition, enzyme specificity and sensitivity are usually impaired due to the complicated microenvironment in the cell cytosol. To address these issues, it inspired us that cells often combine multiple enzymes that catalyze consecutive reactions together to realize complicated functions and to support life, such as photosynthesis and glycolysis. Moreover, the consecutive reactions catalyzed by multiple enzymes can improve the specificity of the overall process. Therefore, creating an artificial intracellular multienzyme system to serve as an intracellular probe for metabolites would be possible to overcome the aforementioned shortcomings.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In cells where\nmany interfering reactions exist, multienzyme catalysis\nis usually compartmentalized to avoid an interruption by side reactions. Therefore, delivering multiple enzymes separately may cause an enzyme\ncascade failure and thus a detection failure in living cells, and\na platform for the codelivery of multiple enzymes into cells to carry\nout the intracellular detection is needed.</p>", "clean_text": "In cells where many interfering reactions exist, multienzyme catalysis is usually compartmentalized to avoid an interruption by side reactions. Therefore, delivering multiple enzymes separately may cause an enzyme cascade failure and thus a detection failure in living cells, and a platform for the codelivery of multiple enzymes into cells to carry out the intracellular detection is needed.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein, we report\na multienzyme system based on lactate oxidase\n(LOx) and horseradish peroxidase (HRP) coencapsulated in amorphous\nmetal–organic frameworks (aMOFs) as an intracellular “biomimetic\norganelle” () with a high proximity effect for <italic toggle=\"yes\">in vivo</italic> lactate detection. LOx converts lactate to the intermediate product\nhydrogen peroxide (H<sub>2</sub>O<sub>2</sub>), followed by HRP to\nfurther generate a fluorescence product (resorufin) using H<sub>2</sub>O<sub>2</sub> and Amplex red, which allows sensitive lactate detection\nin living cells. Because of their facile synthesis and improved enzyme\nstability, enzyme–MOF nanocomposites have shown great potential\nin drug delivery, sensing, and other applications. By coimmobilization, multienzymes could be coencapsulated in MOFs\nto construct a multienzyme system. Nonetheless,\nthe activity of coencapsulated enzymes in MOFs may be compromised,\nparticularly for one-pot-synthesized enzyme–MOF nanocomposites,\ndue to their microporous structure which prevents substrates from\nreaching the active site of enzymes. The\namorphous ZIFs (aZIFs) developed in our previous work showed remarkably higher enzyme activity retention because\nof their mesopore structure, and thus they are preferred in intracellular\nlactate detection and showed advantages in comparison to other methods\nsuch as cross-linking of enzymes in terms of enzyme activity yield. We demonstrated that, due to the high specificity of a multienzyme\ncascade catalysis, lactate detection using an enzyme cascade exhibited\ngreat sensitivity and significantly higher specificity in comparison\nto a single-enzyme system.</p>", "clean_text": "Herein, we report a multienzyme system based on lactate oxidase (LOx) and horseradish peroxidase (HRP) coencapsulated in amorphous metal-organic frameworks (aMOFs) as an intracellular \"biomimetic organelle\" () with a high proximity effect for in vivo lactate detection. LOx converts lactate to the intermediate product hydrogen peroxide (H2O2), followed by HRP to further generate a fluorescence product (resorufin) using H2O2 and Amplex red, which allows sensitive lactate detection in living cells. Because of their facile synthesis and improved enzyme stability, enzyme-MOF nanocomposites have shown great potential in drug delivery, sensing, and other applications. By coimmobilization, multienzymes could be coencapsulated in MOFs to construct a multienzyme system. Nonetheless, the activity of coencapsulated enzymes in MOFs may be compromised, particularly for one-pot-synthesized enzyme-MOF nanocomposites, due to their microporous structure which prevents substrates from reaching the active site of enzymes. The amorphous ZIFs (aZIFs) developed in our previous work showed remarkably higher enzyme activity retention because of their mesopore structure, and thus they are preferred in intracellular lactate detection and showed advantages in comparison to other methods such as cross-linking of enzymes in terms of enzyme activity yield. We demonstrated that, due to the high specificity of a multienzyme cascade catalysis, lactate detection using an enzyme cascade exhibited great sensitivity and significantly higher specificity in comparison to a single-enzyme system.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Scheme depicting the construction of LOx/HRP-aZIF\nand its application\nin intracellular lactate detection.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Scheme depicting the construction of LOx/HRP-aZIF and its application in intracellular lactate detection.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Synthesis\nand Characterization of LOx/HRP-aZIF</title><p>The synthesis of LOx/HRP-aZIF is described in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. Images of LOx/HRP-aZIF\nobtained using\nscanning electron microscopy (SEM, a) and transmission electron microscopy (TEM, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S1a</ext-link>) revealed a spherical shape with a\nuniformly distributed size of around 100 nm. As a comparison, ZIF-8\n(crystalline counterpart of aZIF) embedding LOx/HRP (denoted LOx/HRP-ZIF-8)\nshowed a similar size and hexagonal shape, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figures S1b and S2</ext-link>. Dynamic light scattering\n(DLS; b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>) of LOx/HRP-aZIF and LOx/HRP-ZIF-8\nfurther proved their size distribution, which corresponded well with\nthe SEM and TEM images. These results confirmed the successful synthesis\nof enzyme-aZIFs.</p>", "clean_text": "Synthesis and Characterization of LOx/HRP-aZIF\n\nThe synthesis of LOx/HRP-aZIF is described in Supporting Information. Images of LOx/HRP-aZIF obtained using scanning electron microscopy (SEM, a) and transmission electron microscopy (TEM, Figure S1a) revealed a spherical shape with a uniformly distributed size of around 100 nm. As a comparison, ZIF-8 (crystalline counterpart of aZIF) embedding LOx/HRP (denoted LOx/HRP-ZIF-8) showed a similar size and hexagonal shape, as shown in Figures S1b and S2. Dynamic light scattering (DLS; b and Figure S3) of LOx/HRP-aZIF and LOx/HRP-ZIF-8 further proved their size distribution, which corresponded well with the SEM and TEM images. These results confirmed the successful synthesis of enzyme-aZIFs.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) SEM image of synthesized LOx/HRP-aZIF. The scale bar\nis 100\nnm. (b) Size distribution of LOx/HRP-aZIF measured by DLS. (c) XRD\nspectra of LOx/HRP-aZIF, aZIF LOx/HRP-ZIF-8, and ZIF-8. (d) FT-IR\nspectra of LOx/HRP-aZIF, LOx, HRP and aZIF. (e) Surface potential\nof LOx/HRP-aZIF. (f) Enzyme cascade activity of aZIF, LOx/HRP-aZIF,\nZIF-8, and LOx/HRP-ZIF-8. The activity of LOx/HRP-aZIF was referenced\nas 100%. (g) Activity of LOx/HRP in bulk solution and on encapsulation\nin aZIF before or after treatment by proteinase K. The activity before\ntreatment for each group was referenced as 100%, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) SEM image of synthesized LOx/HRP-aZIF. The scale bar is 100 nm. (b) Size distribution of LOx/HRP-aZIF measured by DLS. (c) XRD spectra of LOx/HRP-aZIF, aZIF LOx/HRP-ZIF-8, and ZIF-8. (d) FT-IR spectra of LOx/HRP-aZIF, LOx, HRP and aZIF. (e) Surface potential of LOx/HRP-aZIF. (f) Enzyme cascade activity of aZIF, LOx/HRP-aZIF, ZIF-8, and LOx/HRP-ZIF-8. The activity of LOx/HRP-aZIF was referenced as 100%. (g) Activity of LOx/HRP in bulk solution and on encapsulation in aZIF before or after treatment by proteinase K. The activity before treatment for each group was referenced as 100%, respectively.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>X-ray diffraction (XRD, c) of aZIF or LOx/HRP-aZIF showed an amorphous\nstructure,\nwhereas XRD of LOx/HRP-ZIF-8 depicted a typical peak of crystalline\nZIF-8 as predicted. Furthermore, a Fourier transform infrared spectrometer\n(FT-IR; d)\nshowed that the enzymes were successfully embedded. The peak between\n1600 and 1700 cm<sup>–1</sup> was attributed to amides I of\nthe enzymes, and the peak at around 870 cm<sup>–1</sup> was\nprobably due to the Fe–O bond in HRP. To investigate the spatial distribution of LOx and HRP in aZIF,\nLOx was labeled with FITC (FITC-LOx) and HRP was stained with cy5\n(cy5-HRP). Confocal laser scanning microscopy and stochastic optical\nreconstruction microscopy of LOx/HRP-aZIF as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link> revealed green and red colocalization,\nindicating that LOx and HRP were coembedded in the aZIF nanoparticles.\nIt is noted that the nanoparticles precipitated and partially aggregated\nduring CLSM imaging, which was caused by the high concentration of\nthe nanoparticle suspension (∼2 mg/mL) and low surface ζ\npotential of LOx/HRP-aZIF (e). These results further confirmed the successful\nsynthesis of aZIF with LOx and HRP coembedded together inside.</p>", "clean_text": "X-ray diffraction (XRD, c) of aZIF or LOx/HRP-aZIF showed an amorphous structure, whereas XRD of LOx/HRP-ZIF-8 depicted a typical peak of crystalline ZIF-8 as predicted. Furthermore, a Fourier transform infrared spectrometer (FT-IR; d) showed that the enzymes were successfully embedded. The peak between 1600 and 1700 cm-1 was attributed to amides I of the enzymes, and the peak at around 870 cm-1 was probably due to the Fe-O bond in HRP. To investigate the spatial distribution of LOx and HRP in aZIF, LOx was labeled with FITC (FITC-LOx) and HRP was stained with cy5 (cy5-HRP). Confocal laser scanning microscopy and stochastic optical reconstruction microscopy of LOx/HRP-aZIF as shown in Figure S4 revealed green and red colocalization, indicating that LOx and HRP were coembedded in the aZIF nanoparticles. It is noted that the nanoparticles precipitated and partially aggregated during CLSM imaging, which was caused by the high concentration of the nanoparticle suspension (~2 mg/mL) and low surface ζ potential of LOx/HRP-aZIF (e). These results further confirmed the successful synthesis of aZIF with LOx and HRP coembedded together inside.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>Next, we tested the enzyme activity of LOx/HRP-aZIF and LOx/HRP-ZIF-8.\nNo LOx activity was found in the supernatant after synthesis or during\nwashing in both LOx/HRP-aZIF and LOx/HRP-ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S5a,b</ext-link>), suggesting that most of the LOx was successfully\nencapsulated. The encapsulation efficiencies of HRP were ∼56%\nand 23% for aZIF and ZIF-8, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S5c,d</ext-link>). Although the amount of HRP in aZIF was approximately\n2.4 times higher than that of ZIF-8, HRP in LOx/HRP-ZIF-8 was still\nexcessive for the LOx-HRP cascade reaction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The activities of multienzyme cascades in aZIF and ZIF-8\nwere then measured. f demonstrates that the enzyme activity of LOx/HRP-aZIF was\napproximately 30 times that of LOx/HRP-ZIF-8, and pure aZIF or ZIF-8\ncould not catalyze the tandem reaction. The higher enzyme cascade\nactivity of LOx/HRP-aZIF was probably because of the mesopores existing\nin aZIFs that facilitated the substrate diffusion (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). In contrast, the microporous LOx/HRP-ZIF-8 hindered\nsubstrate diffusion, which became the rate-determining step of the\nenzyme cascade reaction and, therefore, significantly slowed the tandem\nreaction. Another advantage of embedded enzymes was the enhanced stability\ndue to its “shielding effect”, where aZIF acted as an armor and prevented direct contact with denaturants\nsuch as proteinase. Without protection, LOx and HRP completely lost\ntheir activity after several minutes of treatment with proteinase\nK (proK) (g).\nIn contrast, LOx/HRP-aZIF retained more than 80% of its activity.\nIn addition, LOx/HRP adsorbed on aZIF (LOx/HRP@aZIF) retained only\n∼20% enzyme activity after proK treatment (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>), further implying that most of LOx and HRP were\nencapsulated inside aZIFs. The above data showed the remarkable activity\nand stability of LOx/HRP-aZIF.</p>", "clean_text": "Next, we tested the enzyme activity of LOx/HRP-aZIF and LOx/HRP-ZIF-8. No LOx activity was found in the supernatant after synthesis or during washing in both LOx/HRP-aZIF and LOx/HRP-ZIF-8 (Figure S5a,b), suggesting that most of the LOx was successfully encapsulated. The encapsulation efficiencies of HRP were ~56% and 23% for aZIF and ZIF-8, respectively (Figure S5c,d). Although the amount of HRP in aZIF was approximately 2.4 times higher than that of ZIF-8, HRP in LOx/HRP-ZIF-8 was still excessive for the LOx-HRP cascade reaction (Figure S6). The activities of multienzyme cascades in aZIF and ZIF-8 were then measured. f demonstrates that the enzyme activity of LOx/HRP-aZIF was approximately 30 times that of LOx/HRP-ZIF-8, and pure aZIF or ZIF-8 could not catalyze the tandem reaction. The higher enzyme cascade activity of LOx/HRP-aZIF was probably because of the mesopores existing in aZIFs that facilitated the substrate diffusion (Figure S7). In contrast, the microporous LOx/HRP-ZIF-8 hindered substrate diffusion, which became the rate-determining step of the enzyme cascade reaction and, therefore, significantly slowed the tandem reaction. Another advantage of embedded enzymes was the enhanced stability due to its \"shielding effect\", where aZIF acted as an armor and prevented direct contact with denaturants such as proteinase. Without protection, LOx and HRP completely lost their activity after several minutes of treatment with proteinase K (proK) (g). In contrast, LOx/HRP-aZIF retained more than 80% of its activity. In addition, LOx/HRP adsorbed on aZIF (LOx/HRP@aZIF) retained only ~20% enzyme activity after proK treatment (Figure S8), further implying that most of LOx and HRP were encapsulated inside aZIFs. The above data showed the remarkable activity and stability of LOx/HRP-aZIF.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Importance of Enzyme Proximity in aZIFs</title><p>In addition to enzyme\nactivity and stability, the proximity effect\nmight be another key factor that affects the enzyme cascade overall\nactivity in diffusion-restricted circumstances. To investigate this\nissue, we set three LOx/HRP ratios, 1:5, 1:12.5, and 1:25, which are\ndenoted R1, R2, and R3, respectively. We used excessive HRP to ensure\nthat the cascade activities of enzymes with R1, R2, and R3 ratios\nin bulk solution were nearly equal in all cases (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). Then, after encapsulation of R1, R2, and R3 in\naZIFs (denoted R1-aZIF, R2-aZIF, and R3-aZIF, respectively), an increase\nin overall enzyme cascade activity as a result of an increase in HRP\namount was observed (a, bottom).</p>", "clean_text": "Importance of Enzyme Proximity in aZIFs\n\nIn addition to enzyme activity and stability, the proximity effect might be another key factor that affects the enzyme cascade overall activity in diffusion-restricted circumstances. To investigate this issue, we set three LOx/HRP ratios, 1:5, 1:12.5, and 1:25, which are denoted R1, R2, and R3, respectively. We used excessive HRP to ensure that the cascade activities of enzymes with R1, R2, and R3 ratios in bulk solution were nearly equal in all cases (Figure S9). Then, after encapsulation of R1, R2, and R3 in aZIFs (denoted R1-aZIF, R2-aZIF, and R3-aZIF, respectively), an increase in overall enzyme cascade activity as a result of an increase in HRP amount was observed (a, bottom).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Enzyme activity of LOx/HRP (R1, R2, R3) in bulk solution\n(top)\nor on coencapsulation in aZIFs (bottom). Here in the group denoted\nas “free”, HRP was further diluted according to its\nencapsulation efficiency. (b) Fluorescence lifetime images of R1–R3-aZIF.\nBlank represented FLIM of FITC-LOx-aZIF, where no HRP was immobilized.\nThe colored pixels were the regions of interest (ROIs) in the image.\nThe scale bar is 2 μm.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Enzyme activity of LOx/HRP (R1, R2, R3) in bulk solution (top) or on coencapsulation in aZIFs (bottom). Here in the group denoted as \"free\", HRP was further diluted according to its encapsulation efficiency. (b) Fluorescence lifetime images of R1-R3-aZIF. Blank represented FLIM of FITC-LOx-aZIF, where no HRP was immobilized. The colored pixels were the regions of interest (ROIs) in the image. The scale bar is 2 μm.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>First, we assumed that the increase in overall enzyme cascade activity\nwas because of partial loss of LOx or HRP during synthesis; therefore,\nwe quantified the amount of LOx and HRP embedded in aZIF and ZIF-8.\nAccording to <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>, the encapsulation\nefficiency of LOx for R1–R3 was approximately 95%, implying\nthat LOx amounts in R1–R3-aZIF were nearly identical, and HRP\nencapsulation efficiences were 80.5%, 67.0%, and 68.1% for R1, R2,\nand R3, respectively. Then, the equal enzyme cascade activity shown\nin a (top) indicated that the increase in enzyme activity\nin aZIFs was not caused by partial loss of HRP during synthesis. Moreover,\nR1–R3-aZIF (abbreviation of R1-aZIF, R2-aZIF, and R3-aZIF)\nhad similar spherical shapes, size distributions, and porosities,\nas shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figures S11 and S12</ext-link>, indicating that the activity augmentation\nwas not caused by the size effect or porosity of aZIF carriers.</p>", "clean_text": "First, we assumed that the increase in overall enzyme cascade activity was because of partial loss of LOx or HRP during synthesis; therefore, we quantified the amount of LOx and HRP embedded in aZIF and ZIF-8. According to Figure S10, the encapsulation efficiency of LOx for R1-R3 was approximately 95%, implying that LOx amounts in R1-R3-aZIF were nearly identical, and HRP encapsulation efficiences were 80.5%, 67.0%, and 68.1% for R1, R2, and R3, respectively. Then, the equal enzyme cascade activity shown in a (top) indicated that the increase in enzyme activity in aZIFs was not caused by partial loss of HRP during synthesis. Moreover, R1-R3-aZIF (abbreviation of R1-aZIF, R2-aZIF, and R3-aZIF) had similar spherical shapes, size distributions, and porosities, as shown in Table S1 and Figures S11 and S12, indicating that the activity augmentation was not caused by the size effect or porosity of aZIF carriers.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Then, we investigated the enzyme distance between LOx and HRP using\nfluorescence resonance energy transfer (FRET) based on fluorescence\nlifetime imaging microscopy (FLIM, b). According to FLIM-FRET, the average distance\nbetween LOx and HRP was 8.8 nm for R1-aZIF, 8.0 nm for R2-aZIF, and\n6.9 nm for R3-aZIF, indicating that a greater HRP amount resulted\nin a shorter distance between enzymes. Moreover, FRET based on photobleaching\n(PB) was used to measure the distance of the enzymes to confirm this\nresult. According to PB-FRET (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>), the distances between\nLOx and HRP were 8.3, 7.2, and 6.3 nm for R1–R3-aZIF, showing\nthe same trend as in FLIM-FRET. However, PB-FRET was sensitive to\nthe concentration of the acceptor, and in our case the concentration\nof the acceptor, RITC-HRP, varied for R1–R3-aZIF, which might\nbias the measured distance. Therefore, it is believed that, in our\ncase, FLIM-FRET was more accurate but PB-FRET still gave evidence\nfor the discrepancy in distances when LOx/HRP ratio was varied.</p>", "clean_text": "Then, we investigated the enzyme distance between LOx and HRP using fluorescence resonance energy transfer (FRET) based on fluorescence lifetime imaging microscopy (FLIM, b). According to FLIM-FRET, the average distance between LOx and HRP was 8.8 nm for R1-aZIF, 8.0 nm for R2-aZIF, and 6.9 nm for R3-aZIF, indicating that a greater HRP amount resulted in a shorter distance between enzymes. Moreover, FRET based on photobleaching (PB) was used to measure the distance of the enzymes to confirm this result. According to PB-FRET (Figure S13 and Table S2), the distances between LOx and HRP were 8.3, 7.2, and 6.3 nm for R1-R3-aZIF, showing the same trend as in FLIM-FRET. However, PB-FRET was sensitive to the concentration of the acceptor, and in our case the concentration of the acceptor, RITC-HRP, varied for R1-R3-aZIF, which might bias the measured distance. Therefore, it is believed that, in our case, FLIM-FRET was more accurate but PB-FRET still gave evidence for the discrepancy in distances when LOx/HRP ratio was varied.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>An enzyme stochastic distribution model was further created to\nsimulate the distance between LOx and HRP when the LOx/HRP ratio varied.\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>, when the LOx/HRP\nratio was changed from R1 to R3, the average distances between LOx\nand HRP decreased to 9.6, 7.5, and 5.9 nm, respectively. The statistical\nexplanation for this result suggested that, when more HRP molecules\nwere encapsulated in one aZIF nanoparticle, a LOx molecule was more\nlikely to approach neighboring HRP molecules at a shorter distance.\nThis model agreed with the FRET results.</p>", "clean_text": "An enzyme stochastic distribution model was further created to simulate the distance between LOx and HRP when the LOx/HRP ratio varied. As shown in Figure S14, when the LOx/HRP ratio was changed from R1 to R3, the average distances between LOx and HRP decreased to 9.6, 7.5, and 5.9 nm, respectively. The statistical explanation for this result suggested that, when more HRP molecules were encapsulated in one aZIF nanoparticle, a LOx molecule was more likely to approach neighboring HRP molecules at a shorter distance. This model agreed with the FRET results.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>A diffusion-reaction\nmodel in porous carriers using the Maxwell–Stefan\nequation for LOx/HRP-aZIF was proposed\nto elucidate the relationship between enzyme distance and activity.\nThe substrate of LOx, <sc>l</sc>-lactate, was denoted as S1, and the\nsubstrate of HRP, hydrogen peroxide, (product of LOx) was denoted\nas S2 (a).\nTo simplify the model, LOx (E1) was located in the center of aZIF.\nS1 diffused through the mesopores of aZIFs. When it reached LOx, it\nwould be converted to S2 and pyruvate. The Michaelis–Menten\nequation was used to model enzyme catalysis, and the parameters were\ndetermined through experiments (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>). The distribution of S1 over time at different radii is depicted\nin b. It could\nbe seen that, once S1 was mixed with LOx/HRP-aZIF, the concentration\nof S1 near LOx reached a plateau as high as that of bulk solution\nvery quickly. This observation could be further used to simplify the\ndiffusion-reaction model on considering the spreading out of S2 from\nthe center of aZIF.</p>", "clean_text": "A diffusion-reaction model in porous carriers using the Maxwell-Stefan equation for LOx/HRP-aZIF was proposed to elucidate the relationship between enzyme distance and activity. The substrate of LOx, l-lactate, was denoted as S1, and the substrate of HRP, hydrogen peroxide, (product of LOx) was denoted as S2 (a). To simplify the model, LOx (E1) was located in the center of aZIF. S1 diffused through the mesopores of aZIFs. When it reached LOx, it would be converted to S2 and pyruvate. The Michaelis-Menten equation was used to model enzyme catalysis, and the parameters were determined through experiments (Figure S15). The distribution of S1 over time at different radii is depicted in b. It could be seen that, once S1 was mixed with LOx/HRP-aZIF, the concentration of S1 near LOx reached a plateau as high as that of bulk solution very quickly. This observation could be further used to simplify the diffusion-reaction model on considering the spreading out of S2 from the center of aZIF.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Illustration of enzyme catalysis of lactate oxidase\n(E1) and\nthe hypothesis of the diffusion-reaction model used. (b) Temporal\nand radial distributions of substrate S1 for LOx. The concentration\nof S1 in bulk solution was referenced as 100%. At the initial state,\nS1 was considered null in nanoparticles. (c) Radial distribution of\nH<sub>2</sub>O<sub>2</sub> (S2) at the steady state. (d) Illustration\nshowing Amplex red or ABTS oxidized by HRP in the presence of S2 (H<sub>2</sub>O<sub>2</sub>) and (e) the model concerning both LOx and HRP\ninside aZIFs. (f) Simulation of reaction rate during a time period\nfor R1–R3-aZIF and (g) its final rate at the steady state.\n(h) Accumulation of product simulated for different LOx/HRP ratios\n(R1–R3) in the free state.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Illustration of enzyme catalysis of lactate oxidase (E1) and the hypothesis of the diffusion-reaction model used. (b) Temporal and radial distributions of substrate S1 for LOx. The concentration of S1 in bulk solution was referenced as 100%. At the initial state, S1 was considered null in nanoparticles. (c) Radial distribution of H2O2 (S2) at the steady state. (d) Illustration showing Amplex red or ABTS oxidized by HRP in the presence of S2 (H2O2) and (e) the model concerning both LOx and HRP inside aZIFs. (f) Simulation of reaction rate during a time period for R1-R3-aZIF and (g) its final rate at the steady state. (h) Accumulation of product simulated for different LOx/HRP ratios (R1-R3) in the free state.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Once enzyme catalysis occurred, S2 generated by E1 would diffuse\nfrom the center of aZIF to the bulk solution. As shown in c, the concentration\nof S2 decreased sharply when it was 0–10 nm away from LOx.\nFurthermore, the S2 concentration was comparable to the <italic toggle=\"yes\">K</italic>\n<sub>m</sub> value of HRP, implying that variations in S2 concentration\nwould have a considerable effect on the HRP catalysis rate in aZIF.\nThis finding established a link between enzyme cascade activity and\nenzyme distance: a shorter distance between LOx and HRP afforded a\nhigher local concentration of S2 around HRP and thus a higher enzyme\ncascade activity.</p>", "clean_text": "Once enzyme catalysis occurred, S2 generated by E1 would diffuse from the center of aZIF to the bulk solution. As shown in c, the concentration of S2 decreased sharply when it was 0-10 nm away from LOx. Furthermore, the S2 concentration was comparable to the K m value of HRP, implying that variations in S2 concentration would have a considerable effect on the HRP catalysis rate in aZIF. This finding established a link between enzyme cascade activity and enzyme distance: a shorter distance between LOx and HRP afforded a higher local concentration of S2 around HRP and thus a higher enzyme cascade activity.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>To further verify this assumption, HRP (E2)\nwas introduced to the\ndiffusion-reaction model (d,e). f,g shows the simulated HRP reaction rate for R1–R3-aZIF.\nThe reaction rate reached a steady state for all samples, with a gradually\nincreasing final rate from R1-aZIF to R3-aZIF, which corresponded\nwell with the experimental results shown in a (bottom). The simulated radial distribution\nof S2 for R1–R3-aZIF is given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>. It could be seen that more S2 was consumed for R3 in comparison\nto R1. As a comparison, a model depicting the enzyme cascade in bulk\nsolution was created. The simulated kinetics and enzyme activity are\ndepicted in h and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>. The enzyme cascade activities\nfor R1–R3 were equivalent and agreed well with experimental\ndata in a (top)\ndue to an excess of HRP. Also, the phenomenon of enzyme proximity\naffording higher enzyme cascade activity was not observed in microporous\nR1–R3-ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>), which\nwas most likely due to the low diffusivity of substrates in micropores,\nand thus the enzyme cascade was primarily controlled by substrate\ndiffusion.</p>", "clean_text": "To further verify this assumption, HRP (E2) was introduced to the diffusion-reaction model (d,e). f,g shows the simulated HRP reaction rate for R1-R3-aZIF. The reaction rate reached a steady state for all samples, with a gradually increasing final rate from R1-aZIF to R3-aZIF, which corresponded well with the experimental results shown in a (bottom). The simulated radial distribution of S2 for R1-R3-aZIF is given in Figure S16. It could be seen that more S2 was consumed for R3 in comparison to R1. As a comparison, a model depicting the enzyme cascade in bulk solution was created. The simulated kinetics and enzyme activity are depicted in h and Figure S17. The enzyme cascade activities for R1-R3 were equivalent and agreed well with experimental data in a (top) due to an excess of HRP. Also, the phenomenon of enzyme proximity affording higher enzyme cascade activity was not observed in microporous R1-R3-ZIF-8 (Figure S18), which was most likely due to the low diffusivity of substrates in micropores, and thus the enzyme cascade was primarily controlled by substrate diffusion.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>In the detection of intracellular lactate, E1 would\nfirst of all\ntransform lactate in the cytosol to the intermediate H<sub>2</sub>O<sub>2</sub>. However, the intermediate H<sub>2</sub>O<sub>2</sub> was unstable and could be quickly consumed by reductive materials\nin cells, such as glutathione and catalase, resulting in lower sensitivity.\nTo mimic the situation inside cells and demonstrate the importance\nof enzyme proximity, we added the same amount of CAT to R1–R3\n(denoted R1–R3/CAT) and tested its enzyme cascade activity\nin aZIFs. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>, the activities\nof R3/CAT-aZIF and R2/CAT-aZIF were 4.5 times and 2.1 times higher\nthan that of R1/CAT-aZIF, whereas the activities of R3-aZIF and R2-aZIF\nwere 3.2 times and 1.7 times higher, respectively. The simulation\nstudy revealed that CAT could reduce H<sub>2</sub>O<sub>2</sub> concentrations\nand that when HRP was at a longer distance more intermediates were\nconsumed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S20</ext-link>). This finding supported\nthe hypothesis that a closer distance afforded higher enzyme cascade\nactivity.</p>", "clean_text": "In the detection of intracellular lactate, E1 would first of all transform lactate in the cytosol to the intermediate H2O2. However, the intermediate H2O2 was unstable and could be quickly consumed by reductive materials in cells, such as glutathione and catalase, resulting in lower sensitivity. To mimic the situation inside cells and demonstrate the importance of enzyme proximity, we added the same amount of CAT to R1-R3 (denoted R1-R3/CAT) and tested its enzyme cascade activity in aZIFs. As shown in Figure S19, the activities of R3/CAT-aZIF and R2/CAT-aZIF were 4.5 times and 2.1 times higher than that of R1/CAT-aZIF, whereas the activities of R3-aZIF and R2-aZIF were 3.2 times and 1.7 times higher, respectively. The simulation study revealed that CAT could reduce H2O2 concentrations and that when HRP was at a longer distance more intermediates were consumed (Figure S20). This finding supported the hypothesis that a closer distance afforded higher enzyme cascade activity.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>According to the aforementioned discussion, the higher\nenzyme cascade\nactivity for R3-aZIF could be attributed to two aspects. First, the\nhigher HRP amount in LOx/HRP led to enzyme proximity so that a higher\nsubstrate concentration could be “sensed” by HRP. Second,\na higher HRP ratio also afforded a higher local HRP concentration\nas well as a greater chance to surround LOx, which prevented the unstable\nreaction intermediates from being dissociated. Such a viewpoint was\ncritical for intracellular lactate detection because the leakage of\nthe unstable intermediate H<sub>2</sub>O<sub>2</sub> could cause inaccuracy\nand low sensitivity.</p>", "clean_text": "According to the aforementioned discussion, the higher enzyme cascade activity for R3-aZIF could be attributed to two aspects. First, the higher HRP amount in LOx/HRP led to enzyme proximity so that a higher substrate concentration could be \"sensed\" by HRP. Second, a higher HRP ratio also afforded a higher local HRP concentration as well as a greater chance to surround LOx, which prevented the unstable reaction intermediates from being dissociated. Such a viewpoint was critical for intracellular lactate detection because the leakage of the unstable intermediate H2O2 could cause inaccuracy and low sensitivity.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Intracellular Detection of Lactate via LOx/HRP-aZIF</title><p>The aforementioned\nresults encouraged us that raising the encapsulated\nHRP amount might promote the sensitivity of lactate detection. In\naddition, the high activity and stability of LOx/HRP-aZIF (R3-aZIF)\nalso made it suitable for lactate detection.</p>", "clean_text": "Intracellular Detection of Lactate via LOx/HRP-aZIF\n\nThe aforementioned results encouraged us that raising the encapsulated HRP amount might promote the sensitivity of lactate detection. In addition, the high activity and stability of LOx/HRP-aZIF (R3-aZIF) also made it suitable for lactate detection.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>We first showed\nthat LOx/HRP-aZIF could detect lactate in bulk\nsolution. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>, the absorbance\ndemonstrated good linearity, with a limit of detection as low as ca.\n300 nM. This result suggested that LOx/HRP-aZIF had the potential\nfor <italic toggle=\"yes\">in situ</italic> detection of lactate inside living cells\nwhere the lactate concentration was between the micromolar and millimolar\nlevels.\n</p>", "clean_text": "We first showed that LOx/HRP-aZIF could detect lactate in bulk solution. As shown in Figure S21, the absorbance demonstrated good linearity, with a limit of detection as low as ca. 300 nM. This result suggested that LOx/HRP-aZIF had the potential for in situ detection of lactate inside living cells where the lactate concentration was between the micromolar and millimolar levels. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Then, we showed that LOx/HRP-aZIF\nwas successfully internalized\nby cells (a,b).\nThe intracellular trafficking showed that part of the LOx/HRP-aZIF\nwas trapped inside lysosomes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>) and ∼21% of the nanoparticles were released to the cell\ncytosol, probably via the “proton sponge” effect of\naZIF. Then, we incubated LOx/HRP-aZIF with a cancerous cell line,\nA549, to check whether it could detect LOx intracellularly. As is\ndemonstrated in c, A549 treated with LOx/HRP-aZIF showed a strong red fluorescence\nsignal resulting from the cascade of LOx-catalyzed lactate conversion\nand HRP-catalyzed H<sub>2</sub>O<sub>2</sub> oxidation of Amplex red.\nHowever, when A549 was treated with HRP-aZIF, a red signal could hardly\nbe observed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S23</ext-link>), indicating that\nthe fluorescence signal could be attributed to the enzyme cascade\nrather than trace H<sub>2</sub>O<sub>2</sub> inside the cell. Moreover,\nfor A549 treated with LOx/HRP in bulk solution, neither fluorescent\nsignal could be detected (d). This was because free enzymes as macrobiomolecules\ncould hardly get through the cell membrane by themselves (b), and even if these\nenzymes entered the cell endosomes, they were less likely to be in\nthe same compartment, thereby impeding the enzyme cascade, showing\nthe importance of the delivery vehicle and enzyme proximity. Not all\ncells were lit with a red signal, which might be because of the heterogeneity\nof cells that afforded a discrepancy in lactate metabolism.</p>", "clean_text": "Then, we showed that LOx/HRP-aZIF was successfully internalized by cells (a,b). The intracellular trafficking showed that part of the LOx/HRP-aZIF was trapped inside lysosomes (Figure S22) and ~21% of the nanoparticles were released to the cell cytosol, probably via the \"proton sponge\" effect of aZIF. Then, we incubated LOx/HRP-aZIF with a cancerous cell line, A549, to check whether it could detect LOx intracellularly. As is demonstrated in c, A549 treated with LOx/HRP-aZIF showed a strong red fluorescence signal resulting from the cascade of LOx-catalyzed lactate conversion and HRP-catalyzed H2O2 oxidation of Amplex red. However, when A549 was treated with HRP-aZIF, a red signal could hardly be observed (Figure S23), indicating that the fluorescence signal could be attributed to the enzyme cascade rather than trace H2O2 inside the cell. Moreover, for A549 treated with LOx/HRP in bulk solution, neither fluorescent signal could be detected (d). This was because free enzymes as macrobiomolecules could hardly get through the cell membrane by themselves (b), and even if these enzymes entered the cell endosomes, they were less likely to be in the same compartment, thereby impeding the enzyme cascade, showing the importance of the delivery vehicle and enzyme proximity. Not all cells were lit with a red signal, which might be because of the heterogeneity of cells that afforded a discrepancy in lactate metabolism.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Confocal\nlaser scanning microscopy of A549 treated with LOx/HRP-aZIF.\nThe scale bar is 10 μm. (b) Intracellular F.I. of A549 treated\nwith LOx/HRP in bulk solution or LOx/HRP-aZIF, which was quantified\nusing flow cytometry. For (a) and (b), LOx was stained with FITC and\nHRP was stained with cy5. Confocal laser scanning microscopy of A549\ncells treated with (c) LOx/HRP-aZIF or (d) LOx/HRP in bulk solution,\nfollowed by Amplex red loading as a lactate detection probe. The cell\nnucleus was stained with Hoechst33342. The scale bar is 100 μm.\n(e) FI of different cell lines (HeLa, A549, 3T3, and DU145) with different\ntreatments (aZIF, LOx-aZIF, HRP-aZIF, R3 in bulk solution, R3-aZIF)\nand Amplex red loading. Blank represents the control group that was\nloaded with Amplex red and without other treatment. (f) Intracellular\nlactate detection of HeLa using DCFH-DA with LOx-aZIF or Amplex red\nwith LOx/HRP-aZIF. Blank represents the control group that only loaded\nthe corresponding probe (DCFH-DA or Amplex red) without other treatment.\nFI values of cells in (e) and (f) were determined using flow cytometry.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Confocal laser scanning microscopy of A549 treated with LOx/HRP-aZIF. The scale bar is 10 μm. (b) Intracellular F.I. of A549 treated with LOx/HRP in bulk solution or LOx/HRP-aZIF, which was quantified using flow cytometry. For (a) and (b), LOx was stained with FITC and HRP was stained with cy5. Confocal laser scanning microscopy of A549 cells treated with (c) LOx/HRP-aZIF or (d) LOx/HRP in bulk solution, followed by Amplex red loading as a lactate detection probe. The cell nucleus was stained with Hoechst33342. The scale bar is 100 μm. (e) FI of different cell lines (HeLa, A549, 3T3, and DU145) with different treatments (aZIF, LOx-aZIF, HRP-aZIF, R3 in bulk solution, R3-aZIF) and Amplex red loading. Blank represents the control group that was loaded with Amplex red and without other treatment. (f) Intracellular lactate detection of HeLa using DCFH-DA with LOx-aZIF or Amplex red with LOx/HRP-aZIF. Blank represents the control group that only loaded the corresponding probe (DCFH-DA or Amplex red) without other treatment. FI values of cells in (e) and (f) were determined using flow cytometry.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>We used flow cytometry to further quantify the\nintracellular lactate.\nFour cell lines, including HeLa, A549, 3T3, and DU145, were selected\nand treated with R3-aZIF. Cells that were treated with aZIF, LOx-aZIF,\nHRP-aZIF or R3 showed weak intracellular FI signals, whereas cells\ntreated with R3-aZIF showed a remarkably stronger signal as shown\nin c, showing\ngood sensitivity and reproducibility (e). It should be noted that our current method\nserved as a semiquantitative method and was unable to tell the exact\nconcentration of intracellular lactate, but it could be applied to\ndistinguish normal cells (3T3) from cancerous cells (HeLa, A549, and\nDU145).</p>", "clean_text": "We used flow cytometry to further quantify the intracellular lactate. Four cell lines, including HeLa, A549, 3T3, and DU145, were selected and treated with R3-aZIF. Cells that were treated with aZIF, LOx-aZIF, HRP-aZIF or R3 showed weak intracellular FI signals, whereas cells treated with R3-aZIF showed a remarkably stronger signal as shown in c, showing good sensitivity and reproducibility (e). It should be noted that our current method served as a semiquantitative method and was unable to tell the exact concentration of intracellular lactate, but it could be applied to distinguish normal cells (3T3) from cancerous cells (HeLa, A549, and DU145).", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>We investigated the specificity of lactate detection\nusing its\nsignal to noise ratio (S/N ratio), which was defined by the FI ratio\nof cells treated with R3-aZIF and cells with only Amplex red loading.\nWe compared our result with the S/N ratio of another intracellular\nlactate detection method using a single LOx-aZIF together with the\ncommonly used probe 2′,7′-dichlorodihydrofluorescein\ndiacetate (DCFH-DA). DCFH-DA was permeable to cell membranes and could\nbe lysed by intracellular lipase to DCFH and oxidized by H<sub>2</sub>O<sub>2</sub> to DCF to give strong fluorescence signals. It was\nfound that the S/N ratio of using DCFH-DA with LOx-aZIF was ∼4.2\nand that the detection was easily disturbed by the extracellular environment\n(f). In contrast,\nthe S/N ratio for R3-aZIF with amplex red increased to ∼2767\nand showed resistance toward other disturbances such as LOx-aZIF.\nThe above results showed the generality, reproducibility, good sensitivity,\nand specificity of intracellular detection using LOx/HRP-aZIF.</p>", "clean_text": "We investigated the specificity of lactate detection using its signal to noise ratio (S/N ratio), which was defined by the FI ratio of cells treated with R3-aZIF and cells with only Amplex red loading. We compared our result with the S/N ratio of another intracellular lactate detection method using a single LOx-aZIF together with the commonly used probe 2',7'-dichlorodihydrofluorescein diacetate (DCFH-DA). DCFH-DA was permeable to cell membranes and could be lysed by intracellular lipase to DCFH and oxidized by H2O2 to DCF to give strong fluorescence signals. It was found that the S/N ratio of using DCFH-DA with LOx-aZIF was ~4.2 and that the detection was easily disturbed by the extracellular environment (f). In contrast, the S/N ratio for R3-aZIF with amplex red increased to ~2767 and showed resistance toward other disturbances such as LOx-aZIF. The above results showed the generality, reproducibility, good sensitivity, and specificity of intracellular detection using LOx/HRP-aZIF.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>In summary, our study provided experimental results for detecting\nintracellular lactate using an LOx/HRP-aZIF multienzyme system. The\nimportance of using mesoporous amorphous metal–organic frameworks\nand having a proximity between enzymes was proven with experiments\nand simulations by tuning the LOx/HRP ratio, and we discovered that\nincreasing the LOx/HRP ratio from 1:5 to 1:12.5 and 1:25 increased\nthe activity by 1.7 and 3.2 times, respectively. We demonstrated that\nLOx/HRP-aZIF nanoparticles showed high activity and stability and\nwere effective in detecting LOx in living cells with high specificity\nand sensitivity, suggesting that this method of constructing multienzyme\nsystems holds great promise for developing biosensors for the detection\nof various intracellular metabolites.</p>", "clean_text": "In summary, our study provided experimental results for detecting intracellular lactate using an LOx/HRP-aZIF multienzyme system. The importance of using mesoporous amorphous metal-organic frameworks and having a proximity between enzymes was proven with experiments and simulations by tuning the LOx/HRP ratio, and we discovered that increasing the LOx/HRP ratio from 1:5 to 1:12.5 and 1:25 increased the activity by 1.7 and 3.2 times, respectively. We demonstrated that LOx/HRP-aZIF nanoparticles showed high activity and stability and were effective in detecting LOx in living cells with high specificity and sensitivity, suggesting that this method of constructing multienzyme systems holds great promise for developing biosensors for the detection of various intracellular metabolites.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.nanolett.2c01154?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.nanolett.2c01154</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details,\nadditional characterization of\nLOx/HRP-aZIF, cell experiments, and a simulation study (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.2c01154.  Experimental details, additional characterization of LOx/HRP-aZIF, cell experiments, and a simulation study (PDF)   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Experimental details,\nadditional characterization of\nLOx/HRP-aZIF, cell experiments, and a simulation study (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Experimental details, additional characterization of LOx/HRP-aZIF, cell experiments, and a simulation study (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "11, 24", "type": "text", "classification": "property", "content": "<p>Next, we tested the enzyme activity of LOx/HRP-aZIF and LOx/HRP-ZIF-8.\nNo LOx activity was found in the supernatant after synthesis or during\nwashing in both LOx/HRP-aZIF and LOx/HRP-ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S5a,b</ext-link>), suggesting that most of the LOx was successfully\nencapsulated. The encapsulation efficiencies of HRP were ∼56%\nand 23% for aZIF and ZIF-8, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S5c,d</ext-link>). Although the amount of HRP in aZIF was approximately\n2.4 times higher than that of ZIF-8, HRP in LOx/HRP-ZIF-8 was still\nexcessive for the LOx-HRP cascade reaction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The activities of multienzyme cascades in aZIF and ZIF-8\nwere then measured. f demonstrates that the enzyme activity of LOx/HRP-aZIF was\napproximately 30 times that of LOx/HRP-ZIF-8, and pure aZIF or ZIF-8\ncould not catalyze the tandem reaction. The higher enzyme cascade\nactivity of LOx/HRP-aZIF was probably because of the mesopores existing\nin aZIFs that facilitated the substrate diffusion (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). In contrast, the microporous LOx/HRP-ZIF-8 hindered\nsubstrate diffusion, which became the rate-determining step of the\nenzyme cascade reaction and, therefore, significantly slowed the tandem\nreaction. Another advantage of embedded enzymes was the enhanced stability\ndue to its “shielding effect”, where aZIF acted as an armor and prevented direct contact with denaturants\nsuch as proteinase. Without protection, LOx and HRP completely lost\ntheir activity after several minutes of treatment with proteinase\nK (proK) (g).\nIn contrast, LOx/HRP-aZIF retained more than 80% of its activity.\nIn addition, LOx/HRP adsorbed on aZIF (LOx/HRP@aZIF) retained only\n∼20% enzyme activity after proK treatment (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>), further implying that most of LOx and HRP were\nencapsulated inside aZIFs. The above data showed the remarkable activity\nand stability of LOx/HRP-aZIF.</p><p>We first showed\nthat LOx/HRP-aZIF could detect lactate in bulk\nsolution. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.2c01154/suppl_file/nl2c01154_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>, the absorbance\ndemonstrated good linearity, with a limit of detection as low as ca.\n300 nM. This result suggested that LOx/HRP-aZIF had the potential\nfor <italic toggle=\"yes\">in situ</italic> detection of lactate inside living cells\nwhere the lactate concentration was between the micromolar and millimolar\nlevels.\n</p>", "clean_text": "Next, we tested the enzyme activity of LOx/HRP-aZIF and LOx/HRP-ZIF-8. No LOx activity was found in the supernatant after synthesis or during washing in both LOx/HRP-aZIF and LOx/HRP-ZIF-8 (Figure S5a,b), suggesting that most of the LOx was successfully encapsulated. The encapsulation efficiencies of HRP were ~56% and 23% for aZIF and ZIF-8, respectively (Figure S5c,d). Although the amount of HRP in aZIF was approximately 2.4 times higher than that of ZIF-8, HRP in LOx/HRP-ZIF-8 was still excessive for the LOx-HRP cascade reaction (Figure S6). The activities of multienzyme cascades in aZIF and ZIF-8 were then measured. f demonstrates that the enzyme activity of LOx/HRP-aZIF was approximately 30 times that of LOx/HRP-ZIF-8, and pure aZIF or ZIF-8 could not catalyze the tandem reaction. The higher enzyme cascade activity of LOx/HRP-aZIF was probably because of the mesopores existing in aZIFs that facilitated the substrate diffusion (Figure S7). In contrast, the microporous LOx/HRP-ZIF-8 hindered substrate diffusion, which became the rate-determining step of the enzyme cascade reaction and, therefore, significantly slowed the tandem reaction. Another advantage of embedded enzymes was the enhanced stability due to its \"shielding effect\", where aZIF acted as an armor and prevented direct contact with denaturants such as proteinase. Without protection, LOx and HRP completely lost their activity after several minutes of treatment with proteinase K (proK) (g). In contrast, LOx/HRP-aZIF retained more than 80% of its activity. In addition, LOx/HRP adsorbed on aZIF (LOx/HRP@aZIF) retained only ~20% enzyme activity after proK treatment (Figure S8), further implying that most of LOx and HRP were encapsulated inside aZIFs. The above data showed the remarkable activity and stability of LOx/HRP-aZIF.\n\nWe first showed that LOx/HRP-aZIF could detect lactate in bulk solution. As shown in Figure S21, the absorbance demonstrated good linearity, with a limit of detection as low as ca. 300 nM. This result suggested that LOx/HRP-aZIF had the potential for in situ detection of lactate inside living cells where the lactate concentration was between the micromolar and millimolar levels. ", "data": [[{"meta": {"name": "LOx/HRP-aZIF", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "enzyme activity", "value": "30", "unit": "", "condition": ""}, {"property name": "encapsulation efficiencies of HRP", "value": "56%", "unit": "", "condition": "for aZIF"}, {"property name": "encapsulation efficiencies of HRP", "value": "23%", "unit": "", "condition": "for ZIF-8"}, {"property name": "amount of HRP in aZIF", "value": "2.4 times higher", "unit": "", "condition": "than that of ZIF-8"}, {"property name": "enzyme cascade activity of LOx/HRP-aZIF", "value": "higher", "unit": "", "condition": "than that of LOx/HRP-ZIF-8"}, {"property name": "mesopores", "value": "existing", "unit": "", "condition": "in aZIFs"}, {"property name": "microporous LOx/HRP-ZIF-8", "value": "hindered", "unit": "", "condition": "substrate diffusion"}, {"property name": "embedded enzymes", "value": "enhanced stability", "unit": "", "condition": "due to its “shielding effect”"}, {"property name": "LOx/HRP-aZIF", "value": "retained more than 80% of its activity", "unit": "", "condition": ""}, {"property name": "LOx/HRP@aZIF", "value": "retained only ∼20% enzyme activity", "unit": "", "condition": "after proK treatment"}, {"property name": "LOx/HRP-aZIF", "value": "detect lactate in bulk solution", "unit": "", "condition": ""}, {"property name": "LOx/HRP-aZIF", "value": "limit of detection", "unit": "ca. 300 nM", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Scheme depicting the construction of LOx/HRP-aZIF\nand its application\nin intracellular lactate detection.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Scheme depicting the construction of LOx/HRP-aZIF and its application in intracellular lactate detection.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) SEM image of synthesized LOx/HRP-aZIF. The scale bar\nis 100\nnm. (b) Size distribution of LOx/HRP-aZIF measured by DLS. (c) XRD\nspectra of LOx/HRP-aZIF, aZIF LOx/HRP-ZIF-8, and ZIF-8. (d) FT-IR\nspectra of LOx/HRP-aZIF, LOx, HRP and aZIF. (e) Surface potential\nof LOx/HRP-aZIF. (f) Enzyme cascade activity of aZIF, LOx/HRP-aZIF,\nZIF-8, and LOx/HRP-ZIF-8. The activity of LOx/HRP-aZIF was referenced\nas 100%. (g) Activity of LOx/HRP in bulk solution and on encapsulation\nin aZIF before or after treatment by proteinase K. The activity before\ntreatment for each group was referenced as 100%, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) SEM image of synthesized LOx/HRP-aZIF. The scale bar is 100 nm. (b) Size distribution of LOx/HRP-aZIF measured by DLS. (c) XRD spectra of LOx/HRP-aZIF, aZIF LOx/HRP-ZIF-8, and ZIF-8. (d) FT-IR spectra of LOx/HRP-aZIF, LOx, HRP and aZIF. (e) Surface potential of LOx/HRP-aZIF. (f) Enzyme cascade activity of aZIF, LOx/HRP-aZIF, ZIF-8, and LOx/HRP-ZIF-8. The activity of LOx/HRP-aZIF was referenced as 100%. (g) Activity of LOx/HRP in bulk solution and on encapsulation in aZIF before or after treatment by proteinase K. The activity before treatment for each group was referenced as 100%, respectively.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Enzyme activity of LOx/HRP (R1, R2, R3) in bulk solution\n(top)\nor on coencapsulation in aZIFs (bottom). Here in the group denoted\nas “free”, HRP was further diluted according to its\nencapsulation efficiency. (b) Fluorescence lifetime images of R1–R3-aZIF.\nBlank represented FLIM of FITC-LOx-aZIF, where no HRP was immobilized.\nThe colored pixels were the regions of interest (ROIs) in the image.\nThe scale bar is 2 μm.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Enzyme activity of LOx/HRP (R1, R2, R3) in bulk solution (top) or on coencapsulation in aZIFs (bottom). Here in the group denoted as \"free\", HRP was further diluted according to its encapsulation efficiency. (b) Fluorescence lifetime images of R1-R3-aZIF. Blank represented FLIM of FITC-LOx-aZIF, where no HRP was immobilized. The colored pixels were the regions of interest (ROIs) in the image. The scale bar is 2 μm.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Illustration of enzyme catalysis of lactate oxidase\n(E1) and\nthe hypothesis of the diffusion-reaction model used. (b) Temporal\nand radial distributions of substrate S1 for LOx. The concentration\nof S1 in bulk solution was referenced as 100%. At the initial state,\nS1 was considered null in nanoparticles. (c) Radial distribution of\nH<sub>2</sub>O<sub>2</sub> (S2) at the steady state. (d) Illustration\nshowing Amplex red or ABTS oxidized by HRP in the presence of S2 (H<sub>2</sub>O<sub>2</sub>) and (e) the model concerning both LOx and HRP\ninside aZIFs. (f) Simulation of reaction rate during a time period\nfor R1–R3-aZIF and (g) its final rate at the steady state.\n(h) Accumulation of product simulated for different LOx/HRP ratios\n(R1–R3) in the free state.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Illustration of enzyme catalysis of lactate oxidase (E1) and the hypothesis of the diffusion-reaction model used. (b) Temporal and radial distributions of substrate S1 for LOx. The concentration of S1 in bulk solution was referenced as 100%. At the initial state, S1 was considered null in nanoparticles. (c) Radial distribution of H2O2 (S2) at the steady state. (d) Illustration showing Amplex red or ABTS oxidized by HRP in the presence of S2 (H2O2) and (e) the model concerning both LOx and HRP inside aZIFs. (f) Simulation of reaction rate during a time period for R1-R3-aZIF and (g) its final rate at the steady state. (h) Accumulation of product simulated for different LOx/HRP ratios (R1-R3) in the free state.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Confocal\nlaser scanning microscopy of A549 treated with LOx/HRP-aZIF.\nThe scale bar is 10 μm. (b) Intracellular F.I. of A549 treated\nwith LOx/HRP in bulk solution or LOx/HRP-aZIF, which was quantified\nusing flow cytometry. For (a) and (b), LOx was stained with FITC and\nHRP was stained with cy5. Confocal laser scanning microscopy of A549\ncells treated with (c) LOx/HRP-aZIF or (d) LOx/HRP in bulk solution,\nfollowed by Amplex red loading as a lactate detection probe. The cell\nnucleus was stained with Hoechst33342. The scale bar is 100 μm.\n(e) FI of different cell lines (HeLa, A549, 3T3, and DU145) with different\ntreatments (aZIF, LOx-aZIF, HRP-aZIF, R3 in bulk solution, R3-aZIF)\nand Amplex red loading. Blank represents the control group that was\nloaded with Amplex red and without other treatment. (f) Intracellular\nlactate detection of HeLa using DCFH-DA with LOx-aZIF or Amplex red\nwith LOx/HRP-aZIF. Blank represents the control group that only loaded\nthe corresponding probe (DCFH-DA or Amplex red) without other treatment.\nFI values of cells in (e) and (f) were determined using flow cytometry.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl2c01154_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Confocal laser scanning microscopy of A549 treated with LOx/HRP-aZIF. The scale bar is 10 μm. (b) Intracellular F.I. of A549 treated with LOx/HRP in bulk solution or LOx/HRP-aZIF, which was quantified using flow cytometry. For (a) and (b), LOx was stained with FITC and HRP was stained with cy5. Confocal laser scanning microscopy of A549 cells treated with (c) LOx/HRP-aZIF or (d) LOx/HRP in bulk solution, followed by Amplex red loading as a lactate detection probe. The cell nucleus was stained with Hoechst33342. The scale bar is 100 μm. (e) FI of different cell lines (HeLa, A549, 3T3, and DU145) with different treatments (aZIF, LOx-aZIF, HRP-aZIF, R3 in bulk solution, R3-aZIF) and Amplex red loading. Blank represents the control group that was loaded with Amplex red and without other treatment. (f) Intracellular lactate detection of HeLa using DCFH-DA with LOx-aZIF or Amplex red with LOx/HRP-aZIF. Blank represents the control group that only loaded the corresponding probe (DCFH-DA or Amplex red) without other treatment. FI values of cells in (e) and (f) were determined using flow cytometry.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.nanolett.2c01154", "title": "\nMultienzyme System in Amorphous Metal–Organic\nFrameworks for Intracellular Lactate Detection\n", "journal": "American Chemical Society", "date": "2022.05", "author_list": ["Zhang\nYuanyu", "Xu\nLijun", "Ge\nJun"]}}