{"filepath": "../L2M3_data/1_application_papers/acs_xml/nl9b04997.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>We\nstudied coordination-dependent surfactant binding on shaped\nMOF nanocrystals. Cetyltrimethylammonium bromide (CTAB) on the surface\nof ZIF-8 was used as a model system. Infrared spectroscopic analysis\nand molecular dynamics simulations reveal different coordination environments\nfor Zn nodes on {100} and {110} facets, resulting in different CTAB\nadsorption. We found that we are able to fine-tune the ratio of {100}\nand {110} facets in the nanocrystals. We also observed that once the\nMOF nanocrystals are enclosed by pure {110} facets growth along the\n{100} facets is terminated because the MOF nanocrystal has no surface\narea for CTAB adsorption. Growth can then be reinitiated through the\netching of these rhombic dodecahedral nanocrystals to form a small\namount of undercoordinated sites. This work represents the first systematic\nstudy of the design principles underpinning the synthesis of shaped\nMOF nanocrystals.</p>", "clean_text": "We studied coordination-dependent surfactant binding on shaped MOF nanocrystals. Cetyltrimethylammonium bromide (CTAB) on the surface of ZIF-8 was used as a model system. Infrared spectroscopic analysis and molecular dynamics simulations reveal different coordination environments for Zn nodes on {100} and {110} facets, resulting in different CTAB adsorption. We found that we are able to fine-tune the ratio of {100} and {110} facets in the nanocrystals. We also observed that once the MOF nanocrystals are enclosed by pure {110} facets growth along the {100} facets is terminated because the MOF nanocrystal has no surface area for CTAB adsorption. Growth can then be reinitiated through the etching of these rhombic dodecahedral nanocrystals to form a small amount of undercoordinated sites. This work represents the first systematic study of the design principles underpinning the synthesis of shaped MOF nanocrystals.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs) are crystalline porous materials built by the assembly of organic\nlinkers and metal nodes. The structural variety of MOFs has yielded\ndiverse functionality for application, including in catalysis, gas separation and storage, drug delivery, sensing, and lighting. While tremendous efforts have been made to study the intrinsic properties\nof MOFs, the shapes of MOF nanocrystals have only recently attracted\ngreat attention. It has been reported that gas adsorption, catalytic activity, and MOF stability\ncould be dependent on nanocrystal shape. Though many pioneering works have been published, the general principles\ngoverning MOF nanocrystal shape are not as well-established as those\nof metal nanoparticles (MNPs). We hypothesized that there may be some similarities between the\nsynthesis of shape-controlled MOFs and MNPs and designed a study to\nreveal and understand parallels between the two systems. It is generally\nunderstood that MNP shape control relies on leveraging the different\nsurface energies of different facets, which arise due to the different\ncoordination environments of the surface metal atoms. For face-centered-cubic metals, atoms on the {111} facet have the\nhighest coordination number leading to the lowest surface energy;\ntherefore, the growth rate along the [111] direction is the slowest\nand particles prefer to be enclosed by {111} facets. To favor the formation of other facets with lower coordination\nnumbers, capping agents are introduced to tune their surface energy.\nFor instance, cetyltrimethylammonium bromide (CTAB) has been introduced\nto reduce the surface energy of Pd {100} facets, slowing the growth\nrate along the [100] direction and inducing the formation of Pd nanocubes\nenclosed by {100} facets. Polyvinylpyrrolidone (PVP) and citrates\nhave been introduced to form shaped Ag nanoparticles via the same\nprinciple. This design principle has\nbeen well studied and applied to many different MNPs, and it is logical\nto believe that it should be able to be used to control the shape\nof MOF nanocrystals. In fact, introducing capping agents during synthesis\nto impact MOF nanocrystal shape has been reported; however, the mechanistic relationship between the two systems has\nnot been thoroughly discussed.</p>", "clean_text": "Metal-organic frameworks (MOFs) are crystalline porous materials built by the assembly of organic linkers and metal nodes. The structural variety of MOFs has yielded diverse functionality for application, including in catalysis, gas separation and storage, drug delivery, sensing, and lighting. While tremendous efforts have been made to study the intrinsic properties of MOFs, the shapes of MOF nanocrystals have only recently attracted great attention. It has been reported that gas adsorption, catalytic activity, and MOF stability could be dependent on nanocrystal shape. Though many pioneering works have been published, the general principles governing MOF nanocrystal shape are not as well-established as those of metal nanoparticles (MNPs). We hypothesized that there may be some similarities between the synthesis of shape-controlled MOFs and MNPs and designed a study to reveal and understand parallels between the two systems. It is generally understood that MNP shape control relies on leveraging the different surface energies of different facets, which arise due to the different coordination environments of the surface metal atoms. For face-centered-cubic metals, atoms on the {111} facet have the highest coordination number leading to the lowest surface energy; therefore, the growth rate along the [111] direction is the slowest and particles prefer to be enclosed by {111} facets. To favor the formation of other facets with lower coordination numbers, capping agents are introduced to tune their surface energy. For instance, cetyltrimethylammonium bromide (CTAB) has been introduced to reduce the surface energy of Pd {100} facets, slowing the growth rate along the [100] direction and inducing the formation of Pd nanocubes enclosed by {100} facets. Polyvinylpyrrolidone (PVP) and citrates have been introduced to form shaped Ag nanoparticles via the same principle. This design principle has been well studied and applied to many different MNPs, and it is logical to believe that it should be able to be used to control the shape of MOF nanocrystals. In fact, introducing capping agents during synthesis to impact MOF nanocrystal shape has been reported; however, the mechanistic relationship between the two systems has not been thoroughly discussed.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In response, we studied the relationship\nbetween capping agent\nand dominant faceting in MOF nanocrystals. We have selected zeolitic\nimidazolate framework-8 (ZIF-8) nanocrystals as the model system because\nshaped ZIF-8 nanocrystals have been reported and because ZIF-8 shares\na cubic crystal structure similar to the metals mentioned above. CTAB is used as the capping agent in this model system because it\nhas been shown to alter the shape of ZIF-8 nanocrystals. ZIF-8 adopts a sodalite crystal structure, composed\nof Zn nodes and 2-methylimidazolate linkers. Rhombic dodecahedral (RD) ZIF-8-, dominated by the {110} facet,\nis the most reported one, but cubic ZIF-8 nanocrystals, with surface\n{100} faceting, have also been synthesized. To reveal the coordination environments on different facets, we\nhave performed infrared spectroscopic analysis. The spectroscopy results\nsuggest that metal atoms in the {110} facet have a higher coordination\nnumber than those in the {100} facet, leading to the presence of undercoordinated\nZn coordination sites mainly on {100} facets (a). We then carried out molecular dynamics\nsimulations and X-ray photoelectron spectroscopy (XPS) to study CTAB\nadsorption. We observe that CTAB preferentially binds on the undercoordinated\nZn nodes of the {100} facet, lowering its surface energy. Based on\nthis observation, we hypothesized that the ratio between {100} and\n{110} faceting of the MOF nanocrystals can be tuned by the amount\nof CTAB introduced during synthesis. We monitored the evolution of\ndifferent facets by introducing and removing CTAB during growth. Alternating\nZIF-8 and ZIF-67 overgrowth was used for transmission electron microscopy\n(TEM) analysis, as these MOFs share the same crystal topology but\nhave different metal nodes that allow for high contrast between layers. The results clearly show that the development\nof {100} and {110} facets can indeed be systematically tuned by CTAB,\nsimilar to MNP synthesis. Moreover, we have observed a key difference\nin the MOF system. Although it is very easy to alter the {100}:{110}\nratio during the growth, the development of the {100} facet is completely\nterminated once the surface is fully enclosed by {110} facets. To\nreinitiate the development of {100} facets on a crystal enclosed by\n{110} facets, the nanocrystals must be etched to create some undercoordinated\nZn nodes. By doing so, we were able to develop {100} faceting again.\nThis is different than that in MNPs, because in contrast to the fully\nsaturated nodes on the MOF {110} facet, all of the surface metal atoms\nare undercoordinated in the MNP system, allowing CTAB to adsorb no\nmatter the dominant surface facet. This general design principle of\nselective binding could be extended to generate other shape-controlled\nMOF nanocrystals.</p>", "clean_text": "In response, we studied the relationship between capping agent and dominant faceting in MOF nanocrystals. We have selected zeolitic imidazolate framework-8 (ZIF-8) nanocrystals as the model system because shaped ZIF-8 nanocrystals have been reported and because ZIF-8 shares a cubic crystal structure similar to the metals mentioned above. CTAB is used as the capping agent in this model system because it has been shown to alter the shape of ZIF-8 nanocrystals. ZIF-8 adopts a sodalite crystal structure, composed of Zn nodes and 2-methylimidazolate linkers. Rhombic dodecahedral (RD) ZIF-8-, dominated by the {110} facet, is the most reported one, but cubic ZIF-8 nanocrystals, with surface {100} faceting, have also been synthesized. To reveal the coordination environments on different facets, we have performed infrared spectroscopic analysis. The spectroscopy results suggest that metal atoms in the {110} facet have a higher coordination number than those in the {100} facet, leading to the presence of undercoordinated Zn coordination sites mainly on {100} facets (a). We then carried out molecular dynamics simulations and X-ray photoelectron spectroscopy (XPS) to study CTAB adsorption. We observe that CTAB preferentially binds on the undercoordinated Zn nodes of the {100} facet, lowering its surface energy. Based on this observation, we hypothesized that the ratio between {100} and {110} faceting of the MOF nanocrystals can be tuned by the amount of CTAB introduced during synthesis. We monitored the evolution of different facets by introducing and removing CTAB during growth. Alternating ZIF-8 and ZIF-67 overgrowth was used for transmission electron microscopy (TEM) analysis, as these MOFs share the same crystal topology but have different metal nodes that allow for high contrast between layers. The results clearly show that the development of {100} and {110} facets can indeed be systematically tuned by CTAB, similar to MNP synthesis. Moreover, we have observed a key difference in the MOF system. Although it is very easy to alter the {100}:{110} ratio during the growth, the development of the {100} facet is completely terminated once the surface is fully enclosed by {110} facets. To reinitiate the development of {100} facets on a crystal enclosed by {110} facets, the nanocrystals must be etched to create some undercoordinated Zn nodes. By doing so, we were able to develop {100} faceting again. This is different than that in MNPs, because in contrast to the fully saturated nodes on the MOF {110} facet, all of the surface metal atoms are undercoordinated in the MNP system, allowing CTAB to adsorb no matter the dominant surface facet. This general design principle of selective binding could be extended to generate other shape-controlled MOF nanocrystals.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of the Guided Evolution of\n{100} and {110}\nFacets<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"nl9b04997_0006.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(a) The difference in structural\ncoordination of surface nodes in the {100} and {110} facets allows\npreferential binding of CTAB on {100} facets and promotes {100} growth.\n(b) Changing the capping agent concentration can guide facet evolution\nand tune the ratio of {110} to {100}. (c) Adding CTAB to a nanocrystal\nfully enclosed by {111} facets cannot restart {100} growth, as CTAB\ncannot bind. (d) Etching to form a small amount of {100} facets is\nnecessary to activate {100} overgrowth.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Schematic Illustration of the Guided Evolution of {100} and {110} Facets      a (a) The difference in structural coordination of surface nodes in the {100} and {110} facets allows preferential binding of CTAB on {100} facets and promotes {100} growth. (b) Changing the capping agent concentration can guide facet evolution and tune the ratio of {110} to {100}. (c) Adding CTAB to a nanocrystal fully enclosed by {111} facets cannot restart {100} growth, as CTAB cannot bind. (d) Etching to form a small amount of {100} facets is necessary to activate {100} overgrowth.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(a) The difference in structural\ncoordination of surface nodes in the {100} and {110} facets allows\npreferential binding of CTAB on {100} facets and promotes {100} growth.\n(b) Changing the capping agent concentration can guide facet evolution\nand tune the ratio of {110} to {100}. (c) Adding CTAB to a nanocrystal\nfully enclosed by {111} facets cannot restart {100} growth, as CTAB\ncannot bind. (d) Etching to form a small amount of {100} facets is\nnecessary to activate {100} overgrowth.</p>\n</fn>\n</p>", "clean_text": "  a (a) The difference in structural coordination of surface nodes in the {100} and {110} facets allows preferential binding of CTAB on {100} facets and promotes {100} growth. (b) Changing the capping agent concentration can guide facet evolution and tune the ratio of {110} to {100}. (c) Adding CTAB to a nanocrystal fully enclosed by {111} facets cannot restart {100} growth, as CTAB cannot bind. (d) Etching to form a small amount of {100} facets is necessary to activate {100} overgrowth.  ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>We\nfirst monitored overgrowth of the cubic nanocrystals to form\nRDs (). For\nconvenience of characterization, we used ZIF-67 as the cubic cores\nand ZIF-8 as the overgrowth material. Cubic ZIF-67, dominated by six\nexposed {100} facets, was synthesized using a previously reported\nmethod, and the surface was cleaned (a). Then, ZIF-8\novergrowth was conducted in solutions containing 30, 60, and 90 mM\nconcentrations of ZIF-8 precursors under conventional synthetic conditions\n(details in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Supporting Information</ext-link>).\nA clear facet evolution from cubes enclosed by {100} facets to RDs\nenclosed by {110} facets was observed by transmission electron microscopy\n(TEM), associated with elemental mapping by energy-dispersive X-ray\nspectroscopy (EDX) (). This observation indicates that growth along the [100]\ndirection is faster than growth along the [110] direction. The same\ntrend was observed when we studied the time evolution of overgrowth\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Figure S1</ext-link>). The ratio of {110} facets\nincreases during overgrowth, and the shape changes from cubic to RD.\nBased on Wulff equilibrium, the increase of {110} facets suggests\nthat the {110} facet is more thermodynamically favored than the {100}\nfacet under these conditions. This surface energy difference could\nbe analogous to the effects of differences in coordination in the\nsurface atoms of shaped MNPs; thus, we then studied the coordination\nenvironments of the Zn nodes on different facets.</p>", "clean_text": "We first monitored overgrowth of the cubic nanocrystals to form RDs (). For convenience of characterization, we used ZIF-67 as the cubic cores and ZIF-8 as the overgrowth material. Cubic ZIF-67, dominated by six exposed {100} facets, was synthesized using a previously reported method, and the surface was cleaned (a). Then, ZIF-8 overgrowth was conducted in solutions containing 30, 60, and 90 mM concentrations of ZIF-8 precursors under conventional synthetic conditions (details in the Supporting Information). A clear facet evolution from cubes enclosed by {100} facets to RDs enclosed by {110} facets was observed by transmission electron microscopy (TEM), associated with elemental mapping by energy-dispersive X-ray spectroscopy (EDX) (). This observation indicates that growth along the [100] direction is faster than growth along the [110] direction. The same trend was observed when we studied the time evolution of overgrowth (Figure S1). The ratio of {110} facets increases during overgrowth, and the shape changes from cubic to RD. Based on Wulff equilibrium, the increase of {110} facets suggests that the {110} facet is more thermodynamically favored than the {100} facet under these conditions. This surface energy difference could be analogous to the effects of differences in coordination in the surface atoms of shaped MNPs; thus, we then studied the coordination environments of the Zn nodes on different facets.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustrations,\nTEM images, and EDX mapping images of\nfacet evolution from {100} to {110}. (a–c) ZIF-67 cube, (d–l)\nZIF-67@ZIF-8 with increasing ratio of {110} to {100}. The overgrowth\nwas conducted in (d–f) 30 mM, (g–i) 60 mM, and (j–l)\n90 mM concentrations of ZIF-8 precursors without CTAB.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"nl9b04997_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustrations, TEM images, and EDX mapping images of facet evolution from {100} to {110}. (a-c) ZIF-67 cube, (d-l) ZIF-67@ZIF-8 with increasing ratio of {110} to {100}. The overgrowth was conducted in (d-f) 30 mM, (g-i) 60 mM, and (j-l) 90 mM concentrations of ZIF-8 precursors without CTAB.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>To investigate the surface Zn nodes on the {100} and {110}\nfacets,\nwe performed infrared measurements of chemisorbed carbon monoxide\n(CO-IR) on ZIF-8 nanocrystals of similar surface area but with different\n{100}:{110} ratios. Due to back bonding of the metal into the CO π*\norbitals, CO bound to undercoordinated Zn can be observed by IR, similar\nto previously reported CO coordinated metal M­(CO) species. Because there are no structural defects within the ZIF-8 crystal,\nthe observed CO-IR signal should originate from the surface. By tuning\nthe synthetic conditions as mentioned above, three ZIF-8 samples with\nthree different ratios of {100}:{110} facets were prepared for CO-IR\nmeasurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Figure S2</ext-link>). Spectroscopic\nanalysis was conducted by placing samples in a CO-saturated atmosphere\nfor 20 min and then flushing with N<sub>2</sub> to remove CO and leaving\nthem for an additional 20 min (details described in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Supporting Information</ext-link>). As shown in a, the bands at 2025–1975\ncm<sup>–1</sup>, corresponding to CO bound to the undercoordinated\nZn nodes, were observed in the ZIF-8 cubes enclosed by {100} facets.\nReducing the ratio of {100} facets leads to a decrease of the CO signal,\nand no CO signal was observed in ZIF-8 RDs enclosed by {110} facets.\nThis observation reinforces the presence (absence) of undercoordinated\nZn sites on {100} ({110}) facets. This aligns well with the greater\nstability of the {110} facet seen during growth. To the best of our\nknowledge, this is the first report of spectroscopic analysis of the\ncoordination environments of the Zn nodes on different facets of ZIF-8.\nRecall that growth in the presence of CTAB leads to cubes enclosed\nmainly by {100} facets, implying the CTAB can bind to the identified\nundercoordinated Zn nodes of the {100} facet. Therefore, we used CO-IR\nto study the Zn coordination after exposure to CTAB. We incubated\nthe samples with 35 mM CTAB for 10 min followed by cleaning and CO-IR\nmeasurements. As shown in b, a significant decrease of CO signal was observed\nin samples with {100} facets, suggesting that CTAB can indeed bind\nto undercoordinated Zn on the {100} facets.</p>", "clean_text": "To investigate the surface Zn nodes on the {100} and {110} facets, we performed infrared measurements of chemisorbed carbon monoxide (CO-IR) on ZIF-8 nanocrystals of similar surface area but with different {100}:{110} ratios. Due to back bonding of the metal into the CO π* orbitals, CO bound to undercoordinated Zn can be observed by IR, similar to previously reported CO coordinated metal M(CO) species. Because there are no structural defects within the ZIF-8 crystal, the observed CO-IR signal should originate from the surface. By tuning the synthetic conditions as mentioned above, three ZIF-8 samples with three different ratios of {100}:{110} facets were prepared for CO-IR measurements (Figure S2). Spectroscopic analysis was conducted by placing samples in a CO-saturated atmosphere for 20 min and then flushing with N2 to remove CO and leaving them for an additional 20 min (details described in the Supporting Information). As shown in a, the bands at 2025-1975 cm-1, corresponding to CO bound to the undercoordinated Zn nodes, were observed in the ZIF-8 cubes enclosed by {100} facets. Reducing the ratio of {100} facets leads to a decrease of the CO signal, and no CO signal was observed in ZIF-8 RDs enclosed by {110} facets. This observation reinforces the presence (absence) of undercoordinated Zn sites on {100} ({110}) facets. This aligns well with the greater stability of the {110} facet seen during growth. To the best of our knowledge, this is the first report of spectroscopic analysis of the coordination environments of the Zn nodes on different facets of ZIF-8. Recall that growth in the presence of CTAB leads to cubes enclosed mainly by {100} facets, implying the CTAB can bind to the identified undercoordinated Zn nodes of the {100} facet. Therefore, we used CO-IR to study the Zn coordination after exposure to CTAB. We incubated the samples with 35 mM CTAB for 10 min followed by cleaning and CO-IR measurements. As shown in b, a significant decrease of CO signal was observed in samples with {100} facets, suggesting that CTAB can indeed bind to undercoordinated Zn on the {100} facets.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>IR measurement of chemisorbed\nCO on three samples of synthesized\nZIF-8 nanocrystals enclosed by (a) {100}, (b) {100}/{110}, and (c)\n{110} facets before (solid line) and after (dashed line) CTAB incubation,\nrespectively, displaying binding of CO to the undercoordinated sites\nof the {100} surface. After incubation in 35 mM CTAB solution for\n10 min, no discernible CO binding is seen, as all undercoordinated\nsites are blocked by CTAB.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"nl9b04997_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  IR measurement of chemisorbed CO on three samples of synthesized ZIF-8 nanocrystals enclosed by (a) {100}, (b) {100}/{110}, and (c) {110} facets before (solid line) and after (dashed line) CTAB incubation, respectively, displaying binding of CO to the undercoordinated sites of the {100} surface. After incubation in 35 mM CTAB solution for 10 min, no discernible CO binding is seen, as all undercoordinated sites are blocked by CTAB.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The energetics of this process were explored by molecular dynamics\n(MD) simulations. We studied the interaction energies between components\nof CTAB and of ZIF-8 facets. First, we aimed to determine if CTAB\nbinds through CTA<sup>+</sup> or Br<sup>–</sup>. The {100}\nand {110} facets of ZIF-8 were studied and modeled using MD within\nthe Large-scale Atomic/Molecular Massively Parallel Simulator (LAMMPS;\ndetails are described in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Supporting Information</ext-link>). Interaction energies were estimated as <italic>E</italic>\n<sub>CTA+/ZIF‑8</sub> = <italic>E</italic>\n<sub>ZIF‑8 with CTA<sup>+</sup>\n</sub> – (<italic>E</italic>\n<sub>ZIF‑8</sub> + <italic>E</italic>\n<sub>CTA<sup>+</sup>\n</sub>), where <italic>E</italic>\n<sub>ZIF‑8 with CTA<sup>+</sup>\n</sub> is the\npotential energy of the ZIF-8 slab structure with CTA<sup>+</sup> bound, <italic>E</italic>\n<sub>ZIF‑8</sub> is the potential energy of ZIF-8,\nand <italic>E</italic>\n<sub>CTA<sup>+</sup>\n</sub> is the potential\nenergy of CTA<sup>+</sup>. An analogous approach was used to find\nthe energies associated with Br<sup>–</sup> binding. The resulting\ninteraction energies (<italic>E</italic>\n<sub>CTA<sup>+</sup>/ZIF‑8</sub> or <italic>E</italic>\n<sub>Br<sup>–</sup>/ZIF‑8</sub>) on the {100} and {110} facets are summarized in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Figure S3</ext-link>. While <italic>E</italic>\n<sub>CTA<sup>+</sup>/ZIF‑8</sub> shows a similar distribution on the {100} and {110} facets, a distinct\ndifference between the two facets was observed for <italic>E</italic>\n<sub>Br<sup>–</sup>/ZIF‑8</sub>. As shown in a and c, most of\nthe Br<sup>–</sup> molecules on the {100} and {110} facets\nexhibited interaction energies of around −10 kcal/mol, at which\nenergy the attachment of these Br<sup>–</sup> molecules is\nweak and dynamically reversible. In contrast, a portion of the Br<sup>–</sup> molecules on the {100} facets exhibited a highly negative\nvalue of interaction energies at around −60 kcal/mol, which\nindicated a stronger attachment of Br<sup>–</sup> to the {100}\nfacets of ZIF-8. The snapshot of the MD simulated system used to estimate <italic>E</italic>\n<sub>Br<sup>–</sup>/ZIF‑8</sub> on {100}\nfacets revealed that a portion of the Br<sup>–</sup> molecules\nwere coordinated to Zn, while no binding of Br<sup>–</sup> atoms\nto Zn was observed on {110} facets. This result is again attributed\nto the different coordination environment of the Zn site on the {100}\nand {110} and facets (, insets). Zn sites on the {110} facet are surrounded by three\nnegatively charged nitrogen atoms and an OH<sup>–</sup> group\nthat hinder the approach of CTAB to Zn. On the other hand, CTAB has\nan open path to Zn on the {100} facets, where Zn is surrounded by\nonly two nitrogen atoms and one OH<sup>–</sup> group. As a result, 25% of the Zn atoms on the {100}\nfacets in our model system were coordinated with a Br<sup>–</sup> atom, and the change in surface energy of {100} facets upon Br<sup>–</sup> attachment was estimated as {<italic>E</italic>\n<sub>{100} with Br<sup>–</sup>\n</sub> – <italic>E</italic>\n<sub>{100} without Br<sup>–</sup>\n</sub>} = −377.07 kcal/mol. The change in {100} surface energy suggests\nthat the presence of CTAB makes the ZIF-8 {100} facets more stable\nthan the {110} facets and that {100} growth occurs because Zn in the\n{100} facet becomes less reactive to binding additional imidazolate\nligands due to the barrier for Br<sup>–</sup> detachment from\nZn. Consequently, the adsorption of CTAB favors growth in the [100]\ndirection. With this simulation in mind, we carried out X-ray photoelectron\nspectroscopy (XPS) to analyze the amount of CTAB adsorbed on the {100}\nand {111} surfaces. The surfaces of cubic and RD ZIF-8 nanocrystals\nwere first cleaned after synthesis, and no detectable amount of Br<sup>–</sup> was observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Figure S4</ext-link>). After incubation in 1.3 mM CTAB solution for 10 min, XPS showed\na much higher Br<sup>–</sup> content on the surface of the\nZIF-8 cube, further enforcing that CTAB much prefers to bind to ZIF-8’s\n{100} facets rather than its {110} facets.</p>", "clean_text": "The energetics of this process were explored by molecular dynamics (MD) simulations. We studied the interaction energies between components of CTAB and of ZIF-8 facets. First, we aimed to determine if CTAB binds through CTA+ or Br-. The {100} and {110} facets of ZIF-8 were studied and modeled using MD within the Large-scale Atomic/Molecular Massively Parallel Simulator (LAMMPS; details are described in the Supporting Information). Interaction energies were estimated as E CTA+/ZIF-8 = E ZIF-8withCTA+  - (E ZIF-8 + E CTA+ ), where E ZIF-8withCTA+  is the potential energy of the ZIF-8 slab structure with CTA+ bound, E ZIF-8 is the potential energy of ZIF-8, and E CTA+  is the potential energy of CTA+. An analogous approach was used to find the energies associated with Br- binding. The resulting interaction energies (E CTA+/ZIF-8 or E Br-/ZIF-8) on the {100} and {110} facets are summarized in  and Figure S3. While E CTA+/ZIF-8 shows a similar distribution on the {100} and {110} facets, a distinct difference between the two facets was observed for E Br-/ZIF-8. As shown in a and c, most of the Br- molecules on the {100} and {110} facets exhibited interaction energies of around -10 kcal/mol, at which energy the attachment of these Br- molecules is weak and dynamically reversible. In contrast, a portion of the Br- molecules on the {100} facets exhibited a highly negative value of interaction energies at around -60 kcal/mol, which indicated a stronger attachment of Br- to the {100} facets of ZIF-8. The snapshot of the MD simulated system used to estimate E Br-/ZIF-8 on {100} facets revealed that a portion of the Br- molecules were coordinated to Zn, while no binding of Br- atoms to Zn was observed on {110} facets. This result is again attributed to the different coordination environment of the Zn site on the {100} and {110} and facets (, insets). Zn sites on the {110} facet are surrounded by three negatively charged nitrogen atoms and an OH- group that hinder the approach of CTAB to Zn. On the other hand, CTAB has an open path to Zn on the {100} facets, where Zn is surrounded by only two nitrogen atoms and one OH- group. As a result, 25% of the Zn atoms on the {100} facets in our model system were coordinated with a Br- atom, and the change in surface energy of {100} facets upon Br- attachment was estimated as {E {100}withBr-  - E {100}withoutBr- } = -377.07 kcal/mol. The change in {100} surface energy suggests that the presence of CTAB makes the ZIF-8 {100} facets more stable than the {110} facets and that {100} growth occurs because Zn in the {100} facet becomes less reactive to binding additional imidazolate ligands due to the barrier for Br- detachment from Zn. Consequently, the adsorption of CTAB favors growth in the [100] direction. With this simulation in mind, we carried out X-ray photoelectron spectroscopy (XPS) to analyze the amount of CTAB adsorbed on the {100} and {111} surfaces. The surfaces of cubic and RD ZIF-8 nanocrystals were first cleaned after synthesis, and no detectable amount of Br- was observed (Figure S4). After incubation in 1.3 mM CTAB solution for 10 min, XPS showed a much higher Br- content on the surface of the ZIF-8 cube, further enforcing that CTAB much prefers to bind to ZIF-8's {100} facets rather than its {110} facets.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Molecular dynamics (MD)\nsimulation results of the interaction between\nCTAB and ZIF-8 facets: (a and c) Distribution of interaction energies, <italic>E</italic>\n<sub>Br<sup>–</sup>/ZIF‑8</sub>, between\nthe bromide anion and the ZIF-8 surface on the {110} and {100} facets,\nrespectively. The inset is the neighboring atomic configuration of\nZn. (b and d) Snapshot from the MD trajectories of our model system\nused to estimate the <italic>E</italic>\n<sub>Br<sup>–</sup>/ZIF‑8</sub> on the {110} and {100} facets, respectively.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"nl9b04997_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Molecular dynamics (MD) simulation results of the interaction between CTAB and ZIF-8 facets: (a and c) Distribution of interaction energies, E Br-/ZIF-8, between the bromide anion and the ZIF-8 surface on the {110} and {100} facets, respectively. The inset is the neighboring atomic configuration of Zn. (b and d) Snapshot from the MD trajectories of our model system used to estimate the E Br-/ZIF-8 on the {110} and {100} facets, respectively.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Next, we apply this understanding of CTAB behavior on different\nfacets to tune the ratio of {110} to {100} facets on one nanocrystal.\nTo monitor the facet evolution of the nanocrystal, we performed overgrowth,\nalternating between ZIF-67 and ZIF-8 and adding or removing CTAB during\nthe overgrowth. The ratio between {100} and {110} facets was calculated\nby surface area (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Figure S5</ext-link>). ZIF-67 cubes\ncontaining almost 100% {100} surface faceting were transferred to\na ZIF-8 growth solution to perform the first overgrowth (a–h). Because\nno CTAB was present in the growth solution, the {110} facet developed\nduring the overgrowth, resulting in a truncated RD shape with the\nratio of {100}:{110} faceting decreased to 2.9:1. No significant change\nof crystal structure and porosity was observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Figure S6</ext-link>). Then, we transferred these truncated RD nanocrystals\nto the next overgrowth solution, which contained CTAB. Growth of the\n{100} facet is observed. As shown in i–l, the resulting nanocrystals presented\na cubic shape and the amount of {110} faceting at the surface dropped\nto nearly 0. This change in ratio between {100} and {110} facets suggests\nthat the facet evolution is reversible. Next, we again transferred\nthese {100}-enclosed nanocrystals into an overgrowth solution with\nno CTAB. As expected, the {110} facet developed again to form truncated\ncubes (m–p).\nBy using this CTAB strategy, we are able to fine-tune the surface\nfaceting and, thus, the shapes of the MOF nanocrystals. The level\nof control is similar to that reported for shaped MNPs.</p>", "clean_text": "Next, we apply this understanding of CTAB behavior on different facets to tune the ratio of {110} to {100} facets on one nanocrystal. To monitor the facet evolution of the nanocrystal, we performed overgrowth, alternating between ZIF-67 and ZIF-8 and adding or removing CTAB during the overgrowth. The ratio between {100} and {110} facets was calculated by surface area (Figure S5). ZIF-67 cubes containing almost 100% {100} surface faceting were transferred to a ZIF-8 growth solution to perform the first overgrowth (a-h). Because no CTAB was present in the growth solution, the {110} facet developed during the overgrowth, resulting in a truncated RD shape with the ratio of {100}:{110} faceting decreased to 2.9:1. No significant change of crystal structure and porosity was observed (Figure S6). Then, we transferred these truncated RD nanocrystals to the next overgrowth solution, which contained CTAB. Growth of the {100} facet is observed. As shown in i-l, the resulting nanocrystals presented a cubic shape and the amount of {110} faceting at the surface dropped to nearly 0. This change in ratio between {100} and {110} facets suggests that the facet evolution is reversible. Next, we again transferred these {100}-enclosed nanocrystals into an overgrowth solution with no CTAB. As expected, the {110} facet developed again to form truncated cubes (m-p). By using this CTAB strategy, we are able to fine-tune the surface faceting and, thus, the shapes of the MOF nanocrystals. The level of control is similar to that reported for shaped MNPs.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>TEM images,\nSEM images, and EDX mapping images of the CTAB-dependent\nevolution of {100} and {110} facets. (a–d) ZIF-67 with {100}\nfacets. (e–p) Overgrowth of {100} or {110} faceting to tune\nthe ratio of {100} to {110} at the surface using alternating layers\nof ZIF-67 and ZIF-8, respectively.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"nl9b04997_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  TEM images, SEM images, and EDX mapping images of the CTAB-dependent evolution of {100} and {110} facets. (a-d) ZIF-67 with {100} facets. (e-p) Overgrowth of {100} or {110} faceting to tune the ratio of {100} to {110} at the surface using alternating layers of ZIF-67 and ZIF-8, respectively.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>It should be noted that transferring RD nanocrystals enclosed by\nall {110} facets into an overgrowth solution containing CTAB does\nnot lead to growth of {100} facets. As shown in a–d, when we were attempting {100}\novergrowth on fully {110}-enclosed RDs in the presence of CTAB, no\nsignificant {100} facet development was observed. The overgrown nanocrystals\nare still mainly enclosed by {110} facets. This result suggests that\nthe growth of {100} facets is terminated if the entire surface of\nthe crystal is enclosed by {110}. As mentioned before, we attribute\nthis result to a notable difference in the CTAB-dependent growth of\nMOFs and MNPs. In both systems, capping agents bind to undercoordinated\nsurface atoms and promote the formation of different facets. In a\nMNP, no matter the dominant surface faceting, there are always undercoordinated\nsurface metal atoms to which CTAB can bind. However, in the MOF system,\nwhen the surface is completely enclosed by {110} facets, there are\nno available undercoordinated sites, so CTAB cannot bind and the {100}\nfacet cannot grow. To test this hypothesis, we etched the {110} facets\nof RDs to generate some undercoordinated sites on the surface (e–h). The\netching condition is mild, so no significant change of crystal structure\nwas observed after etching (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Figure S7</ext-link>).\nThe etched RDs were then used as cores to perform {100} overgrowth.\nAs shown in i–l, the development of {100} facets is observed. This result\nindicates that, to be able to tune the ratio of {100}:{110} facets,\na small amount of undercoordinated facets is required. Additionally,\nwe can use this recipe to generate multilayered hollow nanostructures\nwith various facets on the internal and external surfaces (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">Figure S8</ext-link>). They could have unique applications\nin fields such as separation and catalysis. Overall, we demonstrate that understanding the coordination of metal\nnodes on different facets is key to MOF\nnanocrystal facet control, as in shaped MNPs, and that these parameters\nneed to be considered for the synthesis of shaped MOF nanocrystals\nvia capping agents.</p>", "clean_text": "It should be noted that transferring RD nanocrystals enclosed by all {110} facets into an overgrowth solution containing CTAB does not lead to growth of {100} facets. As shown in a-d, when we were attempting {100} overgrowth on fully {110}-enclosed RDs in the presence of CTAB, no significant {100} facet development was observed. The overgrown nanocrystals are still mainly enclosed by {110} facets. This result suggests that the growth of {100} facets is terminated if the entire surface of the crystal is enclosed by {110}. As mentioned before, we attribute this result to a notable difference in the CTAB-dependent growth of MOFs and MNPs. In both systems, capping agents bind to undercoordinated surface atoms and promote the formation of different facets. In a MNP, no matter the dominant surface faceting, there are always undercoordinated surface metal atoms to which CTAB can bind. However, in the MOF system, when the surface is completely enclosed by {110} facets, there are no available undercoordinated sites, so CTAB cannot bind and the {100} facet cannot grow. To test this hypothesis, we etched the {110} facets of RDs to generate some undercoordinated sites on the surface (e-h). The etching condition is mild, so no significant change of crystal structure was observed after etching (Figure S7). The etched RDs were then used as cores to perform {100} overgrowth. As shown in i-l, the development of {100} facets is observed. This result indicates that, to be able to tune the ratio of {100}:{110} facets, a small amount of undercoordinated facets is required. Additionally, we can use this recipe to generate multilayered hollow nanostructures with various facets on the internal and external surfaces (Figure S8). They could have unique applications in fields such as separation and catalysis. Overall, we demonstrate that understanding the coordination of metal nodes on different facets is key to MOF nanocrystal facet control, as in shaped MNPs, and that these parameters need to be considered for the synthesis of shaped MOF nanocrystals via capping agents.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TEM images and EDX mapping images of facet evolution from\n{110}\nto {100}. (a–d) The result of attempted {100} growth, in the\npresence of CTAB, with ZIF-67 RDs fully enclosed by {110} facets.\nNo observable {100} faceting is seen. (e–h) Polyhedral ZIF-67\nwith {100} facets generated by etching ZIF-67 RDs. (i–l) The\nresult of CTAB-assisted {100} overgrowth on etched ZIF-67, showing\nreinitiated {100} facet growth.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"nl9b04997_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  TEM images and EDX mapping images of facet evolution from {110} to {100}. (a-d) The result of attempted {100} growth, in the presence of CTAB, with ZIF-67 RDs fully enclosed by {110} facets. No observable {100} faceting is seen. (e-h) Polyhedral ZIF-67 with {100} facets generated by etching ZIF-67 RDs. (i-l) The result of CTAB-assisted {100} overgrowth on etched ZIF-67, showing reinitiated {100} facet growth.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In summary, we have systematically discussed a design principle\nfor the fine-tuning of the surface faceting of shaped MOF nanocrystals\nbased on understanding the Zn node coordination environments in each\nfacet. This concept is similar to a growth mechanism for shape-controlled\nMNPs, whereby the preferential binding of CTAB to {100} facets promotes\n{100} development. We suggest that the preferential binding of CTAB\nto {100} facets is due to the undercoordinated Zn on {100} facets,\nreinforced by CO-IR analysis and MD simulation. Different from shaped\nMNPs, once the ZIF-8 surface is enclosed entirely by {110} facets,\nthe development of {100} facets is completely terminated, which we\nattribute to the loss of undercoordinated surface Zn sites. We are\nable to tune the ratio of {100} to {110} facets from almost 0 to 1\nand to alter the ZIF shape from cubes to truncated rhombic dodecahedra\nto rhombic dodecahedra by altering the growth of {100} and {110} facets.\nWe believe that this study represents a step toward the generation\nof design rules for the synthesis of shape-controlled MOF nanocrystals,\nwhich will allow further exploration of structure–property\nrelationships in shaped MOF nanocrystals.</p>", "clean_text": "In summary, we have systematically discussed a design principle for the fine-tuning of the surface faceting of shaped MOF nanocrystals based on understanding the Zn node coordination environments in each facet. This concept is similar to a growth mechanism for shape-controlled MNPs, whereby the preferential binding of CTAB to {100} facets promotes {100} development. We suggest that the preferential binding of CTAB to {100} facets is due to the undercoordinated Zn on {100} facets, reinforced by CO-IR analysis and MD simulation. Different from shaped MNPs, once the ZIF-8 surface is enclosed entirely by {110} facets, the development of {100} facets is completely terminated, which we attribute to the loss of undercoordinated surface Zn sites. We are able to tune the ratio of {100} to {110} facets from almost 0 to 1 and to alter the ZIF shape from cubes to truncated rhombic dodecahedra to rhombic dodecahedra by altering the growth of {100} and {110} facets. We believe that this study represents a step toward the generation of design rules for the synthesis of shape-controlled MOF nanocrystals, which will allow further exploration of structure-property relationships in shaped MOF nanocrystals.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.nanolett.9b04997?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.nanolett.9b04997</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental section,\ncharacterization, figures, and\ncomputational method (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Experimental section,\ncharacterization, figures, and\ncomputational method (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b04997/suppl_file/nl9b04997_si_001.pdf\">PDF</ext-link>)</p><p>X.-Y.L., W.-S.L., and C.W. equally contributed.</p><p>The\nauthors\ndeclare no competing financial interest.</p><title>Abbreviations</title><p>cetyltrimethylammonium bromide</p><p>rhombic dodecahedral</p><p>metal nanoparticles</p><p>polyvinylpyrrolidone</p><p>metal–organic\nframework</p><p>X-ray\nphotoelectron spectroscopy</p><p>transmission electron microscopy</p><p>zeolitic imidazolate framework-8</p><p>infrared measurements\nof chemisorbed carbon monoxide</p><p>energy-dispersive X-ray spectroscopy</p><p>powder X-ray diffraction</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.9b04997.  Experimental section, characterization, figures, and computational method (PDF)   \n\nExperimental section, characterization, figures, and computational method (PDF)\n\nX.-Y.L., W.-S.L., and C.W. equally contributed.\n\nThe authors declare no competing financial interest.\n\nAbbreviations\n\ncetyltrimethylammonium bromide\n\nrhombic dodecahedral\n\nmetal nanoparticles\n\npolyvinylpyrrolidone\n\nmetal-organic framework\n\nX-ray photoelectron spectroscopy\n\ntransmission electron microscopy\n\nzeolitic imidazolate framework-8\n\ninfrared measurements of chemisorbed carbon monoxide\n\nenergy-dispersive X-ray spectroscopy\n\npowder X-ray diffraction", "data": null, "include_properties": null}], "cln_elements": [{"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of the Guided Evolution of\n{100} and {110}\nFacets<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"nl9b04997_0006.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(a) The difference in structural\ncoordination of surface nodes in the {100} and {110} facets allows\npreferential binding of CTAB on {100} facets and promotes {100} growth.\n(b) Changing the capping agent concentration can guide facet evolution\nand tune the ratio of {110} to {100}. (c) Adding CTAB to a nanocrystal\nfully enclosed by {111} facets cannot restart {100} growth, as CTAB\ncannot bind. (d) Etching to form a small amount of {100} facets is\nnecessary to activate {100} overgrowth.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Schematic Illustration of the Guided Evolution of {100} and {110} Facets      a (a) The difference in structural coordination of surface nodes in the {100} and {110} facets allows preferential binding of CTAB on {100} facets and promotes {100} growth. (b) Changing the capping agent concentration can guide facet evolution and tune the ratio of {110} to {100}. (c) Adding CTAB to a nanocrystal fully enclosed by {111} facets cannot restart {100} growth, as CTAB cannot bind. (d) Etching to form a small amount of {100} facets is necessary to activate {100} overgrowth.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustrations,\nTEM images, and EDX mapping images of\nfacet evolution from {100} to {110}. (a–c) ZIF-67 cube, (d–l)\nZIF-67@ZIF-8 with increasing ratio of {110} to {100}. The overgrowth\nwas conducted in (d–f) 30 mM, (g–i) 60 mM, and (j–l)\n90 mM concentrations of ZIF-8 precursors without CTAB.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"nl9b04997_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustrations, TEM images, and EDX mapping images of facet evolution from {100} to {110}. (a-c) ZIF-67 cube, (d-l) ZIF-67@ZIF-8 with increasing ratio of {110} to {100}. The overgrowth was conducted in (d-f) 30 mM, (g-i) 60 mM, and (j-l) 90 mM concentrations of ZIF-8 precursors without CTAB.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>IR measurement of chemisorbed\nCO on three samples of synthesized\nZIF-8 nanocrystals enclosed by (a) {100}, (b) {100}/{110}, and (c)\n{110} facets before (solid line) and after (dashed line) CTAB incubation,\nrespectively, displaying binding of CO to the undercoordinated sites\nof the {100} surface. After incubation in 35 mM CTAB solution for\n10 min, no discernible CO binding is seen, as all undercoordinated\nsites are blocked by CTAB.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"nl9b04997_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  IR measurement of chemisorbed CO on three samples of synthesized ZIF-8 nanocrystals enclosed by (a) {100}, (b) {100}/{110}, and (c) {110} facets before (solid line) and after (dashed line) CTAB incubation, respectively, displaying binding of CO to the undercoordinated sites of the {100} surface. After incubation in 35 mM CTAB solution for 10 min, no discernible CO binding is seen, as all undercoordinated sites are blocked by CTAB.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Molecular dynamics (MD)\nsimulation results of the interaction between\nCTAB and ZIF-8 facets: (a and c) Distribution of interaction energies, <italic>E</italic>\n<sub>Br<sup>–</sup>/ZIF‑8</sub>, between\nthe bromide anion and the ZIF-8 surface on the {110} and {100} facets,\nrespectively. The inset is the neighboring atomic configuration of\nZn. (b and d) Snapshot from the MD trajectories of our model system\nused to estimate the <italic>E</italic>\n<sub>Br<sup>–</sup>/ZIF‑8</sub> on the {110} and {100} facets, respectively.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"nl9b04997_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Molecular dynamics (MD) simulation results of the interaction between CTAB and ZIF-8 facets: (a and c) Distribution of interaction energies, E Br-/ZIF-8, between the bromide anion and the ZIF-8 surface on the {110} and {100} facets, respectively. The inset is the neighboring atomic configuration of Zn. (b and d) Snapshot from the MD trajectories of our model system used to estimate the E Br-/ZIF-8 on the {110} and {100} facets, respectively.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>TEM images,\nSEM images, and EDX mapping images of the CTAB-dependent\nevolution of {100} and {110} facets. (a–d) ZIF-67 with {100}\nfacets. (e–p) Overgrowth of {100} or {110} faceting to tune\nthe ratio of {100} to {110} at the surface using alternating layers\nof ZIF-67 and ZIF-8, respectively.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"nl9b04997_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  TEM images, SEM images, and EDX mapping images of the CTAB-dependent evolution of {100} and {110} facets. (a-d) ZIF-67 with {100} facets. (e-p) Overgrowth of {100} or {110} faceting to tune the ratio of {100} to {110} at the surface using alternating layers of ZIF-67 and ZIF-8, respectively.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TEM images and EDX mapping images of facet evolution from\n{110}\nto {100}. (a–d) The result of attempted {100} growth, in the\npresence of CTAB, with ZIF-67 RDs fully enclosed by {110} facets.\nNo observable {100} faceting is seen. (e–h) Polyhedral ZIF-67\nwith {100} facets generated by etching ZIF-67 RDs. (i–l) The\nresult of CTAB-assisted {100} overgrowth on etched ZIF-67, showing\nreinitiated {100} facet growth.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"nl9b04997_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  TEM images and EDX mapping images of facet evolution from {110} to {100}. (a-d) The result of attempted {100} growth, in the presence of CTAB, with ZIF-67 RDs fully enclosed by {110} facets. No observable {100} faceting is seen. (e-h) Polyhedral ZIF-67 with {100} facets generated by etching ZIF-67 RDs. (i-l) The result of CTAB-assisted {100} overgrowth on etched ZIF-67, showing reinitiated {100} facet growth.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.nanolett.9b04997", "title": "\nTuning Metal–Organic Framework Nanocrystal\nShape through Facet-Dependent Coordination\n", "journal": "American Chemical Society", "date": "2020.01", "author_list": ["Liu\nXiao-Yuan", "Lo\nWei-Shang", "Wu\nChunhui", "Williams\nBenjamin P.", "Luo\nLianshun", "Li\nYang", "Chou\nLien-Yang", "Lee\nYongjin", "Tsung\nChia-Kuang"]}}