{"filepath": "../L2M3_data/1_application_papers/acs_xml/nn1c08912.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Potassium\npoly­(heptazine imide) (KPHI) has recently garnered attention\nas a crystalline carbon nitride framework with considerable photoelectrochemical\nactivity. Here, we report a Ca<sup>2+</sup>-complexed analogue of\nPHI: calcium poly­(heptazine imide) (CaPHI). Despite similar polymer\nbackbone, CaPHI and KPHI exhibit markedly different crystal structures.\nSpectroscopic, crystallographic, and physisorptive characterization\nreveal that Ca<sup>2+</sup> acts as a structure-directing agent to\ntransform melon-based carbon nitride to crystalline CaPHI with ordered\npore channels, extended visible light absorption, and altered band\nstructure as compared to KPHI. Upon acid washing, protons replace\nCa<sup>2+</sup> atoms in CaPHI to yield H<sup>+</sup>/CaPHI and enhance\nporosity without disrupting crystal structure. Further, these proton-exchanged\nPHI frameworks exhibit large adsorption affinity for CO<sub>2</sub> and exceptional performance for selective carbon capture from dilute\nstreams. Compared to a state-of-the-art metal organic framework, UTSA-16,\nH<sup>+</sup>/CaPHI exhibits more than twice the selectivity (∼300\nvs ∼120) and working capacity (∼1.2 mmol g<sup>–1</sup> vs ∼0.5 mmol g<sup>–1</sup>) for a feed of 4% CO<sub>2</sub> (1 bar, 30 °C).</p>", "clean_text": "Potassium poly(heptazine imide) (KPHI) has recently garnered attention as a crystalline carbon nitride framework with considerable photoelectrochemical activity. Here, we report a Ca2+-complexed analogue of PHI: calcium poly(heptazine imide) (CaPHI). Despite similar polymer backbone, CaPHI and KPHI exhibit markedly different crystal structures. Spectroscopic, crystallographic, and physisorptive characterization reveal that Ca2+ acts as a structure-directing agent to transform melon-based carbon nitride to crystalline CaPHI with ordered pore channels, extended visible light absorption, and altered band structure as compared to KPHI. Upon acid washing, protons replace Ca2+ atoms in CaPHI to yield H+/CaPHI and enhance porosity without disrupting crystal structure. Further, these proton-exchanged PHI frameworks exhibit large adsorption affinity for CO2 and exceptional performance for selective carbon capture from dilute streams. Compared to a state-of-the-art metal organic framework, UTSA-16, H+/CaPHI exhibits more than twice the selectivity (~300 vs ~120) and working capacity (~1.2 mmol g-1 vs ~0.5 mmol g-1) for a feed of 4% CO2 (1 bar, 30 °C).", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Applications\nbenefiting from\nextensive interfacial contact in catalysis, separations, and energy\nstorage have prompted the discovery and design of functional nanoporous\nmaterials, such as ordered metal–organic frameworks (MOFs)\nand amorphous activated carbons (ACs). Between these two extremes\nof designer nanoporous materials resides the relatively newer materials\nclass of covalent organic frameworks (COFs), pioneered by Côté,\nYaghi et al. in 2005. As porous, crystalline\npolymers linked exclusively by covalent bonds, COFs combine the merits\nof a well-defined framework intrinsic to MOFs with the inherent physicochemical\nstability of ACs. Seminal work in 2008 by Kuhn, Antonietti, and Thomas\nshowed that COFs based on triazine nodes, frequently dubbed ‘covalent\ntriazine frameworks’ (CTFs), can easily be accessed via ionothermal\nroutes. To date, CTFs have already shown\nimpressive performance as robust sensors, catalyst supports, adsorbents,\nand metal-free photo­(electro)­catalysts.\n</p>", "clean_text": "Applications benefiting from extensive interfacial contact in catalysis, separations, and energy storage have prompted the discovery and design of functional nanoporous materials, such as ordered metal-organic frameworks (MOFs) and amorphous activated carbons (ACs). Between these two extremes of designer nanoporous materials resides the relatively newer materials class of covalent organic frameworks (COFs), pioneered by Côté, Yaghi et al. in 2005. As porous, crystalline polymers linked exclusively by covalent bonds, COFs combine the merits of a well-defined framework intrinsic to MOFs with the inherent physicochemical stability of ACs. Seminal work in 2008 by Kuhn, Antonietti, and Thomas showed that COFs based on triazine nodes, frequently dubbed ‘covalent triazine frameworks' (CTFs), can easily be accessed via ionothermal routes. To date, CTFs have already shown impressive performance as robust sensors, catalyst supports, adsorbents, and metal-free photo(electro)catalysts. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In 2017,\nwork by Zhang et al. extended this subclass of CTFs to\nallow heptazine (tris-s-triazine) nodes by reporting an ionic carbon\nnitride allotrope consisting of a negatively charged poly­(heptazine\nimide) (PHI) anion framework balanced by potassium (K<sup>+</sup>)\ncations. Since its discovery, KPHI has\nbeen investigated extensively as a photocatalyst for solar hydrogen\nproduction and for organic synthesis thanks to its ability to store\nlight in the form of long-lived radicals even under dark conditions. Schlomberg et al. completed an in-depth study\nof the polymeric and crystallographic structure of KPHI, and Chen, Savateev et al. further showed the\npropensity of KPHI to undergo ion exchange with protons and various\nmetal cations with preservation of the original KPHI crystal structure. Interestingly, upon exchange with divalent calcium cations (Ca<sup>2+</sup>), the crystalline structure was lost, yet the amorphous\nCaPHI showed improved photocatalytic performance. Further work by\nSahoo, Kühne et al. showed that replacing K<sup>+</sup> with\nmagnesium cations (Mg<sup>2+</sup>) through a simple aqueous ion exchange\nprocess could also alter the band structure by lowering the valence\nband maximum toward more oxidizing positions, effectively enabling\noverall water splitting.\n</p>", "clean_text": "In 2017, work by Zhang et al. extended this subclass of CTFs to allow heptazine (tris-s-triazine) nodes by reporting an ionic carbon nitride allotrope consisting of a negatively charged poly(heptazine imide) (PHI) anion framework balanced by potassium (K+) cations. Since its discovery, KPHI has been investigated extensively as a photocatalyst for solar hydrogen production and for organic synthesis thanks to its ability to store light in the form of long-lived radicals even under dark conditions. Schlomberg et al. completed an in-depth study of the polymeric and crystallographic structure of KPHI, and Chen, Savateev et al. further showed the propensity of KPHI to undergo ion exchange with protons and various metal cations with preservation of the original KPHI crystal structure. Interestingly, upon exchange with divalent calcium cations (Ca2+), the crystalline structure was lost, yet the amorphous CaPHI showed improved photocatalytic performance. Further work by Sahoo, Kühne et al. showed that replacing K+ with magnesium cations (Mg2+) through a simple aqueous ion exchange process could also alter the band structure by lowering the valence band maximum toward more oxidizing positions, effectively enabling overall water splitting. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently,\nour group reported the synthesis of N-rich nanoporous\ncarbons for selective CO<sub>2</sub> adsorption by calcium chloride\n(CaCl<sub>2</sub>) mediated ionothermal treatment of melon-based carbon\nnitride. In doing so, we discovered the\nconversion toward a semicrystalline intermediate just before the onset\nof carbonization. In the current work, we report an optimized salt\nmelt synthetic process for isolating this crystalline framework, a\nCa-complexed analogue of PHI with altered crystalline structure as\ncompared to KPHI. With MAS NMR, (ATR-)­FTIR, XPS, UPS, (DR-)­UV–vis,\nXRD, SEM, TEM, N<sub>2</sub> physisorption, and elemental analysis\nsupported by theoretical modeling, we show that Ca<sup>2+</sup> acts\nas bridging and structure-directing agent to transform melon-based\ncarbon nitride to CaPHI, a nanoporous framework material. Compared\nto the previously reported KPHI, CaPHI has a similar polymeric backbone\nbut significantly altered crystalline structure with more lattice\nstrain, likely due to differences in valence and ionic radius of the\ntemplating cation. The cations reside in charged pockets within the\ncrystal structure, interacting with pyridinic N species for stabilization\nand with deprotonated bridging secondary amines between heptazine\nunits for charge balance. While the layered structure of both materials\nresults in pore columns filled with framework-complexed cations, the\ngeometry of the triangular-shaped pores elongated and flexed when\naccommodating Ca<sup>2+</sup> compared to K<sup>+</sup>. Upon acid\nwashing, protons replace Ca<sup>2+</sup> atoms in the CaCl<sub>2</sub>-derived PHI material to yield H<sup>+</sup>/CaPHI with enhanced\nporosity and surface area without significantly altering the crystal\nstructure from its parent CaPHI material. This exciting carbon nitride\nframework material has ordered pore channels, extended visible light\nabsorption, and altered band structure with similar textural properties\nand crystalline size to the recently exploited KPHI, suggesting that\nCaPHI may be useful in photoelectrocatalysis. Importantly, these proton-exchanged\nPHI carbon nitride allotropes exhibit large affinity for CO<sub>2</sub> adsorption and show propensity for selective carbon capture from\ndilute streams.</p>", "clean_text": "Recently, our group reported the synthesis of N-rich nanoporous carbons for selective CO2 adsorption by calcium chloride (CaCl2) mediated ionothermal treatment of melon-based carbon nitride. In doing so, we discovered the conversion toward a semicrystalline intermediate just before the onset of carbonization. In the current work, we report an optimized salt melt synthetic process for isolating this crystalline framework, a Ca-complexed analogue of PHI with altered crystalline structure as compared to KPHI. With MAS NMR, (ATR-)FTIR, XPS, UPS, (DR-)UV-vis, XRD, SEM, TEM, N2 physisorption, and elemental analysis supported by theoretical modeling, we show that Ca2+ acts as bridging and structure-directing agent to transform melon-based carbon nitride to CaPHI, a nanoporous framework material. Compared to the previously reported KPHI, CaPHI has a similar polymeric backbone but significantly altered crystalline structure with more lattice strain, likely due to differences in valence and ionic radius of the templating cation. The cations reside in charged pockets within the crystal structure, interacting with pyridinic N species for stabilization and with deprotonated bridging secondary amines between heptazine units for charge balance. While the layered structure of both materials results in pore columns filled with framework-complexed cations, the geometry of the triangular-shaped pores elongated and flexed when accommodating Ca2+ compared to K+. Upon acid washing, protons replace Ca2+ atoms in the CaCl2-derived PHI material to yield H+/CaPHI with enhanced porosity and surface area without significantly altering the crystal structure from its parent CaPHI material. This exciting carbon nitride framework material has ordered pore channels, extended visible light absorption, and altered band structure with similar textural properties and crystalline size to the recently exploited KPHI, suggesting that CaPHI may be useful in photoelectrocatalysis. Importantly, these proton-exchanged PHI carbon nitride allotropes exhibit large affinity for CO2 adsorption and show propensity for selective carbon capture from dilute streams.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Both KPHI\nand CaPHI were synthesized via a salt melt route. Treatment\nwith HCl allowed quantitative replacement of the framework-complexed\ncations with protons. For clarity, materials obtained by acid-washing\nKPHI and CaPHI will be referred to as H<sup>+</sup>/KPHI and H<sup>+</sup>/CaPHI, respectively, for the remainder of this manuscript;\nthis notation is not meant to denote a partial exchange of cations\nwith protons, but instead emphasizes the parent structure from which\nthe completely protonated analogues were derived. After isolating\nthe crystalline (H<sup>+</sup>/)­CaPHI carbon nitride allotrope, the\nchemical structure of the polymeric backbone was first investigated\nwith Fourier-transformed infrared spectroscopy in attenuated total\nreflectance mode (ATR-FTIR). Informed by the seminal work of Savateev\net al., ATR-FTIR revealed that CaPHI was\ncomposed of a similar polymeric backbone as the previously investigated\nKPHI. The spectra, shown in a, show peaks at 800 cm<sup>–1</sup> that are\ncharacteristic of heptazine (e.g., tris-s-triazine) subunits for both\nCa- and KPHI (and their proton-exchanged) analogues. Fingerprint peaks\nin the 1100–1500 cm<sup>–1</sup> region correspond to\nthe CN and CN bonding modes, and peaks near 1575 and\n1650 cm<sup>–1</sup> come from NH bending modes in\nprotonated primary and secondary amines (H<sub>2</sub>NC and HNC<sub>2</sub>) that serve as terminating and linking motifs, respectively.\nWeak peaks around 2150 cm<sup>–1</sup> correspond to cyano\n(CN<sup>–</sup>) groups, and broad peaks at wavenumbers\ngreater than 3000 cm<sup>–1</sup> corroborate the presence\nof amines (NH<sub>2</sub>) or surface-hydroxyl (OH)\ngroups stemming from aqueous workup. Additionally, a peak near 1000\ncm<sup>–1</sup> is associated with the cation-NC<sub>2</sub> binding in the K- and CaPHI materials, and this peak disappears\nupon acid washing and protonation of the bridging imines. The cation-NC<sub>2</sub> features also seemed much stronger for KPHI as compared to\nCaPHI, which suggests a larger quantity of cation-complexes in KPHI.\nWhile there are slight vibrational shifts in the fingerprint regions\nbetween Ca- and K-derived materials, the most notable disparities\nbetween the set of frameworks stem from the relative intensities of\nbinding modes associated with amines, suggesting that the main differences\nbetween the backbones of these two classes of materials were the proportion\nand type of amines present. CaPHI showed a greater ratio of intensity\nfor protonated secondary vs primary amines. Since cation-complexed\n(i.e., unprotonated) linking amines would not contribute to IR signal\nintensity, this change in observed intensity ratio could further suggest\nthat a larger proportion of the linkage amine groups were protonated\n(i.e., not complexed to a cation) in CaPHI than in KPHI.</p>", "clean_text": "Results and Discussion\n\nBoth KPHI and CaPHI were synthesized via a salt melt route. Treatment with HCl allowed quantitative replacement of the framework-complexed cations with protons. For clarity, materials obtained by acid-washing KPHI and CaPHI will be referred to as H+/KPHI and H+/CaPHI, respectively, for the remainder of this manuscript; this notation is not meant to denote a partial exchange of cations with protons, but instead emphasizes the parent structure from which the completely protonated analogues were derived. After isolating the crystalline (H+/)CaPHI carbon nitride allotrope, the chemical structure of the polymeric backbone was first investigated with Fourier-transformed infrared spectroscopy in attenuated total reflectance mode (ATR-FTIR). Informed by the seminal work of Savateev et al., ATR-FTIR revealed that CaPHI was composed of a similar polymeric backbone as the previously investigated KPHI. The spectra, shown in a, show peaks at 800 cm-1 that are characteristic of heptazine (e.g., tris-s-triazine) subunits for both Ca- and KPHI (and their proton-exchanged) analogues. Fingerprint peaks in the 1100-1500 cm-1 region correspond to the CN and CN bonding modes, and peaks near 1575 and 1650 cm-1 come from NH bending modes in protonated primary and secondary amines (H2NC and HNC2) that serve as terminating and linking motifs, respectively. Weak peaks around 2150 cm-1 correspond to cyano (CN-) groups, and broad peaks at wavenumbers greater than 3000 cm-1 corroborate the presence of amines (NH2) or surface-hydroxyl (OH) groups stemming from aqueous workup. Additionally, a peak near 1000 cm-1 is associated with the cation-NC2 binding in the K- and CaPHI materials, and this peak disappears upon acid washing and protonation of the bridging imines. The cation-NC2 features also seemed much stronger for KPHI as compared to CaPHI, which suggests a larger quantity of cation-complexes in KPHI. While there are slight vibrational shifts in the fingerprint regions between Ca- and K-derived materials, the most notable disparities between the set of frameworks stem from the relative intensities of binding modes associated with amines, suggesting that the main differences between the backbones of these two classes of materials were the proportion and type of amines present. CaPHI showed a greater ratio of intensity for protonated secondary vs primary amines. Since cation-complexed (i.e., unprotonated) linking amines would not contribute to IR signal intensity, this change in observed intensity ratio could further suggest that a larger proportion of the linkage amine groups were protonated (i.e., not complexed to a cation) in CaPHI than in KPHI.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Spectroscopic\ncharacterization of the polymeric backbone of the\nCa- and KPHI materials, including (a) ATR-FTIR; (b) <sup>13</sup>C\nMAS NMR in CP mode and HPDEC mode; (c) high-resolution XPS scans of\nthe C 1s and N 1s regions; and (d) proposed polymeric structure.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Spectroscopic characterization of the polymeric backbone of the Ca- and KPHI materials, including (a) ATR-FTIR; (b) 13C MAS NMR in CP mode and HPDEC mode; (c) high-resolution XPS scans of the C 1s and N 1s regions; and (d) proposed polymeric structure.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>For further, more precise analysis of the polymeric\nconnectivity\nof these PHI frameworks, solid-state carbon and nitrogen nuclear magnetic\nresonance (<sup>13</sup>C-, <sup>15</sup>N-MAS NMR) was employed.\nIn agreement with work by Schlomberg et al., the <sup>13</sup>C MAS NMR response of the KPHI material showed\nfour distinct types of carbons evidenced by two strong peaks and a\nweak shoulder in cross-polarization mode, and three distinct peaks\nwith a weak shoulder in the proton-decoupled, direct-excitation mode\n(b). The peak\nwith a chemical shift of 158 ppm corresponded to the heptazine-type\ncarbon within the heptazine-subunits, while the peaks at 164 and 168\nppm were related to carbons neighboring protonated vs cation-complexed\nN species, respectively. The weaker shoulder with largest chemical\nshift near 170 ppm was indicative of carbons bound to terminating,\nprimary amines. Acid washing resulted in the removal of the cation-complexed\npeak at 168 ppm as the intensity of the peak corresponding to protonated\nN species increased. Though solid-state NMR is not quantitative, the\nproton-decoupled experiments (HPDEC) serve as a rough estimate, and\nquantification of these spectra can be found in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S7</ext-link>. The only discernible differences in the <sup>13</sup>C MAS NMR response between the Ca- and the KPHI materials\ncame from differences in the relative intensity of the peaks at 158\nand 164 ppm, which could suggest that a proportion of the pyridinic-type\nN in the heptazine rings of CaPHI could have been protonated. This\nis further demonstrated by the <sup>15</sup>N MAS NMR spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S1</ext-link>); under the same experimental conditions\nduring cross-polarization, CaPHI materials showed both increased overall\nintensity and a larger protonated:pyridinic ratio, which suggests\na larger proton concentration near N species. Overall, though, these\nMAS NMR results show further concrete evidence of the chemical similarity\nof the polymeric backbone of the Ca- and KPHI materials.</p>", "clean_text": "For further, more precise analysis of the polymeric connectivity of these PHI frameworks, solid-state carbon and nitrogen nuclear magnetic resonance (13C-, 15N-MAS NMR) was employed. In agreement with work by Schlomberg et al., the 13C MAS NMR response of the KPHI material showed four distinct types of carbons evidenced by two strong peaks and a weak shoulder in cross-polarization mode, and three distinct peaks with a weak shoulder in the proton-decoupled, direct-excitation mode (b). The peak with a chemical shift of 158 ppm corresponded to the heptazine-type carbon within the heptazine-subunits, while the peaks at 164 and 168 ppm were related to carbons neighboring protonated vs cation-complexed N species, respectively. The weaker shoulder with largest chemical shift near 170 ppm was indicative of carbons bound to terminating, primary amines. Acid washing resulted in the removal of the cation-complexed peak at 168 ppm as the intensity of the peak corresponding to protonated N species increased. Though solid-state NMR is not quantitative, the proton-decoupled experiments (HPDEC) serve as a rough estimate, and quantification of these spectra can be found in SI Table S7. The only discernible differences in the 13C MAS NMR response between the Ca- and the KPHI materials came from differences in the relative intensity of the peaks at 158 and 164 ppm, which could suggest that a proportion of the pyridinic-type N in the heptazine rings of CaPHI could have been protonated. This is further demonstrated by the 15N MAS NMR spectra (SI Figure S1); under the same experimental conditions during cross-polarization, CaPHI materials showed both increased overall intensity and a larger protonated:pyridinic ratio, which suggests a larger proton concentration near N species. Overall, though, these MAS NMR results show further concrete evidence of the chemical similarity of the polymeric backbone of the Ca- and KPHI materials.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Further,\nbulk elemental analysis (CHN EA) and X-ray photoelectron\nspectroscopy (XPS) provided quantitative evidence for the chemical\nsimilarity between the Ca- and KPHI materials. XPS analysis of all\nPHI frameworks showed peaks in the C 1s region at 284.7, 286.2, and\n288.3 eV, corresponding to adventitious carbon (CC), aminated\nor hydroxylated carbons (CNH<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/CO),\nand heptazine ring-type carbons (CN<sub>3</sub>), respectively. For\nCaPHI and H<sup>+</sup>/KPHI, a small amount of signal near 290 eV\ncorresponding to oxidized carbons (CO) was also detected.\nFor the N 1s region, peaks were observed at 398.5, 400.2, and 401.3\neV, corresponding to pyridinic ring-type nitrogen (CNC),\ncentral heptazine nitrogen (NC<sub>3</sub>), and amines (NH<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>), respectively. Additionally, the C 1s and N 1s\nregion of all samples showed a π–π* shakeup feature\ncommonly observed for conjugated systems shifted about 5 eV from the\nmajor peak (besides KPHI, for which the K 2p region overlaps with\nthis feature). Survey scans (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S2</ext-link>) and integration of high-resolution XPS spectra (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S3</ext-link>) revealed that KPHI had surface compositions of 36\nat% C, 37 at% N, 24 at% K, and 3.4 at% O, yielding a total molar N/C\nratio of 1.03. Proton-exchanged H<sup>+</sup>/KPHI was composed of\n48 at% C, 49 at% N, 3.5 at% O, and no residual K detectable by XPS,\nwith an N/C ratio of 1.02 in good agreement with the value observed\nfor the K<sup>+</sup>-complexed framework. For CaPHI, XPS indicated\na surface composition of 49 at% C, 44 at% N, 5.7 at% O, and only 1\nat% Ca after workup, suggesting a slightly smaller N/C ratio of 0.90\nand many fewer remaining Ca<sup>2+</sup> cations as compared to KPHI.\nXPS analysis of acid-treated H<sup>+</sup>/CaPHI revealed a surface\ncomposition of 49 at% C, 45 at% N, 5.8 at% O, and trace amounts of\nCa detectable, yielding an observed N/C ratio of 0.92 similar to that\nof the water-washed CaPHI.</p>", "clean_text": "Further, bulk elemental analysis (CHN EA) and X-ray photoelectron spectroscopy (XPS) provided quantitative evidence for the chemical similarity between the Ca- and KPHI materials. XPS analysis of all PHI frameworks showed peaks in the C 1s region at 284.7, 286.2, and 288.3 eV, corresponding to adventitious carbon (CC), aminated or hydroxylated carbons (CNH x /CO), and heptazine ring-type carbons (CN3), respectively. For CaPHI and H+/KPHI, a small amount of signal near 290 eV corresponding to oxidized carbons (CO) was also detected. For the N 1s region, peaks were observed at 398.5, 400.2, and 401.3 eV, corresponding to pyridinic ring-type nitrogen (CNC), central heptazine nitrogen (NC3), and amines (NH x ), respectively. Additionally, the C 1s and N 1s region of all samples showed a π-π* shakeup feature commonly observed for conjugated systems shifted about 5 eV from the major peak (besides KPHI, for which the K 2p region overlaps with this feature). Survey scans (SI Figure S2) and integration of high-resolution XPS spectra (c and SI Figure S3) revealed that KPHI had surface compositions of 36 at% C, 37 at% N, 24 at% K, and 3.4 at% O, yielding a total molar N/C ratio of 1.03. Proton-exchanged H+/KPHI was composed of 48 at% C, 49 at% N, 3.5 at% O, and no residual K detectable by XPS, with an N/C ratio of 1.02 in good agreement with the value observed for the K+-complexed framework. For CaPHI, XPS indicated a surface composition of 49 at% C, 44 at% N, 5.7 at% O, and only 1 at% Ca after workup, suggesting a slightly smaller N/C ratio of 0.90 and many fewer remaining Ca2+ cations as compared to KPHI. XPS analysis of acid-treated H+/CaPHI revealed a surface composition of 49 at% C, 45 at% N, 5.8 at% O, and trace amounts of Ca detectable, yielding an observed N/C ratio of 0.92 similar to that of the water-washed CaPHI.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>These surface N/C ratios for both\nCa<sup>2+</sup>- and K<sup>+</sup>-derived samples observed by XPS\nwere much lower than the theoretical\nvalue derived from the expected poly­(heptazine imide) structure, which\nranges from about 1.33 to 1.67 depending on the number of repeat units\nin the lateral sheets and the nature of terminating groups (e.g.,\nprimary amines or cyanides). Deviations from this expected N/C ratio\nobserved by XPS likely stemmed from adventitious carbon impurities\non the surface of these materials, which contribute to the C 1s peaks\nat 284.7, 286.2, and 290 eV and account for nearly a third of all\ndetected C species on the surface. On the other hand, when comparing\nthe N content only to the amount of carbon in the heptazine configuration\nat 288.3 eV (as expected for pure PHI), the N/C ratio is closer to\n1.4 for all synthesized materials, which falls in the expected range.\nAdditionally, the presence of O in these materials is assumed to derive\nfrom small levels of surface oxidation and tightly bound water. On\nthe other hand, CHN EA of the bulk (summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S1</ext-link>) indicated a molar N/C ratio of 1.42 and 1.41\nfor (H<sup>+</sup>/)­KPHI and (H<sup>+</sup>/)­CaPHI, respectively,\nreconfirming the chemical similarity between these two materials.\nThis bulk N/C ratio is much closer to the expected stoichiometry of\na melem- (C<sub>6</sub>N<sub>10</sub>H<sub>6</sub>, N/C = 1.67) based\npolymer and falls in line with previous results by Schlomberg et al.\nto support the conclusion that these framework materials are composed\nof poly­(heptazine imide) polymers. Additionally,\nthe H contents of the acid-washed frameworks estimated from CHN EA\nwere nearly identical, but the water-washed KPHI showed about half\nthe H content as compared to CaPHI (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S1</ext-link>).</p>", "clean_text": "These surface N/C ratios for both Ca2+- and K+-derived samples observed by XPS were much lower than the theoretical value derived from the expected poly(heptazine imide) structure, which ranges from about 1.33 to 1.67 depending on the number of repeat units in the lateral sheets and the nature of terminating groups (e.g., primary amines or cyanides). Deviations from this expected N/C ratio observed by XPS likely stemmed from adventitious carbon impurities on the surface of these materials, which contribute to the C 1s peaks at 284.7, 286.2, and 290 eV and account for nearly a third of all detected C species on the surface. On the other hand, when comparing the N content only to the amount of carbon in the heptazine configuration at 288.3 eV (as expected for pure PHI), the N/C ratio is closer to 1.4 for all synthesized materials, which falls in the expected range. Additionally, the presence of O in these materials is assumed to derive from small levels of surface oxidation and tightly bound water. On the other hand, CHN EA of the bulk (summarized in SI Table S1) indicated a molar N/C ratio of 1.42 and 1.41 for (H+/)KPHI and (H+/)CaPHI, respectively, reconfirming the chemical similarity between these two materials. This bulk N/C ratio is much closer to the expected stoichiometry of a melem- (C6N10H6, N/C = 1.67) based polymer and falls in line with previous results by Schlomberg et al. to support the conclusion that these framework materials are composed of poly(heptazine imide) polymers. Additionally, the H contents of the acid-washed frameworks estimated from CHN EA were nearly identical, but the water-washed KPHI showed about half the H content as compared to CaPHI (SI Table S1).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>This difference in H content points toward the major chemical\ndifference\nbetween Ca- and KPHI: the proportion of cations remaining after aqueous\nworkup. Indicators of cation-complexed imides (e.g., IR peak near\n1000 cm<sup>–1</sup> and <sup>13</sup>C chemical shift at 168\nppm) were much stronger for KPHI than for CaPHI. XPS quantification\nshowed cation:N ratios of 0.64 for KPHI but only 0.02 for CaPHI. This\ndiscrepancy is much too large to be explained by charge-balance alone,\nso a large proportion of the imide-complexed Ca<sup>2+</sup> cations\nwere likely displaced by protons during water washing. Additionally,\nas XPS is a surface sensitive technique, the cation concentration\nin the top few nanometers of the PHI particles could have been much\nsmaller than the bulk. To more closely investigate the cation content\nof the bulk PHI frameworks, inductively coupled plasma mass spectrometry\n(ICP-MS) was employed, and the results are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S2</ext-link>. These studies suggested that KPHI\nexhibited around 17 wt % K<sup>+</sup>, implying a charge-balanced\nstructural formula close to (C<sub>12</sub>N<sub>17</sub>)<sub>3</sub>K<sub>6</sub>H<sub>3</sub>. On the other hand, CaPHI exhibited only\n6.4 wt % Ca<sup>2+</sup>, suggesting a formula of (C<sub>12</sub>N<sub>17</sub>)<sub>3</sub>Ca<sub>2</sub>H<sub>5</sub>. This difference\nin extent of proton exchange could have been caused by changes in\nthe pH of the washing solution upon salt removal or slight changes\nin the p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> of the resulting polymeric\nbackbones. Further investigation of the\nacid–base characteristics of these PHI materials was achieved\nvia potentiometric titration experiments, and discussion can be found\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p>", "clean_text": "This difference in H content points toward the major chemical difference between Ca- and KPHI: the proportion of cations remaining after aqueous workup. Indicators of cation-complexed imides (e.g., IR peak near 1000 cm-1 and 13C chemical shift at 168 ppm) were much stronger for KPHI than for CaPHI. XPS quantification showed cation:N ratios of 0.64 for KPHI but only 0.02 for CaPHI. This discrepancy is much too large to be explained by charge-balance alone, so a large proportion of the imide-complexed Ca2+ cations were likely displaced by protons during water washing. Additionally, as XPS is a surface sensitive technique, the cation concentration in the top few nanometers of the PHI particles could have been much smaller than the bulk. To more closely investigate the cation content of the bulk PHI frameworks, inductively coupled plasma mass spectrometry (ICP-MS) was employed, and the results are summarized in SI Table S2. These studies suggested that KPHI exhibited around 17 wt % K+, implying a charge-balanced structural formula close to (C12N17)3K6H3. On the other hand, CaPHI exhibited only 6.4 wt % Ca2+, suggesting a formula of (C12N17)3Ca2H5. This difference in extent of proton exchange could have been caused by changes in the pH of the washing solution upon salt removal or slight changes in the pK a of the resulting polymeric backbones. Further investigation of the acid-base characteristics of these PHI materials was achieved via potentiometric titration experiments, and discussion can be found in the SI.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Despite the close chemical\nsimilarity in polymeric backbone, the\nCa<sup>2+</sup>- and K<sup>+</sup>-derived PHI frameworks exhibited\nvery different crystal structures, pointing toward the structure-directing\nnature of the divalent CaCl<sub>2</sub> melt. As shown in a,b, the PXRD pattern\nof (H<sup>+</sup>/)­CaPHI shows a different response as compared to\nthe well-studied (H<sup>+</sup>/)­KPHI structure. As reported by Schlomberg\net al., KPHI exhibits a pseudohexagonal structure with <italic toggle=\"yes\">a</italic> = <italic toggle=\"yes\">b</italic> = 12.78 Å, <italic toggle=\"yes\">c</italic> = 4.31 Å,\nα = β = 109.63°, γ = 120°, and a resulting\nunit cell volume of 451.4 Å<sup>3</sup>. In contrast, DFT modeling of the Ca<sup>2+</sup>-complexed PHI framework\nand subsequent structure relaxation suggested that (H<sup>+</sup>/)­CaPHI\ncrystallizes as a strained, triclinic lattice with <italic toggle=\"yes\">a</italic> = 12.62 Å, <italic toggle=\"yes\">b</italic> = 12.02 Å, <italic toggle=\"yes\">c</italic> = 4.33 Å, α = 95.52°, β = 126.16°, γ\n= 117.56°, and a slightly smaller unit cell volume of 403.0 Å<sup>3</sup>. The main difference in these two crystal structures is manifested\nby the apparent corrugation of the sheets in the CaPHI allotrope;\nwhile KPHI crystallizes predominantly in stacked, 2-D sheets of poly­(heptazine\nimides), CaPHI exhibits significant disruption to this perfectly planar\nstructure as shown in c. A side-by-side comparison of the predicted crystal structures\nfor CaPHI and KPHI can be found in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S15</ext-link>.</p>", "clean_text": "Despite the close chemical similarity in polymeric backbone, the Ca2+- and K+-derived PHI frameworks exhibited very different crystal structures, pointing toward the structure-directing nature of the divalent CaCl2 melt. As shown in a,b, the PXRD pattern of (H+/)CaPHI shows a different response as compared to the well-studied (H+/)KPHI structure. As reported by Schlomberg et al., KPHI exhibits a pseudohexagonal structure with a = b = 12.78 Å, c = 4.31 Å, α = β = 109.63°, γ = 120°, and a resulting unit cell volume of 451.4 Å3. In contrast, DFT modeling of the Ca2+-complexed PHI framework and subsequent structure relaxation suggested that (H+/)CaPHI crystallizes as a strained, triclinic lattice with a = 12.62 Å, b = 12.02 Å, c = 4.33 Å, α = 95.52°, β = 126.16°, γ = 117.56°, and a slightly smaller unit cell volume of 403.0 Å3. The main difference in these two crystal structures is manifested by the apparent corrugation of the sheets in the CaPHI allotrope; while KPHI crystallizes predominantly in stacked, 2-D sheets of poly(heptazine imides), CaPHI exhibits significant disruption to this perfectly planar structure as shown in c. A side-by-side comparison of the predicted crystal structures for CaPHI and KPHI can be found in SI Figure S15.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Structural characteristics of the PHI materials as determined by\n(a) and (b) PXRD, DFT structure relaxation of CaPHI with in-plane\n(c) and top-down (d) views, SEM of H+/CaPHI (e,f), (g) HRTEM of H+/CaPHI,\nand (h) SAED of polycrystalline H<sup>+</sup>/CaPHI.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Structural characteristics of the PHI materials as determined by (a) and (b) PXRD, DFT structure relaxation of CaPHI with in-plane (c) and top-down (d) views, SEM of H+/CaPHI (e,f), (g) HRTEM of H+/CaPHI, and (h) SAED of polycrystalline H+/CaPHI.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>These differences in crystal structure, despite chemical\nsimilarity\nof the backbone, are likely related to the difference in ionic radius\n(152 pm for K<sup>+</sup> vs 114 pm for Ca<sup>2+</sup>), more than\ndoubled charge to radius ratio, valence, and resulting Lewis acidity\nof the framework-complexed cations. While K<sup>+</sup> ions interact\npredominantly with a single layer of the sheet-like PHI, the much\nmore polarizing Ca<sup>2+</sup> ions interact with as many as three\nPHI sheets, acting as bridging moieties. This heightened interaction\nof the Ca<sup>2+</sup> sites with Lewis base sites on neighboring\nPHI sheets is present during structure assembly. To accommodate this\ndifference in the templating cation, the crystal structure flexes\nin the ab plane and expands slightly along the <italic toggle=\"yes\">c</italic>-axis\nas evident by the shift of the 002 peak in b from ∼28.3° to ∼27.9°,\ncorresponding to <italic toggle=\"yes\">d</italic>-spacings of 3.14 and 3.19 Å\nin H<sup>+</sup>/KPHI to H<sup>+</sup>/CaPHI, respectively. Scherrer\nanalysis on this 002 reflection of the synthesized H<sup>+</sup>/CaPHI\nand H<sup>+</sup>/KPHI indicated comparable average crystallite sizes\nof 8.7 and 11.4 nm, respectively, along the <italic toggle=\"yes\">c</italic>-axis\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S3</ext-link>). This disrupting in the planar\ncrystal structure of CaPHI compared to KPHI might be the cause of\nthe loss of crystallinity upon exchange of K<sup>+</sup> with Ca<sup>2+</sup> previously observed by Savateev et al.; once the sheets\nstack in a planar fashion, they likely cannot easily flex to accommodate\nCa<sup>2+</sup>. However, despite the\napparent disruption in planarity of the PHI sheets, the CaPHI structure\nexhibits a similar stacking motif to the previously studied KPHI,\nwhere heptazine units align along the <italic toggle=\"yes\">c</italic>-axis to form\nan ordered pore channel filled with the templating cation, Ca<sup>2+</sup>. This feature of the PHI family is in stark contrast to\nmost allotropes of carbon nitride, such as the popular graphitic carbon\nnitride (g-C<sub>3</sub>N<sub>4</sub>). The fully condensed g-C<sub>3</sub>N<sub>4</sub> differs from PHI materials in that there are\nno bridging amines between heptazine monomers, resulting in an AB\nstacking motif and an absence of ordered pore channels.</p>", "clean_text": "These differences in crystal structure, despite chemical similarity of the backbone, are likely related to the difference in ionic radius (152 pm for K+ vs 114 pm for Ca2+), more than doubled charge to radius ratio, valence, and resulting Lewis acidity of the framework-complexed cations. While K+ ions interact predominantly with a single layer of the sheet-like PHI, the much more polarizing Ca2+ ions interact with as many as three PHI sheets, acting as bridging moieties. This heightened interaction of the Ca2+ sites with Lewis base sites on neighboring PHI sheets is present during structure assembly. To accommodate this difference in the templating cation, the crystal structure flexes in the ab plane and expands slightly along the c-axis as evident by the shift of the 002 peak in b from ~28.3° to ~27.9°, corresponding to d-spacings of 3.14 and 3.19 Å in H+/KPHI to H+/CaPHI, respectively. Scherrer analysis on this 002 reflection of the synthesized H+/CaPHI and H+/KPHI indicated comparable average crystallite sizes of 8.7 and 11.4 nm, respectively, along the c-axis (SI Table S3). This disrupting in the planar crystal structure of CaPHI compared to KPHI might be the cause of the loss of crystallinity upon exchange of K+ with Ca2+ previously observed by Savateev et al.; once the sheets stack in a planar fashion, they likely cannot easily flex to accommodate Ca2+. However, despite the apparent disruption in planarity of the PHI sheets, the CaPHI structure exhibits a similar stacking motif to the previously studied KPHI, where heptazine units align along the c-axis to form an ordered pore channel filled with the templating cation, Ca2+. This feature of the PHI family is in stark contrast to most allotropes of carbon nitride, such as the popular graphitic carbon nitride (g-C3N4). The fully condensed g-C3N4 differs from PHI materials in that there are no bridging amines between heptazine monomers, resulting in an AB stacking motif and an absence of ordered pore channels.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Though\nboth PHI allotropes exhibit these pore channels, the exact\ngeometry of the triangular pores was altered when the templating cation\nwas changed from K<sup>+</sup> to Ca<sup>2+</sup>. While KPHI exhibits\nan equilateral triangular pore geometry with dimensions close to 1.34\nnm on each side, CaPHI instead exhibits an isosceles geometry with\ndimensions of 1.32 × 1.32 × 1.39 nm due to the increased\nintralayer strain apparently required to accommodate the more polarizing,\ncharge-dense Ca<sup>2+</sup> cation. Furthermore, these differences\nin crystal structure and pore architecture, determined by the templating\ncation, are retained even after cation removal via acid washing; H<sup>+</sup>/CaPHI exhibits nearly identical XRD pattern as CaPHI, and\nH<sup>+</sup>/KPHI shows almost the same XRD pattern as does KPHI.\nAt the high temperature, molten salt-mediated synthesis environment\nduring which the parent structures are formed, the frameworks are\nmore labile, and the individual sheets are more able to accommodate\nthe different charge densities of Ca<sup>2+</sup> vs K<sup>+</sup>. However, upon cooling, the frameworks have less thermal motion/mobility\nand are likely kinetically trapped in the phases originally determined\nby the templating cation, even after protonation. These conclusions\nare supported by thermogravimetric analysis results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S16</ext-link>), where the decomposition of Ca-derived frameworks\nseems to occur at lower temperatures, indicating slightly less stability\nthan their K-derived counterparts.</p>", "clean_text": "Though both PHI allotropes exhibit these pore channels, the exact geometry of the triangular pores was altered when the templating cation was changed from K+ to Ca2+. While KPHI exhibits an equilateral triangular pore geometry with dimensions close to 1.34 nm on each side, CaPHI instead exhibits an isosceles geometry with dimensions of 1.32 × 1.32 × 1.39 nm due to the increased intralayer strain apparently required to accommodate the more polarizing, charge-dense Ca2+ cation. Furthermore, these differences in crystal structure and pore architecture, determined by the templating cation, are retained even after cation removal via acid washing; H+/CaPHI exhibits nearly identical XRD pattern as CaPHI, and H+/KPHI shows almost the same XRD pattern as does KPHI. At the high temperature, molten salt-mediated synthesis environment during which the parent structures are formed, the frameworks are more labile, and the individual sheets are more able to accommodate the different charge densities of Ca2+ vs K+. However, upon cooling, the frameworks have less thermal motion/mobility and are likely kinetically trapped in the phases originally determined by the templating cation, even after protonation. These conclusions are supported by thermogravimetric analysis results (SI Figure S16), where the decomposition of Ca-derived frameworks seems to occur at lower temperatures, indicating slightly less stability than their K-derived counterparts.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Electron microscopy was employed\nto further investigate the H<sup>+</sup>/CaPHI carbon nitride framework.\nScanning electron microscopy\n(SEM) revealed that the bulk H<sup>+</sup>/CaPHI exhibits a morphology\nof micron-sized secondary particles (e) of primary aggregated platelet-like nanocrystals\n(f). Closer\ninspection with low-dose HRTEM (g) and subsequent electron diffraction imaging (h) confirmed the\nlattice spacing of the polycrystalline H<sup>+</sup>/CaPHI framework\nmaterial. An intensity scan across the lattice lines observed with\nHRTEM, shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S4</ext-link>, corroborates\nthe crystalline nature of these materials, showing periodicity that\ncorrelates well with <italic toggle=\"yes\">d</italic>-spacing of the 002 reflection\nextracted from PXRD measurements. The diffuse rings observed via electron\ndiffraction in h stem from the polycrystalline nature of the secondary particles,\nand the location of these rings agree well with the predominant peaks\nobserved in PXRD.</p>", "clean_text": "Electron microscopy was employed to further investigate the H+/CaPHI carbon nitride framework. Scanning electron microscopy (SEM) revealed that the bulk H+/CaPHI exhibits a morphology of micron-sized secondary particles (e) of primary aggregated platelet-like nanocrystals (f). Closer inspection with low-dose HRTEM (g) and subsequent electron diffraction imaging (h) confirmed the lattice spacing of the polycrystalline H+/CaPHI framework material. An intensity scan across the lattice lines observed with HRTEM, shown in SI Figure S4, corroborates the crystalline nature of these materials, showing periodicity that correlates well with d-spacing of the 002 reflection extracted from PXRD measurements. The diffuse rings observed via electron diffraction in h stem from the polycrystalline nature of the secondary particles, and the location of these rings agree well with the predominant peaks observed in PXRD.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>The optoelectronic properties of these two\ndifferent carbon nitride\nallotropes varied significantly as a result of the altered crystalline\nstructure and morphology. The band structure (d) of CaPHI, KPHI, and H<sup>+</sup>-exchanged\ncounterparts was quantified with diffuse reflectance UV–vis\nspectroscopy (DRUV–vis) (a) and ultraviolet photoelectron spectroscopy (UPS)\n(c). In contrast\nto KPHI and H<sup>+</sup>/KPHI, which show relatively sharp absorption\nonsets near 450 nm, CaPHI and H<sup>+</sup>/CaPHI exhibit at least\ntwo different electronic transitions. Further insight was extracted\nfrom DRUV–vis data by employing analysis proposed by V. Kumar\net al. to quantify the band gaps in these PHI materials (b). The measured optical band gaps for KPHI and H<sup>+</sup>/KPHI were 2.72 and 2.93 eV, respectively. CaPHI and H<sup>+</sup>/CaPHI, alternatively, showed comparatively larger band gaps of 2.82\nand 3.07 eV. In each case, ion exchange of the frameworks led to ∼0.2\neV increase in the observable band gaps. This primary transition was\nassociated with the π–π* transition in the conjugate\nheptazine moiety as previously observed by Sahoo, Kühne et\nal. Additionally the Ca<sup>2+</sup>-derived\nmaterials showed evidence of additional electronic transitions of\n2.21 eV for CaPHI and 2.43 eV for H<sup>+</sup>/CaPHI that are likely\nassociated with additional n-π* transitions involving the lone\npair of pyridinic N atoms, accessible due to the corrugation of the\nPHI sheets. Similar states residing within\nthe bandgap were observed to a lesser extent for KPHI by Savateev\net al. associated with slight disorder and flexibility in the planar\narrangement that allowed for out-of-plane conformations. While DRUV–vis data here shows a slight\nindication of these intraband states for KPHI (e.g., small absorption\nonset near 600 nm), these transitions were not as prevalent as in\nCaPHI or H<sup>+</sup>/CaPHI and seem to be totally absent in H<sup>+</sup>/KPHI. With UPS, the valence band positions of these PHI materials\nwere also estimated (c). KPHI and H<sup>+</sup>/KPHI showed an onset of photoelectron\nemission at 2.79 and 3.12 eV, and CaPHI and H<sup>+</sup>/CaPHI exhibited\nvalence positions around 4.84 and 4.64 eV, respectively. Further confirmation\nof n-π* transitions in CaPHI and H<sup>+</sup>/CaPHI is evident\nin the UPS data, with gradual onsets occurring at energies around\n3.4 eV. Combined with the extracted optical band gaps, the information\non the valence band positions allowed an estimation of the band structure\nof the PHI class of materials (d). This relative comparison of the optoelectronic\nstructure between the various allotropes of PHI frameworks demonstrates\nthat despite similar polymeric backbone, the corrugated and compressed\ncrystalline structure associated with Ca<sup>2+</sup>-templating shifted\nthe bands of CaPHI and H<sup>+</sup>/CaPHI toward more oxidizing positions\nthan the more planar KPHI structure.</p>", "clean_text": "The optoelectronic properties of these two different carbon nitride allotropes varied significantly as a result of the altered crystalline structure and morphology. The band structure (d) of CaPHI, KPHI, and H+-exchanged counterparts was quantified with diffuse reflectance UV-vis spectroscopy (DRUV-vis) (a) and ultraviolet photoelectron spectroscopy (UPS) (c). In contrast to KPHI and H+/KPHI, which show relatively sharp absorption onsets near 450 nm, CaPHI and H+/CaPHI exhibit at least two different electronic transitions. Further insight was extracted from DRUV-vis data by employing analysis proposed by V. Kumar et al. to quantify the band gaps in these PHI materials (b). The measured optical band gaps for KPHI and H+/KPHI were 2.72 and 2.93 eV, respectively. CaPHI and H+/CaPHI, alternatively, showed comparatively larger band gaps of 2.82 and 3.07 eV. In each case, ion exchange of the frameworks led to ~0.2 eV increase in the observable band gaps. This primary transition was associated with the π-π* transition in the conjugate heptazine moiety as previously observed by Sahoo, Kühne et al. Additionally the Ca2+-derived materials showed evidence of additional electronic transitions of 2.21 eV for CaPHI and 2.43 eV for H+/CaPHI that are likely associated with additional n-π* transitions involving the lone pair of pyridinic N atoms, accessible due to the corrugation of the PHI sheets. Similar states residing within the bandgap were observed to a lesser extent for KPHI by Savateev et al. associated with slight disorder and flexibility in the planar arrangement that allowed for out-of-plane conformations. While DRUV-vis data here shows a slight indication of these intraband states for KPHI (e.g., small absorption onset near 600 nm), these transitions were not as prevalent as in CaPHI or H+/CaPHI and seem to be totally absent in H+/KPHI. With UPS, the valence band positions of these PHI materials were also estimated (c). KPHI and H+/KPHI showed an onset of photoelectron emission at 2.79 and 3.12 eV, and CaPHI and H+/CaPHI exhibited valence positions around 4.84 and 4.64 eV, respectively. Further confirmation of n-π* transitions in CaPHI and H+/CaPHI is evident in the UPS data, with gradual onsets occurring at energies around 3.4 eV. Combined with the extracted optical band gaps, the information on the valence band positions allowed an estimation of the band structure of the PHI class of materials (d). This relative comparison of the optoelectronic structure between the various allotropes of PHI frameworks demonstrates that despite similar polymeric backbone, the corrugated and compressed crystalline structure associated with Ca2+-templating shifted the bands of CaPHI and H+/CaPHI toward more oxidizing positions than the more planar KPHI structure.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Quantification of optoelectronic properties\nby (a) diffuse reflectance\nultraviolet–visible spectroscopy (DRUV–vis), (b) optical\nband gap determination, (c) ultraviolet photoelectron spectroscopy\n(UPS), and (d) conduction and valence band positions on the physical\nscale.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Quantification of optoelectronic properties by (a) diffuse reflectance ultraviolet-visible spectroscopy (DRUV-vis), (b) optical band gap determination, (c) ultraviolet photoelectron spectroscopy (UPS), and (d) conduction and valence band positions on the physical scale.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>Textural properties of the various\nsynthesized carbon nitride framework\nmaterials were quantified with N<sub>2</sub> porosimetry. All of KPHI,\nCaPHI, and their proton-exchanged analogues exhibited a convolution\nof Type I and Type IV isotherm shapes with H4 hysteresis (a), indicating a\nhierarchical pore structure composed of both micro- and mesopores.\nAfter proper point selection, BET analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S5</ext-link>) revealed that, despite similar average primary crystallite\nsizes, the surface area of CaPHI (43.5 m<sup>2</sup> g<sup>–1</sup>) was more than three times smaller than the surface area of KPHI\n(152 m<sup>2</sup> g<sup>–1</sup>). These differences therefore\nlikely stem from differences in the secondary particle size, as larger\nparticles would be associated with a smaller external N<sub>2</sub>-accessible surface area. As visible in the extracted pore size distributions\nin b,c, these\ncation-complexed frameworks exhibited near negligible microporosity\n(&lt;0.01 cc g<sup>–1</sup>), and most of the surface area\nwas composed of mesopores larger than 4 nm, likely due to stacking\nfaults between the primary nanocrystals that comprised the micron-sized\nparticles. However, upon removal of Ca<sup>2+</sup> or K<sup>+</sup> via washing with acid, the interior pore channels of these frameworks\nwere accessible for N<sub>2</sub> adsorption, and the BET surface\narea increased to 264 m<sup>2</sup> g<sup>–1</sup> and 334\nm<sup>2</sup> g<sup>–1</sup> for H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI, respectively. Pore size distributions (b) revealed that a considerable\namount of microporosity was generated in both PHI allotropes after\nacid washing. As evident in c, H<sup>+</sup>/CaPHI exhibited almost twice as much\nultramicroporosity as H<sup>+</sup>/KPHI, with nearly 0.04 cc g<sup>–1</sup> of pores with width less than 0.7 nm. This increase\nin volume of these narrow pores has been shown to be critical for\nenhanced low-pressure CO<sub>2</sub> uptake and was likely associated\nwith the altered crystalline structure of H<sup>+</sup>/CaPHI as compared\nto H<sup>+</sup>/KPHI. On the other hand, H<sup>+</sup>/KPHI exhibited\nmore than 0.12 cc/g of micropores (&lt;2 nm), with most having a width\nof 1 nm. In addition to this increase in micropore volume and BET\nsurface area, proton exchange was also associated with a large increase\nin volume of larger mesopores (&gt;4 nm) for both allotropes, with\nthe\ntotal measured porosity of H<sup>+</sup>/CaPHI exceeding 0.5 cc g<sup>–1</sup>. Overall, while the cation-complexed frameworks exhibited\nmoderate external surface areas stemming from the secondary particle\nagglomerations, acid-washed counterparts H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI showed that the cation exchange for much smaller protons\nallowed N<sub>2</sub> to access at least a portion of the inner porosity\nof the ordered pore channels formed by the stacked PHI sheets.</p>", "clean_text": "Textural properties of the various synthesized carbon nitride framework materials were quantified with N2 porosimetry. All of KPHI, CaPHI, and their proton-exchanged analogues exhibited a convolution of Type I and Type IV isotherm shapes with H4 hysteresis (a), indicating a hierarchical pore structure composed of both micro- and mesopores. After proper point selection, BET analysis (SI Figure S5) revealed that, despite similar average primary crystallite sizes, the surface area of CaPHI (43.5 m2 g-1) was more than three times smaller than the surface area of KPHI (152 m2 g-1). These differences therefore likely stem from differences in the secondary particle size, as larger particles would be associated with a smaller external N2-accessible surface area. As visible in the extracted pore size distributions in b,c, these cation-complexed frameworks exhibited near negligible microporosity (<0.01 cc g-1), and most of the surface area was composed of mesopores larger than 4 nm, likely due to stacking faults between the primary nanocrystals that comprised the micron-sized particles. However, upon removal of Ca2+ or K+ via washing with acid, the interior pore channels of these frameworks were accessible for N2 adsorption, and the BET surface area increased to 264 m2 g-1 and 334 m2 g-1 for H+/CaPHI and H+/KPHI, respectively. Pore size distributions (b) revealed that a considerable amount of microporosity was generated in both PHI allotropes after acid washing. As evident in c, H+/CaPHI exhibited almost twice as much ultramicroporosity as H+/KPHI, with nearly 0.04 cc g-1 of pores with width less than 0.7 nm. This increase in volume of these narrow pores has been shown to be critical for enhanced low-pressure CO2 uptake and was likely associated with the altered crystalline structure of H+/CaPHI as compared to H+/KPHI. On the other hand, H+/KPHI exhibited more than 0.12 cc/g of micropores (<2 nm), with most having a width of 1 nm. In addition to this increase in micropore volume and BET surface area, proton exchange was also associated with a large increase in volume of larger mesopores (>4 nm) for both allotropes, with the total measured porosity of H+/CaPHI exceeding 0.5 cc g-1. Overall, while the cation-complexed frameworks exhibited moderate external surface areas stemming from the secondary particle agglomerations, acid-washed counterparts H+/CaPHI and H+/KPHI showed that the cation exchange for much smaller protons allowed N2 to access at least a portion of the inner porosity of the ordered pore channels formed by the stacked PHI sheets.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Surface area\nand porosity as quantified by (a) N<sub>2</sub> isotherms\nat 77K and the resulting QSDFT-derived (b) pore size distributions\nand (c) cumulative pore volumes.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Surface area and porosity as quantified by (a) N2 isotherms at 77K and the resulting QSDFT-derived (b) pore size distributions and (c) cumulative pore volumes.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Due to this accessible (ultra)­microporosity associated with the\nordered pore channels coupled with a dipole-rich structure and surface\nchemistry from polymeric backbone, both H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI were investigated as CO<sub>2</sub> adsorbents for application\nin carbon capture and gas separation. As shown in a, variable temperature isotherms were measured for both carbon nitride\nframeworks. Both H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI show similar\nisotherm shapes with steep uptakes at pressures below 100 Torr followed\nby a gradual plateau near atmospheric pressure. The steep uptakes\nat low pressures are reminiscent of CO<sub>2</sub> adsorption in zeolites\n(e.g., NaX), MOFs (e.g., Mg<sub>2</sub>(dobdc)), and solid-tethered amines\n(e.g., PEI/SBA-15), indicative of strong\ninteractions of CO<sub>2</sub> with the PHI frameworks. Despite similarity\nin isotherm shape, the magnitude of CO<sub>2</sub> uptake was nearly\ntwice as much in the Ca<sup>2+</sup>-derived material compared to\nthe previously reported K<sup>+</sup>-derived framework.</p>", "clean_text": "Due to this accessible (ultra)microporosity associated with the ordered pore channels coupled with a dipole-rich structure and surface chemistry from polymeric backbone, both H+/CaPHI and H+/KPHI were investigated as CO2 adsorbents for application in carbon capture and gas separation. As shown in a, variable temperature isotherms were measured for both carbon nitride frameworks. Both H+/CaPHI and H+/KPHI show similar isotherm shapes with steep uptakes at pressures below 100 Torr followed by a gradual plateau near atmospheric pressure. The steep uptakes at low pressures are reminiscent of CO2 adsorption in zeolites (e.g., NaX), MOFs (e.g., Mg2(dobdc)), and solid-tethered amines (e.g., PEI/SBA-15), indicative of strong interactions of CO2 with the PHI frameworks. Despite similarity in isotherm shape, the magnitude of CO2 uptake was nearly twice as much in the Ca2+-derived material compared to the previously reported K+-derived framework.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Interactions\nof CO<sub>2</sub> with the proton-exchanged PHI frameworks\nas quantified by (a) variable temperature isotherms at lower (left)\nand higher (right) pressures and (b) time-resolved in situ ATR-FTIR.\nN<sub>2</sub> uptakes at 30 °C are shown as triangles, and temperature-\nand pressure-dependent dual-site Langmuir fits for the CO<sub>2</sub> isotherms are shown as solid lines in (a).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Interactions of CO2 with the proton-exchanged PHI frameworks as quantified by (a) variable temperature isotherms at lower (left) and higher (right) pressures and (b) time-resolved in situ ATR-FTIR. N2 uptakes at 30 °C are shown as triangles, and temperature- and pressure-dependent dual-site Langmuir fits for the CO2 isotherms are shown as solid lines in (a).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>For further quantitative comparison between these two carbon nitride\nframeworks, the various isotherms for H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI were fit to dual site Langmuir (DSL) models, and a van’t\nHoff (i.e., Arrhenius) relation was employed to capture temperature\ndependence and extract thermodynamic parameters.\n and  below show the parameters that were included in\nthis model, and more detailed information can be found in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">sat</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"italic\">P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"italic\">P</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">sat</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"italic\">P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"italic\">P</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">b</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"italic\">RT</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi mathvariant=\"italic\">S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">ads</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"italic\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">R</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mi mathvariant=\"normal\">exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi mathvariant=\"italic\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">ads</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"italic\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">RT</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "For further quantitative comparison between these two carbon nitride frameworks, the various isotherms for H+/CaPHI and H+/KPHI were fit to dual site Langmuir (DSL) models, and a van't Hoff (i.e., Arrhenius) relation was employed to capture temperature dependence and extract thermodynamic parameters.  and  below show the parameters that were included in this model, and more detailed information can be found in the SI. 1     q =   q   A   +   q   B   =     q   A , sat     b   A   P    ( 1 +   b   A   P )    +     q   B , sat     b   B   P    ( 1 +   b   B   P )         2       K   i   =   b   i   RT = exp  (     Δ S   ads , i     R   )  × exp  (   -   Δ H   ads , i     RT   )      ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>As shown in a, the DSL model fits the observed data with\nexcellent accuracy (Adj. <italic toggle=\"yes\">R</italic>\n<sup>2</sup> &gt; 0.999)\nfor both samples across all temperatures,\neven at very low pressures. Extracted fitting parameters are tabulated\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI</ext-link> and are discussed in detail below.\nHeat maps in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S6</ext-link> show how this\ndual site analysis enabled predictive quantification of the CO<sub>2</sub> uptake over a wide range of temperatures and pressures, which\nis useful for process modeling and optimization. Additionally, temperature-dependent\nanalysis allows comparison not only of the adsorption site saturation\ncapacities (<italic toggle=\"yes\">q</italic>\n<sub>i</sub>) but also the enthalpy\nand entropy changes (Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,i</sub> and\nΔ<italic toggle=\"yes\">S</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub>) associated\nwith the adsorption of CO<sub>2</sub>.</p>", "clean_text": "As shown in a, the DSL model fits the observed data with excellent accuracy (Adj. R 2 > 0.999) for both samples across all temperatures, even at very low pressures. Extracted fitting parameters are tabulated in the SI and are discussed in detail below. Heat maps in SI Figure S6 show how this dual site analysis enabled predictive quantification of the CO2 uptake over a wide range of temperatures and pressures, which is useful for process modeling and optimization. Additionally, temperature-dependent analysis allows comparison not only of the adsorption site saturation capacities (q i) but also the enthalpy and entropy changes (ΔH ads,i and ΔS ads,i ) associated with the adsorption of CO2.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The steep uptake at low\npressures can be described by adsorption\nin the primary adsorption site (<italic toggle=\"yes\">q</italic>\n<sub>A</sub>), and\nthe gradual uptake across higher pressures is associated with the\nsecondary adsorption site (<italic toggle=\"yes\">q</italic>\n<sub>B</sub>). The saturation\ncapacity of the primary site, <italic toggle=\"yes\">q</italic>\n<sub>A,sat</sub>,\nwas nearly two times as large for H<sup>+</sup>/CaPHI as compared\nto H<sup>+</sup>/KPHI (2.1 vs 1.2 mmol g<sup>–1</sup>). For\nthe secondary site, H<sup>+</sup>/CaPHI also exhibited a larger saturation\ncapacity (<italic toggle=\"yes\">q</italic>\n<sub>B,sat</sub>) than did H<sup>+</sup>/KPHI (1.8 vs 1.5 mmol g<sup>–1</sup>). These larger saturation\ncapacities for H<sup>+</sup>/CaPHI could be related to the larger\nultramicropore volume, which has been shown to be of critical importance\nfor CO<sub>2</sub> adsorption, of H<sup>+</sup>/CaPHI as compared to H<sup>+</sup>/KPHI as visible in c. These changes\nin the ultramicropore volume, as discussed previously, are likely\nrelated to the altered crystalline structure of H<sup>+</sup>/CaPHI\nas compared to H<sup>+</sup>/KPHI.</p>", "clean_text": "The steep uptake at low pressures can be described by adsorption in the primary adsorption site (q A), and the gradual uptake across higher pressures is associated with the secondary adsorption site (q B). The saturation capacity of the primary site, q A,sat, was nearly two times as large for H+/CaPHI as compared to H+/KPHI (2.1 vs 1.2 mmol g-1). For the secondary site, H+/CaPHI also exhibited a larger saturation capacity (q B,sat) than did H+/KPHI (1.8 vs 1.5 mmol g-1). These larger saturation capacities for H+/CaPHI could be related to the larger ultramicropore volume, which has been shown to be of critical importance for CO2 adsorption, of H+/CaPHI as compared to H+/KPHI as visible in c. These changes in the ultramicropore volume, as discussed previously, are likely related to the altered crystalline structure of H+/CaPHI as compared to H+/KPHI.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>While the adsorption saturation\ncapacities between the two carbon\nnitride frameworks were very different, the energetics of adsorption\nwere more comparable, which is indicative of similar modes of adsorption\nlikely due to the analogous composition and surface chemistry of the\ntwo PHI materials. For Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub> in both H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI, the primary\nsite exhibited an enhancement of nearly 15 kJ mol<sup>–1</sup> as compared to the secondary site, which helps to explain the order\nof magnitude difference in the pressure-response between these two\nsites. Despite this similarity between the materials, H<sup>+</sup>/CaPHI did however exhibit about 5 kJ mol<sup>–1</sup> increase\nin affinity for CO<sub>2</sub> compared to H<sup>+</sup>/KPHI. For\nH<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI, the extracted Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,<italic toggle=\"yes\">A</italic>\n</sub> in the primary sites\nwere −42.2 kJ mol<sup>–1</sup> and −38.3 kJ mol<sup>–1</sup>; in the weaker site, the Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,B</sub> were −28.6 and −23.7 kJ mol<sup>–1</sup>, respectively. The magnitudes for Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,A</sub>, while smaller than those typically encountered for chemisorptive\nmechanisms (&gt;80 kJ mol<sup>–1</sup>), were much larger than\ncommonly measured for conventional physisorption which operates by\npore filling alone (∼25 kJ mol<sup>–1</sup>). Extracted\nΔ<italic toggle=\"yes\">H</italic>\n<sub>ads,<italic toggle=\"yes\">B</italic>\n</sub> values,\non the other hand, fall in this range expected for traditional physisorption\nmechanisms.</p>", "clean_text": "While the adsorption saturation capacities between the two carbon nitride frameworks were very different, the energetics of adsorption were more comparable, which is indicative of similar modes of adsorption likely due to the analogous composition and surface chemistry of the two PHI materials. For ΔH ads,i  in both H+/CaPHI and H+/KPHI, the primary site exhibited an enhancement of nearly 15 kJ mol-1 as compared to the secondary site, which helps to explain the order of magnitude difference in the pressure-response between these two sites. Despite this similarity between the materials, H+/CaPHI did however exhibit about 5 kJ mol-1 increase in affinity for CO2 compared to H+/KPHI. For H+/CaPHI and H+/KPHI, the extracted ΔH ads,A  in the primary sites were -42.2 kJ mol-1 and -38.3 kJ mol-1; in the weaker site, the ΔH ads,B were -28.6 and -23.7 kJ mol-1, respectively. The magnitudes for ΔH ads,A, while smaller than those typically encountered for chemisorptive mechanisms (>80 kJ mol-1), were much larger than commonly measured for conventional physisorption which operates by pore filling alone (~25 kJ mol-1). Extracted ΔH ads,B  values, on the other hand, fall in this range expected for traditional physisorption mechanisms.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Additionally, Δ<italic toggle=\"yes\">G</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub> derived from the temperature-dependent dual site\nmodel were\ncompared with the isosteric heats of adsorption (Q<sub>st</sub>) as\nquantified by the Clausius–Clapeyron relation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI eq S5</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). The heats derived from the dual site\nanalysis agreed well with the numerically calculated <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values, where the Δ<italic toggle=\"yes\">G</italic>\n<sub>ads,<italic toggle=\"yes\">A</italic>\n</sub> matched with the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> observed at near-zero coverage of the surface with CO<sub>2</sub>, while Δ<italic toggle=\"yes\">G</italic>\n<sub>ads,<italic toggle=\"yes\">B</italic>\n</sub> corresponded with the plateau observed at larger CO<sub>2</sub> loadings.\nThe major difference between the Δ<italic toggle=\"yes\">G</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub> and <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> was the shape\nof the curve; while the Δ<italic toggle=\"yes\">G</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub> derived from the dual-site fit shows a sharp transition\nbetween the two energetically distinct sites, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> shows a smooth transition. Though the dual site model\nis useful in comparing the interaction of CO<sub>2</sub> between the\nPHI frameworks, this discrepancy in the heat of adsorption curves\nsuggests that, in reality, there is likely a continuum of sites with\ndiffering CO<sub>2</sub> affinity in the PHI frameworks in contrast\nto the idealized assumptions of two constant energy sites in the DSL\nmodel. Despite this simplification of the energetic landscape implied\nby the DSL model, comparison of Δ<italic toggle=\"yes\">G</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub> with the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> from the\nClausius–Clapeyron method gives credence to the dual site model\nand suggests that most of the relevant physics of the PHI-CO<sub>2</sub> system are captured.</p>", "clean_text": "Additionally, ΔG ads,i  derived from the temperature-dependent dual site model were compared with the isosteric heats of adsorption (Qst) as quantified by the Clausius-Clapeyron relation (SI eq S5 and Figure S7). The heats derived from the dual site analysis agreed well with the numerically calculated Q st values, where the ΔG ads,A  matched with the Q st observed at near-zero coverage of the surface with CO2, while ΔG ads,B  corresponded with the plateau observed at larger CO2 loadings. The major difference between the ΔG ads,i  and Q st was the shape of the curve; while the ΔG ads,i  derived from the dual-site fit shows a sharp transition between the two energetically distinct sites, the Q st shows a smooth transition. Though the dual site model is useful in comparing the interaction of CO2 between the PHI frameworks, this discrepancy in the heat of adsorption curves suggests that, in reality, there is likely a continuum of sites with differing CO2 affinity in the PHI frameworks in contrast to the idealized assumptions of two constant energy sites in the DSL model. Despite this simplification of the energetic landscape implied by the DSL model, comparison of ΔG ads,i  with the Q st from the Clausius-Clapeyron method gives credence to the dual site model and suggests that most of the relevant physics of the PHI-CO2 system are captured.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>In contrast to the large differences\nin Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,i</sub> observed between the\ntwo adsorption sites, the Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,i</sub> were of comparable magnitude, differing\nonly by about 5 J mol<sup>–1</sup> K<sup>–1</sup> between\nthe primary and secondary sites. For H<sup>+</sup>/CaPHI, the Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,A</sub> and Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,B</sub> were −70.2 and −65.1 J mol<sup>–1</sup> K<sup>–1</sup>, and for H<sup>+</sup>/KPHI, the Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,A</sub> and Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,B</sub> were\n−65.9 and −50 J mol<sup>–1</sup> K<sup>–1</sup>, respectively. These similar values of entropic losses likely indicate\nthat the pore columns in the PHI architecture confine CO<sub>2</sub> and restrict the translational and rotational motion to similar\nextents at both adsorption sites, despite the difference in enthalpic\ninteractions. The slightly larger Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub> could be indicative of a more restrictive environment\nin the H<sup>+</sup>/CaPHI material, but further work on the exact\nphysical mechanisms contributing to the entropic losses on gas adsorption\nin covalent frameworks are needed for a more comprehensive understanding.\nOverall, H<sup>+</sup>/CaPHI exhibited both larger capacity and affinity\nfor CO<sub>2</sub> than H<sup>+</sup>/KPHI in both adsorption sites\ndespite their similar polymeric structure, which demonstrates the\ncritical importance of the altered crystal structure and pore configuration\nfor endowing CO<sub>2</sub> adsorptive capacity.</p>", "clean_text": "In contrast to the large differences in ΔH ads,i observed between the two adsorption sites, the ΔS ads,i were of comparable magnitude, differing only by about 5 J mol-1 K-1 between the primary and secondary sites. For H+/CaPHI, the ΔS ads,A and ΔS ads,B were -70.2 and -65.1 J mol-1 K-1, and for H+/KPHI, the ΔS ads,A and ΔS ads,B were -65.9 and -50 J mol-1 K-1, respectively. These similar values of entropic losses likely indicate that the pore columns in the PHI architecture confine CO2 and restrict the translational and rotational motion to similar extents at both adsorption sites, despite the difference in enthalpic interactions. The slightly larger ΔS ads,i  could be indicative of a more restrictive environment in the H+/CaPHI material, but further work on the exact physical mechanisms contributing to the entropic losses on gas adsorption in covalent frameworks are needed for a more comprehensive understanding. Overall, H+/CaPHI exhibited both larger capacity and affinity for CO2 than H+/KPHI in both adsorption sites despite their similar polymeric structure, which demonstrates the critical importance of the altered crystal structure and pore configuration for endowing CO2 adsorptive capacity.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>In an attempt\nto further understand the nature of the strong interaction\nof H<sup>+</sup>/CaPHI with CO<sub>2</sub>, especially at low partial\npressures, in situ ATR-FTIR was employed and the headspace was gradually\nexchanged from air to CO<sub>2</sub>. Due to the relatively large\nvalues for Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,A</sub> and presence\nof various types of amines in H<sup>+</sup>/CaPHI, it was postulated\nthat chemical interactions between CO<sub>2</sub> and H<sup>+</sup>/CaPHI might be discernible by ATR-FTIR. Indeed, amines are increasingly\nemployed for capture of CO<sub>2</sub> from dilute streams because\nof their large chemical affinity for CO<sub>2</sub> during the formation\nof ionic carbamates, ammonium ions, and carbonates, and each of these\nmoieties are visible by ATR-FTIR. However,\nthe in situ study shown in b revealed that, even in the presence of significant\npartial pressures of CO<sub>2</sub> (where a large quantity of CO<sub>2</sub> adsorption is expected based on the acquired isotherm data),\nthe IR signature of the PHI polymeric backbone was completely unchanged\ncompared to that observed in ambient air. No peaks associated with\nchemisorption of CO<sub>2</sub> by amines grew with time, and none\nof the peaks associated with the PHI backbone shifted in wavenumber.\nInstead, well-known peaks associated with the <italic toggle=\"yes\">v</italic>\n<sub>2</sub>, <italic toggle=\"yes\">v</italic>\n<sub>3</sub>, and various combination\nmodes of CO<sub>2</sub>, associated with degenerate bending, asymmetric\nstretching, and Fermi resonance effects, were observed near 670, 2360,\nand 3600 cm<sup>–1</sup>, respectively. A blank measurement,\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S8</ext-link>, confirms that these\nfeatures in the presence of the PHI framework show identical stretches\nas free CO<sub>2</sub> molecules in the gas phase. The only change\nin the IR spectra associated with H<sup>+</sup>/CaPHI was the small\ndecrease in signal intensity of the N–H stretch around 3300\ncm<sup>–1</sup>, which could be indicative of interaction of\nthe structure-terminating primary amines with CO<sub>2</sub>. However,\nas a whole, this in situ ATR FTIR data confirmed that, even in the\npresence of measurable quantities of CO<sub>2</sub> where ample gas\nadsorption was expected, no covalent chemisorption interactions occurred,\neven with the stronger-affinity H<sup>+</sup>/CaPHI framework. This\nconclusion agrees with the previous discussion of the heat of adsorption,\nas chemical reactivity is generally associated with much larger enthalpy\nchanges. However, this IR data gives further concrete evidence that\nthe adsorption mode of CO<sub>2</sub> in the PHI, even for the primary\nhigh affinity site, can best be described as enhanced physisorption\ndue to the highly polar surface that can interact with the polarizable\nCO<sub>2</sub> via van der Waals interactions.</p>", "clean_text": "In an attempt to further understand the nature of the strong interaction of H+/CaPHI with CO2, especially at low partial pressures, in situ ATR-FTIR was employed and the headspace was gradually exchanged from air to CO2. Due to the relatively large values for ΔH ads,A and presence of various types of amines in H+/CaPHI, it was postulated that chemical interactions between CO2 and H+/CaPHI might be discernible by ATR-FTIR. Indeed, amines are increasingly employed for capture of CO2 from dilute streams because of their large chemical affinity for CO2 during the formation of ionic carbamates, ammonium ions, and carbonates, and each of these moieties are visible by ATR-FTIR. However, the in situ study shown in b revealed that, even in the presence of significant partial pressures of CO2 (where a large quantity of CO2 adsorption is expected based on the acquired isotherm data), the IR signature of the PHI polymeric backbone was completely unchanged compared to that observed in ambient air. No peaks associated with chemisorption of CO2 by amines grew with time, and none of the peaks associated with the PHI backbone shifted in wavenumber. Instead, well-known peaks associated with the v 2, v 3, and various combination modes of CO2, associated with degenerate bending, asymmetric stretching, and Fermi resonance effects, were observed near 670, 2360, and 3600 cm-1, respectively. A blank measurement, shown in SI Figure S8, confirms that these features in the presence of the PHI framework show identical stretches as free CO2 molecules in the gas phase. The only change in the IR spectra associated with H+/CaPHI was the small decrease in signal intensity of the N-H stretch around 3300 cm-1, which could be indicative of interaction of the structure-terminating primary amines with CO2. However, as a whole, this in situ ATR FTIR data confirmed that, even in the presence of measurable quantities of CO2 where ample gas adsorption was expected, no covalent chemisorption interactions occurred, even with the stronger-affinity H+/CaPHI framework. This conclusion agrees with the previous discussion of the heat of adsorption, as chemical reactivity is generally associated with much larger enthalpy changes. However, this IR data gives further concrete evidence that the adsorption mode of CO2 in the PHI, even for the primary high affinity site, can best be described as enhanced physisorption due to the highly polar surface that can interact with the polarizable CO2 via van der Waals interactions.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>With concrete\nevidence against covalent interactions between the\nPHI framework and CO<sub>2</sub>, the large observed interaction energies\ncould likely instead be associated with electrostatic effects. While\nCO<sub>2</sub> adsorption on conventional activated carbons is dominated\nby dispersive Lennard-Jones interactions due to their primarily nonpolar\nsurfaces, zeolites with more ionic surfaces are well-known to exhibit\nstrong adsorption affinity for CO<sub>2</sub>. We suspect that the\ncarbon nitride allotropes studied here might exhibit adsorption modes\ncloser to those observed for zeolites than for traditional carbon\nadsorbents that operate on physisorption alone. Indeed, Savateev et\nal. noted this structural similarity to zeolites, showing that KPHI\ncrystals pack by “ionic self-assembly” by separating\ncovalent and ionic entities in separated microphases, which results\nin the observed ordered pore channels and eclipsed heptazine columns. When complexed to Ca<sup>2+</sup> or K<sup>+</sup>, the PHI frameworks effectively function as charged polyelectrolyte\nsalts and contain a large quantity of ionic moieties. If these charge-separated\nmoieties persist after H<sup>+</sup> exchange, these permanent dipoles\nand associated electric field gradients could help to explain the\nlarge Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,<italic toggle=\"yes\">A</italic>\n</sub> observed\nfor both H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI. If this were\nthe case, adsorption of CO<sub>2</sub> in the primary adsorption site\n(<italic toggle=\"yes\">q</italic>\n<sub>A</sub>) could best be described as solvation\nof cation-type sites in the crystal structure by CO<sub>2</sub> molecules.\nAdditionally, as Ca<sup>2+</sup> is a harder cation than K<sup>+</sup>, the increase in the adsorption enthalpy for H<sup>+</sup>/CaPHI\ncompared to H<sup>+</sup>/KPHI could be related to residual effects\nin the electric field gradient resulting from the altered crystalline\nstructure, as has been demonstrated previously for zeolites. On the other hand, the weak adsorption in the\nsecondary site (<italic toggle=\"yes\">q</italic>\n<sub>B</sub>) would then be associated\nwith physisorption in the frameworks’ ultramicroporosity. These\nphysical assignments are consistent when considering the similarity\nin entropy losses associated with adsorption between the two sites,\nsince both reside in the ordered pore channels within the PHI crystal\nstructure. As both of these “active” adsorption sites\noccur in a cavity with similar nanoscale dimensions, the restriction\nto rotational motion (i.e., degrees of freedom) that directly contribute\nto the number of accessible microstates (i.e., entropy) would be similar,\nbut the enthalpy of the sites could be very different when comparing\nto the cation type site vs physical adsorption/pore filling in the\ncavity after the cations had been saturated. While these speculations\nprovide an additional level of interpretation, further in situ experiments\noutside the scope of the current work are required to definitively\nidentify the adsorption modes and sites in these PHI frameworks.</p>", "clean_text": "With concrete evidence against covalent interactions between the PHI framework and CO2, the large observed interaction energies could likely instead be associated with electrostatic effects. While CO2 adsorption on conventional activated carbons is dominated by dispersive Lennard-Jones interactions due to their primarily nonpolar surfaces, zeolites with more ionic surfaces are well-known to exhibit strong adsorption affinity for CO2. We suspect that the carbon nitride allotropes studied here might exhibit adsorption modes closer to those observed for zeolites than for traditional carbon adsorbents that operate on physisorption alone. Indeed, Savateev et al. noted this structural similarity to zeolites, showing that KPHI crystals pack by \"ionic self-assembly\" by separating covalent and ionic entities in separated microphases, which results in the observed ordered pore channels and eclipsed heptazine columns. When complexed to Ca2+ or K+, the PHI frameworks effectively function as charged polyelectrolyte salts and contain a large quantity of ionic moieties. If these charge-separated moieties persist after H+ exchange, these permanent dipoles and associated electric field gradients could help to explain the large ΔH ads,A  observed for both H+/CaPHI and H+/KPHI. If this were the case, adsorption of CO2 in the primary adsorption site (q A) could best be described as solvation of cation-type sites in the crystal structure by CO2 molecules. Additionally, as Ca2+ is a harder cation than K+, the increase in the adsorption enthalpy for H+/CaPHI compared to H+/KPHI could be related to residual effects in the electric field gradient resulting from the altered crystalline structure, as has been demonstrated previously for zeolites. On the other hand, the weak adsorption in the secondary site (q B) would then be associated with physisorption in the frameworks' ultramicroporosity. These physical assignments are consistent when considering the similarity in entropy losses associated with adsorption between the two sites, since both reside in the ordered pore channels within the PHI crystal structure. As both of these \"active\" adsorption sites occur in a cavity with similar nanoscale dimensions, the restriction to rotational motion (i.e., degrees of freedom) that directly contribute to the number of accessible microstates (i.e., entropy) would be similar, but the enthalpy of the sites could be very different when comparing to the cation type site vs physical adsorption/pore filling in the cavity after the cations had been saturated. While these speculations provide an additional level of interpretation, further in situ experiments outside the scope of the current work are required to definitively identify the adsorption modes and sites in these PHI frameworks.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>In practice, ideal adsorbents for carbon capture from dilute streams\nshould exhibit both large adsorption affinity and capacity for CO<sub>2</sub> at the partial pressure of interest. At the same time, an\nefficient separation process requires large selectivity of adsorption\nfor CO<sub>2</sub> over other components of the feed stream. In separation of CO<sub>2</sub> from flue gas\nor from air directly, the primary stream component is N<sub>2</sub> gas. Accordingly, N<sub>2</sub> isotherms were measured on H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI at 30 °C and are shown\nin a. Both\nmaterials show a near linear N<sub>2</sub> isotherm, indicating a\nsmaller affinity toward N<sub>2</sub> than CO<sub>2</sub>. A comparison\nof the apparent Henry’s constants (estimated from the slopes\nat the isotherms near zero loading, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S9</ext-link>) for CO<sub>2</sub> and N<sub>2</sub> over H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI provides an initial indication of the\nselectivity of adsorption, and H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI showed Henry’s CO<sub>2</sub>/N<sub>2</sub> selectivities\nof 460 and 225, respectively. Though H<sup>+</sup>/KPHI showed a smaller\nquantity N<sub>2</sub> adsorption, the much larger uptake of CO<sub>2</sub> at low pressures allowed for H<sup>+</sup>/CaPHI to maintain\nenhanced Henry’s selectivity compared to H<sup>+</sup>/KPHI.\nFor more quantitative analysis of the adsorption selectivity, ideal\nadsorbed solution theory (IAST) was applied at various inlet gas compositions\nto predict the equilibrium loading of CO<sub>2</sub> and N<sub>2</sub> via the pyIAST algorithm developed by Simon et al. For comparison, analogous analyses were performed on UTSA-16,\na top-performing and water stable MOF that has recently been identified\nby detailed process simulations to achieve large CO<sub>2</sub> recovery,\npurity, and productivity with minimal energy costs in swing adsorption\nprocesses. Predicted binary isotherms and resulting selectivities of the H<sup>+</sup>-exchanged carbon nitride frameworks are compared with those\nof UTSA-16 in a,b and in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S4</ext-link>. Additional comparisons\nagainst other benchmark adsorbents (viz., zeolite NaX and MOF Mg<sub>2</sub>(dobdc)) can also be found in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p>", "clean_text": "In practice, ideal adsorbents for carbon capture from dilute streams should exhibit both large adsorption affinity and capacity for CO2 at the partial pressure of interest. At the same time, an efficient separation process requires large selectivity of adsorption for CO2 over other components of the feed stream. In separation of CO2 from flue gas or from air directly, the primary stream component is N2 gas. Accordingly, N2 isotherms were measured on H+/CaPHI and H+/KPHI at 30 °C and are shown in a. Both materials show a near linear N2 isotherm, indicating a smaller affinity toward N2 than CO2. A comparison of the apparent Henry's constants (estimated from the slopes at the isotherms near zero loading, SI Figure S9) for CO2 and N2 over H+/CaPHI and H+/KPHI provides an initial indication of the selectivity of adsorption, and H+/CaPHI and H+/KPHI showed Henry's CO2/N2 selectivities of 460 and 225, respectively. Though H+/KPHI showed a smaller quantity N2 adsorption, the much larger uptake of CO2 at low pressures allowed for H+/CaPHI to maintain enhanced Henry's selectivity compared to H+/KPHI. For more quantitative analysis of the adsorption selectivity, ideal adsorbed solution theory (IAST) was applied at various inlet gas compositions to predict the equilibrium loading of CO2 and N2 via the pyIAST algorithm developed by Simon et al. For comparison, analogous analyses were performed on UTSA-16, a top-performing and water stable MOF that has recently been identified by detailed process simulations to achieve large CO2 recovery, purity, and productivity with minimal energy costs in swing adsorption processes. Predicted binary isotherms and resulting selectivities of the H+-exchanged carbon nitride frameworks are compared with those of UTSA-16 in a,b and in SI Table S4. Additional comparisons against other benchmark adsorbents (viz., zeolite NaX and MOF Mg2(dobdc)) can also be found in the SI.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Estimates of selectivity, working capacity, and regeneration energy\nvia (a) IAST-predicted binary adsorption isotherms at 30 °C,\n(b) adsorbed CO<sub>2</sub> loading vs IAST selectivity, (c) gas phase\nCO<sub>2</sub> concentration vs adsorbed phase purity, and (d) predicted\nworking capacity and regeneration energy trade-off for a TSA process\nwith various feed concentrations of CO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Estimates of selectivity, working capacity, and regeneration energy via (a) IAST-predicted binary adsorption isotherms at 30 °C, (b) adsorbed CO2 loading vs IAST selectivity, (c) gas phase CO2 concentration vs adsorbed phase purity, and (d) predicted working capacity and regeneration energy trade-off for a TSA process with various feed concentrations of CO2.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>While UTSA-16 shows a larger overall CO<sub>2</sub> saturation\ncapacity, larger pressures were required for significant CO<sub>2</sub> adsorption as compared to both H<sup>+</sup>/KPHI and H<sup>+</sup>/CaPHI. As shown in the IAST-predicted binary isotherms in a, H<sup>+</sup>/CaPHI\nshows a steeper CO<sub>2</sub> uptake with comparable N<sub>2</sub> loading as UTSA-16. This larger CO<sub>2</sub> uptake at low feed\nconcentrations of CO<sub>2</sub> resulted in nearly an order of magnitude\nincrease in IAST selectivity for dilute streams, as visible in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S10</ext-link>. As the feed fraction of CO<sub>2</sub> increased, the selectivities of the PHI materials approached\nsimilar magnitude to UTSA-16. However, for various feed compositions\nrelevant to postcombustion carbon capture for natural gas- or coal-fired\nflue gas (i.e., 4, 10, and 15%), the selectivity for both H<sup>+</sup>/KPHI and H<sup>+</sup>/CaPHI were about twice that of UTSA-16; at\na feed concentration of 4% CO<sub>2</sub>, H<sup>+</sup>/KPHI, H<sup>+</sup>/CaPHI, and UTSA-16 exhibited IAST CO<sub>2</sub>/N<sub>2</sub> selectivities of 366, 303, and 124, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S4</ext-link>). Adsorption selectivity has been shown to largely\nimpact the overall cost of carbon capture, so these enhancements of\nselectivity with comparable CO<sub>2</sub> loading as indicated in b demonstrate the\nexceptional performance of these PHI adsorbents for efficient carbon\ncapture from low-concentration streams.\n</p>", "clean_text": "While UTSA-16 shows a larger overall CO2 saturation capacity, larger pressures were required for significant CO2 adsorption as compared to both H+/KPHI and H+/CaPHI. As shown in the IAST-predicted binary isotherms in a, H+/CaPHI shows a steeper CO2 uptake with comparable N2 loading as UTSA-16. This larger CO2 uptake at low feed concentrations of CO2 resulted in nearly an order of magnitude increase in IAST selectivity for dilute streams, as visible in SI Figure S10. As the feed fraction of CO2 increased, the selectivities of the PHI materials approached similar magnitude to UTSA-16. However, for various feed compositions relevant to postcombustion carbon capture for natural gas- or coal-fired flue gas (i.e., 4, 10, and 15%), the selectivity for both H+/KPHI and H+/CaPHI were about twice that of UTSA-16; at a feed concentration of 4% CO2, H+/KPHI, H+/CaPHI, and UTSA-16 exhibited IAST CO2/N2 selectivities of 366, 303, and 124, respectively (SI Table S4). Adsorption selectivity has been shown to largely impact the overall cost of carbon capture, so these enhancements of selectivity with comparable CO2 loading as indicated in b demonstrate the exceptional performance of these PHI adsorbents for efficient carbon capture from low-concentration streams. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>In addition\nto equilibrium loading and adsorption selectivity,\nperformance in a given separation process is crucial for classifying\nand benchmarking adsorbents. For example,\nregulatory committees have set a target for the purity of the resulting\nconcentrated CO<sub>2</sub> as being above 90% for practical carbon\ncapture and sequestration. While full\nprocess simulation and optimization are out of the scope of the current\nwork, useful estimates can be made to understand how the PHI adsorbents\nreported here compare to UTSA-16, which has been extensively studied.\nAs such, c\nreports the IAST-estimated purity of the adsorbed phase as a function\nof inlet gas composition. While the PHI materials are able to achieve\nthe 90% purity target from streams with &gt;2% CO<sub>2</sub>, higher\nconcentrations (&gt;7%) are required for similar performance from\nUTSA-16.\nIn other words, these carbon nitride frameworks are applicable for\nCO<sub>2</sub> capture from dilute streams while top-performing UTSA-16\nprovides unsatisfactory performance. Besides purity, operating cost\nis another key metric that dictates the viability of a CO<sub>2</sub> separation process. Therefore, the working capacity and regeneration\nenergy requirements for a temperature swing adsorption process were\nestimated with the model presented by Sculley et al. and the results\nare presented in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figures S11 and S12</ext-link>. Overall, while H<sup>+</sup>/KPHI shows comparable\nperformance to UTSA-16 for selective CO<sub>2</sub> capture, H<sup>+</sup>/CaPHI shows superior CO<sub>2</sub> working capacity and\nadsorbed-phase purity with comparable required regeneration energy\nas compared to UTSA-16, especially at the dilute feed conditions relevant\nfor practical carbon capture. This improvement in performance for\nH<sup>+</sup>/CaPHI compared to UTSA-16 is largely attributed to the\ndifference in CO<sub>2</sub> isotherm shapes due to the relatively\nhigh enthalpy of adsorption of CO<sub>2</sub> in this covalent carbon\nnitride framework. Alongside comparable N<sub>2</sub> loadings, this\nincrease in CO<sub>2</sub> uptake at relevant feed compositions more\nthan doubles the adsorption selectivity for H<sup>+</sup>/CaPHI compared\nto UTSA-16.</p>", "clean_text": "In addition to equilibrium loading and adsorption selectivity, performance in a given separation process is crucial for classifying and benchmarking adsorbents. For example, regulatory committees have set a target for the purity of the resulting concentrated CO2 as being above 90% for practical carbon capture and sequestration. While full process simulation and optimization are out of the scope of the current work, useful estimates can be made to understand how the PHI adsorbents reported here compare to UTSA-16, which has been extensively studied. As such, c reports the IAST-estimated purity of the adsorbed phase as a function of inlet gas composition. While the PHI materials are able to achieve the 90% purity target from streams with >2% CO2, higher concentrations (>7%) are required for similar performance from UTSA-16. In other words, these carbon nitride frameworks are applicable for CO2 capture from dilute streams while top-performing UTSA-16 provides unsatisfactory performance. Besides purity, operating cost is another key metric that dictates the viability of a CO2 separation process. Therefore, the working capacity and regeneration energy requirements for a temperature swing adsorption process were estimated with the model presented by Sculley et al. and the results are presented in d and SI Figures S11 and S12. Overall, while H+/KPHI shows comparable performance to UTSA-16 for selective CO2 capture, H+/CaPHI shows superior CO2 working capacity and adsorbed-phase purity with comparable required regeneration energy as compared to UTSA-16, especially at the dilute feed conditions relevant for practical carbon capture. This improvement in performance for H+/CaPHI compared to UTSA-16 is largely attributed to the difference in CO2 isotherm shapes due to the relatively high enthalpy of adsorption of CO2 in this covalent carbon nitride framework. Alongside comparable N2 loadings, this increase in CO2 uptake at relevant feed compositions more than doubles the adsorption selectivity for H+/CaPHI compared to UTSA-16.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>We report the discovery of a nanoporous\nframework material, CaPHI,\nthat is an analogue to a previously studied allotrope of carbon nitride,\nKPHI. After extensive characterization by ATR-FTIR, MAS NMR, XPS,\nCHN analysis, XRD, electron microscopy, and DFT structure relaxation,\nthe polymeric backbone, crystal structure, and band structure of CaPHI\nwere determined. Replacement of K<sup>+</sup> with Ca<sup>2+</sup> during molten salt synthesis significantly altered the crystalline\nstructure despite similar polymeric backbone, which resulted in a\nshift of the band structure and larger band gap for (H<sup>+</sup>/)­CaPHI as compared to (H<sup>+</sup>/)­KPHI. Porosimetry with N<sub>2</sub> adsorption showed that cation removal via protonation of\nboth K- and CaPHI allowed considerable ultramicroporosity to be accessible\nfor gas adsorption. Due to the crystal structure with nanoporous columns\nlined with fixed (partial) charges, these framework materials were\ninvestigated as adsorbents for selective CO<sub>2</sub> capture. Analysis\nof variable temperature CO<sub>2</sub> isotherms revealed a dual-site\nLangmuir adsorption mode for these carbon nitride frameworks. While\nboth frameworks exhibited similar energetics of CO<sub>2</sub> adsorption,\nH<sup>+</sup>/CaPHI showed nearly twice as much CO<sub>2</sub> uptake\nat low pressures compared to H<sup>+</sup>/KPHI. Further, in situ\nATR-FTIR revealed that the interaction of CO<sub>2</sub> with these\nframeworks, despite the large observed isosteric heats of adsorption,\nis best described as enhanced physisorption (and not chemisorption).\nPerformance of these adsorbents for a carbon capture process was estimated\nwith predictions from IAST and with a simplified TSA model for comparison\nagainst top-performing MOF, UTSA-16, as well as other benchmark materials\nsuch as NaX and Mg<sub>2</sub>(dobdc). Proton-exchanged KPHI and CaPHI\nshowed exceptional IAST CO<sub>2</sub>/N<sub>2</sub> selectivity of\n366 and 303 at 4% CO<sub>2</sub> concentration compared to 124 for\nUTSA-16. This enhanced selectivity permits use of these PHI adsorbents\nfor CO<sub>2</sub> capture from low concentration streams with appreciable\nestimated working capacity and moderate regeneration energy cost.</p>", "clean_text": "Conclusions\n\nWe report the discovery of a nanoporous framework material, CaPHI, that is an analogue to a previously studied allotrope of carbon nitride, KPHI. After extensive characterization by ATR-FTIR, MAS NMR, XPS, CHN analysis, XRD, electron microscopy, and DFT structure relaxation, the polymeric backbone, crystal structure, and band structure of CaPHI were determined. Replacement of K+ with Ca2+ during molten salt synthesis significantly altered the crystalline structure despite similar polymeric backbone, which resulted in a shift of the band structure and larger band gap for (H+/)CaPHI as compared to (H+/)KPHI. Porosimetry with N2 adsorption showed that cation removal via protonation of both K- and CaPHI allowed considerable ultramicroporosity to be accessible for gas adsorption. Due to the crystal structure with nanoporous columns lined with fixed (partial) charges, these framework materials were investigated as adsorbents for selective CO2 capture. Analysis of variable temperature CO2 isotherms revealed a dual-site Langmuir adsorption mode for these carbon nitride frameworks. While both frameworks exhibited similar energetics of CO2 adsorption, H+/CaPHI showed nearly twice as much CO2 uptake at low pressures compared to H+/KPHI. Further, in situ ATR-FTIR revealed that the interaction of CO2 with these frameworks, despite the large observed isosteric heats of adsorption, is best described as enhanced physisorption (and not chemisorption). Performance of these adsorbents for a carbon capture process was estimated with predictions from IAST and with a simplified TSA model for comparison against top-performing MOF, UTSA-16, as well as other benchmark materials such as NaX and Mg2(dobdc). Proton-exchanged KPHI and CaPHI showed exceptional IAST CO2/N2 selectivity of 366 and 303 at 4% CO2 concentration compared to 124 for UTSA-16. This enhanced selectivity permits use of these PHI adsorbents for CO2 capture from low concentration streams with appreciable estimated working capacity and moderate regeneration energy cost.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Overall, this study revealed the propensity for porous carbon nitride\nframeworks to exhibit highly selective CO<sub>2</sub> capture, especially\nfrom dilute streams. Future work will focus on quantifying water adsorption\nand mixture adsorption equilibria on these covalent heptazine frameworks.\nFurther, this work demonstrated the modulation of crystal structure\nin covalent organic frameworks with similar polymeric backbones by\nchanging the identity of a framework-complexed cation during synthesis.\nThis dipole-rich, nanoporous carbon nitride framework with noteworthy\ncarbon capture performance was synthesized in large yields from cheap\nand abundant precursors (i.e., urea and calcium chloride) and could\nlikely be applied to other applications in sustainability, such as\nin mixed matrix membranes for gas separation or as a photocatalyst\nwith strong oxidizing power.</p>", "clean_text": "Overall, this study revealed the propensity for porous carbon nitride frameworks to exhibit highly selective CO2 capture, especially from dilute streams. Future work will focus on quantifying water adsorption and mixture adsorption equilibria on these covalent heptazine frameworks. Further, this work demonstrated the modulation of crystal structure in covalent organic frameworks with similar polymeric backbones by changing the identity of a framework-complexed cation during synthesis. This dipole-rich, nanoporous carbon nitride framework with noteworthy carbon capture performance was synthesized in large yields from cheap and abundant precursors (i.e., urea and calcium chloride) and could likely be applied to other applications in sustainability, such as in mixed matrix membranes for gas separation or as a photocatalyst with strong oxidizing power.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["synthesis condition"], "content": "<title>Methods/Experimental</title><p>Melon-based carbon nitride (C<sub>3</sub>N<sub>4</sub>) was synthesized\nvia thermal condensation of urea in air. Briefly, ∼100 g of\nurea was ground and placed in an alumina crucible and wrapped tightly\nwith aluminum foil before heating at 2.3 °C/min from room temperature\nto 550 °C in a benchtop muffle furnace (Neytech Vulcan 3-550)\nand held for 4 h before ambient cooling to yield ∼10g of C<sub>3</sub>N<sub>4</sub>. The pale yellow, fluffy powder was ground in\na mortar and pestle before further treatment.</p>", "clean_text": "Methods/Experimental\n\nMelon-based carbon nitride (C3N4) was synthesized via thermal condensation of urea in air. Briefly, ~100 g of urea was ground and placed in an alumina crucible and wrapped tightly with aluminum foil before heating at 2.3 °C/min from room temperature to 550 °C in a benchtop muffle furnace (Neytech Vulcan 3-550) and held for 4 h before ambient cooling to yield ~10g of C3N4. The pale yellow, fluffy powder was ground in a mortar and pestle before further treatment.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["synthesis condition"], "content": "<p>KPHI was synthesized\nfollowing the protocol established by Schlomberg\net al. Potassium thiocyanate (KSCN) was\nheated to 140 °C overnight in a vacuum oven (Lindberg Blue M,\nThermo Scientific) to remove water. Briefly, 1.5 g of C<sub>3</sub>N<sub>4</sub> and 3 g of dried KSCN were ground in a mortar and transferred\nto an alumina crucible with a lid and placed in a tube furnace (OTF-1200X,\nMTI Corp.). Air in the furnace was displaced by Argon flow before\nheating the samples to 400 °C at 30 °C/min and holding for\n1 h. After, the sample was again heated at 30 °C/min to 500 °C,\nheld for 30 min, and subsequently cooled to ambient temperature naturally.\nThe resulting bright yellow solid was ground and washed with 2 L of\nDI water by vacuum filtration to displace residual salt. The powder\nwas dried in air at 120 °C overnight.</p>", "clean_text": "KPHI was synthesized following the protocol established by Schlomberg et al. Potassium thiocyanate (KSCN) was heated to 140 °C overnight in a vacuum oven (Lindberg Blue M, Thermo Scientific) to remove water. Briefly, 1.5 g of C3N4 and 3 g of dried KSCN were ground in a mortar and transferred to an alumina crucible with a lid and placed in a tube furnace (OTF-1200X, MTI Corp.). Air in the furnace was displaced by Argon flow before heating the samples to 400 °C at 30 °C/min and holding for 1 h. After, the sample was again heated at 30 °C/min to 500 °C, held for 30 min, and subsequently cooled to ambient temperature naturally. The resulting bright yellow solid was ground and washed with 2 L of DI water by vacuum filtration to displace residual salt. The powder was dried in air at 120 °C overnight.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>CaPHI was synthesized\nwith a method modified from our previous\nwork. Briefly, 1.5 g of C<sub>3</sub>N<sub>4</sub> was ground together with 3 g of CaCl<sub>2</sub> and\nthen sonicated for 5 min in ethanol. Ethanol was removed via evaporation\nin an oven at 120 °C overnight. The resulting impregnated C<sub>3</sub>N<sub>4</sub> was again ground then placed in an alumina crucible\nwith a lid. The crucible was placed in a tube furnace under Ar atmosphere\nbefore heating to 700 °C at a rate of 10 °C/min. The sample\nwas held at 700 °C for 2 h before ramping back down to 30 °C\nat a slow rate of 2 °C/min. After cooling, the sample was washed\nwith 2 L of DI water by vacuum filtration to yield a light orange\npowder. Out of many tested synthetic protocols, this combination of\nsalt ratio, hold time, and slow cooling rate was observed to result\nin the most crystalline sample. The powder was dried in air at 120\n°C overnight.</p>", "clean_text": "CaPHI was synthesized with a method modified from our previous work. Briefly, 1.5 g of C3N4 was ground together with 3 g of CaCl2 and then sonicated for 5 min in ethanol. Ethanol was removed via evaporation in an oven at 120 °C overnight. The resulting impregnated C3N4 was again ground then placed in an alumina crucible with a lid. The crucible was placed in a tube furnace under Ar atmosphere before heating to 700 °C at a rate of 10 °C/min. The sample was held at 700 °C for 2 h before ramping back down to 30 °C at a slow rate of 2 °C/min. After cooling, the sample was washed with 2 L of DI water by vacuum filtration to yield a light orange powder. Out of many tested synthetic protocols, this combination of salt ratio, hold time, and slow cooling rate was observed to result in the most crystalline sample. The powder was dried in air at 120 °C overnight.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>H<sup>+</sup>/KPHI and H<sup>+</sup>/CaPHI\nwere synthesized by\nstirring KPHI or CaPHI, respectively, in 1 M hydrochloric acid (HCl)\novernight at room temperature and subsequently washing with 2 L of\nDI water by vacuum filtration to yield a paler solid powder. These\npowders were dried in air at 120 °C overnight.</p>", "clean_text": "H+/KPHI and H+/CaPHI were synthesized by stirring KPHI or CaPHI, respectively, in 1 M hydrochloric acid (HCl) overnight at room temperature and subsequently washing with 2 L of DI water by vacuum filtration to yield a paler solid powder. These powders were dried in air at 120 °C overnight.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>A complete\ndescription of additional material characterization,\nexperimental, and analysis techniques can be found in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p><p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsnano.1c08912?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsnano.1c08912</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental\nand characterization details\nrelated to NMR, FTIR, XPS, UPS, UV–vis, XRD, electron microscopy,\nporosimetry, gas adsorption, elemental analysis, DFT, isotherm fitting,\nIAST analysis, and TSA predictions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "A complete description of additional material characterization, experimental, and analysis techniques can be found in the SI.\n\nThe Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsnano.1c08912.  Additional experimental and characterization details related to NMR, FTIR, XPS, UPS, UV-vis, XRD, electron microscopy, porosimetry, gas adsorption, elemental analysis, DFT, isotherm fitting, IAST analysis, and TSA predictions (PDF)   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>Additional experimental\nand characterization details\nrelated to NMR, FTIR, XPS, UPS, UV–vis, XRD, electron microscopy,\nporosimetry, gas adsorption, elemental analysis, DFT, isotherm fitting,\nIAST analysis, and TSA predictions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Additional experimental and characterization details related to NMR, FTIR, XPS, UPS, UV-vis, XRD, electron microscopy, porosimetry, gas adsorption, elemental analysis, DFT, isotherm fitting, IAST analysis, and TSA predictions (PDF)", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "36, 37", "type": "text", "classification": "synthesis condition", "content": "<title>Methods/Experimental</title><p>Melon-based carbon nitride (C<sub>3</sub>N<sub>4</sub>) was synthesized\nvia thermal condensation of urea in air. Briefly, ∼100 g of\nurea was ground and placed in an alumina crucible and wrapped tightly\nwith aluminum foil before heating at 2.3 °C/min from room temperature\nto 550 °C in a benchtop muffle furnace (Neytech Vulcan 3-550)\nand held for 4 h before ambient cooling to yield ∼10g of C<sub>3</sub>N<sub>4</sub>. The pale yellow, fluffy powder was ground in\na mortar and pestle before further treatment.</p><p>KPHI was synthesized\nfollowing the protocol established by Schlomberg\net al. Potassium thiocyanate (KSCN) was\nheated to 140 °C overnight in a vacuum oven (Lindberg Blue M,\nThermo Scientific) to remove water. Briefly, 1.5 g of C<sub>3</sub>N<sub>4</sub> and 3 g of dried KSCN were ground in a mortar and transferred\nto an alumina crucible with a lid and placed in a tube furnace (OTF-1200X,\nMTI Corp.). Air in the furnace was displaced by Argon flow before\nheating the samples to 400 °C at 30 °C/min and holding for\n1 h. After, the sample was again heated at 30 °C/min to 500 °C,\nheld for 30 min, and subsequently cooled to ambient temperature naturally.\nThe resulting bright yellow solid was ground and washed with 2 L of\nDI water by vacuum filtration to displace residual salt. The powder\nwas dried in air at 120 °C overnight.</p>", "clean_text": "Methods/Experimental\n\nMelon-based carbon nitride (C3N4) was synthesized via thermal condensation of urea in air. Briefly, ~100 g of urea was ground and placed in an alumina crucible and wrapped tightly with aluminum foil before heating at 2.3 °C/min from room temperature to 550 °C in a benchtop muffle furnace (Neytech Vulcan 3-550) and held for 4 h before ambient cooling to yield ~10g of C3N4. The pale yellow, fluffy powder was ground in a mortar and pestle before further treatment.\n\nKPHI was synthesized following the protocol established by Schlomberg et al. Potassium thiocyanate (KSCN) was heated to 140 °C overnight in a vacuum oven (Lindberg Blue M, Thermo Scientific) to remove water. Briefly, 1.5 g of C3N4 and 3 g of dried KSCN were ground in a mortar and transferred to an alumina crucible with a lid and placed in a tube furnace (OTF-1200X, MTI Corp.). Air in the furnace was displaced by Argon flow before heating the samples to 400 °C at 30 °C/min and holding for 1 h. After, the sample was again heated at 30 °C/min to 500 °C, held for 30 min, and subsequently cooled to ambient temperature naturally. The resulting bright yellow solid was ground and washed with 2 L of DI water by vacuum filtration to displace residual salt. The powder was dried in air at 120 °C overnight.", "data": [{"meta": {"name": "melon-based carbon nitride", "symbol": "C3N4", "chemical formula": ""}, "processes": [{"synthesis method": "thermal condensation", "precursor": [{"name": "urea", "amount": "100", "unit": "g"}], "atmosphere": "air", "pressure": "", "temperature": "550°C", "heating rate": "2.3°C/min", "time": "4 h", "cooling rate": ""}, {"synthesis method": "grinding", "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "KPHI", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "thermal condensation", "precursor": [{"name": "Potassium thiocyanate", "amount": "1.5", "unit": "g"}, {"name": "C3N4", "amount": "3", "unit": "g"}], "atmosphere": "Argon", "pressure": "", "temperature": "400°C, 500°C", "heating rate": "30°C/min", "time": "1 h, 30 min", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DI water", "amount": "2 L"}, {"synthesis method": "drying", "pressure": "", "temperature": "120°C", "atmosphere": "air", "time": "overnight"}]}], "include_properties": ["thermal_condensation", "grinding", "heating", "wrapping", "cooling", "grounding", "synthesis", "heating", "grinding", "transferring", "heating", "holding", "heating", "holding", "cooling", "grounding", "washing", "filtration", "drying"]}, {"idx": "10, 13, 16, 18, 25, 27", "type": "text", "classification": "property", "content": "<p>This difference in H content points toward the major chemical\ndifference\nbetween Ca- and KPHI: the proportion of cations remaining after aqueous\nworkup. Indicators of cation-complexed imides (e.g., IR peak near\n1000 cm<sup>–1</sup> and <sup>13</sup>C chemical shift at 168\nppm) were much stronger for KPHI than for CaPHI. XPS quantification\nshowed cation:N ratios of 0.64 for KPHI but only 0.02 for CaPHI. This\ndiscrepancy is much too large to be explained by charge-balance alone,\nso a large proportion of the imide-complexed Ca<sup>2+</sup> cations\nwere likely displaced by protons during water washing. Additionally,\nas XPS is a surface sensitive technique, the cation concentration\nin the top few nanometers of the PHI particles could have been much\nsmaller than the bulk. To more closely investigate the cation content\nof the bulk PHI frameworks, inductively coupled plasma mass spectrometry\n(ICP-MS) was employed, and the results are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S2</ext-link>. These studies suggested that KPHI\nexhibited around 17 wt % K<sup>+</sup>, implying a charge-balanced\nstructural formula close to (C<sub>12</sub>N<sub>17</sub>)<sub>3</sub>K<sub>6</sub>H<sub>3</sub>. On the other hand, CaPHI exhibited only\n6.4 wt % Ca<sup>2+</sup>, suggesting a formula of (C<sub>12</sub>N<sub>17</sub>)<sub>3</sub>Ca<sub>2</sub>H<sub>5</sub>. This difference\nin extent of proton exchange could have been caused by changes in\nthe pH of the washing solution upon salt removal or slight changes\nin the p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> of the resulting polymeric\nbackbones. Further investigation of the\nacid–base characteristics of these PHI materials was achieved\nvia potentiometric titration experiments, and discussion can be found\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p><p>These differences in crystal structure, despite chemical\nsimilarity\nof the backbone, are likely related to the difference in ionic radius\n(152 pm for K<sup>+</sup> vs 114 pm for Ca<sup>2+</sup>), more than\ndoubled charge to radius ratio, valence, and resulting Lewis acidity\nof the framework-complexed cations. While K<sup>+</sup> ions interact\npredominantly with a single layer of the sheet-like PHI, the much\nmore polarizing Ca<sup>2+</sup> ions interact with as many as three\nPHI sheets, acting as bridging moieties. This heightened interaction\nof the Ca<sup>2+</sup> sites with Lewis base sites on neighboring\nPHI sheets is present during structure assembly. To accommodate this\ndifference in the templating cation, the crystal structure flexes\nin the ab plane and expands slightly along the <italic toggle=\"yes\">c</italic>-axis\nas evident by the shift of the 002 peak in b from ∼28.3° to ∼27.9°,\ncorresponding to <italic toggle=\"yes\">d</italic>-spacings of 3.14 and 3.19 Å\nin H<sup>+</sup>/KPHI to H<sup>+</sup>/CaPHI, respectively. Scherrer\nanalysis on this 002 reflection of the synthesized H<sup>+</sup>/CaPHI\nand H<sup>+</sup>/KPHI indicated comparable average crystallite sizes\nof 8.7 and 11.4 nm, respectively, along the <italic toggle=\"yes\">c</italic>-axis\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S3</ext-link>). This disrupting in the planar\ncrystal structure of CaPHI compared to KPHI might be the cause of\nthe loss of crystallinity upon exchange of K<sup>+</sup> with Ca<sup>2+</sup> previously observed by Savateev et al.; once the sheets\nstack in a planar fashion, they likely cannot easily flex to accommodate\nCa<sup>2+</sup>. However, despite the\napparent disruption in planarity of the PHI sheets, the CaPHI structure\nexhibits a similar stacking motif to the previously studied KPHI,\nwhere heptazine units align along the <italic toggle=\"yes\">c</italic>-axis to form\nan ordered pore channel filled with the templating cation, Ca<sup>2+</sup>. This feature of the PHI family is in stark contrast to\nmost allotropes of carbon nitride, such as the popular graphitic carbon\nnitride (g-C<sub>3</sub>N<sub>4</sub>). The fully condensed g-C<sub>3</sub>N<sub>4</sub> differs from PHI materials in that there are\nno bridging amines between heptazine monomers, resulting in an AB\nstacking motif and an absence of ordered pore channels.</p><p>The optoelectronic properties of these two\ndifferent carbon nitride\nallotropes varied significantly as a result of the altered crystalline\nstructure and morphology. The band structure (d) of CaPHI, KPHI, and H<sup>+</sup>-exchanged\ncounterparts was quantified with diffuse reflectance UV–vis\nspectroscopy (DRUV–vis) (a) and ultraviolet photoelectron spectroscopy (UPS)\n(c). In contrast\nto KPHI and H<sup>+</sup>/KPHI, which show relatively sharp absorption\nonsets near 450 nm, CaPHI and H<sup>+</sup>/CaPHI exhibit at least\ntwo different electronic transitions. Further insight was extracted\nfrom DRUV–vis data by employing analysis proposed by V. Kumar\net al. to quantify the band gaps in these PHI materials (b). The measured optical band gaps for KPHI and H<sup>+</sup>/KPHI were 2.72 and 2.93 eV, respectively. CaPHI and H<sup>+</sup>/CaPHI, alternatively, showed comparatively larger band gaps of 2.82\nand 3.07 eV. In each case, ion exchange of the frameworks led to ∼0.2\neV increase in the observable band gaps. This primary transition was\nassociated with the π–π* transition in the conjugate\nheptazine moiety as previously observed by Sahoo, Kühne et\nal. Additionally the Ca<sup>2+</sup>-derived\nmaterials showed evidence of additional electronic transitions of\n2.21 eV for CaPHI and 2.43 eV for H<sup>+</sup>/CaPHI that are likely\nassociated with additional n-π* transitions involving the lone\npair of pyridinic N atoms, accessible due to the corrugation of the\nPHI sheets. Similar states residing within\nthe bandgap were observed to a lesser extent for KPHI by Savateev\net al. associated with slight disorder and flexibility in the planar\narrangement that allowed for out-of-plane conformations. While DRUV–vis data here shows a slight\nindication of these intraband states for KPHI (e.g., small absorption\nonset near 600 nm), these transitions were not as prevalent as in\nCaPHI or H<sup>+</sup>/CaPHI and seem to be totally absent in H<sup>+</sup>/KPHI. With UPS, the valence band positions of these PHI materials\nwere also estimated (c). KPHI and H<sup>+</sup>/KPHI showed an onset of photoelectron\nemission at 2.79 and 3.12 eV, and CaPHI and H<sup>+</sup>/CaPHI exhibited\nvalence positions around 4.84 and 4.64 eV, respectively. Further confirmation\nof n-π* transitions in CaPHI and H<sup>+</sup>/CaPHI is evident\nin the UPS data, with gradual onsets occurring at energies around\n3.4 eV. Combined with the extracted optical band gaps, the information\non the valence band positions allowed an estimation of the band structure\nof the PHI class of materials (d). This relative comparison of the optoelectronic\nstructure between the various allotropes of PHI frameworks demonstrates\nthat despite similar polymeric backbone, the corrugated and compressed\ncrystalline structure associated with Ca<sup>2+</sup>-templating shifted\nthe bands of CaPHI and H<sup>+</sup>/CaPHI toward more oxidizing positions\nthan the more planar KPHI structure.</p><p>Textural properties of the various\nsynthesized carbon nitride framework\nmaterials were quantified with N<sub>2</sub> porosimetry. All of KPHI,\nCaPHI, and their proton-exchanged analogues exhibited a convolution\nof Type I and Type IV isotherm shapes with H4 hysteresis (a), indicating a\nhierarchical pore structure composed of both micro- and mesopores.\nAfter proper point selection, BET analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S5</ext-link>) revealed that, despite similar average primary crystallite\nsizes, the surface area of CaPHI (43.5 m<sup>2</sup> g<sup>–1</sup>) was more than three times smaller than the surface area of KPHI\n(152 m<sup>2</sup> g<sup>–1</sup>). These differences therefore\nlikely stem from differences in the secondary particle size, as larger\nparticles would be associated with a smaller external N<sub>2</sub>-accessible surface area. As visible in the extracted pore size distributions\nin b,c, these\ncation-complexed frameworks exhibited near negligible microporosity\n(&lt;0.01 cc g<sup>–1</sup>), and most of the surface area\nwas composed of mesopores larger than 4 nm, likely due to stacking\nfaults between the primary nanocrystals that comprised the micron-sized\nparticles. However, upon removal of Ca<sup>2+</sup> or K<sup>+</sup> via washing with acid, the interior pore channels of these frameworks\nwere accessible for N<sub>2</sub> adsorption, and the BET surface\narea increased to 264 m<sup>2</sup> g<sup>–1</sup> and 334\nm<sup>2</sup> g<sup>–1</sup> for H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI, respectively. Pore size distributions (b) revealed that a considerable\namount of microporosity was generated in both PHI allotropes after\nacid washing. As evident in c, H<sup>+</sup>/CaPHI exhibited almost twice as much\nultramicroporosity as H<sup>+</sup>/KPHI, with nearly 0.04 cc g<sup>–1</sup> of pores with width less than 0.7 nm. This increase\nin volume of these narrow pores has been shown to be critical for\nenhanced low-pressure CO<sub>2</sub> uptake and was likely associated\nwith the altered crystalline structure of H<sup>+</sup>/CaPHI as compared\nto H<sup>+</sup>/KPHI. On the other hand, H<sup>+</sup>/KPHI exhibited\nmore than 0.12 cc/g of micropores (&lt;2 nm), with most having a width\nof 1 nm. In addition to this increase in micropore volume and BET\nsurface area, proton exchange was also associated with a large increase\nin volume of larger mesopores (&gt;4 nm) for both allotropes, with\nthe\ntotal measured porosity of H<sup>+</sup>/CaPHI exceeding 0.5 cc g<sup>–1</sup>. Overall, while the cation-complexed frameworks exhibited\nmoderate external surface areas stemming from the secondary particle\nagglomerations, acid-washed counterparts H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI showed that the cation exchange for much smaller protons\nallowed N<sub>2</sub> to access at least a portion of the inner porosity\nof the ordered pore channels formed by the stacked PHI sheets.</p><p>While the adsorption saturation\ncapacities between the two carbon\nnitride frameworks were very different, the energetics of adsorption\nwere more comparable, which is indicative of similar modes of adsorption\nlikely due to the analogous composition and surface chemistry of the\ntwo PHI materials. For Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub> in both H<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI, the primary\nsite exhibited an enhancement of nearly 15 kJ mol<sup>–1</sup> as compared to the secondary site, which helps to explain the order\nof magnitude difference in the pressure-response between these two\nsites. Despite this similarity between the materials, H<sup>+</sup>/CaPHI did however exhibit about 5 kJ mol<sup>–1</sup> increase\nin affinity for CO<sub>2</sub> compared to H<sup>+</sup>/KPHI. For\nH<sup>+</sup>/CaPHI and H<sup>+</sup>/KPHI, the extracted Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,<italic toggle=\"yes\">A</italic>\n</sub> in the primary sites\nwere −42.2 kJ mol<sup>–1</sup> and −38.3 kJ mol<sup>–1</sup>; in the weaker site, the Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,B</sub> were −28.6 and −23.7 kJ mol<sup>–1</sup>, respectively. The magnitudes for Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,A</sub>, while smaller than those typically encountered for chemisorptive\nmechanisms (&gt;80 kJ mol<sup>–1</sup>), were much larger than\ncommonly measured for conventional physisorption which operates by\npore filling alone (∼25 kJ mol<sup>–1</sup>). Extracted\nΔ<italic toggle=\"yes\">H</italic>\n<sub>ads,<italic toggle=\"yes\">B</italic>\n</sub> values,\non the other hand, fall in this range expected for traditional physisorption\nmechanisms.</p><p>In contrast to the large differences\nin Δ<italic toggle=\"yes\">H</italic>\n<sub>ads,i</sub> observed between the\ntwo adsorption sites, the Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,i</sub> were of comparable magnitude, differing\nonly by about 5 J mol<sup>–1</sup> K<sup>–1</sup> between\nthe primary and secondary sites. For H<sup>+</sup>/CaPHI, the Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,A</sub> and Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,B</sub> were −70.2 and −65.1 J mol<sup>–1</sup> K<sup>–1</sup>, and for H<sup>+</sup>/KPHI, the Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,A</sub> and Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,B</sub> were\n−65.9 and −50 J mol<sup>–1</sup> K<sup>–1</sup>, respectively. These similar values of entropic losses likely indicate\nthat the pore columns in the PHI architecture confine CO<sub>2</sub> and restrict the translational and rotational motion to similar\nextents at both adsorption sites, despite the difference in enthalpic\ninteractions. The slightly larger Δ<italic toggle=\"yes\">S</italic>\n<sub>ads,<italic toggle=\"yes\">i</italic>\n</sub> could be indicative of a more restrictive environment\nin the H<sup>+</sup>/CaPHI material, but further work on the exact\nphysical mechanisms contributing to the entropic losses on gas adsorption\nin covalent frameworks are needed for a more comprehensive understanding.\nOverall, H<sup>+</sup>/CaPHI exhibited both larger capacity and affinity\nfor CO<sub>2</sub> than H<sup>+</sup>/KPHI in both adsorption sites\ndespite their similar polymeric structure, which demonstrates the\ncritical importance of the altered crystal structure and pore configuration\nfor endowing CO<sub>2</sub> adsorptive capacity.</p>", "clean_text": "This difference in H content points toward the major chemical difference between Ca- and KPHI: the proportion of cations remaining after aqueous workup. Indicators of cation-complexed imides (e.g., IR peak near 1000 cm-1 and 13C chemical shift at 168 ppm) were much stronger for KPHI than for CaPHI. XPS quantification showed cation:N ratios of 0.64 for KPHI but only 0.02 for CaPHI. This discrepancy is much too large to be explained by charge-balance alone, so a large proportion of the imide-complexed Ca2+ cations were likely displaced by protons during water washing. Additionally, as XPS is a surface sensitive technique, the cation concentration in the top few nanometers of the PHI particles could have been much smaller than the bulk. To more closely investigate the cation content of the bulk PHI frameworks, inductively coupled plasma mass spectrometry (ICP-MS) was employed, and the results are summarized in SI Table S2. These studies suggested that KPHI exhibited around 17 wt % K+, implying a charge-balanced structural formula close to (C12N17)3K6H3. On the other hand, CaPHI exhibited only 6.4 wt % Ca2+, suggesting a formula of (C12N17)3Ca2H5. This difference in extent of proton exchange could have been caused by changes in the pH of the washing solution upon salt removal or slight changes in the pK a of the resulting polymeric backbones. Further investigation of the acid-base characteristics of these PHI materials was achieved via potentiometric titration experiments, and discussion can be found in the SI.\n\nThese differences in crystal structure, despite chemical similarity of the backbone, are likely related to the difference in ionic radius (152 pm for K+ vs 114 pm for Ca2+), more than doubled charge to radius ratio, valence, and resulting Lewis acidity of the framework-complexed cations. While K+ ions interact predominantly with a single layer of the sheet-like PHI, the much more polarizing Ca2+ ions interact with as many as three PHI sheets, acting as bridging moieties. This heightened interaction of the Ca2+ sites with Lewis base sites on neighboring PHI sheets is present during structure assembly. To accommodate this difference in the templating cation, the crystal structure flexes in the ab plane and expands slightly along the c-axis as evident by the shift of the 002 peak in b from ~28.3° to ~27.9°, corresponding to d-spacings of 3.14 and 3.19 Å in H+/KPHI to H+/CaPHI, respectively. Scherrer analysis on this 002 reflection of the synthesized H+/CaPHI and H+/KPHI indicated comparable average crystallite sizes of 8.7 and 11.4 nm, respectively, along the c-axis (SI Table S3). This disrupting in the planar crystal structure of CaPHI compared to KPHI might be the cause of the loss of crystallinity upon exchange of K+ with Ca2+ previously observed by Savateev et al.; once the sheets stack in a planar fashion, they likely cannot easily flex to accommodate Ca2+. However, despite the apparent disruption in planarity of the PHI sheets, the CaPHI structure exhibits a similar stacking motif to the previously studied KPHI, where heptazine units align along the c-axis to form an ordered pore channel filled with the templating cation, Ca2+. This feature of the PHI family is in stark contrast to most allotropes of carbon nitride, such as the popular graphitic carbon nitride (g-C3N4). The fully condensed g-C3N4 differs from PHI materials in that there are no bridging amines between heptazine monomers, resulting in an AB stacking motif and an absence of ordered pore channels.\n\nThe optoelectronic properties of these two different carbon nitride allotropes varied significantly as a result of the altered crystalline structure and morphology. The band structure (d) of CaPHI, KPHI, and H+-exchanged counterparts was quantified with diffuse reflectance UV-vis spectroscopy (DRUV-vis) (a) and ultraviolet photoelectron spectroscopy (UPS) (c). In contrast to KPHI and H+/KPHI, which show relatively sharp absorption onsets near 450 nm, CaPHI and H+/CaPHI exhibit at least two different electronic transitions. Further insight was extracted from DRUV-vis data by employing analysis proposed by V. Kumar et al. to quantify the band gaps in these PHI materials (b). The measured optical band gaps for KPHI and H+/KPHI were 2.72 and 2.93 eV, respectively. CaPHI and H+/CaPHI, alternatively, showed comparatively larger band gaps of 2.82 and 3.07 eV. In each case, ion exchange of the frameworks led to ~0.2 eV increase in the observable band gaps. This primary transition was associated with the π-π* transition in the conjugate heptazine moiety as previously observed by Sahoo, Kühne et al. Additionally the Ca2+-derived materials showed evidence of additional electronic transitions of 2.21 eV for CaPHI and 2.43 eV for H+/CaPHI that are likely associated with additional n-π* transitions involving the lone pair of pyridinic N atoms, accessible due to the corrugation of the PHI sheets. Similar states residing within the bandgap were observed to a lesser extent for KPHI by Savateev et al. associated with slight disorder and flexibility in the planar arrangement that allowed for out-of-plane conformations. While DRUV-vis data here shows a slight indication of these intraband states for KPHI (e.g., small absorption onset near 600 nm), these transitions were not as prevalent as in CaPHI or H+/CaPHI and seem to be totally absent in H+/KPHI. With UPS, the valence band positions of these PHI materials were also estimated (c). KPHI and H+/KPHI showed an onset of photoelectron emission at 2.79 and 3.12 eV, and CaPHI and H+/CaPHI exhibited valence positions around 4.84 and 4.64 eV, respectively. Further confirmation of n-π* transitions in CaPHI and H+/CaPHI is evident in the UPS data, with gradual onsets occurring at energies around 3.4 eV. Combined with the extracted optical band gaps, the information on the valence band positions allowed an estimation of the band structure of the PHI class of materials (d). This relative comparison of the optoelectronic structure between the various allotropes of PHI frameworks demonstrates that despite similar polymeric backbone, the corrugated and compressed crystalline structure associated with Ca2+-templating shifted the bands of CaPHI and H+/CaPHI toward more oxidizing positions than the more planar KPHI structure.\n\nTextural properties of the various synthesized carbon nitride framework materials were quantified with N2 porosimetry. All of KPHI, CaPHI, and their proton-exchanged analogues exhibited a convolution of Type I and Type IV isotherm shapes with H4 hysteresis (a), indicating a hierarchical pore structure composed of both micro- and mesopores. After proper point selection, BET analysis (SI Figure S5) revealed that, despite similar average primary crystallite sizes, the surface area of CaPHI (43.5 m2 g-1) was more than three times smaller than the surface area of KPHI (152 m2 g-1). These differences therefore likely stem from differences in the secondary particle size, as larger particles would be associated with a smaller external N2-accessible surface area. As visible in the extracted pore size distributions in b,c, these cation-complexed frameworks exhibited near negligible microporosity (<0.01 cc g-1), and most of the surface area was composed of mesopores larger than 4 nm, likely due to stacking faults between the primary nanocrystals that comprised the micron-sized particles. However, upon removal of Ca2+ or K+ via washing with acid, the interior pore channels of these frameworks were accessible for N2 adsorption, and the BET surface area increased to 264 m2 g-1 and 334 m2 g-1 for H+/CaPHI and H+/KPHI, respectively. Pore size distributions (b) revealed that a considerable amount of microporosity was generated in both PHI allotropes after acid washing. As evident in c, H+/CaPHI exhibited almost twice as much ultramicroporosity as H+/KPHI, with nearly 0.04 cc g-1 of pores with width less than 0.7 nm. This increase in volume of these narrow pores has been shown to be critical for enhanced low-pressure CO2 uptake and was likely associated with the altered crystalline structure of H+/CaPHI as compared to H+/KPHI. On the other hand, H+/KPHI exhibited more than 0.12 cc/g of micropores (<2 nm), with most having a width of 1 nm. In addition to this increase in micropore volume and BET surface area, proton exchange was also associated with a large increase in volume of larger mesopores (>4 nm) for both allotropes, with the total measured porosity of H+/CaPHI exceeding 0.5 cc g-1. Overall, while the cation-complexed frameworks exhibited moderate external surface areas stemming from the secondary particle agglomerations, acid-washed counterparts H+/CaPHI and H+/KPHI showed that the cation exchange for much smaller protons allowed N2 to access at least a portion of the inner porosity of the ordered pore channels formed by the stacked PHI sheets.\n\nWhile the adsorption saturation capacities between the two carbon nitride frameworks were very different, the energetics of adsorption were more comparable, which is indicative of similar modes of adsorption likely due to the analogous composition and surface chemistry of the two PHI materials. For ΔH ads,i  in both H+/CaPHI and H+/KPHI, the primary site exhibited an enhancement of nearly 15 kJ mol-1 as compared to the secondary site, which helps to explain the order of magnitude difference in the pressure-response between these two sites. Despite this similarity between the materials, H+/CaPHI did however exhibit about 5 kJ mol-1 increase in affinity for CO2 compared to H+/KPHI. For H+/CaPHI and H+/KPHI, the extracted ΔH ads,A  in the primary sites were -42.2 kJ mol-1 and -38.3 kJ mol-1; in the weaker site, the ΔH ads,B were -28.6 and -23.7 kJ mol-1, respectively. The magnitudes for ΔH ads,A, while smaller than those typically encountered for chemisorptive mechanisms (>80 kJ mol-1), were much larger than commonly measured for conventional physisorption which operates by pore filling alone (~25 kJ mol-1). Extracted ΔH ads,B  values, on the other hand, fall in this range expected for traditional physisorption mechanisms.\n\nIn contrast to the large differences in ΔH ads,i observed between the two adsorption sites, the ΔS ads,i were of comparable magnitude, differing only by about 5 J mol-1 K-1 between the primary and secondary sites. For H+/CaPHI, the ΔS ads,A and ΔS ads,B were -70.2 and -65.1 J mol-1 K-1, and for H+/KPHI, the ΔS ads,A and ΔS ads,B were -65.9 and -50 J mol-1 K-1, respectively. These similar values of entropic losses likely indicate that the pore columns in the PHI architecture confine CO2 and restrict the translational and rotational motion to similar extents at both adsorption sites, despite the difference in enthalpic interactions. The slightly larger ΔS ads,i  could be indicative of a more restrictive environment in the H+/CaPHI material, but further work on the exact physical mechanisms contributing to the entropic losses on gas adsorption in covalent frameworks are needed for a more comprehensive understanding. Overall, H+/CaPHI exhibited both larger capacity and affinity for CO2 than H+/KPHI in both adsorption sites despite their similar polymeric structure, which demonstrates the critical importance of the altered crystal structure and pore configuration for endowing CO2 adsorptive capacity.", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4173 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": "32, 34", "type": "text", "classification": "property", "content": "<p>While UTSA-16 shows a larger overall CO<sub>2</sub> saturation\ncapacity, larger pressures were required for significant CO<sub>2</sub> adsorption as compared to both H<sup>+</sup>/KPHI and H<sup>+</sup>/CaPHI. As shown in the IAST-predicted binary isotherms in a, H<sup>+</sup>/CaPHI\nshows a steeper CO<sub>2</sub> uptake with comparable N<sub>2</sub> loading as UTSA-16. This larger CO<sub>2</sub> uptake at low feed\nconcentrations of CO<sub>2</sub> resulted in nearly an order of magnitude\nincrease in IAST selectivity for dilute streams, as visible in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Figure S10</ext-link>. As the feed fraction of CO<sub>2</sub> increased, the selectivities of the PHI materials approached\nsimilar magnitude to UTSA-16. However, for various feed compositions\nrelevant to postcombustion carbon capture for natural gas- or coal-fired\nflue gas (i.e., 4, 10, and 15%), the selectivity for both H<sup>+</sup>/KPHI and H<sup>+</sup>/CaPHI were about twice that of UTSA-16; at\na feed concentration of 4% CO<sub>2</sub>, H<sup>+</sup>/KPHI, H<sup>+</sup>/CaPHI, and UTSA-16 exhibited IAST CO<sub>2</sub>/N<sub>2</sub> selectivities of 366, 303, and 124, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08912/suppl_file/nn1c08912_si_001.pdf\" xlink:type=\"simple\">SI Table S4</ext-link>). Adsorption selectivity has been shown to largely\nimpact the overall cost of carbon capture, so these enhancements of\nselectivity with comparable CO<sub>2</sub> loading as indicated in b demonstrate the\nexceptional performance of these PHI adsorbents for efficient carbon\ncapture from low-concentration streams.\n</p><title>Conclusions</title><p>We report the discovery of a nanoporous\nframework material, CaPHI,\nthat is an analogue to a previously studied allotrope of carbon nitride,\nKPHI. After extensive characterization by ATR-FTIR, MAS NMR, XPS,\nCHN analysis, XRD, electron microscopy, and DFT structure relaxation,\nthe polymeric backbone, crystal structure, and band structure of CaPHI\nwere determined. Replacement of K<sup>+</sup> with Ca<sup>2+</sup> during molten salt synthesis significantly altered the crystalline\nstructure despite similar polymeric backbone, which resulted in a\nshift of the band structure and larger band gap for (H<sup>+</sup>/)­CaPHI as compared to (H<sup>+</sup>/)­KPHI. Porosimetry with N<sub>2</sub> adsorption showed that cation removal via protonation of\nboth K- and CaPHI allowed considerable ultramicroporosity to be accessible\nfor gas adsorption. Due to the crystal structure with nanoporous columns\nlined with fixed (partial) charges, these framework materials were\ninvestigated as adsorbents for selective CO<sub>2</sub> capture. Analysis\nof variable temperature CO<sub>2</sub> isotherms revealed a dual-site\nLangmuir adsorption mode for these carbon nitride frameworks. While\nboth frameworks exhibited similar energetics of CO<sub>2</sub> adsorption,\nH<sup>+</sup>/CaPHI showed nearly twice as much CO<sub>2</sub> uptake\nat low pressures compared to H<sup>+</sup>/KPHI. Further, in situ\nATR-FTIR revealed that the interaction of CO<sub>2</sub> with these\nframeworks, despite the large observed isosteric heats of adsorption,\nis best described as enhanced physisorption (and not chemisorption).\nPerformance of these adsorbents for a carbon capture process was estimated\nwith predictions from IAST and with a simplified TSA model for comparison\nagainst top-performing MOF, UTSA-16, as well as other benchmark materials\nsuch as NaX and Mg<sub>2</sub>(dobdc). Proton-exchanged KPHI and CaPHI\nshowed exceptional IAST CO<sub>2</sub>/N<sub>2</sub> selectivity of\n366 and 303 at 4% CO<sub>2</sub> concentration compared to 124 for\nUTSA-16. This enhanced selectivity permits use of these PHI adsorbents\nfor CO<sub>2</sub> capture from low concentration streams with appreciable\nestimated working capacity and moderate regeneration energy cost.</p>", "clean_text": "While UTSA-16 shows a larger overall CO2 saturation capacity, larger pressures were required for significant CO2 adsorption as compared to both H+/KPHI and H+/CaPHI. As shown in the IAST-predicted binary isotherms in a, H+/CaPHI shows a steeper CO2 uptake with comparable N2 loading as UTSA-16. This larger CO2 uptake at low feed concentrations of CO2 resulted in nearly an order of magnitude increase in IAST selectivity for dilute streams, as visible in SI Figure S10. As the feed fraction of CO2 increased, the selectivities of the PHI materials approached similar magnitude to UTSA-16. However, for various feed compositions relevant to postcombustion carbon capture for natural gas- or coal-fired flue gas (i.e., 4, 10, and 15%), the selectivity for both H+/KPHI and H+/CaPHI were about twice that of UTSA-16; at a feed concentration of 4% CO2, H+/KPHI, H+/CaPHI, and UTSA-16 exhibited IAST CO2/N2 selectivities of 366, 303, and 124, respectively (SI Table S4). Adsorption selectivity has been shown to largely impact the overall cost of carbon capture, so these enhancements of selectivity with comparable CO2 loading as indicated in b demonstrate the exceptional performance of these PHI adsorbents for efficient carbon capture from low-concentration streams. \n\nConclusions\n\nWe report the discovery of a nanoporous framework material, CaPHI, that is an analogue to a previously studied allotrope of carbon nitride, KPHI. After extensive characterization by ATR-FTIR, MAS NMR, XPS, CHN analysis, XRD, electron microscopy, and DFT structure relaxation, the polymeric backbone, crystal structure, and band structure of CaPHI were determined. Replacement of K+ with Ca2+ during molten salt synthesis significantly altered the crystalline structure despite similar polymeric backbone, which resulted in a shift of the band structure and larger band gap for (H+/)CaPHI as compared to (H+/)KPHI. Porosimetry with N2 adsorption showed that cation removal via protonation of both K- and CaPHI allowed considerable ultramicroporosity to be accessible for gas adsorption. Due to the crystal structure with nanoporous columns lined with fixed (partial) charges, these framework materials were investigated as adsorbents for selective CO2 capture. Analysis of variable temperature CO2 isotherms revealed a dual-site Langmuir adsorption mode for these carbon nitride frameworks. While both frameworks exhibited similar energetics of CO2 adsorption, H+/CaPHI showed nearly twice as much CO2 uptake at low pressures compared to H+/KPHI. Further, in situ ATR-FTIR revealed that the interaction of CO2 with these frameworks, despite the large observed isosteric heats of adsorption, is best described as enhanced physisorption (and not chemisorption). Performance of these adsorbents for a carbon capture process was estimated with predictions from IAST and with a simplified TSA model for comparison against top-performing MOF, UTSA-16, as well as other benchmark materials such as NaX and Mg2(dobdc). Proton-exchanged KPHI and CaPHI showed exceptional IAST CO2/N2 selectivity of 366 and 303 at 4% CO2 concentration compared to 124 for UTSA-16. This enhanced selectivity permits use of these PHI adsorbents for CO2 capture from low concentration streams with appreciable estimated working capacity and moderate regeneration energy cost.", "data": [[{"meta": {"name": "UTSA-16", "symbol": "", "chemical formula": ""}, "selectivity": [{"value": "", "unit": "", "substrate": "CO2", "catalyst": "", "pressure": "higher pressures", "temperature": "", "solvent": "", "time": ""}]}, {"meta": {"name": "H+/KPHI", "symbol": "", "chemical formula": ""}, "selectivity": [{"value": "366", "unit": "", "substrate": "CO2/N2", "catalyst": "", "pressure": "4% CO2 concentration", "temperature": "", "solvent": "", "time": ""}]}, {"meta": {"name": "H+/CaPHI", "symbol": "", "chemical formula": ""}, "selectivity": [{"value": "303", "unit": "", "substrate": "CO2/N2", "catalyst": "", "pressure": "4% CO2 concentration", "temperature": "", "solvent": "", "time": ""}]}]], "include_properties": ["selectivity"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Spectroscopic\ncharacterization of the polymeric backbone of the\nCa- and KPHI materials, including (a) ATR-FTIR; (b) <sup>13</sup>C\nMAS NMR in CP mode and HPDEC mode; (c) high-resolution XPS scans of\nthe C 1s and N 1s regions; and (d) proposed polymeric structure.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Spectroscopic characterization of the polymeric backbone of the Ca- and KPHI materials, including (a) ATR-FTIR; (b) 13C MAS NMR in CP mode and HPDEC mode; (c) high-resolution XPS scans of the C 1s and N 1s regions; and (d) proposed polymeric structure.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Structural characteristics of the PHI materials as determined by\n(a) and (b) PXRD, DFT structure relaxation of CaPHI with in-plane\n(c) and top-down (d) views, SEM of H+/CaPHI (e,f), (g) HRTEM of H+/CaPHI,\nand (h) SAED of polycrystalline H<sup>+</sup>/CaPHI.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Structural characteristics of the PHI materials as determined by (a) and (b) PXRD, DFT structure relaxation of CaPHI with in-plane (c) and top-down (d) views, SEM of H+/CaPHI (e,f), (g) HRTEM of H+/CaPHI, and (h) SAED of polycrystalline H+/CaPHI.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Quantification of optoelectronic properties\nby (a) diffuse reflectance\nultraviolet–visible spectroscopy (DRUV–vis), (b) optical\nband gap determination, (c) ultraviolet photoelectron spectroscopy\n(UPS), and (d) conduction and valence band positions on the physical\nscale.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Quantification of optoelectronic properties by (a) diffuse reflectance ultraviolet-visible spectroscopy (DRUV-vis), (b) optical band gap determination, (c) ultraviolet photoelectron spectroscopy (UPS), and (d) conduction and valence band positions on the physical scale.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Surface area\nand porosity as quantified by (a) N<sub>2</sub> isotherms\nat 77K and the resulting QSDFT-derived (b) pore size distributions\nand (c) cumulative pore volumes.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Surface area and porosity as quantified by (a) N2 isotherms at 77K and the resulting QSDFT-derived (b) pore size distributions and (c) cumulative pore volumes.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Interactions\nof CO<sub>2</sub> with the proton-exchanged PHI frameworks\nas quantified by (a) variable temperature isotherms at lower (left)\nand higher (right) pressures and (b) time-resolved in situ ATR-FTIR.\nN<sub>2</sub> uptakes at 30 °C are shown as triangles, and temperature-\nand pressure-dependent dual-site Langmuir fits for the CO<sub>2</sub> isotherms are shown as solid lines in (a).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Interactions of CO2 with the proton-exchanged PHI frameworks as quantified by (a) variable temperature isotherms at lower (left) and higher (right) pressures and (b) time-resolved in situ ATR-FTIR. N2 uptakes at 30 °C are shown as triangles, and temperature- and pressure-dependent dual-site Langmuir fits for the CO2 isotherms are shown as solid lines in (a).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Estimates of selectivity, working capacity, and regeneration energy\nvia (a) IAST-predicted binary adsorption isotherms at 30 °C,\n(b) adsorbed CO<sub>2</sub> loading vs IAST selectivity, (c) gas phase\nCO<sub>2</sub> concentration vs adsorbed phase purity, and (d) predicted\nworking capacity and regeneration energy trade-off for a TSA process\nwith various feed concentrations of CO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08912_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Estimates of selectivity, working capacity, and regeneration energy via (a) IAST-predicted binary adsorption isotherms at 30 °C, (b) adsorbed CO2 loading vs IAST selectivity, (c) gas phase CO2 concentration vs adsorbed phase purity, and (d) predicted working capacity and regeneration energy trade-off for a TSA process with various feed concentrations of CO2.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsnano.1c08912", "title": "\nCalcium\nPoly(Heptazine Imide): A Covalent Heptazine\nFramework for Selective CO2 Adsorption\n", "journal": "American Chemical Society", "date": "2022.03", "author_list": ["Burrow\nJames\nN.", "Ciufo\nRyan A.", "Smith\nLettie A.", "Wang\nYu", "Calabro\nDavid C.", "Henkelman\nGraeme", "Mullins\nC. Buddie"]}}