{"filepath": "../L2M3_data/1_application_papers/acs_xml/nn1c08269.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Bone metastasis is a common metastasis\nsite such as lung cancer,\nprostate cancer, and other malignant tumors. The occurrence of bone\nmetastases of lung cancer is often accompanied by bone loss, fracture,\nand other skeletal-related events (SREs) caused by tumor proliferation\nand osteoclast activation. Furthermore, along with the differentiation\nand maturation of osteoclasts in the bone microenvironment, it will\nfurther promote the occurrence and development of bone metastasis.\nProtein drugs are one of the most promising therapeutic pharmaceuticals,\nbut <italic toggle=\"yes\">in vivo</italic> delivery of protein therapeutics still\nconfronts great challenges. In order to more effectively conquer bone\nmetastases and alleviate SREs, herein, we constructed biomineralized\nmetal–organic framework (MOF) nanoparticles carrying protein\ntoxins with both bone-seeking and CD44-receptor-targeting abilities.\nMore importantly, through combination with Receptor Activator of Nuclear\nFactor-κ B Ligand (RANKL) antibody, <italic toggle=\"yes\">in vivo</italic> results demonstrated that these two protein agents not only enhanced\nthe detraction effects of protein toxin agents as ribosome-inactivating\nprotein (RIP) on bone metastatic tumor cells but also exhibited synergistic\nintervention of the crosstalk between bone cells and tumor cells and\nreduced SREs such as bone loss. Collectively, we expect that this\nstrategy can provide an effective and safe option in regulating bone-tumor\nmicroenvironments to overcome bone metastasis and SREs.</p>", "clean_text": "Bone metastasis is a common metastasis site such as lung cancer, prostate cancer, and other malignant tumors. The occurrence of bone metastases of lung cancer is often accompanied by bone loss, fracture, and other skeletal-related events (SREs) caused by tumor proliferation and osteoclast activation. Furthermore, along with the differentiation and maturation of osteoclasts in the bone microenvironment, it will further promote the occurrence and development of bone metastasis. Protein drugs are one of the most promising therapeutic pharmaceuticals, but in vivo delivery of protein therapeutics still confronts great challenges. In order to more effectively conquer bone metastases and alleviate SREs, herein, we constructed biomineralized metal-organic framework (MOF) nanoparticles carrying protein toxins with both bone-seeking and CD44-receptor-targeting abilities. More importantly, through combination with Receptor Activator of Nuclear Factor-κ B Ligand (RANKL) antibody, in vivo results demonstrated that these two protein agents not only enhanced the detraction effects of protein toxin agents as ribosome-inactivating protein (RIP) on bone metastatic tumor cells but also exhibited synergistic intervention of the crosstalk between bone cells and tumor cells and reduced SREs such as bone loss. Collectively, we expect that this strategy can provide an effective and safe option in regulating bone-tumor microenvironments to overcome bone metastasis and SREs.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Bone is the third common metastatic\nsite of many solid tumors. The occurrence of bone\nmetastasis in bone tissues is a complex process, involving the so-called\n“vicious circle” between the bone microenvironment and\nmetastatic tumor cells. Specifically, the disseminated\ntumor cells interact with the bone microenvironment to form metastasis\nniches, leading to both tumor proliferation as well as bone deregulation,\nand thus generate the destructive cyclical feedback loop among tumor\ncells, osteoblasts, and osteoclasts. Especially, the proceeding\nof osteoclastic precursors to mature osteoclasts requires several\nosteoclastic factors biosynthesized and secreted by osteoblasts. Among them, the receptor activator of nuclear factor-κB ligand\n(RANKL) is a key agonist of osteoclast genesis. Consequently, two typical strategies for antibone\nmetastases have been developed, namely, constraining the proliferation\nof metastatic tumor cells or attenuating the activation and formation\nof osteoclast. For example, bone-seeking\nligands, such as bisphosphonates and analogues, aspartic acid-rich\npeptides etc., were ornamented on nanoparticles (NPs) for the construction\nof different bone-target drug delivery systems. And most of\nthese studies stressed on the elimination of metastatic tumor cells\nwith multiple treatment schemes. On the other hand, blocking the osteoclast\nactivation mediated bone destruction also exhibited a positive role\nin the prevention of solid tumor bone metastasis and reducing the\narea of tumor-caused bone lesion. For\ninstance, Denosumab, the FDA-approved anti-RANKL monoclonal antibody,\nhas been used clinically for the prevention of skeletal-related events\n(SREs) in patients with solid tumor bone metastasis. Although this progress toward the restriction of bone metastasis\nis encouraging, unfortunately, most of the research was merely focused\non one side. In contrast, few studies explore the intervention with\nthe bone-associated tumor vicious cycle through synergistic suppression\nof osteoclasts and tumor cells in metastasis niches for achieving\nenhanced therapeutic outcomes.\n</p>", "clean_text": "Bone is the third common metastatic site of many solid tumors. The occurrence of bone metastasis in bone tissues is a complex process, involving the so-called \"vicious circle\" between the bone microenvironment and metastatic tumor cells. Specifically, the disseminated tumor cells interact with the bone microenvironment to form metastasis niches, leading to both tumor proliferation as well as bone deregulation, and thus generate the destructive cyclical feedback loop among tumor cells, osteoblasts, and osteoclasts. Especially, the proceeding of osteoclastic precursors to mature osteoclasts requires several osteoclastic factors biosynthesized and secreted by osteoblasts. Among them, the receptor activator of nuclear factor-κB ligand (RANKL) is a key agonist of osteoclast genesis. Consequently, two typical strategies for antibone metastases have been developed, namely, constraining the proliferation of metastatic tumor cells or attenuating the activation and formation of osteoclast. For example, bone-seeking ligands, such as bisphosphonates and analogues, aspartic acid-rich peptides etc., were ornamented on nanoparticles (NPs) for the construction of different bone-target drug delivery systems. And most of these studies stressed on the elimination of metastatic tumor cells with multiple treatment schemes. On the other hand, blocking the osteoclast activation mediated bone destruction also exhibited a positive role in the prevention of solid tumor bone metastasis and reducing the area of tumor-caused bone lesion. For instance, Denosumab, the FDA-approved anti-RANKL monoclonal antibody, has been used clinically for the prevention of skeletal-related events (SREs) in patients with solid tumor bone metastasis. Although this progress toward the restriction of bone metastasis is encouraging, unfortunately, most of the research was merely focused on one side. In contrast, few studies explore the intervention with the bone-associated tumor vicious cycle through synergistic suppression of osteoclasts and tumor cells in metastasis niches for achieving enhanced therapeutic outcomes. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Owing to the fact that intracellular proteins are widely involved\nin the regulation of cell metabolism and functions, targeting cytosolic\nprotein drug delivery has provided great opportunities for the treatment\nof many malignant diseases. Nevertheless, cytoplasmic protein delivery still\nfaces great challenges for some properties of proteins such as large\nsize, hydrophilicity, low cell permeability, and serious instability\nboth <italic toggle=\"yes\">in vitro</italic> and <italic toggle=\"yes\">in vivo</italic>. In addition,\nproteins are hardly to be very steadily encapsulated by common polymer\nand liposome nanovectors with high loading capacity, due to their\ncomplex charge properties and tertiary structure. Although several drug carriers have been reported in recent\nyears for cytosolic protein delivery <italic toggle=\"yes\">in vivo</italic>, there\nare still huge and urgent clinical demands to develop carriers for\nmore efficient targeting delivery of the therapeutic proteins inside\ncytoplasm. Inspiringly, metal–organic frameworks (MOFs)\nhave been developed recently as a general strategy for encapsulation\nand cytosolic delivery of protein cargoes under mild fabricated conditions,\nwhich is emerging as a promising drug delivery system (DDS) toward\nthe field of protein-based therapeutics.\n</p>", "clean_text": "Owing to the fact that intracellular proteins are widely involved in the regulation of cell metabolism and functions, targeting cytosolic protein drug delivery has provided great opportunities for the treatment of many malignant diseases. Nevertheless, cytoplasmic protein delivery still faces great challenges for some properties of proteins such as large size, hydrophilicity, low cell permeability, and serious instability both in vitro and in vivo. In addition, proteins are hardly to be very steadily encapsulated by common polymer and liposome nanovectors with high loading capacity, due to their complex charge properties and tertiary structure. Although several drug carriers have been reported in recent years for cytosolic protein delivery in vivo, there are still huge and urgent clinical demands to develop carriers for more efficient targeting delivery of the therapeutic proteins inside cytoplasm. Inspiringly, metal-organic frameworks (MOFs) have been developed recently as a general strategy for encapsulation and cytosolic delivery of protein cargoes under mild fabricated conditions, which is emerging as a promising drug delivery system (DDS) toward the field of protein-based therapeutics. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>For more\neffective treatment of bone metastasis, herein, we constructed\nbone-binding MOF (ZIF-8) NPs as carriers for targeting delivery of\nsaporin, a natural and potent protein toxin, to bone metastases niches. Besides, RANKL antibody, as a specific\nRANKL protein blocking agent, was systemically administrated sequentially\nfor intervention with the bone-associated tumor vicious cycle. The <italic toggle=\"yes\">in vivo</italic> results exhibited that synergistic treatment effects\nwere obtained not only on bone metastasis tumors but also on cancer-induced\nSREs through the combination of two protein agents. As demonstrated\nin , this therapeutic\nregime has the following four characteristics: (1) The protein toxins\nwere encapsulated by MOFs through a versatile, convenient biomineralized\none-pot method under mild conditions, effectively ameliorating their\nstability and endocytosis. And the native toxicity as ribosome-inactivating\nprotein (RIP) still remained after release. (2) Alendronate and hyaluronic\nacid-coated NPs can achieve two-step targeting toward bone metastasis\ntumor cells, namely, osteophilic ALN, first promoted the NPs to reach\nthe site of bone metastasis, and then, HA promoted the NP endocytosis\nwith CD44-receptor-overexpressed tumor cells, which is very conducive\nto reduce the damage of protein toxin to non-malignant cells in bone\nmicroenvironments. (3) The medium dose of RANKL antibody (αRANKL)\ngiven by systemic administration with satisfied safety can not only\ntimely intervene in the differentiation and activation of anterior\nosteoclasts in bone metastases but also have the potential predominance\nin preventing the occurrence of distal bone metastases. (4) The combined\napplying of these two protein agents can not only target delivery\nof RIP toxins to inhibit bone metastases tumor growth and reduce the\nbone loss and other SREs caused by metastasis but also effectively\nretard tumor deterioration caused by the vicious circle between the\nbone microenvironment and tumor cells. All in all, this work provides\na more effective and safe strategy for the synergistic treatments\nof bone metastasis and SRES by intervening in the crosstalking between\nmetastatic cancer cells, osteoclasts, and osteoblasts with dual-protein\nagents.</p>", "clean_text": "For more effective treatment of bone metastasis, herein, we constructed bone-binding MOF (ZIF-8) NPs as carriers for targeting delivery of saporin, a natural and potent protein toxin, to bone metastases niches. Besides, RANKL antibody, as a specific RANKL protein blocking agent, was systemically administrated sequentially for intervention with the bone-associated tumor vicious cycle. The in vivo results exhibited that synergistic treatment effects were obtained not only on bone metastasis tumors but also on cancer-induced SREs through the combination of two protein agents. As demonstrated in , this therapeutic regime has the following four characteristics: (1) The protein toxins were encapsulated by MOFs through a versatile, convenient biomineralized one-pot method under mild conditions, effectively ameliorating their stability and endocytosis. And the native toxicity as ribosome-inactivating protein (RIP) still remained after release. (2) Alendronate and hyaluronic acid-coated NPs can achieve two-step targeting toward bone metastasis tumor cells, namely, osteophilic ALN, first promoted the NPs to reach the site of bone metastasis, and then, HA promoted the NP endocytosis with CD44-receptor-overexpressed tumor cells, which is very conducive to reduce the damage of protein toxin to non-malignant cells in bone microenvironments. (3) The medium dose of RANKL antibody (αRANKL) given by systemic administration with satisfied safety can not only timely intervene in the differentiation and activation of anterior osteoclasts in bone metastases but also have the potential predominance in preventing the occurrence of distal bone metastases. (4) The combined applying of these two protein agents can not only target delivery of RIP toxins to inhibit bone metastases tumor growth and reduce the bone loss and other SREs caused by metastasis but also effectively retard tumor deterioration caused by the vicious circle between the bone microenvironment and tumor cells. All in all, this work provides a more effective and safe strategy for the synergistic treatments of bone metastasis and SRES by intervening in the crosstalking between metastatic cancer cells, osteoclasts, and osteoblasts with dual-protein agents.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation of the Combination of ALN-HA-ZIF-8@Sap\nNPs\nand RANKL Antibody in Inhibiting Bone Metastasis and Preventing SREs<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0010.tif\" xlink:type=\"simple\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>The vicious circle among the\nosteoblast, osteoclast, and metastatic tumor cells is one of the important\nmechanisms to promote the deterioration of bone metastases. The critical\nfactors involved in this vicious cycle, such as RANKL, PTHrP, IL-6,\nand TGF-β, were revealed in recent years.<named-content content-type=\"bibref-group\" xlink:type=\"simple\">\n<xref ref-type=\"bibr\" rid=\"ref1\"></xref>,<xref ref-type=\"bibr\" rid=\"ref2\"></xref>,<xref ref-type=\"bibr\" rid=\"ref5\"></xref>,<xref ref-type=\"bibr\" rid=\"ref14\"></xref>\n</named-content> In this study,\nbone-targeting protein nanotherapeutics and RANKL antibody were administered\nthrough intravenous injection and played the role of restraining the\nproliferation of tumor cells and the maturation of osteoclasts, respectively,\nthus intervening in the crosstalking between lung cancer cells, osteoblasts,\nand osteoclasts and producing synergistic therapeutic outcomes.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Schematic Representation of the Combination of ALN-HA-ZIF-8@Sap NPs and RANKL Antibody in Inhibiting Bone Metastasis and Preventing SREs      a The vicious circle among the osteoblast, osteoclast, and metastatic tumor cells is one of the important mechanisms to promote the deterioration of bone metastases. The critical factors involved in this vicious cycle, such as RANKL, PTHrP, IL-6, and TGF-β, were revealed in recent years. ,,,  In this study, bone-targeting protein nanotherapeutics and RANKL antibody were administered through intravenous injection and played the role of restraining the proliferation of tumor cells and the maturation of osteoclasts, respectively, thus intervening in the crosstalking between lung cancer cells, osteoblasts, and osteoclasts and producing synergistic therapeutic outcomes.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>The vicious circle among the\nosteoblast, osteoclast, and metastatic tumor cells is one of the important\nmechanisms to promote the deterioration of bone metastases. The critical\nfactors involved in this vicious cycle, such as RANKL, PTHrP, IL-6,\nand TGF-β, were revealed in recent years. In this study,\nbone-targeting protein nanotherapeutics and RANKL antibody were administered\nthrough intravenous injection and played the role of restraining the\nproliferation of tumor cells and the maturation of osteoclasts, respectively,\nthus intervening in the crosstalking between lung cancer cells, osteoblasts,\nand osteoclasts and producing synergistic therapeutic outcomes.</p>\n</fn>\n</p>", "clean_text": "  a The vicious circle among the osteoblast, osteoclast, and metastatic tumor cells is one of the important mechanisms to promote the deterioration of bone metastases. The critical factors involved in this vicious cycle, such as RANKL, PTHrP, IL-6, and TGF-β, were revealed in recent years. In this study, bone-targeting protein nanotherapeutics and RANKL antibody were administered through intravenous injection and played the role of restraining the proliferation of tumor cells and the maturation of osteoclasts, respectively, thus intervening in the crosstalking between lung cancer cells, osteoblasts, and osteoclasts and producing synergistic therapeutic outcomes.  ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Preparation and Characterization of ALN-HA-ZIF-8@Protein\nNPs</title><p>ALN and other bisphosphonates have a high affinity for\nthe bone\nsurface that is undergoing bone resorption. Our group previously constructed\nALN-decorated micelles for the treatment of breast cancer bone metastasis. Initially, ALN-PEG-HA was synthesized via a\ntwo-step process, in which the bone-targeting ligand alendronate (ALN)\nwas modified on the surface of biocompatible hyaluronic acid polymers\n(A, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S1, Figure S2</ext-link>). As shown in B and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>, we can see the characteristic peaks of ALN, PEG, and HA\non <sup>1</sup>H NMR and FT-IR spectra of ALN-PEG-HA. In addition,\nwe confirmed the characteristic peak of phosphorus existed in <sup>31</sup>P NMR spectra of synthesized ALN-PEG-HA (C), which further confirmed\nthe successful synthesis of the polymers, as phosphorus atoms resided\nonly in the molecular structure of ALN. In addition, we also synthesized\nCH<sub>3</sub>O-PEG-HA polymers as a control (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S3, Figure S4, Figure S5</ext-link>).</p>", "clean_text": "Results and Discussion\n\nPreparation and Characterization of ALN-HA-ZIF-8@Protein NPs\n\nALN and other bisphosphonates have a high affinity for the bone surface that is undergoing bone resorption. Our group previously constructed ALN-decorated micelles for the treatment of breast cancer bone metastasis. Initially, ALN-PEG-HA was synthesized via a two-step process, in which the bone-targeting ligand alendronate (ALN) was modified on the surface of biocompatible hyaluronic acid polymers (A, Figure S1, Figure S2). As shown in B and Figure S2, we can see the characteristic peaks of ALN, PEG, and HA on 1H NMR and FT-IR spectra of ALN-PEG-HA. In addition, we confirmed the characteristic peak of phosphorus existed in 31P NMR spectra of synthesized ALN-PEG-HA (C), which further confirmed the successful synthesis of the polymers, as phosphorus atoms resided only in the molecular structure of ALN. In addition, we also synthesized CH3O-PEG-HA polymers as a control (Figure S3, Figure S4, Figure S5).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Preparation of ALN-conjugated\npolymers and protein-encapsulated\nZIF-8 NPs. (A) Synthesis route; (B, C) <sup>1</sup>H NMR and <sup>31</sup>P NMR spectrum of ALN-PEG-HA; (D) DLS and zeta potential\nanalysis of ZIF-8@CytC NPs synthesized using CytC of different concentrations\n(0, 0.1, 0.2, 0.4, 0.8, 1.0, and 1.2 mg/mL) with a fixed molar ratio\nof 70:1 for 2-MIM to Zn<sup>2+</sup> (<italic toggle=\"yes\">n</italic> = 3); (E)\nDLS and zeta potential analysis of ZIF-8@CytC NPs synthesized using\n2-MIM of different concentrations (1.0, 2.0, 2.5, 3.5, and 5.0 mM)\nwith a fixed concentration of Zn<sup>2+</sup> and CytC (<italic toggle=\"yes\">n</italic> = 3); (G) SEM image of ZIF-8@CytC NPs; (H) DLS and zeta potential\nanalysis of ALN-HA-ZIF-8@CytC NPs synthesized using ALN-PEG-HA of\ndifferent concentrations (0, 0.2, 0.5, 1.0, and 2.0 mg/mL, <italic toggle=\"yes\">n</italic> = 3); (I) zeta potentials of different CytC-loaded NPs\n(<italic toggle=\"yes\">n</italic> = 3).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Preparation of ALN-conjugated polymers and protein-encapsulated ZIF-8 NPs. (A) Synthesis route; (B, C) 1H NMR and 31P NMR spectrum of ALN-PEG-HA; (D) DLS and zeta potential analysis of ZIF-8@CytC NPs synthesized using CytC of different concentrations (0, 0.1, 0.2, 0.4, 0.8, 1.0, and 1.2 mg/mL) with a fixed molar ratio of 70:1 for 2-MIM to Zn2+ (n = 3); (E) DLS and zeta potential analysis of ZIF-8@CytC NPs synthesized using 2-MIM of different concentrations (1.0, 2.0, 2.5, 3.5, and 5.0 mM) with a fixed concentration of Zn2+ and CytC (n = 3); (G) SEM image of ZIF-8@CytC NPs; (H) DLS and zeta potential analysis of ALN-HA-ZIF-8@CytC NPs synthesized using ALN-PEG-HA of different concentrations (0, 0.2, 0.5, 1.0, and 2.0 mg/mL, n = 3); (I) zeta potentials of different CytC-loaded NPs (n = 3).   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>Subsequently, cytochrome C protein (CytC, molecular weight 13 kD),\nas a model protein, was used to explore the preparation methods of\nprotein nanotherapeutics. After that, BSA and saporin protein were\nused as cargoes to prepare corresponding nanoparticles with similar\napproaches, as the biomineralization protein-encapsulated method used\nin this research was a versatile platform and can be broadly suited\nfor various proteins. First, the zeolitic imidazolate framework (ZIF-8)\ncarriers containing reddish CytC were prepared by a biomineralized\none-pot method referring to the reports by the Chu and Zheng groups. As shown in D and E, we found the characteristic parameters of NPs including\nDLS particle size, zeta potential, and drug-loading rate could be\nchanged along with the relative amount of imidazole, zinc ions, and\nCytC in the reaction system. Finally, we adopted the reaction conditions\nwhich were 3.5 mM of 2-MIM and 0.4 mg/mL of CytC in the reaction solution,\nwith a molar ratio of 2-MIM to zinc ion of 70:1, and the reaction\ntemperature was 30 °C (F). Under such conditions, the CytC protein loading\nrate was around 3.53% and the protein encapsulation efficiency was\n88.65% in the prepared ZIF-8@CytC NPs determined via the BCA method\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Moreover, the formatted ZIF-8@CytC\nNPs were homogeneous NPs observed by SEM and TEM, and the size was\naround 100 nm (G, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>).</p>", "clean_text": "Subsequently, cytochrome C protein (CytC, molecular weight 13 kD), as a model protein, was used to explore the preparation methods of protein nanotherapeutics. After that, BSA and saporin protein were used as cargoes to prepare corresponding nanoparticles with similar approaches, as the biomineralization protein-encapsulated method used in this research was a versatile platform and can be broadly suited for various proteins. First, the zeolitic imidazolate framework (ZIF-8) carriers containing reddish CytC were prepared by a biomineralized one-pot method referring to the reports by the Chu and Zheng groups. As shown in D and E, we found the characteristic parameters of NPs including DLS particle size, zeta potential, and drug-loading rate could be changed along with the relative amount of imidazole, zinc ions, and CytC in the reaction system. Finally, we adopted the reaction conditions which were 3.5 mM of 2-MIM and 0.4 mg/mL of CytC in the reaction solution, with a molar ratio of 2-MIM to zinc ion of 70:1, and the reaction temperature was 30 °C (F). Under such conditions, the CytC protein loading rate was around 3.53% and the protein encapsulation efficiency was 88.65% in the prepared ZIF-8@CytC NPs determined via the BCA method (Table S1). Moreover, the formatted ZIF-8@CytC NPs were homogeneous NPs observed by SEM and TEM, and the size was around 100 nm (G, Figure S6).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Next, in order to\nimprove the stability and bone targeting of NPs <italic toggle=\"yes\">in vivo</italic>, ZIF-8@CytC NPs were enclosed with ALN-decorated\nHA polymers by electrostatic interaction and coordination interactions.\nWe found that approximately 1 mg/mL of ALN-PEG-conjugated HA polymers\nin the final solutions was enough to wrap ZIF-8@CytC NPs (H). Finally, we adopted\na mass ratio of ALN-PEG-HA to ZIF-8@CytC in the reaction solutions\nof 1:1. The encapsulation of the polymers on the ZIF-8@CytC NPs resulted\nin a small rise in the particle size and significant changes in the\nzeta potential of the NPs (F and I).</p>", "clean_text": "Next, in order to improve the stability and bone targeting of NPs in vivo, ZIF-8@CytC NPs were enclosed with ALN-decorated HA polymers by electrostatic interaction and coordination interactions. We found that approximately 1 mg/mL of ALN-PEG-conjugated HA polymers in the final solutions was enough to wrap ZIF-8@CytC NPs (H). Finally, we adopted a mass ratio of ALN-PEG-HA to ZIF-8@CytC in the reaction solutions of 1:1. The encapsulation of the polymers on the ZIF-8@CytC NPs resulted in a small rise in the particle size and significant changes in the zeta potential of the NPs (F and I).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>Then, we evaluated the encapsulation\nstates of proteins inside\nZIF-8 NPs. First, we tested the specific surface area of different\nNPs by using N<sub>2</sub> adsorption–desorption isotherm analysis.\nThe results exhibited that different CytC-loaded NPs were typical\ntype I isotherms, representing the characteristics of microporous\nmaterials (A). According to BET analysis results, the specific surface areas\nof ZIF-8, ZIF-8@CytC, HA-ZIF-8@CytC, and ALN-HA-ZIF-8@CytC NPs were\n1637.289, 1387.522, 717.997, and 719.831 m<sup>2</sup>/g, respectively.\nThe divergence in specific surface areas among these NPs can be attributed\nto CytC and HA existing in NPs. In addition, through PXRD analysis,\nit can be seen that the prepared ZIF-8@CytC NPs had a typical crystal\nstructure similar to that of ZIF-8, while the PXRD spectra of HA-ZIF-8@CytC\nand ALN-HA-ZIF-8@CytC had some amorphous characteristics (B). Besides, through\nFT-IR and UV–vis spectral analysis, it can also be seen that\nthere are obvious differences among different NPs (C and D). As indicated in C, the characteristic\npeak of CytC at 406 nm appeared in the UV–vis spectra of ZIF-8@CytC,\nHA-ZIF-8@CytC, and ALN-HA-ZIF-8@CytC NPs but not in those of ZIF-8\nNPs.</p>", "clean_text": "Then, we evaluated the encapsulation states of proteins inside ZIF-8 NPs. First, we tested the specific surface area of different NPs by using N2 adsorption-desorption isotherm analysis. The results exhibited that different CytC-loaded NPs were typical type I isotherms, representing the characteristics of microporous materials (A). According to BET analysis results, the specific surface areas of ZIF-8, ZIF-8@CytC, HA-ZIF-8@CytC, and ALN-HA-ZIF-8@CytC NPs were 1637.289, 1387.522, 717.997, and 719.831 m2/g, respectively. The divergence in specific surface areas among these NPs can be attributed to CytC and HA existing in NPs. In addition, through PXRD analysis, it can be seen that the prepared ZIF-8@CytC NPs had a typical crystal structure similar to that of ZIF-8, while the PXRD spectra of HA-ZIF-8@CytC and ALN-HA-ZIF-8@CytC had some amorphous characteristics (B). Besides, through FT-IR and UV-vis spectral analysis, it can also be seen that there are obvious differences among different NPs (C and D). As indicated in C, the characteristic peak of CytC at 406 nm appeared in the UV-vis spectra of ZIF-8@CytC, HA-ZIF-8@CytC, and ALN-HA-ZIF-8@CytC NPs but not in those of ZIF-8 NPs.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Characterization of functionalized ZIF-8 NPs. (A) NAA isotherms\nof ZIF-8 and other NPs; (B) PXRD spectra of ALN-HA-ZIF-8@CytC and\nother NPs; (C) UV–vis spectra of ALN-HA-ZIF-8@CytC and other\nNPs; (D) FT-IR spectra of ALN-HA-ZIF-8@CytC and other NPs; (E) UV–vis\nspectra of ZIF-8 absorbed with CytC (CytC/ZIF-8) and ZIF-8@CytC that\nwere washed with SDS; (F) TEM image of ZIF-8@ferritin; (G) the colloidal\nstability of HA-encapsulated NPs in PBS (pH 7.4, 0.01 M) and PBS (pH\n7.4, 0.01 M) containing 10% FBS (v/v) (<italic toggle=\"yes\">n</italic> = 3); (H–J)\nTEM images of ZIF-8@Sap and ALN-HA-ZIF-8@Sap; (K) different saporin-loaded\nNPs sizing by DLS; (L) zeta potentials of different saporin-loaded\nNPs (<italic toggle=\"yes\">n</italic> = 3).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Characterization of functionalized ZIF-8 NPs. (A) NAA isotherms of ZIF-8 and other NPs; (B) PXRD spectra of ALN-HA-ZIF-8@CytC and other NPs; (C) UV-vis spectra of ALN-HA-ZIF-8@CytC and other NPs; (D) FT-IR spectra of ALN-HA-ZIF-8@CytC and other NPs; (E) UV-vis spectra of ZIF-8 absorbed with CytC (CytC/ZIF-8) and ZIF-8@CytC that were washed with SDS; (F) TEM image of ZIF-8@ferritin; (G) the colloidal stability of HA-encapsulated NPs in PBS (pH 7.4, 0.01 M) and PBS (pH 7.4, 0.01 M) containing 10% FBS (v/v) (n = 3); (H-J) TEM images of ZIF-8@Sap and ALN-HA-ZIF-8@Sap; (K) different saporin-loaded NPs sizing by DLS; (L) zeta potentials of different saporin-loaded NPs (n = 3).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Subsequently, to confirm that the CytC protein was encapsulated\ninside NPs, we constructed CytC-protein-surface-bonded ZIF-8 NPs (CytC/ZIF-8)\nas a control by mixing free CytC with preprepared ZIF-8 NPs in solutions.\nAs shown in E, after carefully washing with SDS solutions, a detergent, the characteristic\npeak of CytC at 406 nm still existed in the UV–vis spectrum\nof ZIF-8@CytC NPs, while it disappeared in that of CytC/ZIF-8 NPs\ndue to CytC being easily washed off the NPs. In addition, we prepared\nZIF-8@ferritin NPs and multiple ferritin proteins inside the NPs can\nbe seen by TEM (F). And these results confirmed that protein cargoes were encapsulated\ninside ZIF-8 NPs through the biomineralized method, rather than being\nadsorbed on the MOFs’ surface, which was conducive to improving\nthe stability of the proteins. Then, we investigated the colloidal\nstability properties of NPs. Although ZIF-8@CytC NPs accumulated relatively\neasily in solutions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), HA-wrapped\nZIF-8 NPs were well dispersed and had fine stability in PBS or PBS\nsolutions containing 10% FBS, and their DLS size was not significantly\nchanged within 48 h (G). The good colloidal stability of HA-coated NPs provides\nfavorable conditions for applications both <italic toggle=\"yes\">in vitro</italic> and <italic toggle=\"yes\">in vivo</italic>.</p>", "clean_text": "Subsequently, to confirm that the CytC protein was encapsulated inside NPs, we constructed CytC-protein-surface-bonded ZIF-8 NPs (CytC/ZIF-8) as a control by mixing free CytC with preprepared ZIF-8 NPs in solutions. As shown in E, after carefully washing with SDS solutions, a detergent, the characteristic peak of CytC at 406 nm still existed in the UV-vis spectrum of ZIF-8@CytC NPs, while it disappeared in that of CytC/ZIF-8 NPs due to CytC being easily washed off the NPs. In addition, we prepared ZIF-8@ferritin NPs and multiple ferritin proteins inside the NPs can be seen by TEM (F). And these results confirmed that protein cargoes were encapsulated inside ZIF-8 NPs through the biomineralized method, rather than being adsorbed on the MOFs' surface, which was conducive to improving the stability of the proteins. Then, we investigated the colloidal stability properties of NPs. Although ZIF-8@CytC NPs accumulated relatively easily in solutions (Figure S7), HA-wrapped ZIF-8 NPs were well dispersed and had fine stability in PBS or PBS solutions containing 10% FBS, and their DLS size was not significantly changed within 48 h (G). The good colloidal stability of HA-coated NPs provides favorable conditions for applications both in vitro and in vivo.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>Saporin is a robust ribosome-inactivating\nprotein (RIP) and potent\nprotein toxin. Next, based on the above study,\nwe prepared several kinds of saporin-loaded NPs using similar approaches\n(H–L).\nAs shown in H, ZIF-8@Sap had a typical rhombic dodecahedron structure similar\nto other ZIF-8 types of MOFs, while the ALN-HA-ZIF-8@Sap NPs exhibited\nnearly spherical or ellipsoidal structures (I). In the enlarged TEM image of ALN-HA-ZIF-8@Sap\n(J), we can\nsee thin layers of materials resided on the surface of the NPs. Based\non the BCA protein assay, the value of the saporin protein loading\nrate in the prepared ZIF-8@Sap, HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap\nNPs was determined to be 0.74, 0.58, and 0.57%, respectively (<italic toggle=\"yes\">n</italic> = 3, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>).</p>", "clean_text": "Saporin is a robust ribosome-inactivating protein (RIP) and potent protein toxin. Next, based on the above study, we prepared several kinds of saporin-loaded NPs using similar approaches (H-L). As shown in H, ZIF-8@Sap had a typical rhombic dodecahedron structure similar to other ZIF-8 types of MOFs, while the ALN-HA-ZIF-8@Sap NPs exhibited nearly spherical or ellipsoidal structures (I). In the enlarged TEM image of ALN-HA-ZIF-8@Sap (J), we can see thin layers of materials resided on the surface of the NPs. Based on the BCA protein assay, the value of the saporin protein loading rate in the prepared ZIF-8@Sap, HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap NPs was determined to be 0.74, 0.58, and 0.57%, respectively (n = 3, Table S2).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>\n<italic toggle=\"yes\">In\nVitro</italic> Antitumor Activity and Protein Release\nfrom ALN-NPs</title><p>Most of the targets of the approved protein\ndrugs are located on the surface of the cell membrane. One of the\nimportant reasons is that there are major challenges in the intracellular\ndelivery of protein therapeutics through systemic administration.\nTherefore, we believe that the development of intracellular delivery\nof protein technology possesses a high degree of importance. At first,\nto facilitate the tracking of NPs and their protein cargoes, we prepared\nALN-NPs and HA-NPs using fluorescent FITC-labeled BSA proteins as\ncargoes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). We investigated the\ndrug release curve of NPs under acidic and neutral conditions by detecting\nthe release amounts of FITC-labeled proteins. As depicted in A, only 16.55 ±\n2.03% of total loading proteins were released from ALN-HA-ZIF-8@FITC-BSA\nNPs in 72 h at pH 7.4, while 90.87 ± 1.79% of total proteins\nwere released from the NPs in 12 h at pH 5.0 (<italic toggle=\"yes\">n</italic> =\n3). We speculate that the burst release of proteins was due to the\nacid-sensitive disintegration of ZIF-8 NPs and this property is conducive\nto the release of drugs under intracellular lysosomal acidic conditions.\nThen, we investigated whether the proteins released under acidic conditions\nstill maintained their original structure and function by 2,2′-azinobis­(3-ethylbenzthiazoline-6-sulfonic\nacid) (ABTS) assay. And the results confirmed the released CytC kept\na similar catalytic activity as that of native CytC proteins at equivalent\namounts (B).\nSubsequently, we investigated the cellular uptake behavior of NPs\nusing CLSM, and the images show that free FITC-BSA proteins had inferior\ncellular uptake by A549 cells, while ALN-HA-ZIF-8@FITC-BSA and HA-ZIF-8@FITC-BSA\nwere efficiently internalized into the cells (C). Besides, when free hyaluronic acid (HA)\nwas preincubated with A549 cells to saturate the cell membrane CD44\nreceptor, the uptake of ALN-HA-ZIF-8@FITC-BSA was substantially attenuated,\nsuggesting HA-binding-mediated transport played an important role\nin the process of NP endocytosis (C). In addition, intracellular colocalization\nstudies have shown that the protein cargoes inside nanoparticles were\nmainly distributed in the lysosome after endocytosis, demonstrated\nby the overlapped fluorescence between Lyso-Tracker Red fluorescence\n(lysosome) and green fluorescence (FITC), whereas many FITC-labeled\nproteins were gradually trafficked into the cytoplasm over time (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). The release of proteins inside cells\ncan be attributed to the “proton-sponge” effect. Furthermore, the drug-free NPs showed almost\nno cytotoxicity at a high NP concentration of 100 μg/mL, indicating\nthe biocompatibility of ZIF-8 NPs was satisfactory (D). The <italic toggle=\"yes\">in vitro</italic> cytotoxicity test exhibited that free saporin protein was relatively\nlow in toxicity compared to A549 cells with a half-maximum inhibitory\nconcentration (IC<sub>50</sub>) of 3.044 μg/mL (<italic toggle=\"yes\">n</italic> = 6), due to deficiency of uptake or transport to the cytosol (E). Nevertheless,\nALN-HA-ZIF-8@Sap NPs exhibited higher cytotoxicity against A549 cells\nwith a IC<sub>50</sub> value of 0.482 μg/mL (<italic toggle=\"yes\">n</italic> = 6), suggesting cytosolic protein drug delivery was enabled through\nthe NPs. Besides, the IC<sub>50</sub> of HA-ZIF-8@Sap and ZIF-8@Sap\nwere 0.578 and 1.32 μg/mL (<italic toggle=\"yes\">n</italic> = 6), respectively,\nsuggesting HA coating can enhance the delivery ability of NPs to CD44-receptor-overexpressed\ntumor cells. Collectively, all of these data reveal that the ALN-HA-ZIF-8@Sap\nNPs can upregulate cytosolic protein delivery to A549 tumor cells,\nretain the protein activity after release, and effectively enhance\nthe cytotoxicity of protein toxin <italic toggle=\"yes\">in vitro</italic>. More\nimportantly, these properties will be advantageous to mitigate the\ndamage of protein toxin to other cells residing in the bone microenvironment\nwhen ALN-HA-ZIF-8@Sap NPs reach bone metastasis <italic toggle=\"yes\">in vivo</italic>.</p>", "clean_text": " In Vitro Antitumor Activity and Protein Release from ALN-NPs\n\nMost of the targets of the approved protein drugs are located on the surface of the cell membrane. One of the important reasons is that there are major challenges in the intracellular delivery of protein therapeutics through systemic administration. Therefore, we believe that the development of intracellular delivery of protein technology possesses a high degree of importance. At first, to facilitate the tracking of NPs and their protein cargoes, we prepared ALN-NPs and HA-NPs using fluorescent FITC-labeled BSA proteins as cargoes (Figure S8). We investigated the drug release curve of NPs under acidic and neutral conditions by detecting the release amounts of FITC-labeled proteins. As depicted in A, only 16.55 ± 2.03% of total loading proteins were released from ALN-HA-ZIF-8@FITC-BSA NPs in 72 h at pH 7.4, while 90.87 ± 1.79% of total proteins were released from the NPs in 12 h at pH 5.0 (n = 3). We speculate that the burst release of proteins was due to the acid-sensitive disintegration of ZIF-8 NPs and this property is conducive to the release of drugs under intracellular lysosomal acidic conditions. Then, we investigated whether the proteins released under acidic conditions still maintained their original structure and function by 2,2'-azinobis(3-ethylbenzthiazoline-6-sulfonic acid) (ABTS) assay. And the results confirmed the released CytC kept a similar catalytic activity as that of native CytC proteins at equivalent amounts (B). Subsequently, we investigated the cellular uptake behavior of NPs using CLSM, and the images show that free FITC-BSA proteins had inferior cellular uptake by A549 cells, while ALN-HA-ZIF-8@FITC-BSA and HA-ZIF-8@FITC-BSA were efficiently internalized into the cells (C). Besides, when free hyaluronic acid (HA) was preincubated with A549 cells to saturate the cell membrane CD44 receptor, the uptake of ALN-HA-ZIF-8@FITC-BSA was substantially attenuated, suggesting HA-binding-mediated transport played an important role in the process of NP endocytosis (C). In addition, intracellular colocalization studies have shown that the protein cargoes inside nanoparticles were mainly distributed in the lysosome after endocytosis, demonstrated by the overlapped fluorescence between Lyso-Tracker Red fluorescence (lysosome) and green fluorescence (FITC), whereas many FITC-labeled proteins were gradually trafficked into the cytoplasm over time (Figure S9). The release of proteins inside cells can be attributed to the \"proton-sponge\" effect. Furthermore, the drug-free NPs showed almost no cytotoxicity at a high NP concentration of 100 μg/mL, indicating the biocompatibility of ZIF-8 NPs was satisfactory (D). The in vitro cytotoxicity test exhibited that free saporin protein was relatively low in toxicity compared to A549 cells with a half-maximum inhibitory concentration (IC50) of 3.044 μg/mL (n = 6), due to deficiency of uptake or transport to the cytosol (E). Nevertheless, ALN-HA-ZIF-8@Sap NPs exhibited higher cytotoxicity against A549 cells with a IC50 value of 0.482 μg/mL (n = 6), suggesting cytosolic protein drug delivery was enabled through the NPs. Besides, the IC50 of HA-ZIF-8@Sap and ZIF-8@Sap were 0.578 and 1.32 μg/mL (n = 6), respectively, suggesting HA coating can enhance the delivery ability of NPs to CD44-receptor-overexpressed tumor cells. Collectively, all of these data reveal that the ALN-HA-ZIF-8@Sap NPs can upregulate cytosolic protein delivery to A549 tumor cells, retain the protein activity after release, and effectively enhance the cytotoxicity of protein toxin in vitro. More importantly, these properties will be advantageous to mitigate the damage of protein toxin to other cells residing in the bone microenvironment when ALN-HA-ZIF-8@Sap NPs reach bone metastasis in vivo.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Protein release from NPs and their effects on non-small-cell lung\ncancer A549 cells <italic toggle=\"yes\">in vitro</italic>. (A) Release curve of\nFITC-labeled BSA protein from ALN-HA-ZIF-8@FTIC-BSA NPs at pH 5.0\nand pH 7.4 (<italic toggle=\"yes\">n</italic> = 3). (B) The activity of CytC protein\nreleased from NPs to oxidate ABTS was compared with that of native\nCytC protein at equal concentrations. The absorbance value at 0 min\nis subtracted from the absorbance value corresponding to each time\ninterval to obtain the change value of absorbance (Δ<italic toggle=\"yes\">A</italic>). (C) The uptake of various FITC-labeled BSA-loaded NPs\ninto A549 cells. The NPs were incubated with A549 cells for 4 h and\nthen imaged by CLSM. For the inhibition experiments, CD44 receptors\nof A549 cells were preblocked through incubation with 5 mg/mL free\nHA for 4 h before the NPs were added. Scale bar: 50 μm. (D)\nCell viability of A549 cells incubated with blank NPs for 48 h (<italic toggle=\"yes\">n</italic> = 6). (E) Cell viability of A549 cells treated with free\nsaporin, ZIF-8@Sap, HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap, respectively\n(<italic toggle=\"yes\">n</italic> = 6). **<italic toggle=\"yes\">p</italic> &lt; 0.01, analyzed\nby student’s <italic toggle=\"yes\">t</italic> test, one tailed.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Protein release from NPs and their effects on non-small-cell lung cancer A549 cells in vitro. (A) Release curve of FITC-labeled BSA protein from ALN-HA-ZIF-8@FTIC-BSA NPs at pH 5.0 and pH 7.4 (n = 3). (B) The activity of CytC protein released from NPs to oxidate ABTS was compared with that of native CytC protein at equal concentrations. The absorbance value at 0 min is subtracted from the absorbance value corresponding to each time interval to obtain the change value of absorbance (ΔA). (C) The uptake of various FITC-labeled BSA-loaded NPs into A549 cells. The NPs were incubated with A549 cells for 4 h and then imaged by CLSM. For the inhibition experiments, CD44 receptors of A549 cells were preblocked through incubation with 5 mg/mL free HA for 4 h before the NPs were added. Scale bar: 50 μm. (D) Cell viability of A549 cells incubated with blank NPs for 48 h (n = 6). (E) Cell viability of A549 cells treated with free saporin, ZIF-8@Sap, HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap, respectively (n = 6). **p < 0.01, analyzed by student's t test, one tailed.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Biodistribution and <italic toggle=\"yes\">in Vivo</italic> Pharmacokinetics</title><p>Hydroxyapatite (HAP) is one of the highest amount mineral components\nin the bone matrix. Alendronate (ALN) is a kind of osteophilic molecule,\nas it can bind with HAP (A). In order to investigate the bone-targeting\nproperties of prepared NPs, hydroxyapatite-containing bioceramic tablets\nand bone slices from SD rats were used for test the binding ability\nof ALN-decorated NPs. As shown in B and C, the fluorescence intensity of ALN-HA-ZIF-8@FITC-BSA\nwas significantly stronger than that of HA-ZIF-8@FITC-BSA, indicating\nALN on the surface of ALN-HA-ZIF-8@FITC-BSA NPs can promote their\nadsorption capabilities of the calcium-containing matrix surface.\nNext, we investigated the <italic toggle=\"yes\">in vivo</italic> distribution of\nfluorescent probe Cy5-labeled NPs after intravenous administration\nin nude mice models of bone metastasis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>). Through monitoring the fluorescence intensity post-injection,\nthe image has shown that fluorescent NPs were widely distributed in\nthe body in the first few hours. However, with the extension of time,\nmore ALN-HA-ZIF-8@Cy5-BSA NPs were enriched in bone tumor sites compared\nwith HA-ZIF-8@Cy5-BSA NPs. Especially, the fluorescence intensity\nof isolated tumor-bearing tibia tissues from ALN-HA-ZIF-8@Cy5-BSA\ngroups was obviously higher than that of HA-ZIF-8@Cy5-BSA groups at\n48 h post-injection (D). All of these data suggest that ALN-decorated NPs exhibited\nstrong bone-targeting ability both <italic toggle=\"yes\">in vitro</italic> and <italic toggle=\"yes\">in vivo</italic>.</p>", "clean_text": "Biodistribution and in Vivo Pharmacokinetics\n\nHydroxyapatite (HAP) is one of the highest amount mineral components in the bone matrix. Alendronate (ALN) is a kind of osteophilic molecule, as it can bind with HAP (A). In order to investigate the bone-targeting properties of prepared NPs, hydroxyapatite-containing bioceramic tablets and bone slices from SD rats were used for test the binding ability of ALN-decorated NPs. As shown in B and C, the fluorescence intensity of ALN-HA-ZIF-8@FITC-BSA was significantly stronger than that of HA-ZIF-8@FITC-BSA, indicating ALN on the surface of ALN-HA-ZIF-8@FITC-BSA NPs can promote their adsorption capabilities of the calcium-containing matrix surface. Next, we investigated the in vivo distribution of fluorescent probe Cy5-labeled NPs after intravenous administration in nude mice models of bone metastasis (Figure S10). Through monitoring the fluorescence intensity post-injection, the image has shown that fluorescent NPs were widely distributed in the body in the first few hours. However, with the extension of time, more ALN-HA-ZIF-8@Cy5-BSA NPs were enriched in bone tumor sites compared with HA-ZIF-8@Cy5-BSA NPs. Especially, the fluorescence intensity of isolated tumor-bearing tibia tissues from ALN-HA-ZIF-8@Cy5-BSA groups was obviously higher than that of HA-ZIF-8@Cy5-BSA groups at 48 h post-injection (D). All of these data suggest that ALN-decorated NPs exhibited strong bone-targeting ability both in vitro and in vivo.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Bone-targeting capability of ALN-functionalized NPs. (A)\nSchematic\nillustration of ALN-decorated NPs for bone-targeted delivery. Alendronate\nenabled the targeting of ALN-HA-coated NPs to bone by the chelating\ninteraction between calcium ion in bone mineral with bisphosphonates\nof ALN. (B) The binding properties of various NPs to hydroxyapatite\ntablets and quantitative analysis of their relative radiant efficiency\n(<italic toggle=\"yes\">n</italic> = 3). (C) Fluorescence images of bone fragment <italic toggle=\"yes\">ex vivo</italic> from SD rats incubated with FITC-labeled NPs at\nequivalent fluorescence intensity for 2 h. (D) <italic toggle=\"yes\">In vivo</italic> distribution of bone-tumor-bearing mice intravenously injected with\nCy5-labeled NPs at 3, 6, 12, 24, 36, and 48 h after administration,\nrespectively. (E) Fluorescence images and region-of-interest (ROI)\nquantitative analysis of isolated tumors and tibia tissues at 48 h\n(<italic toggle=\"yes\">n</italic> = 3). *<italic toggle=\"yes\">p</italic> &lt; 0.05, **<italic toggle=\"yes\">p</italic> &lt; 0.01, and ***<italic toggle=\"yes\">p</italic> &lt; 0.001 analyzed\nby student’s <italic toggle=\"yes\">t</italic> test, one tailed.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Bone-targeting capability of ALN-functionalized NPs. (A) Schematic illustration of ALN-decorated NPs for bone-targeted delivery. Alendronate enabled the targeting of ALN-HA-coated NPs to bone by the chelating interaction between calcium ion in bone mineral with bisphosphonates of ALN. (B) The binding properties of various NPs to hydroxyapatite tablets and quantitative analysis of their relative radiant efficiency (n = 3). (C) Fluorescence images of bone fragment ex vivo from SD rats incubated with FITC-labeled NPs at equivalent fluorescence intensity for 2 h. (D) In vivo distribution of bone-tumor-bearing mice intravenously injected with Cy5-labeled NPs at 3, 6, 12, 24, 36, and 48 h after administration, respectively. (E) Fluorescence images and region-of-interest (ROI) quantitative analysis of isolated tumors and tibia tissues at 48 h (n = 3). *p < 0.05, **p < 0.01, and ***p < 0.001 analyzed by student's t test, one tailed.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Targeted Protein Therapy for Bone Metastases and SREs</title><p>Subsequently,\nan <italic toggle=\"yes\">in vivo</italic> treatment study was performed\nin the tibia intraosseous model of NSCLC cancer models. The orthotropic bone tumor-bearing mice divided into\nseven groups were intravenously administrated with saline, saporin,\nαRANKL, ZIF-8@Sap, HA-ZIF-8@Sap, ALN-HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap\nplus αRANKL, respectively (<italic toggle=\"yes\">n</italic> = 6, A and B). The saporin\nagents (150 μg/kg) were administered to animals every 4 days,\nand αRANKL (2 mg/kg) was administrated on the second day after\nNP administration. The therapeutic effects were evaluated by the relative\nchanges in tumor volume, body weight, and survival of mice. Besides,\nbone loss and tumor growth of mice were directly monitored by the <italic toggle=\"yes\">in vivo</italic> X-ray bioimaging system every 10 days. As shown\nin B and E,\nthe tumor volume in the saporin groups and αRANKL groups was\nincreased rapidly during the treatments, indicating free drugs had\nslight antitumor effects <italic toggle=\"yes\">in vivo</italic>, while HA-ZIF-8@Sap\nand ALN-HA-ZIF-8@Sap treated mice exhibited obvious tumor growth mitigation.\nThe inhibition rate of tumor growth was up to 91.47% at day 26 in\nthe ALN-HA-ZIF-8@Sap plus αRANKL treatment group (C). Furthermore, the combination\ntreatment of ALN-HA-ZIF-8@Sap and α-RANKL significantly prolonged\nthe lifetime of mice with 100% of the mice surviving at day 50, while\nonly 66.7 and 33.3% of the mice in the ALN-HA-ZIF-8@Sap and HA-ZIF-8@Sap\ntreatment groups survived to day 50, respectively (D). In addition, the mice in\nall groups maintained their healthy body weight during the treatments\n(F), indicating\nthat the therapeutic dose of protein drugs, antibodies, and ZIF-8\nNPs have no obvious systemic toxicity to the mice. Small-animal X-ray\nimaging can more clearly observe the damage extent of the animal leg\nbone. As revealed in , along with the tumor growth, the fibula and tibia of all\ntumor-bearing mice were damaged to some extent, while the mice from\nALN-HA-ZIF-8@Sap plus αRANKL treatment groups not only exhibited\nsignificant tumor growth inhibition but also possessed relative integrity\nof leg bones even at 48 days after tumor incubation. This indicates\nthat the RANKL antibody has shown a strong role in antibone resorption,\nassisted by ALN-HA-ZIF-8@Sap NPs.</p>", "clean_text": "Targeted Protein Therapy for Bone Metastases and SREs\n\nSubsequently, an in vivo treatment study was performed in the tibia intraosseous model of NSCLC cancer models. The orthotropic bone tumor-bearing mice divided into seven groups were intravenously administrated with saline, saporin, αRANKL, ZIF-8@Sap, HA-ZIF-8@Sap, ALN-HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap plus αRANKL, respectively (n = 6, A and B). The saporin agents (150 μg/kg) were administered to animals every 4 days, and αRANKL (2 mg/kg) was administrated on the second day after NP administration. The therapeutic effects were evaluated by the relative changes in tumor volume, body weight, and survival of mice. Besides, bone loss and tumor growth of mice were directly monitored by the in vivo X-ray bioimaging system every 10 days. As shown in B and E, the tumor volume in the saporin groups and αRANKL groups was increased rapidly during the treatments, indicating free drugs had slight antitumor effects in vivo, while HA-ZIF-8@Sap and ALN-HA-ZIF-8@Sap treated mice exhibited obvious tumor growth mitigation. The inhibition rate of tumor growth was up to 91.47% at day 26 in the ALN-HA-ZIF-8@Sap plus αRANKL treatment group (C). Furthermore, the combination treatment of ALN-HA-ZIF-8@Sap and α-RANKL significantly prolonged the lifetime of mice with 100% of the mice surviving at day 50, while only 66.7 and 33.3% of the mice in the ALN-HA-ZIF-8@Sap and HA-ZIF-8@Sap treatment groups survived to day 50, respectively (D). In addition, the mice in all groups maintained their healthy body weight during the treatments (F), indicating that the therapeutic dose of protein drugs, antibodies, and ZIF-8 NPs have no obvious systemic toxicity to the mice. Small-animal X-ray imaging can more clearly observe the damage extent of the animal leg bone. As revealed in , along with the tumor growth, the fibula and tibia of all tumor-bearing mice were damaged to some extent, while the mice from ALN-HA-ZIF-8@Sap plus αRANKL treatment groups not only exhibited significant tumor growth inhibition but also possessed relative integrity of leg bones even at 48 days after tumor incubation. This indicates that the RANKL antibody has shown a strong role in antibone resorption, assisted by ALN-HA-ZIF-8@Sap NPs.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Evaluation of the combination treatment\n(ALN-HA-ZIF-8@Sap + αRANKL)\non the regression of A549 tumor incubated in tibia (<italic toggle=\"yes\">n</italic> = 6). (A) Scheme of therapeutic schedule. (B) Average tumor growth\ncurves of animals at day 26 in different groups. (C) Tumor growth\ninhibition rates of mice at day 26 in different groups. (D) Survival\ncurves of animals in different groups. (E) Individual tumor growth\ncurves of A549 tumors present in animals of different groups. (F)\nRelative body weights in different groups. *<italic toggle=\"yes\">p</italic> &lt;\n0.05, **<italic toggle=\"yes\">p</italic> &lt; 0.01, and ***<italic toggle=\"yes\">p</italic> &lt;\n0.001, analyzed by student’s <italic toggle=\"yes\">t</italic> test, one tailed.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Evaluation of the combination treatment (ALN-HA-ZIF-8@Sap + αRANKL) on the regression of A549 tumor incubated in tibia (n = 6). (A) Scheme of therapeutic schedule. (B) Average tumor growth curves of animals at day 26 in different groups. (C) Tumor growth inhibition rates of mice at day 26 in different groups. (D) Survival curves of animals in different groups. (E) Individual tumor growth curves of A549 tumors present in animals of different groups. (F) Relative body weights in different groups. *p < 0.05, **p < 0.01, and ***p < 0.001, analyzed by student's t test, one tailed.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>\n<italic toggle=\"yes\">In vivo</italic> X-ray bioimaging of tumor-bearing\nmice\nfrom different treatment groups for monitoring bone loss at day 8,\n18, 28, 38, and 48 post A549 NSCLC tumor cells incubated in tibia.\nThe red arrows indicate the locations of incubated tumors. D: dead.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6   In vivo X-ray bioimaging of tumor-bearing mice from different treatment groups for monitoring bone loss at day 8, 18, 28, 38, and 48 post A549 NSCLC tumor cells incubated in tibia. The red arrows indicate the locations of incubated tumors. D: dead.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Evaluation of the Therapeutic Effects by\nHistopathology and\nMicro-CT Imaging</title><p>Finally, to further explore the therapeutic\nmechanism, the status and distribution of tumor cells and osteoclasts\nwere analyzed by pathological analysis, and the bone loss and microstructure\nparameters of tumor-bearing bone were analyzed by digital imaging.\nAs shown in the HE images, compared with the saline control, the cell-killing\neffects were negligible in free saporin, free αRANKL, and ZIF-8@Sap\ngroups, moderately up-regulated in HA-ZIF-8@Sap groups, and most effective\nin ALN-HA-ZIF-8@Sap and ALN-HA-ZIF-8@Sap plus αRANKL groups\n(A). Besides,\nthe TUNEL assay further confirmed that ALN-HA-ZIF-8@Sap caused considerably\ngreater apoptosis of cancer cells than other groups (A). In the bone microenvironment,\nthe priority function of the RANKL antibody is to block the differentiation\nand activation of osteoclast precursors, which can be evaluated by\nTRAP staining. The TRAP staining results were consistent with the\nidea that the combination of two drugs can more effectively inhibit\nthe activation of osteoclasts in the tumor-bearing tibia (B). In addition,\nthe HE image of the main organs (heart, liver, spleen, lung, and kidney)\nfrom the mice demonstrated no evident abnormalities in each group\n(), suggesting\nthe protein drugs in this dosage have higher safety compared with\nmany antitumor chemotherapeutics such as Paclitaxel and Doxorubicin.</p>", "clean_text": "Evaluation of the Therapeutic Effects by Histopathology and Micro-CT Imaging\n\nFinally, to further explore the therapeutic mechanism, the status and distribution of tumor cells and osteoclasts were analyzed by pathological analysis, and the bone loss and microstructure parameters of tumor-bearing bone were analyzed by digital imaging. As shown in the HE images, compared with the saline control, the cell-killing effects were negligible in free saporin, free αRANKL, and ZIF-8@Sap groups, moderately up-regulated in HA-ZIF-8@Sap groups, and most effective in ALN-HA-ZIF-8@Sap and ALN-HA-ZIF-8@Sap plus αRANKL groups (A). Besides, the TUNEL assay further confirmed that ALN-HA-ZIF-8@Sap caused considerably greater apoptosis of cancer cells than other groups (A). In the bone microenvironment, the priority function of the RANKL antibody is to block the differentiation and activation of osteoclast precursors, which can be evaluated by TRAP staining. The TRAP staining results were consistent with the idea that the combination of two drugs can more effectively inhibit the activation of osteoclasts in the tumor-bearing tibia (B). In addition, the HE image of the main organs (heart, liver, spleen, lung, and kidney) from the mice demonstrated no evident abnormalities in each group (), suggesting the protein drugs in this dosage have higher safety compared with many antitumor chemotherapeutics such as Paclitaxel and Doxorubicin.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) <italic toggle=\"yes\">In vivo</italic> HE immunohistochemical, TUNEL immunofluorescence\nstaining of tumor tissue at day 18 post tumor incubation. Scale bar:\n100 μm. (B) TRAP immunohistochemical staining of osteoclasts\nof tibia from the mice after different treatments at day 18 post tumor\nincubation. Scale bar: 50 μm.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (A) In vivo HE immunohistochemical, TUNEL immunofluorescence staining of tumor tissue at day 18 post tumor incubation. Scale bar: 100 μm. (B) TRAP immunohistochemical staining of osteoclasts of tibia from the mice after different treatments at day 18 post tumor incubation. Scale bar: 50 μm.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Histological\nanalysis of the main organ sections excised from mice\nat day 18 post tumor incubation by using HE staining. Scale bar: 100\nμm.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Histological analysis of the main organ sections excised from mice at day 18 post tumor incubation by using HE staining. Scale bar: 100 μm.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Subsequently, in order to further\nevaluate the therapeutic efficacy\nin restraining bone loss caused by bone metastases, micro-CT imaging\nwas used to detect the leg bone of mice at day 18 after tumor incubation.\nCompared with other groups, although the tumor still caused damage\nto the tibia, the combined treatments significantly alleviated the\ninjury degree of the tibia (A). Besides, compared with those in other groups, the\ntrabecular numbers (Tb.N), bone volume/total volume (BV/TV), bone\nmineral density (BMD), and bone surface (BS) in the ALN-HA-ZIF-8@Sap\nNPs plus αRANKL group were significantly increased; meanwhile,\nthe tibia space (Tb. sp.) was obviously diminished (B–F), indicating that\nthe bone architecture parameters were improved in the combined treatment\ngroup. This amelioration can be attributed to comprehensive effects,\nthat is, the inhibitions of the proliferation of tumor cells, the\ndecrease in activation of osteoclast precursors, targeting drug delivery\nby the ALN- and HA-decorated NPs, and the intervention with the bone-associated\ntumor vicious cycle. More importantly, there are still great challenges\nin intracellular delivery of biofunctional enzymes or therapeutic\nproteins, such as CRISP/Cas9 and tumor antigen vaccine, via systemic\nadministration. In view of that, we expect that such a dual-protein\ntherapy regime can provide a potential choice and a reasonable reference\nfor the treatment of bone metastases and related diseases.</p>", "clean_text": "Subsequently, in order to further evaluate the therapeutic efficacy in restraining bone loss caused by bone metastases, micro-CT imaging was used to detect the leg bone of mice at day 18 after tumor incubation. Compared with other groups, although the tumor still caused damage to the tibia, the combined treatments significantly alleviated the injury degree of the tibia (A). Besides, compared with those in other groups, the trabecular numbers (Tb.N), bone volume/total volume (BV/TV), bone mineral density (BMD), and bone surface (BS) in the ALN-HA-ZIF-8@Sap NPs plus αRANKL group were significantly increased; meanwhile, the tibia space (Tb. sp.) was obviously diminished (B-F), indicating that the bone architecture parameters were improved in the combined treatment group. This amelioration can be attributed to comprehensive effects, that is, the inhibitions of the proliferation of tumor cells, the decrease in activation of osteoclast precursors, targeting drug delivery by the ALN- and HA-decorated NPs, and the intervention with the bone-associated tumor vicious cycle. More importantly, there are still great challenges in intracellular delivery of biofunctional enzymes or therapeutic proteins, such as CRISP/Cas9 and tumor antigen vaccine, via systemic administration. In view of that, we expect that such a dual-protein therapy regime can provide a potential choice and a reasonable reference for the treatment of bone metastases and related diseases.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Micro-CT analysis\nfor bone loss of mice tibia from different treatment\ngroups at day 18 after tumor incubation. (A) 3D micro-CT reconstruction\nphotograph, 2D transverse sections photograph, and 2D longitudinal\nsections photograph of tibias in different treatment groups. (B) Trabecular\nnumber (Tb.N) analyses. (C) Bone volume/total volume (BV/TV) analyses.\n(D) Trabecular separation (Tb.sp) analyses. (E) Bone surface (BS)\nanalyses and (F) bone mineral density (BMD) analyses in different\ngroups. *<italic toggle=\"yes\">p</italic> &lt; 0.05, **<italic toggle=\"yes\">p</italic> &lt; 0.01,\nand ***<italic toggle=\"yes\">p</italic> &lt; 0.001 analyzed by student’s <italic toggle=\"yes\">t</italic> test, one tailed.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Micro-CT analysis for bone loss of mice tibia from different treatment groups at day 18 after tumor incubation. (A) 3D micro-CT reconstruction photograph, 2D transverse sections photograph, and 2D longitudinal sections photograph of tibias in different treatment groups. (B) Trabecular number (Tb.N) analyses. (C) Bone volume/total volume (BV/TV) analyses. (D) Trabecular separation (Tb.sp) analyses. (E) Bone surface (BS) analyses and (F) bone mineral density (BMD) analyses in different groups. *p < 0.05, **p < 0.01, and ***p < 0.001 analyzed by student's t test, one tailed.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, in this study, we demonstrated and\nevaluated a strategy\nof synergistic intervention in the bone-associated tumor vicious cycle\nto inhibit bone metastasis and SREs. By constructing bone-targeted\nZIF-8 NPs loaded with protein drugs, it can more effectively protect\nprotein activity, promote the uptake by tumor cells, and realize targeted\ntherapy of bone metastasis. Furthermore, the combination of bone-targeting\nprotein toxin-encapsulated NPs and RANKL antibody exhibited more strong\nantitumor bone metastasis effects by double inhibiting tumor cell\nmultiplication and osteoclast maturation. We anticipate that this\nstrategy can provide an effective and safe option for protein drug\ndelivery in regulating bone-tumor microenvironments with more powerful\ntreatments of bone metastasis and SREs.</p>", "clean_text": "Conclusions\n\nIn summary, in this study, we demonstrated and evaluated a strategy of synergistic intervention in the bone-associated tumor vicious cycle to inhibit bone metastasis and SREs. By constructing bone-targeted ZIF-8 NPs loaded with protein drugs, it can more effectively protect protein activity, promote the uptake by tumor cells, and realize targeted therapy of bone metastasis. Furthermore, the combination of bone-targeting protein toxin-encapsulated NPs and RANKL antibody exhibited more strong antitumor bone metastasis effects by double inhibiting tumor cell multiplication and osteoclast maturation. We anticipate that this strategy can provide an effective and safe option for protein drug delivery in regulating bone-tumor microenvironments with more powerful treatments of bone metastasis and SREs.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Materials\nand Methods</title><title>Materials</title><p>Ultra-LEAF purified RANKL antibody (IK22/5)\nwas obtained from BioLegend (San Diego, CA, USA). Saporin protein\n(S9896), 2-methylimidazole (M50850), bovine serum albumin (BSA), ferritin,\n1-(3-(dimethylamino)­propyl)-3-ethylcarbodiimide hydrochloride (EDC),\nand <italic toggle=\"yes\">N</italic>-hydroxysuccinimide (NHS) were purchased from\nSigma-Aldrich (St. Louis, MO, USA). Alendronate (ALN), zinc nitrate\nhexahydrate (Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O),\ncytochrome C, and 2,2′-azino-bis­(3-ethylbenzothiazoline-6-sulfonic\nacid) diammonium salt (ABTS) were purchased from Aladdin (Shanghai,\nChina). Carboxyl-polyethylene glycol-amine (COOH-PEG-NH<sub>2</sub>, Mw = 2 kD, 95%) was obtained from Jenkem (Beijing, China). Hyaluronic\nacid (HA, Mw = 90 kD, 95%) and Ham’s F-12 medium (with <sc>l</sc>-glutamine) were purchased from Meilun Biotechnology (Dalian,\nChina). Cell counting kit-8 (CCK-8), Hoechst33342, Lyso-Tracker Red,\nand BCA protein assay kits were obtained from Beyotime (Shanghai,\nChina).</p>", "clean_text": "Materials and Methods\n\nMaterials\n\nUltra-LEAF purified RANKL antibody (IK22/5) was obtained from BioLegend (San Diego, CA, USA). Saporin protein (S9896), 2-methylimidazole (M50850), bovine serum albumin (BSA), ferritin, 1-(3-(dimethylamino)propyl)-3-ethylcarbodiimide hydrochloride (EDC), and N-hydroxysuccinimide (NHS) were purchased from Sigma-Aldrich (St. Louis, MO, USA). Alendronate (ALN), zinc nitrate hexahydrate (Zn(NO3)2⋅6H2O), cytochrome C, and 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) diammonium salt (ABTS) were purchased from Aladdin (Shanghai, China). Carboxyl-polyethylene glycol-amine (COOH-PEG-NH2, Mw = 2 kD, 95%) was obtained from Jenkem (Beijing, China). Hyaluronic acid (HA, Mw = 90 kD, 95%) and Ham's F-12 medium (with l-glutamine) were purchased from Meilun Biotechnology (Dalian, China). Cell counting kit-8 (CCK-8), Hoechst33342, Lyso-Tracker Red, and BCA protein assay kits were obtained from Beyotime (Shanghai, China).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Cell Lines and Animals</title><p>The A549 human non-small-cell\nlung carcinoma (NSCLC) cell line was acquired from Cell Resource Center\nof Institute of Biological Sciences (Shanghai, China) and cultured\nin Ham’s F-12 medium (with <sc>l</sc>-glutamine) supplemented\nwith 10% FBS and 1% double antibiotics. BALB/c nude mice (male, 5–6\nweeks, 18 ± 2 g) were purchased from Cavens Laboratory Animal\n(Changzhou, China). All animal experiments were in accordance with\nthe guidelines for care and use of laboratory animals of Bengbu Medical\nCollege (Bengbu, China), undertaken at Bengbu Medical College, and\napproved by the Institutional Animal Care and Use Committee (IACUC)\nof Bengbu Medical College.</p>", "clean_text": "Cell Lines and Animals\n\nThe A549 human non-small-cell lung carcinoma (NSCLC) cell line was acquired from Cell Resource Center of Institute of Biological Sciences (Shanghai, China) and cultured in Ham's F-12 medium (with l-glutamine) supplemented with 10% FBS and 1% double antibiotics. BALB/c nude mice (male, 5-6 weeks, 18 ± 2 g) were purchased from Cavens Laboratory Animal (Changzhou, China). All animal experiments were in accordance with the guidelines for care and use of laboratory animals of Bengbu Medical College (Bengbu, China), undertaken at Bengbu Medical College, and approved by the Institutional Animal Care and Use Committee (IACUC) of Bengbu Medical College.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["synthesis condition"], "content": "<title>Copolymer Synthesis</title><p>The general\nsynthetic route of\nALN-PEG-HA was divided into two steps and schematized in A, which including\nalendronate sodium (ALN) was reacted with COOH-PEG-NH<sub>2</sub> to\nobtain ALN-PEG-NH<sub>2</sub>, and then the product was connected\nwith HA to obtain ALN-PEG-HA. Specifically, COOH-PEG-NH<sub>2</sub> (50.0 mg, 25 μmol), EDC·HCl (5.8 mg, 30 μmol),\nand NHS (3.5 mg, 30 μmol) were completely dissolved in 3 mL\nof ultrapure water and reacted for 2 h under stirring to fully activate\nthe carboxyl groups. Then, ALN (9.8 mg, 25 μmol) dissolved in\n3 mL of ultrapure water was slowly added into the above solution under\nvigorous stirring. The mixture was allowed to react for 24 h at room\ntemperature. At the same time, the pH of the solution was carefully\nadjusted to 8–9 using NaOH solution (0.2 M) for proceeding\nthe reaction well. Next, the reaction mixture was purified by dialyzing\n(MWCO: 500 Da) against ultrapure water for 48 h and the water was\nchanged every 4 h. The product (ALN-PEG-NH<sub>2</sub>) was obtained\nby lyophilization (yield 88.72%, purity 94.40%).</p>", "clean_text": "Copolymer Synthesis\n\nThe general synthetic route of ALN-PEG-HA was divided into two steps and schematized in A, which including alendronate sodium (ALN) was reacted with COOH-PEG-NH2 to obtain ALN-PEG-NH2, and then the product was connected with HA to obtain ALN-PEG-HA. Specifically, COOH-PEG-NH2 (50.0 mg, 25 μmol), EDC⋅HCl (5.8 mg, 30 μmol), and NHS (3.5 mg, 30 μmol) were completely dissolved in 3 mL of ultrapure water and reacted for 2 h under stirring to fully activate the carboxyl groups. Then, ALN (9.8 mg, 25 μmol) dissolved in 3 mL of ultrapure water was slowly added into the above solution under vigorous stirring. The mixture was allowed to react for 24 h at room temperature. At the same time, the pH of the solution was carefully adjusted to 8-9 using NaOH solution (0.2 M) for proceeding the reaction well. Next, the reaction mixture was purified by dialyzing (MWCO: 500 Da) against ultrapure water for 48 h and the water was changed every 4 h. The product (ALN-PEG-NH2) was obtained by lyophilization (yield 88.72%, purity 94.40%).", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Subsequently,\nHA (80.0 mg, 0.89 μmol) and 1-hydroxybenzotrizole (HOBt, 10.9\nmg, 80 μmol) were reacted for 1 h in methanol/H<sub>2</sub>O\n(1:10, v/v) mixture solution. Then, EDC (15.4 mg, 180 μmol)\nand sulfo-NHS (17.4 mg, 80 μmol) dissolved in deionized water\n(3 mL) were added. After stirring for 4 h, ALN-PEG-NH<sub>2</sub> (20\nμmol) was slowly added into the above solution and stirred for\nanother 24 h at room temperature. Then, the mixture was dialyzed against\nwater for 24 h by using a dialysis bag (MWCO: 3.5 kDa). The solid\nproduct was obtained through freeze-drying (yield 92.52%). The intermediate\nproduct and the final product were dissolved in D<sub>2</sub>O for <sup>1</sup>H NMR analysis and <sup>31</sup>P NMR analysis (Bruker Avance\n500, NMR spectrometer). Besides, the solids were characterized by\nFT-IR (Bruker TENSOR 27, Fourier-infrared spectroscopy). As controls,\nCH<sub>3</sub>O-PEG-HA was synthesized by the same method except that\nCH<sub>3</sub>O-PEG-NH<sub>2</sub> was set as reactants instead of\nALN-PEG-NH<sub>2</sub>; the synthetic route was schematized in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Subsequently, HA (80.0 mg, 0.89 μmol) and 1-hydroxybenzotrizole (HOBt, 10.9 mg, 80 μmol) were reacted for 1 h in methanol/H2O (1:10, v/v) mixture solution. Then, EDC (15.4 mg, 180 μmol) and sulfo-NHS (17.4 mg, 80 μmol) dissolved in deionized water (3 mL) were added. After stirring for 4 h, ALN-PEG-NH2 (20 μmol) was slowly added into the above solution and stirred for another 24 h at room temperature. Then, the mixture was dialyzed against water for 24 h by using a dialysis bag (MWCO: 3.5 kDa). The solid product was obtained through freeze-drying (yield 92.52%). The intermediate product and the final product were dissolved in D2O for 1H NMR analysis and 31P NMR analysis (Bruker Avance 500, NMR spectrometer). Besides, the solids were characterized by FT-IR (Bruker TENSOR 27, Fourier-infrared spectroscopy). As controls, CH3O-PEG-HA was synthesized by the same method except that CH3O-PEG-NH2 was set as reactants instead of ALN-PEG-NH2; the synthetic route was schematized in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Preparation of ALN-HA-ZIF-8@Protein\nNPs</title><p>Different protein\n(CytC, BSA, or Sap)-encapsulated ZIF-8 MOF NPs (ZIF-8@protein NPs)\nwere prepared by referring to the previous literature with some modification. Typically, cytochrome C (CytC) protein (0.4 mg/mL) was well dissolved\nin 2-methylimidazole (2-MIM) solution (5 mL, 3.5 mM) at 30 °C\nunder vigorous stirring. Immediately, Zn­(NO<sub>3</sub>)<sub>2</sub> solution (0.5 mL, 0.5 mM) was added rapidly into the above solution\nat 30 °C under vigorous stirring. The reaction was finished in\n3 min. Then, the products were collected by centrifugation and washed\nwith ethanol and ultrapure water repeatedly at 4 °C to remove\nthe unreacted reagents. The final products (ZIF-8@CytC) were dispersed\nin 1 mL of ultrapure water for further use. Besides, ZIF-8@Sap NPs,\nZIF-8@BSA NPs, and ZIF-8@ferritin NPs were also prepared with similar\nmethods except that CytC proteins were replaced with other proteins\nincluding saporin, BSA, or Ferritin, respectively.</p>", "clean_text": "Preparation of ALN-HA-ZIF-8@Protein NPs\n\nDifferent protein (CytC, BSA, or Sap)-encapsulated ZIF-8 MOF NPs (ZIF-8@protein NPs) were prepared by referring to the previous literature with some modification. Typically, cytochrome C (CytC) protein (0.4 mg/mL) was well dissolved in 2-methylimidazole (2-MIM) solution (5 mL, 3.5 mM) at 30 °C under vigorous stirring. Immediately, Zn(NO3)2 solution (0.5 mL, 0.5 mM) was added rapidly into the above solution at 30 °C under vigorous stirring. The reaction was finished in 3 min. Then, the products were collected by centrifugation and washed with ethanol and ultrapure water repeatedly at 4 °C to remove the unreacted reagents. The final products (ZIF-8@CytC) were dispersed in 1 mL of ultrapure water for further use. Besides, ZIF-8@Sap NPs, ZIF-8@BSA NPs, and ZIF-8@ferritin NPs were also prepared with similar methods except that CytC proteins were replaced with other proteins including saporin, BSA, or Ferritin, respectively.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Subsequently,\nthe obtained ZIF-8@CytC NPs were wrapped with ALN-PEG-HA or PEG-HA\nto get ALN-HA-ZIF-8@CytC and HA-ZIF-8@CytC NPs, respectively. Typically,\n10 mg of ALN-PEG-HA was dispersed in 10 mL of ultrapure water and\nstirred for 1 h before use. Meanwhile, 10 mg of ZIF-8@CytC NPs was\ndispersed well in 2 mL of ultrapure water by ultrasonic dispersion\nand then added dropwise inside the above solution. The mixture was\nallowed to be stirred for 1 h. Then, the NP solution was concentrated\nand purified with an ultrafiltration device (Sartorius, MWCO: 300\nkDa) and carefully washed with ultrapure water several times. The\nALN-HA-ZIF-8@CytC NPs were dispersed in ultrapure water for further\nuse. Part of the NP precipitate was dried in a vacuum for powder X-ray\ndiffraction (PXRD, D8 Advance, Bruker) and other examinations. Meanwhile,\nsimilar approaches were applied to prepare hyaluronic acid-encapsulated,\nsaporin-loaded ZIF-8 (ALN-HA-ZIF-8@Sap) NPs and alendronate-modified,\nhyaluronic acid-encapsulated, BSA-loaded ZIF-8 (ALN-HA-ZIF-8@BSA)\nNPs, respectively.</p>", "clean_text": "Subsequently, the obtained ZIF-8@CytC NPs were wrapped with ALN-PEG-HA or PEG-HA to get ALN-HA-ZIF-8@CytC and HA-ZIF-8@CytC NPs, respectively. Typically, 10 mg of ALN-PEG-HA was dispersed in 10 mL of ultrapure water and stirred for 1 h before use. Meanwhile, 10 mg of ZIF-8@CytC NPs was dispersed well in 2 mL of ultrapure water by ultrasonic dispersion and then added dropwise inside the above solution. The mixture was allowed to be stirred for 1 h. Then, the NP solution was concentrated and purified with an ultrafiltration device (Sartorius, MWCO: 300 kDa) and carefully washed with ultrapure water several times. The ALN-HA-ZIF-8@CytC NPs were dispersed in ultrapure water for further use. Part of the NP precipitate was dried in a vacuum for powder X-ray diffraction (PXRD, D8 Advance, Bruker) and other examinations. Meanwhile, similar approaches were applied to prepare hyaluronic acid-encapsulated, saporin-loaded ZIF-8 (ALN-HA-ZIF-8@Sap) NPs and alendronate-modified, hyaluronic acid-encapsulated, BSA-loaded ZIF-8 (ALN-HA-ZIF-8@BSA) NPs, respectively.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Characterization of Nanoparticles</title><p>The morphology and\nsize of the different NPs were observed by transmission electron microscope\n(TEM, JEM-1400plus, JEOL) and scanning electron microscope (SEM, Quanta\nFEG250, FEI). The hydrodynamic diameter, polydispersity index (PDI),\nand zeta potential of the NPs were determined by a dynamic light scattering\ninstrument (DLS, Zetasizer ZS90, Malvern). Besides, the produced NPs\nby different formula were characterized by UV–vis, FT-IR, PXRD,\nand BET specific surface area (Autosorb-iQ, Quantachrome).</p>", "clean_text": "Characterization of Nanoparticles\n\nThe morphology and size of the different NPs were observed by transmission electron microscope (TEM, JEM-1400plus, JEOL) and scanning electron microscope (SEM, Quanta FEG250, FEI). The hydrodynamic diameter, polydispersity index (PDI), and zeta potential of the NPs were determined by a dynamic light scattering instrument (DLS, Zetasizer ZS90, Malvern). Besides, the produced NPs by different formula were characterized by UV-vis, FT-IR, PXRD, and BET specific surface area (Autosorb-iQ, Quantachrome).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Drug Loading\nRate and Determination of pH-Sensitive Release <italic toggle=\"yes\">in Vitro</italic>\n</title><p>Freshly prepared ZIF-8@Sap NPs, HA-ZIF-8@Sap\nNPs, or ALN-HA-ZIF-8@Sap NPs were added into PBS (pH 5.0) and stirred\nfor 10 h to thoroughly destroy the structure, and the proteins released\nfrom the NPs were concentrated with an ultrafiltration cube (MWCO:\n10 kDa) and washed with ultrapure water three times. Finally, the\nprotein amounts in the solution were quantitated using the BCA method.\nThe protein drug loading content (DLC) and protein entrapment efficiency\n(EE) were calculated by using the following formulas:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>DLC</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mrow>\n<mml:mo linebreak=\"nobreak\" stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>weight of protein\nencapsulated inside the</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>NPs</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>total\nweight of</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>NPs</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>EE</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mrow>\n<mml:mo linebreak=\"nobreak\" stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>weight of proteins\nencapsulated inside the</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>NPs</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>weight\nof total proteins input</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Drug Loading Rate and Determination of pH-Sensitive Release in Vitro \n\nFreshly prepared ZIF-8@Sap NPs, HA-ZIF-8@Sap NPs, or ALN-HA-ZIF-8@Sap NPs were added into PBS (pH 5.0) and stirred for 10 h to thoroughly destroy the structure, and the proteins released from the NPs were concentrated with an ultrafiltration cube (MWCO: 10 kDa) and washed with ultrapure water three times. Finally, the protein amounts in the solution were quantitated using the BCA method. The protein drug loading content (DLC) and protein entrapment efficiency (EE) were calculated by using the following formulas:    DLC ⁡  ( % )  =  ( weight of protein encapsulated inside the  NPs / total weight of  NPs )  × 100 %        EE ⁡  ( % )  =  ( weight of proteins encapsulated inside the  NPs / weight of total proteins input )  × 100 %    ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Fluorescence intensity analysis was\napplied to characterize the release of fluorescein-labeled protein\nfrom the NPs. BSA proteins were labeled with fluorescein isothiocyanate\n(FITC) fluorescein and purified with Sephadex G-50 columns. First,\nALN-HA-ZIF-8@FITC-BSA was prepared with the above-mentioned approaches.\nSubsequently, the fluorescein-labeled NPs were dispersed in PBS of\ndifferent pH values (pH 7.4 or 5.0). After incubation at 37 °C\nunder gentle shaking for a given time, 1 mL of the solutions was taken\nout and the supernatant was collected by centrifugation for 10 min\nat 4 °C. The fluorescence intensity of the samples was measured\nby fluorescence spectrophotometer (excitation wavelength <italic toggle=\"yes\">Ex</italic> = 493 nm, emission wavelength <italic toggle=\"yes\">Em</italic> = 550 nm). The\namounts of the released protein were calculated according to the standard\ncurve.</p>", "clean_text": "Fluorescence intensity analysis was applied to characterize the release of fluorescein-labeled protein from the NPs. BSA proteins were labeled with fluorescein isothiocyanate (FITC) fluorescein and purified with Sephadex G-50 columns. First, ALN-HA-ZIF-8@FITC-BSA was prepared with the above-mentioned approaches. Subsequently, the fluorescein-labeled NPs were dispersed in PBS of different pH values (pH 7.4 or 5.0). After incubation at 37 °C under gentle shaking for a given time, 1 mL of the solutions was taken out and the supernatant was collected by centrifugation for 10 min at 4 °C. The fluorescence intensity of the samples was measured by fluorescence spectrophotometer (excitation wavelength Ex = 493 nm, emission wavelength Em = 550 nm). The amounts of the released protein were calculated according to the standard curve.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Study on the Stability of NPs</title><p>The freshly prepared\nZIF-8 NPs, ZIF-8@CytC NPs, HA-ZIF-8@CytC NPs or ALN-HA-ZIF-8@CytC\nNPs were fully dispersed in equal volume of PBS solutions (pH 7.4,\n0.01 M) or PBS solutions (pH 7.4, 0.01 M) containing 10% FBS, respectively,\nand incubated at 37 °C for a given time, then the hydrodynamic\ndiameter was measured by DLS instrument.</p>", "clean_text": "Study on the Stability of NPs\n\nThe freshly prepared ZIF-8 NPs, ZIF-8@CytC NPs, HA-ZIF-8@CytC NPs or ALN-HA-ZIF-8@CytC NPs were fully dispersed in equal volume of PBS solutions (pH 7.4, 0.01 M) or PBS solutions (pH 7.4, 0.01 M) containing 10% FBS, respectively, and incubated at 37 °C for a given time, then the hydrodynamic diameter was measured by DLS instrument.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Protective Effect of NPs\non Protein Drugs</title><p>The activity\nof CytC as catalase can be detected indirectly by the ABTS method. ALN-HA-ZIF-8@CytC NP suspensions were dissociated\nunder acidic conditions (pH 5.0), and the lysates were purified through\nan ultrafiltration tube (Millipore, MWCO: 10 kDa). The intercepted\nCytC proteins were concentrated and washed with deionized water repeatedly.\nThen, the proteins were dispersed in 1 mL of deionized water and the\namounts of CytC were determined by the BCA method. Next, CytC were\ndiluted by PBS solution (pH 7.4, 0.01 M) to a final concentration\nof 5 μg/mL, followed with being blended with 10 μL of\nH<sub>2</sub>O<sub>2</sub> solution (50 mM) and 200 μL of ABTS\nsolution (1 mg/mL). The absorbance at 410 nm of the mixture was measured\nimmediately at 0, 0.5, 1, 2, 4, 6, 8, 10, 12, 15, 20, 25, and 30 min,\nrespectively. The activity of CytC as catalase can be detected by\nthe change of absorbance with time. Meanwhile, the native CytC at\nan equivalent concentration was used as a control.</p>", "clean_text": "Protective Effect of NPs on Protein Drugs\n\nThe activity of CytC as catalase can be detected indirectly by the ABTS method. ALN-HA-ZIF-8@CytC NP suspensions were dissociated under acidic conditions (pH 5.0), and the lysates were purified through an ultrafiltration tube (Millipore, MWCO: 10 kDa). The intercepted CytC proteins were concentrated and washed with deionized water repeatedly. Then, the proteins were dispersed in 1 mL of deionized water and the amounts of CytC were determined by the BCA method. Next, CytC were diluted by PBS solution (pH 7.4, 0.01 M) to a final concentration of 5 μg/mL, followed with being blended with 10 μL of H2O2 solution (50 mM) and 200 μL of ABTS solution (1 mg/mL). The absorbance at 410 nm of the mixture was measured immediately at 0, 0.5, 1, 2, 4, 6, 8, 10, 12, 15, 20, 25, and 30 min, respectively. The activity of CytC as catalase can be detected by the change of absorbance with time. Meanwhile, the native CytC at an equivalent concentration was used as a control.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Bone-Binding\nAssay <italic toggle=\"yes\">in Vitro</italic>\n</title><p>The specific\nbinding of ALN-HA-ZIF-8@FITC-BSA NPs to bone slices (skulls, rat)\ncompared with that of non-targeted HA-ZIF-8@FITC-BSA NPs was investigated\nby fluorescence microscope. Briefly, the skulls\nwere obtained from SD rats and immediately washed with PBS solutions\n(pH 7.4, 0.01 M), followed with shearing into small bone slices through\nsurgical scissors. The bone slices were placed in a 24-well plate\nand immersed with NP solutions with different formulas at equal fluorescence\nintensity for 2 h at 37 °C. Subsequently, the bone slices were\ntaken out carefully, washed with PBS solution (pH 7.4, 0.01 M) six\ntimes, and observed under fluorescence microscope. Besides, the ceramic\ntablets were also used for evaluating the bone-binding capacity of\nALN-HA-ZIF-8@FITC-BSA NPs. The high crystalline hydroxyapatite tablets\n(10 mm in diameter and 2.5 mm in height, Huaqiao Technology Co.,Ltd.,\nSuzhou, China.) were placed in 48-well plates and incubated with ALN-HA-ZIF-8@FITC-BSA\nNPs, HA-ZIF-8@FITC-BSA NPs, or FITC-BSA solutions, respectively, at\nequal fluorescence intensity for 24 h. Then, the tablets were taken\nout and gently rinsed with ultrapure water for 30 min, followed with\nimaging by an IVIS fluorescence imaging instrument for analysis.</p>", "clean_text": "Bone-Binding Assay in Vitro \n\nThe specific binding of ALN-HA-ZIF-8@FITC-BSA NPs to bone slices (skulls, rat) compared with that of non-targeted HA-ZIF-8@FITC-BSA NPs was investigated by fluorescence microscope. Briefly, the skulls were obtained from SD rats and immediately washed with PBS solutions (pH 7.4, 0.01 M), followed with shearing into small bone slices through surgical scissors. The bone slices were placed in a 24-well plate and immersed with NP solutions with different formulas at equal fluorescence intensity for 2 h at 37 °C. Subsequently, the bone slices were taken out carefully, washed with PBS solution (pH 7.4, 0.01 M) six times, and observed under fluorescence microscope. Besides, the ceramic tablets were also used for evaluating the bone-binding capacity of ALN-HA-ZIF-8@FITC-BSA NPs. The high crystalline hydroxyapatite tablets (10 mm in diameter and 2.5 mm in height, Huaqiao Technology Co.,Ltd., Suzhou, China.) were placed in 48-well plates and incubated with ALN-HA-ZIF-8@FITC-BSA NPs, HA-ZIF-8@FITC-BSA NPs, or FITC-BSA solutions, respectively, at equal fluorescence intensity for 24 h. Then, the tablets were taken out and gently rinsed with ultrapure water for 30 min, followed with imaging by an IVIS fluorescence imaging instrument for analysis.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>Cytotoxicity</title><p>The <italic toggle=\"yes\">in vitro</italic> cytotoxicity\nof ALN-HA-ZIF-8@Sap NPs or ALN-HA-ZIF-8@CytC NPs was evaluated by\nthe Cell Counting Kit-8 (CCK-8) method against A549 cells. First,\nA549 cells were seeded at a density of 5 × 10<sup>3</sup> cells\nper well inside 96-well plates. After incubation for 24 h and washing\nwith PBS, different drug-loaded NPs at a series of protein concentrations\nin 100 μL of serum free culture media were added to each well\n(<italic toggle=\"yes\">n</italic> = 6) and incubated for 4 h before refreshing the\nmedium. The cells were allowed to incubate for another 44 h before\n10 μL of CCK-8 agents was added to each well. Finally, the plates\nwere incubated for another 1 h at 37 °C in the incubator and\nthe absorbance increase was measured at 460 nm by a multimode microplate\nreader (BioTek, ELX800, USA). Besides, to evaluate the cytocompatibility\nof the carriers, the cytotoxicity of drug-free ALN-HA-ZIF-8, HA-ZIF-8,\nand ZIF-8 NPs was also evaluated by the CCK-8 method.</p>", "clean_text": "Cytotoxicity\n\nThe in vitro cytotoxicity of ALN-HA-ZIF-8@Sap NPs or ALN-HA-ZIF-8@CytC NPs was evaluated by the Cell Counting Kit-8 (CCK-8) method against A549 cells. First, A549 cells were seeded at a density of 5 × 103 cells per well inside 96-well plates. After incubation for 24 h and washing with PBS, different drug-loaded NPs at a series of protein concentrations in 100 μL of serum free culture media were added to each well (n = 6) and incubated for 4 h before refreshing the medium. The cells were allowed to incubate for another 44 h before 10 μL of CCK-8 agents was added to each well. Finally, the plates were incubated for another 1 h at 37 °C in the incubator and the absorbance increase was measured at 460 nm by a multimode microplate reader (BioTek, ELX800, USA). Besides, to evaluate the cytocompatibility of the carriers, the cytotoxicity of drug-free ALN-HA-ZIF-8, HA-ZIF-8, and ZIF-8 NPs was also evaluated by the CCK-8 method.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>NPs Uptake\nby A549 Cells</title><p>A549 cells were seeded in\na cover glass containing six-well culture plates at a density of 1\n× 10<sup>5</sup> cells per well. After 24 h, the cells were washed\nand incubated with ALN-HA-ZIF-8@FITC-BSA NPs or other control NPs\nat equal amounts of FITC-labeled protein for 4 h, respectively. After\nwashing the cells, Hoechst 33342 was added into the plate for cell\nnuclear staining. Finally, the cells were fixed with 4% polyoxymethylene,\nfollowed by visualization and photography by confocal laser scanning\nmicroscope (Carl Zeiss LSM710, Zeiss, Germany). For the HA pre-treatment\ngroup, before ALN-HA-ZIF-8@FITC-BSA NP treatment, free HA dissolved\nin serum free medium (5 mg/mL) was added into the specific culture\nwells for blocking the HA receptor on the surface of A549 cells for\n2 h. The remaining steps were the same as other groups. For the assay\nof the intracellular transport pathway, the A549 cells were seeded\ninto 35 mm confocal dishes at a density of 0.3 × 10<sup>5</sup> cells per well and incubated for 24 h. Then, the cells were treated\nwith ALN-HA-ZIF-8@FITC-BSA NPs for different times, followed by staining\nwith Lyso-Tracker Red for 45 min. After that, the cells were fixed\nwith 4% polyoxymethylene for 15 min and the cell nuclei were stained\nwith Hoechst 33342 for 5 min. Finally, the cells were imaged by CLSM.</p>", "clean_text": "NPs Uptake by A549 Cells\n\nA549 cells were seeded in a cover glass containing six-well culture plates at a density of 1 × 105 cells per well. After 24 h, the cells were washed and incubated with ALN-HA-ZIF-8@FITC-BSA NPs or other control NPs at equal amounts of FITC-labeled protein for 4 h, respectively. After washing the cells, Hoechst 33342 was added into the plate for cell nuclear staining. Finally, the cells were fixed with 4% polyoxymethylene, followed by visualization and photography by confocal laser scanning microscope (Carl Zeiss LSM710, Zeiss, Germany). For the HA pre-treatment group, before ALN-HA-ZIF-8@FITC-BSA NP treatment, free HA dissolved in serum free medium (5 mg/mL) was added into the specific culture wells for blocking the HA receptor on the surface of A549 cells for 2 h. The remaining steps were the same as other groups. For the assay of the intracellular transport pathway, the A549 cells were seeded into 35 mm confocal dishes at a density of 0.3 × 105 cells per well and incubated for 24 h. Then, the cells were treated with ALN-HA-ZIF-8@FITC-BSA NPs for different times, followed by staining with Lyso-Tracker Red for 45 min. After that, the cells were fixed with 4% polyoxymethylene for 15 min and the cell nuclei were stained with Hoechst 33342 for 5 min. Finally, the cells were imaged by CLSM.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Animal Model and <italic toggle=\"yes\">in Vivo</italic> Distribution</title><p>The\nnude mice models of bone metastasis were obtained through the\ninjection of NSCLC A549 cells inside bone marrow of the tibia according\nto previously reported protocols by our group and others. First, A549 cell suspensions in 50 μL of PBS\n(8 × 10<sup>6</sup> cells/mouse) were carefully injected into\nthe bone marrow cavity of the right tibia of BALB/C male nude mice\n(4–5 weeks old) via a percutaneous approach. After 3 weeks,\nthe mice were divided into three groups randomly; then, 100 μL\nof ALN-HA-ZIF-8@Cy5-BSA NPs, HA-ZIF-8@Cy5-BSA NPs suspension (at equal\nfluorescence intensity), or saline were injected intravenously into\nthe tumor-bearing mice (<italic toggle=\"yes\">n</italic> = 3). At 3, 6, 12, 24,\n36, and 48 h post-injection, the mice were imaged on an optical small-animal\nimaging system (<italic toggle=\"yes\">In-Vivo</italic> Xtreme FX-pro, Bruker, Germany).\nBesides, at 48 h post-injection of the NPs, the dissected tumor and\nleg bone of mice were imaged by a small-animal fluorescence imager.\nThe intensities of the regions of interests (ROIs) were examined by\nBruker image analysis software.</p>", "clean_text": "Animal Model and in Vivo Distribution\n\nThe nude mice models of bone metastasis were obtained through the injection of NSCLC A549 cells inside bone marrow of the tibia according to previously reported protocols by our group and others. First, A549 cell suspensions in 50 μL of PBS (8 × 106 cells/mouse) were carefully injected into the bone marrow cavity of the right tibia of BALB/C male nude mice (4-5 weeks old) via a percutaneous approach. After 3 weeks, the mice were divided into three groups randomly; then, 100 μL of ALN-HA-ZIF-8@Cy5-BSA NPs, HA-ZIF-8@Cy5-BSA NPs suspension (at equal fluorescence intensity), or saline were injected intravenously into the tumor-bearing mice (n = 3). At 3, 6, 12, 24, 36, and 48 h post-injection, the mice were imaged on an optical small-animal imaging system (In-Vivo Xtreme FX-pro, Bruker, Germany). Besides, at 48 h post-injection of the NPs, the dissected tumor and leg bone of mice were imaged by a small-animal fluorescence imager. The intensities of the regions of interests (ROIs) were examined by Bruker image analysis software.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>\n<italic toggle=\"yes\">In Vivo</italic> Efficacy and Survivals of Mice</title><p>The nude mice <italic toggle=\"yes\">in\nsitu</italic> bone metastasis models were\nconstructed according to the methods described above. Seven days after\nincubation, the mice were randomized into seven groups (<italic toggle=\"yes\">n</italic> = 6 per group). The control and treatment groups are (1) saline\n(non-treatment group); (2) free saporin; (3) αRANKL; (4) ZIF-8@Sap\nNPs; (5) HA-ZIF-8@Sap NPs; (6) ALN-HA-ZIF-8@Sap NPs; and (7) ALN-HA-ZIF-8@Sap\nNPs plus αRANKL. All agents were administrated via intravenous\ninjection at the scheduled date, as shown in A. The antibody doses were 2 mg/kg per injection\nwith a total of three doses, and the doses of saporin were 150 μg/kg\nper injection with a total of three doses. The tumor volumes, body\nweights, and survivals of mice were monitored during the whole experiment\nperiod. The tumors were measured with a caliper every 2 days, and\nthe volumes were calculated by using the following equations: tumor\nvolume (<italic toggle=\"yes\">V</italic>) = 0.5 × <italic toggle=\"yes\">a</italic> × <italic toggle=\"yes\">b</italic>\n<sup>2</sup>, where <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">b</italic> are the large and small diameters, respectively. Relative tumor\nvolumes were counted as <italic toggle=\"yes\">V</italic>/<italic toggle=\"yes\">V</italic>\n<sub>0</sub> (<italic toggle=\"yes\">V</italic>\n<sub>0</sub> represented the tumor volumes\nat day 6). Meanwhile, the bone injury and tumor growth of the mice\nin each group were also observed using the small-animal X-ray imaging\nsystem (<italic toggle=\"yes\">In-Vivo</italic> Xtreme FX-pro, Bruker, Germany) at\ndays 8, 18, 28, 38, and 48 after tumor incubation.</p>", "clean_text": " In Vivo Efficacy and Survivals of Mice\n\nThe nude mice in situ bone metastasis models were constructed according to the methods described above. Seven days after incubation, the mice were randomized into seven groups (n = 6 per group). The control and treatment groups are (1) saline (non-treatment group); (2) free saporin; (3) αRANKL; (4) ZIF-8@Sap NPs; (5) HA-ZIF-8@Sap NPs; (6) ALN-HA-ZIF-8@Sap NPs; and (7) ALN-HA-ZIF-8@Sap NPs plus αRANKL. All agents were administrated via intravenous injection at the scheduled date, as shown in A. The antibody doses were 2 mg/kg per injection with a total of three doses, and the doses of saporin were 150 μg/kg per injection with a total of three doses. The tumor volumes, body weights, and survivals of mice were monitored during the whole experiment period. The tumors were measured with a caliper every 2 days, and the volumes were calculated by using the following equations: tumor volume (V) = 0.5 × a × b 2, where a and b are the large and small diameters, respectively. Relative tumor volumes were counted as V/V 0 (V 0 represented the tumor volumes at day 6). Meanwhile, the bone injury and tumor growth of the mice in each group were also observed using the small-animal X-ray imaging system (In-Vivo Xtreme FX-pro, Bruker, Germany) at days 8, 18, 28, 38, and 48 after tumor incubation.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<title>Histopathological\nExamination and Micro-CT Scanning</title><p>\n<italic toggle=\"yes\">In situ</italic> bone tumor models of nude mice were constructed\naccording to the method described above. Seven days after tumor incubation,\nthe mice were divided into seven groups and the therapeutic regime\nwas the same as above (<italic toggle=\"yes\">n</italic> = 3). The mice were sacrificed\nat day 18, and the tumor-bearing hind legs and main organs (heart,\nkidney, spleen, liver, and lung) were isolated from the mice and then\nimmediately fixed with 4% paraformaldehyde solution for at least 24\nh. The tumor-bearing bone or main organ randomly selected from the\nmice in each group were carried out via HE staining and TUNEL staining,\nrespectively. For TUNEL staining, the fresh tissue specimens were\nmade into paraffin tissue sections and treated with proteinase K,\nfollowed with staining by DAPI and FITC-labeled dUTP using a fluorescein\nTUNEL staining kit (Servicebio, Wuhan, China) according to the manufacturer’s\nprotocol. The apoptotic cells in the sections were observed through\nfluorescence microscope. Besides, tartrate resistant acid phosphatase\n(TRAP) staining was also performed after the tumor and bone specimens\nwere decalcificated in 10% EDTA for 4 weeks, using a TRAP staining\nkit (Servicebio, Wuhan, China). The immunohistochemistry sections\nof HE staining and TRAP staining were imaged by inverted optical microscope.\nMoreover, the evaluation of the bone protection function of agents\nwas also conducted through a small-animal X-ray micro computed tomography\n(micro-CT) system. The hind legs randomly selected from mice in each\ngroup were fixed with paraformaldehyde solution for at least 24 h\nand then analyzed via a desktop high resolution micro-CT device (VENUS\n001, Pingsheng Healthcare, Suzhou, China). The reconstructed 3D models\nwere performed, and several relevant parameters including the trabecular\nnumber (Tb.N), bone mineral density (BMD), bone volume/total volume\n(BV/TV), trabecular separation (Tb.sp), and bone surface (BS) were\nevaluated using the bone analysis software (Avatar3, Pingsheng Healthcare).</p>", "clean_text": "Histopathological Examination and Micro-CT Scanning\n\n In situ bone tumor models of nude mice were constructed according to the method described above. Seven days after tumor incubation, the mice were divided into seven groups and the therapeutic regime was the same as above (n = 3). The mice were sacrificed at day 18, and the tumor-bearing hind legs and main organs (heart, kidney, spleen, liver, and lung) were isolated from the mice and then immediately fixed with 4% paraformaldehyde solution for at least 24 h. The tumor-bearing bone or main organ randomly selected from the mice in each group were carried out via HE staining and TUNEL staining, respectively. For TUNEL staining, the fresh tissue specimens were made into paraffin tissue sections and treated with proteinase K, followed with staining by DAPI and FITC-labeled dUTP using a fluorescein TUNEL staining kit (Servicebio, Wuhan, China) according to the manufacturer's protocol. The apoptotic cells in the sections were observed through fluorescence microscope. Besides, tartrate resistant acid phosphatase (TRAP) staining was also performed after the tumor and bone specimens were decalcificated in 10% EDTA for 4 weeks, using a TRAP staining kit (Servicebio, Wuhan, China). The immunohistochemistry sections of HE staining and TRAP staining were imaged by inverted optical microscope. Moreover, the evaluation of the bone protection function of agents was also conducted through a small-animal X-ray micro computed tomography (micro-CT) system. The hind legs randomly selected from mice in each group were fixed with paraformaldehyde solution for at least 24 h and then analyzed via a desktop high resolution micro-CT device (VENUS 001, Pingsheng Healthcare, Suzhou, China). The reconstructed 3D models were performed, and several relevant parameters including the trabecular number (Tb.N), bone mineral density (BMD), bone volume/total volume (BV/TV), trabecular separation (Tb.sp), and bone surface (BS) were evaluated using the bone analysis software (Avatar3, Pingsheng Healthcare).", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsnano.1c08269?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsnano.1c08269</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Control polymer characterization,\nTEM image of NPs,\nDLS size, zeta potential, and drug loading capacity of saporin-loaded\nNPs, and photos of typical bone metastasis mice models (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsnano.1c08269.  Control polymer characterization, TEM image of NPs, DLS size, zeta potential, and drug loading capacity of saporin-loaded NPs, and photos of typical bone metastasis mice models (PDF)   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Control polymer characterization,\nTEM image of NPs,\nDLS size, zeta potential, and drug loading capacity of saporin-loaded\nNPs, and photos of typical bone metastasis mice models (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Control polymer characterization, TEM image of NPs, DLS size, zeta potential, and drug loading capacity of saporin-loaded NPs, and photos of typical bone metastasis mice models (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 30", "type": "text", "classification": "synthesis condition", "content": "<p>Subsequently, cytochrome C protein (CytC, molecular weight 13 kD),\nas a model protein, was used to explore the preparation methods of\nprotein nanotherapeutics. After that, BSA and saporin protein were\nused as cargoes to prepare corresponding nanoparticles with similar\napproaches, as the biomineralization protein-encapsulated method used\nin this research was a versatile platform and can be broadly suited\nfor various proteins. First, the zeolitic imidazolate framework (ZIF-8)\ncarriers containing reddish CytC were prepared by a biomineralized\none-pot method referring to the reports by the Chu and Zheng groups. As shown in D and E, we found the characteristic parameters of NPs including\nDLS particle size, zeta potential, and drug-loading rate could be\nchanged along with the relative amount of imidazole, zinc ions, and\nCytC in the reaction system. Finally, we adopted the reaction conditions\nwhich were 3.5 mM of 2-MIM and 0.4 mg/mL of CytC in the reaction solution,\nwith a molar ratio of 2-MIM to zinc ion of 70:1, and the reaction\ntemperature was 30 °C (F). Under such conditions, the CytC protein loading\nrate was around 3.53% and the protein encapsulation efficiency was\n88.65% in the prepared ZIF-8@CytC NPs determined via the BCA method\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Moreover, the formatted ZIF-8@CytC\nNPs were homogeneous NPs observed by SEM and TEM, and the size was\naround 100 nm (G, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>).</p><title>Copolymer Synthesis</title><p>The general\nsynthetic route of\nALN-PEG-HA was divided into two steps and schematized in A, which including\nalendronate sodium (ALN) was reacted with COOH-PEG-NH<sub>2</sub> to\nobtain ALN-PEG-NH<sub>2</sub>, and then the product was connected\nwith HA to obtain ALN-PEG-HA. Specifically, COOH-PEG-NH<sub>2</sub> (50.0 mg, 25 μmol), EDC·HCl (5.8 mg, 30 μmol),\nand NHS (3.5 mg, 30 μmol) were completely dissolved in 3 mL\nof ultrapure water and reacted for 2 h under stirring to fully activate\nthe carboxyl groups. Then, ALN (9.8 mg, 25 μmol) dissolved in\n3 mL of ultrapure water was slowly added into the above solution under\nvigorous stirring. The mixture was allowed to react for 24 h at room\ntemperature. At the same time, the pH of the solution was carefully\nadjusted to 8–9 using NaOH solution (0.2 M) for proceeding\nthe reaction well. Next, the reaction mixture was purified by dialyzing\n(MWCO: 500 Da) against ultrapure water for 48 h and the water was\nchanged every 4 h. The product (ALN-PEG-NH<sub>2</sub>) was obtained\nby lyophilization (yield 88.72%, purity 94.40%).</p>", "clean_text": "Subsequently, cytochrome C protein (CytC, molecular weight 13 kD), as a model protein, was used to explore the preparation methods of protein nanotherapeutics. After that, BSA and saporin protein were used as cargoes to prepare corresponding nanoparticles with similar approaches, as the biomineralization protein-encapsulated method used in this research was a versatile platform and can be broadly suited for various proteins. First, the zeolitic imidazolate framework (ZIF-8) carriers containing reddish CytC were prepared by a biomineralized one-pot method referring to the reports by the Chu and Zheng groups. As shown in D and E, we found the characteristic parameters of NPs including DLS particle size, zeta potential, and drug-loading rate could be changed along with the relative amount of imidazole, zinc ions, and CytC in the reaction system. Finally, we adopted the reaction conditions which were 3.5 mM of 2-MIM and 0.4 mg/mL of CytC in the reaction solution, with a molar ratio of 2-MIM to zinc ion of 70:1, and the reaction temperature was 30 °C (F). Under such conditions, the CytC protein loading rate was around 3.53% and the protein encapsulation efficiency was 88.65% in the prepared ZIF-8@CytC NPs determined via the BCA method (Table S1). Moreover, the formatted ZIF-8@CytC NPs were homogeneous NPs observed by SEM and TEM, and the size was around 100 nm (G, Figure S6).\n\nCopolymer Synthesis\n\nThe general synthetic route of ALN-PEG-HA was divided into two steps and schematized in A, which including alendronate sodium (ALN) was reacted with COOH-PEG-NH2 to obtain ALN-PEG-NH2, and then the product was connected with HA to obtain ALN-PEG-HA. Specifically, COOH-PEG-NH2 (50.0 mg, 25 μmol), EDC⋅HCl (5.8 mg, 30 μmol), and NHS (3.5 mg, 30 μmol) were completely dissolved in 3 mL of ultrapure water and reacted for 2 h under stirring to fully activate the carboxyl groups. Then, ALN (9.8 mg, 25 μmol) dissolved in 3 mL of ultrapure water was slowly added into the above solution under vigorous stirring. The mixture was allowed to react for 24 h at room temperature. At the same time, the pH of the solution was carefully adjusted to 8-9 using NaOH solution (0.2 M) for proceeding the reaction well. Next, the reaction mixture was purified by dialyzing (MWCO: 500 Da) against ultrapure water for 48 h and the water was changed every 4 h. The product (ALN-PEG-NH2) was obtained by lyophilization (yield 88.72%, purity 94.40%).", "data": [{"meta": {"name": "CytC protein", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "biomineralized one-pot method", "precursor": [{"name": "zeolitic imidazolate framework (ZIF-8)", "amount": "", "unit": ""}, {"name": "CytC", "amount": "", "unit": ""}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "30°C", "time": ""}], "yield": "", "other properties": ["DLS particle size, zeta potential, and drug-loading rate could be changed along with the relative amount of imidazole, zinc ions, and CytC in the reaction system.", "CytC protein loading rate was around 3.53%", "protein encapsulation efficiency was 88.65%", "homogeneous NPs observed by SEM and TEM", "size was around 100 nm"]}, {"meta": {"name": "ALN-PEG-HA", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "Copolymer Synthesis", "precursor": [{"name": "alendronate sodium (ALN)", "amount": "9.8", "unit": "mg"}, {"name": "COOH-PEG-NH2", "amount": "50.0", "unit": "mg"}, {"name": "EDC·HCl", "amount": "5.8", "unit": "mg"}, {"name": "NHS", "amount": "3.5", "unit": "mg"}], "solution": [{"name": "ultrapure water", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "24 h"}, {"synthesis method": "pH adjustment", "pH": "8-9", "modulator": "NaOH solution (0.2 M)"}], "yield": "88.72%", "other properties": ["purity 94.40%"]}], "include_properties": ["chemical_synthesis", "pH_adjustment"]}, {"idx": "11, 14, 15", "type": "text", "classification": "property", "content": "<p>Then, we evaluated the encapsulation\nstates of proteins inside\nZIF-8 NPs. First, we tested the specific surface area of different\nNPs by using N<sub>2</sub> adsorption–desorption isotherm analysis.\nThe results exhibited that different CytC-loaded NPs were typical\ntype I isotherms, representing the characteristics of microporous\nmaterials (A). According to BET analysis results, the specific surface areas\nof ZIF-8, ZIF-8@CytC, HA-ZIF-8@CytC, and ALN-HA-ZIF-8@CytC NPs were\n1637.289, 1387.522, 717.997, and 719.831 m<sup>2</sup>/g, respectively.\nThe divergence in specific surface areas among these NPs can be attributed\nto CytC and HA existing in NPs. In addition, through PXRD analysis,\nit can be seen that the prepared ZIF-8@CytC NPs had a typical crystal\nstructure similar to that of ZIF-8, while the PXRD spectra of HA-ZIF-8@CytC\nand ALN-HA-ZIF-8@CytC had some amorphous characteristics (B). Besides, through\nFT-IR and UV–vis spectral analysis, it can also be seen that\nthere are obvious differences among different NPs (C and D). As indicated in C, the characteristic\npeak of CytC at 406 nm appeared in the UV–vis spectra of ZIF-8@CytC,\nHA-ZIF-8@CytC, and ALN-HA-ZIF-8@CytC NPs but not in those of ZIF-8\nNPs.</p><p>Saporin is a robust ribosome-inactivating\nprotein (RIP) and potent\nprotein toxin. Next, based on the above study,\nwe prepared several kinds of saporin-loaded NPs using similar approaches\n(H–L).\nAs shown in H, ZIF-8@Sap had a typical rhombic dodecahedron structure similar\nto other ZIF-8 types of MOFs, while the ALN-HA-ZIF-8@Sap NPs exhibited\nnearly spherical or ellipsoidal structures (I). In the enlarged TEM image of ALN-HA-ZIF-8@Sap\n(J), we can\nsee thin layers of materials resided on the surface of the NPs. Based\non the BCA protein assay, the value of the saporin protein loading\nrate in the prepared ZIF-8@Sap, HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap\nNPs was determined to be 0.74, 0.58, and 0.57%, respectively (<italic toggle=\"yes\">n</italic> = 3, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>).</p><title>\n<italic toggle=\"yes\">In\nVitro</italic> Antitumor Activity and Protein Release\nfrom ALN-NPs</title><p>Most of the targets of the approved protein\ndrugs are located on the surface of the cell membrane. One of the\nimportant reasons is that there are major challenges in the intracellular\ndelivery of protein therapeutics through systemic administration.\nTherefore, we believe that the development of intracellular delivery\nof protein technology possesses a high degree of importance. At first,\nto facilitate the tracking of NPs and their protein cargoes, we prepared\nALN-NPs and HA-NPs using fluorescent FITC-labeled BSA proteins as\ncargoes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). We investigated the\ndrug release curve of NPs under acidic and neutral conditions by detecting\nthe release amounts of FITC-labeled proteins. As depicted in A, only 16.55 ±\n2.03% of total loading proteins were released from ALN-HA-ZIF-8@FITC-BSA\nNPs in 72 h at pH 7.4, while 90.87 ± 1.79% of total proteins\nwere released from the NPs in 12 h at pH 5.0 (<italic toggle=\"yes\">n</italic> =\n3). We speculate that the burst release of proteins was due to the\nacid-sensitive disintegration of ZIF-8 NPs and this property is conducive\nto the release of drugs under intracellular lysosomal acidic conditions.\nThen, we investigated whether the proteins released under acidic conditions\nstill maintained their original structure and function by 2,2′-azinobis­(3-ethylbenzthiazoline-6-sulfonic\nacid) (ABTS) assay. And the results confirmed the released CytC kept\na similar catalytic activity as that of native CytC proteins at equivalent\namounts (B).\nSubsequently, we investigated the cellular uptake behavior of NPs\nusing CLSM, and the images show that free FITC-BSA proteins had inferior\ncellular uptake by A549 cells, while ALN-HA-ZIF-8@FITC-BSA and HA-ZIF-8@FITC-BSA\nwere efficiently internalized into the cells (C). Besides, when free hyaluronic acid (HA)\nwas preincubated with A549 cells to saturate the cell membrane CD44\nreceptor, the uptake of ALN-HA-ZIF-8@FITC-BSA was substantially attenuated,\nsuggesting HA-binding-mediated transport played an important role\nin the process of NP endocytosis (C). In addition, intracellular colocalization\nstudies have shown that the protein cargoes inside nanoparticles were\nmainly distributed in the lysosome after endocytosis, demonstrated\nby the overlapped fluorescence between Lyso-Tracker Red fluorescence\n(lysosome) and green fluorescence (FITC), whereas many FITC-labeled\nproteins were gradually trafficked into the cytoplasm over time (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.1c08269/suppl_file/nn1c08269_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). The release of proteins inside cells\ncan be attributed to the “proton-sponge” effect. Furthermore, the drug-free NPs showed almost\nno cytotoxicity at a high NP concentration of 100 μg/mL, indicating\nthe biocompatibility of ZIF-8 NPs was satisfactory (D). The <italic toggle=\"yes\">in vitro</italic> cytotoxicity test exhibited that free saporin protein was relatively\nlow in toxicity compared to A549 cells with a half-maximum inhibitory\nconcentration (IC<sub>50</sub>) of 3.044 μg/mL (<italic toggle=\"yes\">n</italic> = 6), due to deficiency of uptake or transport to the cytosol (E). Nevertheless,\nALN-HA-ZIF-8@Sap NPs exhibited higher cytotoxicity against A549 cells\nwith a IC<sub>50</sub> value of 0.482 μg/mL (<italic toggle=\"yes\">n</italic> = 6), suggesting cytosolic protein drug delivery was enabled through\nthe NPs. Besides, the IC<sub>50</sub> of HA-ZIF-8@Sap and ZIF-8@Sap\nwere 0.578 and 1.32 μg/mL (<italic toggle=\"yes\">n</italic> = 6), respectively,\nsuggesting HA coating can enhance the delivery ability of NPs to CD44-receptor-overexpressed\ntumor cells. Collectively, all of these data reveal that the ALN-HA-ZIF-8@Sap\nNPs can upregulate cytosolic protein delivery to A549 tumor cells,\nretain the protein activity after release, and effectively enhance\nthe cytotoxicity of protein toxin <italic toggle=\"yes\">in vitro</italic>. More\nimportantly, these properties will be advantageous to mitigate the\ndamage of protein toxin to other cells residing in the bone microenvironment\nwhen ALN-HA-ZIF-8@Sap NPs reach bone metastasis <italic toggle=\"yes\">in vivo</italic>.</p>", "clean_text": "Then, we evaluated the encapsulation states of proteins inside ZIF-8 NPs. First, we tested the specific surface area of different NPs by using N2 adsorption-desorption isotherm analysis. The results exhibited that different CytC-loaded NPs were typical type I isotherms, representing the characteristics of microporous materials (A). According to BET analysis results, the specific surface areas of ZIF-8, ZIF-8@CytC, HA-ZIF-8@CytC, and ALN-HA-ZIF-8@CytC NPs were 1637.289, 1387.522, 717.997, and 719.831 m2/g, respectively. The divergence in specific surface areas among these NPs can be attributed to CytC and HA existing in NPs. In addition, through PXRD analysis, it can be seen that the prepared ZIF-8@CytC NPs had a typical crystal structure similar to that of ZIF-8, while the PXRD spectra of HA-ZIF-8@CytC and ALN-HA-ZIF-8@CytC had some amorphous characteristics (B). Besides, through FT-IR and UV-vis spectral analysis, it can also be seen that there are obvious differences among different NPs (C and D). As indicated in C, the characteristic peak of CytC at 406 nm appeared in the UV-vis spectra of ZIF-8@CytC, HA-ZIF-8@CytC, and ALN-HA-ZIF-8@CytC NPs but not in those of ZIF-8 NPs.\n\nSaporin is a robust ribosome-inactivating protein (RIP) and potent protein toxin. Next, based on the above study, we prepared several kinds of saporin-loaded NPs using similar approaches (H-L). As shown in H, ZIF-8@Sap had a typical rhombic dodecahedron structure similar to other ZIF-8 types of MOFs, while the ALN-HA-ZIF-8@Sap NPs exhibited nearly spherical or ellipsoidal structures (I). In the enlarged TEM image of ALN-HA-ZIF-8@Sap (J), we can see thin layers of materials resided on the surface of the NPs. Based on the BCA protein assay, the value of the saporin protein loading rate in the prepared ZIF-8@Sap, HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap NPs was determined to be 0.74, 0.58, and 0.57%, respectively (n = 3, Table S2).\n\n In Vitro Antitumor Activity and Protein Release from ALN-NPs\n\nMost of the targets of the approved protein drugs are located on the surface of the cell membrane. One of the important reasons is that there are major challenges in the intracellular delivery of protein therapeutics through systemic administration. Therefore, we believe that the development of intracellular delivery of protein technology possesses a high degree of importance. At first, to facilitate the tracking of NPs and their protein cargoes, we prepared ALN-NPs and HA-NPs using fluorescent FITC-labeled BSA proteins as cargoes (Figure S8). We investigated the drug release curve of NPs under acidic and neutral conditions by detecting the release amounts of FITC-labeled proteins. As depicted in A, only 16.55 ± 2.03% of total loading proteins were released from ALN-HA-ZIF-8@FITC-BSA NPs in 72 h at pH 7.4, while 90.87 ± 1.79% of total proteins were released from the NPs in 12 h at pH 5.0 (n = 3). We speculate that the burst release of proteins was due to the acid-sensitive disintegration of ZIF-8 NPs and this property is conducive to the release of drugs under intracellular lysosomal acidic conditions. Then, we investigated whether the proteins released under acidic conditions still maintained their original structure and function by 2,2'-azinobis(3-ethylbenzthiazoline-6-sulfonic acid) (ABTS) assay. And the results confirmed the released CytC kept a similar catalytic activity as that of native CytC proteins at equivalent amounts (B). Subsequently, we investigated the cellular uptake behavior of NPs using CLSM, and the images show that free FITC-BSA proteins had inferior cellular uptake by A549 cells, while ALN-HA-ZIF-8@FITC-BSA and HA-ZIF-8@FITC-BSA were efficiently internalized into the cells (C). Besides, when free hyaluronic acid (HA) was preincubated with A549 cells to saturate the cell membrane CD44 receptor, the uptake of ALN-HA-ZIF-8@FITC-BSA was substantially attenuated, suggesting HA-binding-mediated transport played an important role in the process of NP endocytosis (C). In addition, intracellular colocalization studies have shown that the protein cargoes inside nanoparticles were mainly distributed in the lysosome after endocytosis, demonstrated by the overlapped fluorescence between Lyso-Tracker Red fluorescence (lysosome) and green fluorescence (FITC), whereas many FITC-labeled proteins were gradually trafficked into the cytoplasm over time (Figure S9). The release of proteins inside cells can be attributed to the \"proton-sponge\" effect. Furthermore, the drug-free NPs showed almost no cytotoxicity at a high NP concentration of 100 μg/mL, indicating the biocompatibility of ZIF-8 NPs was satisfactory (D). The in vitro cytotoxicity test exhibited that free saporin protein was relatively low in toxicity compared to A549 cells with a half-maximum inhibitory concentration (IC50) of 3.044 μg/mL (n = 6), due to deficiency of uptake or transport to the cytosol (E). Nevertheless, ALN-HA-ZIF-8@Sap NPs exhibited higher cytotoxicity against A549 cells with a IC50 value of 0.482 μg/mL (n = 6), suggesting cytosolic protein drug delivery was enabled through the NPs. Besides, the IC50 of HA-ZIF-8@Sap and ZIF-8@Sap were 0.578 and 1.32 μg/mL (n = 6), respectively, suggesting HA coating can enhance the delivery ability of NPs to CD44-receptor-overexpressed tumor cells. Collectively, all of these data reveal that the ALN-HA-ZIF-8@Sap NPs can upregulate cytosolic protein delivery to A549 tumor cells, retain the protein activity after release, and effectively enhance the cytotoxicity of protein toxin in vitro. More importantly, these properties will be advantageous to mitigate the damage of protein toxin to other cells residing in the bone microenvironment when ALN-HA-ZIF-8@Sap NPs reach bone metastasis in vivo.", "data": [[{"meta": {"name": "", "symbol": "A", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1637.289", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "ZIF-8@CytC", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1387.522", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "HA-ZIF-8@CytC", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "717.997", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "ALN-HA-ZIF-8@CytC", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "719.831", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "ZIF-8@Sap", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "HA-ZIF-8@Sap", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "ALN-HA-ZIF-8@Sap", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation of the Combination of ALN-HA-ZIF-8@Sap\nNPs\nand RANKL Antibody in Inhibiting Bone Metastasis and Preventing SREs<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0010.tif\" xlink:type=\"simple\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>The vicious circle among the\nosteoblast, osteoclast, and metastatic tumor cells is one of the important\nmechanisms to promote the deterioration of bone metastases. The critical\nfactors involved in this vicious cycle, such as RANKL, PTHrP, IL-6,\nand TGF-β, were revealed in recent years.<named-content content-type=\"bibref-group\" xlink:type=\"simple\">\n<xref ref-type=\"bibr\" rid=\"ref1\"></xref>,<xref ref-type=\"bibr\" rid=\"ref2\"></xref>,<xref ref-type=\"bibr\" rid=\"ref5\"></xref>,<xref ref-type=\"bibr\" rid=\"ref14\"></xref>\n</named-content> In this study,\nbone-targeting protein nanotherapeutics and RANKL antibody were administered\nthrough intravenous injection and played the role of restraining the\nproliferation of tumor cells and the maturation of osteoclasts, respectively,\nthus intervening in the crosstalking between lung cancer cells, osteoblasts,\nand osteoclasts and producing synergistic therapeutic outcomes.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Schematic Representation of the Combination of ALN-HA-ZIF-8@Sap NPs and RANKL Antibody in Inhibiting Bone Metastasis and Preventing SREs      a The vicious circle among the osteoblast, osteoclast, and metastatic tumor cells is one of the important mechanisms to promote the deterioration of bone metastases. The critical factors involved in this vicious cycle, such as RANKL, PTHrP, IL-6, and TGF-β, were revealed in recent years. ,,,  In this study, bone-targeting protein nanotherapeutics and RANKL antibody were administered through intravenous injection and played the role of restraining the proliferation of tumor cells and the maturation of osteoclasts, respectively, thus intervening in the crosstalking between lung cancer cells, osteoblasts, and osteoclasts and producing synergistic therapeutic outcomes.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Preparation of ALN-conjugated\npolymers and protein-encapsulated\nZIF-8 NPs. (A) Synthesis route; (B, C) <sup>1</sup>H NMR and <sup>31</sup>P NMR spectrum of ALN-PEG-HA; (D) DLS and zeta potential\nanalysis of ZIF-8@CytC NPs synthesized using CytC of different concentrations\n(0, 0.1, 0.2, 0.4, 0.8, 1.0, and 1.2 mg/mL) with a fixed molar ratio\nof 70:1 for 2-MIM to Zn<sup>2+</sup> (<italic toggle=\"yes\">n</italic> = 3); (E)\nDLS and zeta potential analysis of ZIF-8@CytC NPs synthesized using\n2-MIM of different concentrations (1.0, 2.0, 2.5, 3.5, and 5.0 mM)\nwith a fixed concentration of Zn<sup>2+</sup> and CytC (<italic toggle=\"yes\">n</italic> = 3); (G) SEM image of ZIF-8@CytC NPs; (H) DLS and zeta potential\nanalysis of ALN-HA-ZIF-8@CytC NPs synthesized using ALN-PEG-HA of\ndifferent concentrations (0, 0.2, 0.5, 1.0, and 2.0 mg/mL, <italic toggle=\"yes\">n</italic> = 3); (I) zeta potentials of different CytC-loaded NPs\n(<italic toggle=\"yes\">n</italic> = 3).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Preparation of ALN-conjugated polymers and protein-encapsulated ZIF-8 NPs. (A) Synthesis route; (B, C) 1H NMR and 31P NMR spectrum of ALN-PEG-HA; (D) DLS and zeta potential analysis of ZIF-8@CytC NPs synthesized using CytC of different concentrations (0, 0.1, 0.2, 0.4, 0.8, 1.0, and 1.2 mg/mL) with a fixed molar ratio of 70:1 for 2-MIM to Zn2+ (n = 3); (E) DLS and zeta potential analysis of ZIF-8@CytC NPs synthesized using 2-MIM of different concentrations (1.0, 2.0, 2.5, 3.5, and 5.0 mM) with a fixed concentration of Zn2+ and CytC (n = 3); (G) SEM image of ZIF-8@CytC NPs; (H) DLS and zeta potential analysis of ALN-HA-ZIF-8@CytC NPs synthesized using ALN-PEG-HA of different concentrations (0, 0.2, 0.5, 1.0, and 2.0 mg/mL, n = 3); (I) zeta potentials of different CytC-loaded NPs (n = 3).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Characterization of functionalized ZIF-8 NPs. (A) NAA isotherms\nof ZIF-8 and other NPs; (B) PXRD spectra of ALN-HA-ZIF-8@CytC and\nother NPs; (C) UV–vis spectra of ALN-HA-ZIF-8@CytC and other\nNPs; (D) FT-IR spectra of ALN-HA-ZIF-8@CytC and other NPs; (E) UV–vis\nspectra of ZIF-8 absorbed with CytC (CytC/ZIF-8) and ZIF-8@CytC that\nwere washed with SDS; (F) TEM image of ZIF-8@ferritin; (G) the colloidal\nstability of HA-encapsulated NPs in PBS (pH 7.4, 0.01 M) and PBS (pH\n7.4, 0.01 M) containing 10% FBS (v/v) (<italic toggle=\"yes\">n</italic> = 3); (H–J)\nTEM images of ZIF-8@Sap and ALN-HA-ZIF-8@Sap; (K) different saporin-loaded\nNPs sizing by DLS; (L) zeta potentials of different saporin-loaded\nNPs (<italic toggle=\"yes\">n</italic> = 3).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Characterization of functionalized ZIF-8 NPs. (A) NAA isotherms of ZIF-8 and other NPs; (B) PXRD spectra of ALN-HA-ZIF-8@CytC and other NPs; (C) UV-vis spectra of ALN-HA-ZIF-8@CytC and other NPs; (D) FT-IR spectra of ALN-HA-ZIF-8@CytC and other NPs; (E) UV-vis spectra of ZIF-8 absorbed with CytC (CytC/ZIF-8) and ZIF-8@CytC that were washed with SDS; (F) TEM image of ZIF-8@ferritin; (G) the colloidal stability of HA-encapsulated NPs in PBS (pH 7.4, 0.01 M) and PBS (pH 7.4, 0.01 M) containing 10% FBS (v/v) (n = 3); (H-J) TEM images of ZIF-8@Sap and ALN-HA-ZIF-8@Sap; (K) different saporin-loaded NPs sizing by DLS; (L) zeta potentials of different saporin-loaded NPs (n = 3).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Protein release from NPs and their effects on non-small-cell lung\ncancer A549 cells <italic toggle=\"yes\">in vitro</italic>. (A) Release curve of\nFITC-labeled BSA protein from ALN-HA-ZIF-8@FTIC-BSA NPs at pH 5.0\nand pH 7.4 (<italic toggle=\"yes\">n</italic> = 3). (B) The activity of CytC protein\nreleased from NPs to oxidate ABTS was compared with that of native\nCytC protein at equal concentrations. The absorbance value at 0 min\nis subtracted from the absorbance value corresponding to each time\ninterval to obtain the change value of absorbance (Δ<italic toggle=\"yes\">A</italic>). (C) The uptake of various FITC-labeled BSA-loaded NPs\ninto A549 cells. The NPs were incubated with A549 cells for 4 h and\nthen imaged by CLSM. For the inhibition experiments, CD44 receptors\nof A549 cells were preblocked through incubation with 5 mg/mL free\nHA for 4 h before the NPs were added. Scale bar: 50 μm. (D)\nCell viability of A549 cells incubated with blank NPs for 48 h (<italic toggle=\"yes\">n</italic> = 6). (E) Cell viability of A549 cells treated with free\nsaporin, ZIF-8@Sap, HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap, respectively\n(<italic toggle=\"yes\">n</italic> = 6). **<italic toggle=\"yes\">p</italic> &lt; 0.01, analyzed\nby student’s <italic toggle=\"yes\">t</italic> test, one tailed.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Protein release from NPs and their effects on non-small-cell lung cancer A549 cells in vitro. (A) Release curve of FITC-labeled BSA protein from ALN-HA-ZIF-8@FTIC-BSA NPs at pH 5.0 and pH 7.4 (n = 3). (B) The activity of CytC protein released from NPs to oxidate ABTS was compared with that of native CytC protein at equal concentrations. The absorbance value at 0 min is subtracted from the absorbance value corresponding to each time interval to obtain the change value of absorbance (ΔA). (C) The uptake of various FITC-labeled BSA-loaded NPs into A549 cells. The NPs were incubated with A549 cells for 4 h and then imaged by CLSM. For the inhibition experiments, CD44 receptors of A549 cells were preblocked through incubation with 5 mg/mL free HA for 4 h before the NPs were added. Scale bar: 50 μm. (D) Cell viability of A549 cells incubated with blank NPs for 48 h (n = 6). (E) Cell viability of A549 cells treated with free saporin, ZIF-8@Sap, HA-ZIF-8@Sap, and ALN-HA-ZIF-8@Sap, respectively (n = 6). **p < 0.01, analyzed by student's t test, one tailed.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Bone-targeting capability of ALN-functionalized NPs. (A)\nSchematic\nillustration of ALN-decorated NPs for bone-targeted delivery. Alendronate\nenabled the targeting of ALN-HA-coated NPs to bone by the chelating\ninteraction between calcium ion in bone mineral with bisphosphonates\nof ALN. (B) The binding properties of various NPs to hydroxyapatite\ntablets and quantitative analysis of their relative radiant efficiency\n(<italic toggle=\"yes\">n</italic> = 3). (C) Fluorescence images of bone fragment <italic toggle=\"yes\">ex vivo</italic> from SD rats incubated with FITC-labeled NPs at\nequivalent fluorescence intensity for 2 h. (D) <italic toggle=\"yes\">In vivo</italic> distribution of bone-tumor-bearing mice intravenously injected with\nCy5-labeled NPs at 3, 6, 12, 24, 36, and 48 h after administration,\nrespectively. (E) Fluorescence images and region-of-interest (ROI)\nquantitative analysis of isolated tumors and tibia tissues at 48 h\n(<italic toggle=\"yes\">n</italic> = 3). *<italic toggle=\"yes\">p</italic> &lt; 0.05, **<italic toggle=\"yes\">p</italic> &lt; 0.01, and ***<italic toggle=\"yes\">p</italic> &lt; 0.001 analyzed\nby student’s <italic toggle=\"yes\">t</italic> test, one tailed.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Bone-targeting capability of ALN-functionalized NPs. (A) Schematic illustration of ALN-decorated NPs for bone-targeted delivery. Alendronate enabled the targeting of ALN-HA-coated NPs to bone by the chelating interaction between calcium ion in bone mineral with bisphosphonates of ALN. (B) The binding properties of various NPs to hydroxyapatite tablets and quantitative analysis of their relative radiant efficiency (n = 3). (C) Fluorescence images of bone fragment ex vivo from SD rats incubated with FITC-labeled NPs at equivalent fluorescence intensity for 2 h. (D) In vivo distribution of bone-tumor-bearing mice intravenously injected with Cy5-labeled NPs at 3, 6, 12, 24, 36, and 48 h after administration, respectively. (E) Fluorescence images and region-of-interest (ROI) quantitative analysis of isolated tumors and tibia tissues at 48 h (n = 3). *p < 0.05, **p < 0.01, and ***p < 0.001 analyzed by student's t test, one tailed.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Evaluation of the combination treatment\n(ALN-HA-ZIF-8@Sap + αRANKL)\non the regression of A549 tumor incubated in tibia (<italic toggle=\"yes\">n</italic> = 6). (A) Scheme of therapeutic schedule. (B) Average tumor growth\ncurves of animals at day 26 in different groups. (C) Tumor growth\ninhibition rates of mice at day 26 in different groups. (D) Survival\ncurves of animals in different groups. (E) Individual tumor growth\ncurves of A549 tumors present in animals of different groups. (F)\nRelative body weights in different groups. *<italic toggle=\"yes\">p</italic> &lt;\n0.05, **<italic toggle=\"yes\">p</italic> &lt; 0.01, and ***<italic toggle=\"yes\">p</italic> &lt;\n0.001, analyzed by student’s <italic toggle=\"yes\">t</italic> test, one tailed.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Evaluation of the combination treatment (ALN-HA-ZIF-8@Sap + αRANKL) on the regression of A549 tumor incubated in tibia (n = 6). (A) Scheme of therapeutic schedule. (B) Average tumor growth curves of animals at day 26 in different groups. (C) Tumor growth inhibition rates of mice at day 26 in different groups. (D) Survival curves of animals in different groups. (E) Individual tumor growth curves of A549 tumors present in animals of different groups. (F) Relative body weights in different groups. *p < 0.05, **p < 0.01, and ***p < 0.001, analyzed by student's t test, one tailed.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>\n<italic toggle=\"yes\">In vivo</italic> X-ray bioimaging of tumor-bearing\nmice\nfrom different treatment groups for monitoring bone loss at day 8,\n18, 28, 38, and 48 post A549 NSCLC tumor cells incubated in tibia.\nThe red arrows indicate the locations of incubated tumors. D: dead.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6   In vivo X-ray bioimaging of tumor-bearing mice from different treatment groups for monitoring bone loss at day 8, 18, 28, 38, and 48 post A549 NSCLC tumor cells incubated in tibia. The red arrows indicate the locations of incubated tumors. D: dead.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) <italic toggle=\"yes\">In vivo</italic> HE immunohistochemical, TUNEL immunofluorescence\nstaining of tumor tissue at day 18 post tumor incubation. Scale bar:\n100 μm. (B) TRAP immunohistochemical staining of osteoclasts\nof tibia from the mice after different treatments at day 18 post tumor\nincubation. Scale bar: 50 μm.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (A) In vivo HE immunohistochemical, TUNEL immunofluorescence staining of tumor tissue at day 18 post tumor incubation. Scale bar: 100 μm. (B) TRAP immunohistochemical staining of osteoclasts of tibia from the mice after different treatments at day 18 post tumor incubation. Scale bar: 50 μm.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Histological\nanalysis of the main organ sections excised from mice\nat day 18 post tumor incubation by using HE staining. Scale bar: 100\nμm.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Histological analysis of the main organ sections excised from mice at day 18 post tumor incubation by using HE staining. Scale bar: 100 μm.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Micro-CT analysis\nfor bone loss of mice tibia from different treatment\ngroups at day 18 after tumor incubation. (A) 3D micro-CT reconstruction\nphotograph, 2D transverse sections photograph, and 2D longitudinal\nsections photograph of tibias in different treatment groups. (B) Trabecular\nnumber (Tb.N) analyses. (C) Bone volume/total volume (BV/TV) analyses.\n(D) Trabecular separation (Tb.sp) analyses. (E) Bone surface (BS)\nanalyses and (F) bone mineral density (BMD) analyses in different\ngroups. *<italic toggle=\"yes\">p</italic> &lt; 0.05, **<italic toggle=\"yes\">p</italic> &lt; 0.01,\nand ***<italic toggle=\"yes\">p</italic> &lt; 0.001 analyzed by student’s <italic toggle=\"yes\">t</italic> test, one tailed.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn1c08269_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Micro-CT analysis for bone loss of mice tibia from different treatment groups at day 18 after tumor incubation. (A) 3D micro-CT reconstruction photograph, 2D transverse sections photograph, and 2D longitudinal sections photograph of tibias in different treatment groups. (B) Trabecular number (Tb.N) analyses. (C) Bone volume/total volume (BV/TV) analyses. (D) Trabecular separation (Tb.sp) analyses. (E) Bone surface (BS) analyses and (F) bone mineral density (BMD) analyses in different groups. *p < 0.05, **p < 0.01, and ***p < 0.001 analyzed by student's t test, one tailed.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsnano.1c08269", "title": "\nIntervention\nwith the Bone-Associated Tumor Vicious\nCycle through Dual-Protein Therapeutics for Treatment of Skeletal-Related\nEvents and Bone Metastases\n", "journal": "American Chemical Society", "date": "2022.01", "author_list": ["Niu\nYimin", "Yang\nHongbin", "Yu\nZhenyan", "Gao\nCuicui", "Ji\nShuaishuai", "Yan\nJie", "Han\nLei", "Huo\nQiang", "Xu\nMing", "Liu\nYang"]}}