{"filepath": "../L2M3_data/1_application_papers/acs_xml/nn2c11974.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Aqueous Zn-based batteries (ZIBs) possess huge advantages\nin terms\nof high safety, low cost, and environmental friendliness. However,\nthe lack of suitable cathodes with high-capacity, long-cycling, and\nhigh-rate capability limits their practical application. Herein, we\npresent a highly crystalline one-dimensional π–d conjugated\nconductive metal–organic framework by coordinating ultrasmall\n1,2,4,5-benzenetetramine (BTA) linkers with copper ions (Cu-BTA-H),\nas a cathode for ZIBs. The large ratio of active sites and dual redox\nmechanism of Cu-BTA-H, including the one-electron-redox reaction over\ncopper ions (via Cu<sup>2+</sup>/Cu<sup>+</sup>) and the two-electron-redox\nreaction over organic ligands (via CN/C–N), effectively\nenhance its reversible capacity. Meanwhile, the abundant porosity,\nsmall band gap, high crystallinity, and stable coordination structure\nof Cu-BTA-H endow it with fast ion/electron transport and effectively\nhinder the dissolution of organic ligands during cycling, respectively.\nConsequently, Cu-BTA-H possesses a high reversible capacity of 330\nmAh g<sup>–1</sup> at 200 mA g<sup>–1</sup> and excellent\nrate performance and long-cycle stability, with a high capacity of\n106.1 mAh g<sup>–1</sup> at 2.0 A g<sup>–1</sup> after\n500 cycles and a high Coulombic efficiency of ∼100%. The proposed\nconductive MOFs with dual redox-active sites provide an efficient\napproach for constructing fast, stable, and high-capacity energy storage\ndevices.</p>", "clean_text": "Aqueous Zn-based batteries (ZIBs) possess huge advantages in terms of high safety, low cost, and environmental friendliness. However, the lack of suitable cathodes with high-capacity, long-cycling, and high-rate capability limits their practical application. Herein, we present a highly crystalline one-dimensional π-d conjugated conductive metal-organic framework by coordinating ultrasmall 1,2,4,5-benzenetetramine (BTA) linkers with copper ions (Cu-BTA-H), as a cathode for ZIBs. The large ratio of active sites and dual redox mechanism of Cu-BTA-H, including the one-electron-redox reaction over copper ions (via Cu2+/Cu+) and the two-electron-redox reaction over organic ligands (via CN/C-N), effectively enhance its reversible capacity. Meanwhile, the abundant porosity, small band gap, high crystallinity, and stable coordination structure of Cu-BTA-H endow it with fast ion/electron transport and effectively hinder the dissolution of organic ligands during cycling, respectively. Consequently, Cu-BTA-H possesses a high reversible capacity of 330 mAh g-1 at 200 mA g-1 and excellent rate performance and long-cycle stability, with a high capacity of 106.1 mAh g-1 at 2.0 A g-1 after 500 cycles and a high Coulombic efficiency of ~100%. The proposed conductive MOFs with dual redox-active sites provide an efficient approach for constructing fast, stable, and high-capacity energy storage devices.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The ever-growing fossil fuel\nconsumption and environmental pollution have triggered the exploration\nof reliable and low-cost battery systems for storing and utilizing\nrenewable and clean energy sources. Among the various battery systems,\naqueous zinc ion batteries (ZIBs) have been considered promising because\nof their high theoretical capacity (820 mAh g<sub>Zn</sub>\n<sup>–1</sup> or 5851 mAh cm<sub>Zn</sub>\n<sup>–3</sup>), low redox potential\n(−0.76 V vs the standard hydrogen electrode), low cost, and\nthe high safety of the metallic Zn anode in aqueous electrolytes. However, the unsatisfactory performance of typical cathode materials,\nin terms of poor cycling life, rate capability, and reversible capacity,\nseriously hinders the practical feasibility of ZIBs.\n</p>", "clean_text": "The ever-growing fossil fuel consumption and environmental pollution have triggered the exploration of reliable and low-cost battery systems for storing and utilizing renewable and clean energy sources. Among the various battery systems, aqueous zinc ion batteries (ZIBs) have been considered promising because of their high theoretical capacity (820 mAh gZn -1 or 5851 mAh cmZn -3), low redox potential (-0.76 V vs the standard hydrogen electrode), low cost, and the high safety of the metallic Zn anode in aqueous electrolytes. However, the unsatisfactory performance of typical cathode materials, in terms of poor cycling life, rate capability, and reversible capacity, seriously hinders the practical feasibility of ZIBs. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Typical cathode materials for ZIBs include layered inorganic\nmaterials\n(e.g., MnO<sub>2</sub>, V<sub>2</sub>O<sub>5</sub>, etc.), small-molecule\norganic materials (e.g., carbonyl compounds, imine compounds, etc.),\nand Prussian blue analogues. For the layered inorganic materials, their huge volume variation/pulverization\nupon Zn<sup>2+</sup> insertion/extraction inevitably deteriorates\nthe cycling life. In comparison, the redox reaction in the organic cathodes is mainly\nachieved by the rearrangement of chemical bonds (e.g., −CO\nand −CN) rather than the inset/extraction of Zn<sup>2+</sup> ions, which can effectively avoid the materials’\nvolume variation/pulverization. However, the dissolution of common\nsmall-molecule organic ligands into electrolytes severely hinders\nthe stability of organic cathodes. In addition, the intrinsically poor electronic/ionic\nconductivity of these aforementioned cathode materials further limits\nthe improvement of the batteries’ rate performances.</p>", "clean_text": "Typical cathode materials for ZIBs include layered inorganic materials (e.g., MnO2, V2O5, etc.), small-molecule organic materials (e.g., carbonyl compounds, imine compounds, etc.), and Prussian blue analogues. For the layered inorganic materials, their huge volume variation/pulverization upon Zn2+ insertion/extraction inevitably deteriorates the cycling life. In comparison, the redox reaction in the organic cathodes is mainly achieved by the rearrangement of chemical bonds (e.g., -CO and -CN) rather than the inset/extraction of Zn2+ ions, which can effectively avoid the materials' volume variation/pulverization. However, the dissolution of common small-molecule organic ligands into electrolytes severely hinders the stability of organic cathodes. In addition, the intrinsically poor electronic/ionic conductivity of these aforementioned cathode materials further limits the improvement of the batteries' rate performances.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In comparison, conductive metal–organic framework materials\n(c-MOFs), which are constructed by coordinating metal ions (Co<sup>2+</sup>, Ni<sup>2+</sup>, Cu<sup>2+</sup>, etc.) and π-conjugated\norganic ligands (e.g., hexaaminobenzene), have been employed in high-rate\nlithium and sodium ion batteries, and the unique features of c-MOFs\nmake them potentially suitable for ZIBs as well. On the one\nhand, the c-MOFs not only possess a tailorable pore structure and\nhigh specific surface area but also show excellent electrical conductivity\n(0.1–1000 S cm<sup>–1</sup>), owing to their abundant\nπ–π/π–d conjugated structure and graphene-like\ndelocalized electrons, which fundamentally provide a much enhanced\nelectronic/ionic conductivity compared with the conventional MOF counterparts. On the other hand, the stable coordination structure\nof metal ions bonded with organic ligands in c-MOFs can effectively\ninhibit the leaching of organic ligands and thus improve their cycling\nstability. Of note, a high crystallinity\nfor MOFs is very important to realize their excellent potential performances,\nand various methods, including the adjustment of reaction conditions (reactant concentration, reaction temperature, solvent kinds, etc.),\nan interface-assisted strategy, and and organic ligand\nreplacement strategy, are adopted to achieve high-crystallinity\nMOFs.</p>", "clean_text": "In comparison, conductive metal-organic framework materials (c-MOFs), which are constructed by coordinating metal ions (Co2+, Ni2+, Cu2+, etc.) and π-conjugated organic ligands (e.g., hexaaminobenzene), have been employed in high-rate lithium and sodium ion batteries, and the unique features of c-MOFs make them potentially suitable for ZIBs as well. On the one hand, the c-MOFs not only possess a tailorable pore structure and high specific surface area but also show excellent electrical conductivity (0.1-1000 S cm-1), owing to their abundant π-π/π-d conjugated structure and graphene-like delocalized electrons, which fundamentally provide a much enhanced electronic/ionic conductivity compared with the conventional MOF counterparts. On the other hand, the stable coordination structure of metal ions bonded with organic ligands in c-MOFs can effectively inhibit the leaching of organic ligands and thus improve their cycling stability. Of note, a high crystallinity for MOFs is very important to realize their excellent potential performances, and various methods, including the adjustment of reaction conditions (reactant concentration, reaction temperature, solvent kinds, etc.), an interface-assisted strategy, and and organic ligand replacement strategy, are adopted to achieve high-crystallinity MOFs.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Apart from these merits, the reversible metal ion storage\nin c-MOFs\nnot only is associated with the bond rearrangement of the organic\nligands, such as −CNH, −CO, etc. but\nalso depends on the redox of the transition-metal ions, thus achieving\nmultimechanism metal ion storage with a higher capacity. For example, a 2D Cu-based c-MOF using 2,3,6,7,10,11-hexahydroxytrimethylene\nhydrate as the organic ligand (Cu-HHTP) has been recently reported\nas a high-rate cathode for ZIBs, verifying\nthe dual redox-active sites of organic ligands and Cu<sup>2+</sup> ions in aqueous ZIBs. However, the low ratio of active −CO\ngroups and the high content of inactive phenyl content in HHTP ligands\nin this c-MOF potentially compromise the advantages of the dual-mechanism\nZn storage feature, resulting in an unsatisfactory capacity of only\n189.2 mAh g<sup>–1</sup>. In addition, c-MOFs with −CO/–C–OH\ngroups commonly possess stronger hydrophilicity than those composed\nof −CNH/–C–NH<sub>2</sub> groups, which\nmakes them easier to dissolve into aqueous electrolytes, significantly\ndeteriorating their cycling performance, even with the help of the\nstabilizing effect of coordinated metal ions. Thus, c-MOFs with a\nhigh portion of −CNH terminal groups, which act as\nthe primary Zn storage sites, and coordinated multivalent metal ions,\nas the secondary Zn storage sites, would be promising for achieving\nhigh capacity and satisfactory cycling stability in the meantime.</p>", "clean_text": "Apart from these merits, the reversible metal ion storage in c-MOFs not only is associated with the bond rearrangement of the organic ligands, such as -CNH, -CO, etc. but also depends on the redox of the transition-metal ions, thus achieving multimechanism metal ion storage with a higher capacity. For example, a 2D Cu-based c-MOF using 2,3,6,7,10,11-hexahydroxytrimethylene hydrate as the organic ligand (Cu-HHTP) has been recently reported as a high-rate cathode for ZIBs, verifying the dual redox-active sites of organic ligands and Cu2+ ions in aqueous ZIBs. However, the low ratio of active -CO groups and the high content of inactive phenyl content in HHTP ligands in this c-MOF potentially compromise the advantages of the dual-mechanism Zn storage feature, resulting in an unsatisfactory capacity of only 189.2 mAh g-1. In addition, c-MOFs with -CO/-C-OH groups commonly possess stronger hydrophilicity than those composed of -CNH/-C-NH2 groups, which makes them easier to dissolve into aqueous electrolytes, significantly deteriorating their cycling performance, even with the help of the stabilizing effect of coordinated metal ions. Thus, c-MOFs with a high portion of -CNH terminal groups, which act as the primary Zn storage sites, and coordinated multivalent metal ions, as the secondary Zn storage sites, would be promising for achieving high capacity and satisfactory cycling stability in the meantime.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>Regarding this, we herein report a Cu-based c-MOF that is composed\nof ultrasmall 1,2,4,5-benzenetetramine (BTA) ligands and coordinated\ncopper ions as the cathode for aqueous ZIBs. The adoption of the small\nmolecule BTA effectively maximizes the portion of redox-active species\n(i.e., −CN−) and minimizes the inactive contents\n(i.e., the benzene group) in the c-MOFs. Meanwhile, the secondary\nredox of the transition-metal ions (Cu<sup>2+</sup>/Cu<sup>+</sup>) synergistically contributes to an additional capacity for Zn storage.\nThus, a high reversible capacity of 330 mAh g<sup>–1</sup> at\n200 mA g<sup>–1</sup> has been achieved for Cu-BTA. In addition,\nthe unique porous structure, high electronic conductivity, and stable\ncoordination structure of Cu-BTA with high crystallinity collaboratively\ncontribute to both a high-rate capability and excellent cycling stability,\nshowing a high capacity of 106.1 mAh g<sup>–1</sup> at 2.0\nA g<sup>–1</sup> after 500 cycles with a Coulombic efficiency\nof ∼100%. The design of c-MOF-based cathodes with dual 0active\nsites can thus effectively enhance the energy density and durability\nof ZIBs.</p>", "clean_text": "Regarding this, we herein report a Cu-based c-MOF that is composed of ultrasmall 1,2,4,5-benzenetetramine (BTA) ligands and coordinated copper ions as the cathode for aqueous ZIBs. The adoption of the small molecule BTA effectively maximizes the portion of redox-active species (i.e., -CN-) and minimizes the inactive contents (i.e., the benzene group) in the c-MOFs. Meanwhile, the secondary redox of the transition-metal ions (Cu2+/Cu+) synergistically contributes to an additional capacity for Zn storage. Thus, a high reversible capacity of 330 mAh g-1 at 200 mA g-1 has been achieved for Cu-BTA. In addition, the unique porous structure, high electronic conductivity, and stable coordination structure of Cu-BTA with high crystallinity collaboratively contribute to both a high-rate capability and excellent cycling stability, showing a high capacity of 106.1 mAh g-1 at 2.0 A g-1 after 500 cycles with a Coulombic efficiency of ~100%. The design of c-MOF-based cathodes with dual 0active sites can thus effectively enhance the energy density and durability of ZIBs.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>As depicted in a, Cu-BTA was synthesized by\ncoordinating polymerization of\n1,2,4,5-benzenetetramine (BTA) with Cu<sup>2+</sup> ions in the presence\nof ammonia. In this process, the −NH– species are formed\nby deprotonation of −NH<sub>2</sub> in the BTA ligands coordinated\nwith Cu<sup>2+</sup> ions in a square and planar manner, forming one-dimensional\n(1D) Cu-BTA chains with a π–π/π–d\nconjugated structure with abundant delocalized electrons (b). In this regard,\nan optimized Cu-BTA sample with an improved crystallinity (denoted\nCu-BTA-H) was prepared at 60 °C for 24 h. For comparison, low-crystallinity\nCu-BTA (denote Cu-BTA-L) as well as high-crystallinity Ni-BTA (Ni-BTA-H),\nwhich were believed to not have the dual Zn<sup>2+</sup> storage features\ndue to the redox-inert feature of Ni<sup>2+</sup>, were also prepared. The experimental details can be found in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Results and Discussion\n\nAs depicted in a, Cu-BTA was synthesized by coordinating polymerization of 1,2,4,5-benzenetetramine (BTA) with Cu2+ ions in the presence of ammonia. In this process, the -NH- species are formed by deprotonation of -NH2 in the BTA ligands coordinated with Cu2+ ions in a square and planar manner, forming one-dimensional (1D) Cu-BTA chains with a π-π/π-d conjugated structure with abundant delocalized electrons (b). In this regard, an optimized Cu-BTA sample with an improved crystallinity (denoted Cu-BTA-H) was prepared at 60 °C for 24 h. For comparison, low-crystallinity Cu-BTA (denote Cu-BTA-L) as well as high-crystallinity Ni-BTA (Ni-BTA-H), which were believed to not have the dual Zn2+ storage features due to the redox-inert feature of Ni2+, were also prepared. The experimental details can be found in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic illustration\nof the synthesis process of Cu-BTA.\n(b) Molecular structure of planar 1D conjugated Cu-BTA from a top\nview. (c) XRD patterns and (d–f) TEM images of Cu-BTA (-H/L)\nand Ni-BTA-H powders. (g–i) Full XPS spectra and high-resolution\nN 1s spectra, Cu 2p spectra, and Ni 2p spectra of Cu-BTA-H and Ni-BTA-H,\nrespectively. (j) EPR spectra, (k) Raman spectra, and (l) FIRT spectra\nof Cu-BTA-H/-L and Ni-BTA-H.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic illustration of the synthesis process of Cu-BTA. (b) Molecular structure of planar 1D conjugated Cu-BTA from a top view. (c) XRD patterns and (d-f) TEM images of Cu-BTA (-H/L) and Ni-BTA-H powders. (g-i) Full XPS spectra and high-resolution N 1s spectra, Cu 2p spectra, and Ni 2p spectra of Cu-BTA-H and Ni-BTA-H, respectively. (j) EPR spectra, (k) Raman spectra, and (l) FIRT spectra of Cu-BTA-H/-L and Ni-BTA-H.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>The crystal structure of the materials was first\ninvestigated by\nan X-ray diffraction (XRD) analysis. As shown in c, all of the XRD patterns\nare well consistent with previously reported BTA-based c-MOFs with\nthree prominent peaks at 2θ = 20.6, 23.9, and 29.3°, confirming the successful formation of Ni-BTA-H and Cu-BTA-H/L.\nAnd the higher diffraction intensities for Ni-BTA-H and Cu-BTA-H indicate\ntheir improved crystallinity, compared with Cu-BTA-L, which is helpful\nfor achieving the improved electronic conductivity and structural\nstability for BTA-based c-MOFs. Correspondingly, Cu-BTA-H shows an\naggregated structure with a particle size of 50–100 nm benefiting\nfrom the long-range and ordered growth, while Cu-BTA-L generally shows\na smaller globular or sheet-like structure with a size of 20–40\nnm. Meanwhile, Ni-BTA-H possesses a rod-like structure with a diameter\nof ∼10 nm, but with a length of over 100 nm (d–f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). The rod-like structure for Ni-BTA-H\nmay be induced by the stronger π–π intermolecular\ninteraction owing to the different numbers of d-orbital electrons\nfor Cu (d<sup>9</sup>) and Ni (d<sup>8</sup>), leading to the more\nordered π–π stacking than in Cu-BTA in the long\nrange. In addition, the corresponding N<sub>2</sub> adsorption–desorption results indicate the existence of mesopores\naround 7.0 and 9.0 nm, possibly formed by the stacking of nanoparticles\nor -rods in the material, as well as specific surface areas of 25.2\nand 71.2 m<sup>2</sup> g<sup>–1</sup> for Cu-BTA-H and Ni-BTA-H,\nrespectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). These nanosized\nparticles and mesopores would facilitate the ion diffusion inside\nthe materials.</p>", "clean_text": "The crystal structure of the materials was first investigated by an X-ray diffraction (XRD) analysis. As shown in c, all of the XRD patterns are well consistent with previously reported BTA-based c-MOFs with three prominent peaks at 2θ = 20.6, 23.9, and 29.3°, confirming the successful formation of Ni-BTA-H and Cu-BTA-H/L. And the higher diffraction intensities for Ni-BTA-H and Cu-BTA-H indicate their improved crystallinity, compared with Cu-BTA-L, which is helpful for achieving the improved electronic conductivity and structural stability for BTA-based c-MOFs. Correspondingly, Cu-BTA-H shows an aggregated structure with a particle size of 50-100 nm benefiting from the long-range and ordered growth, while Cu-BTA-L generally shows a smaller globular or sheet-like structure with a size of 20-40 nm. Meanwhile, Ni-BTA-H possesses a rod-like structure with a diameter of ~10 nm, but with a length of over 100 nm (d-f and Figure S1). The rod-like structure for Ni-BTA-H may be induced by the stronger π-π intermolecular interaction owing to the different numbers of d-orbital electrons for Cu (d9) and Ni (d8), leading to the more ordered π-π stacking than in Cu-BTA in the long range. In addition, the corresponding N2 adsorption-desorption results indicate the existence of mesopores around 7.0 and 9.0 nm, possibly formed by the stacking of nanoparticles or -rods in the material, as well as specific surface areas of 25.2 and 71.2 m2 g-1 for Cu-BTA-H and Ni-BTA-H, respectively (Figure S2). These nanosized particles and mesopores would facilitate the ion diffusion inside the materials.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The chemical structure and composition of materials\nwere then studied.\nFirst, X-ray photoelectron spectroscopy (XPS) survey scans confirm\nthe existence of metal species (Cu and Ni), C, and N elements in the\nBTA-based c-MOFs; the TEM-based energy-dispersive X-ray spectroscopy\n(EDS) elemental mappings of the materials suggest the homogeneous\ndistribution of these elements over the materials (g and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figures S3 and S4</ext-link>). Additionally, the obvious O 1s peaks in the full\nXPS spectra of both Cu-BTA and Ni-BTA are attributed to the adsorbed\noxygen-containing species, e.g., waters or O<sub>2</sub>, in the unsaturated\ncoordinated metal sites or nanopores in the c-MOFs. In detail, in the high-resolution N 1s XPS spectra, the coexistence\nof −CN (398.3 eV) and −C–NH–M\n(399.6 eV, noted as −C–N) peaks indicates the redistribution\nof electrons between the nitrogen atoms (from −C–NH–\nto −CN), suggesting the coordination of BTA molecules\nwith metal ions in all the BTA-based c-MOFs, which are also evidenced\nin the high-resolution C 1s XPS spectra (h and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figures S4 and S5</ext-link>). Noticeably, the high-resolution Cu 2p spectra of Cu-BTA-H\nand Cu-BTA-L suggest their Cu species possess both +1 and +2 states,\nwhile the Ni 2p spectrum reveals only the +2 state of Ni (i and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). These multivalent Cu ions will act\nas extra Zn-storage sites for enhanced capacity, which will be discussed\nlater.</p>", "clean_text": "The chemical structure and composition of materials were then studied. First, X-ray photoelectron spectroscopy (XPS) survey scans confirm the existence of metal species (Cu and Ni), C, and N elements in the BTA-based c-MOFs; the TEM-based energy-dispersive X-ray spectroscopy (EDS) elemental mappings of the materials suggest the homogeneous distribution of these elements over the materials (g and Figures S3 and S4). Additionally, the obvious O 1s peaks in the full XPS spectra of both Cu-BTA and Ni-BTA are attributed to the adsorbed oxygen-containing species, e.g., waters or O2, in the unsaturated coordinated metal sites or nanopores in the c-MOFs. In detail, in the high-resolution N 1s XPS spectra, the coexistence of -CN (398.3 eV) and -C-NH-M (399.6 eV, noted as -C-N) peaks indicates the redistribution of electrons between the nitrogen atoms (from -C-NH- to -CN), suggesting the coordination of BTA molecules with metal ions in all the BTA-based c-MOFs, which are also evidenced in the high-resolution C 1s XPS spectra (h and Figures S4 and S5). Noticeably, the high-resolution Cu 2p spectra of Cu-BTA-H and Cu-BTA-L suggest their Cu species possess both +1 and +2 states, while the Ni 2p spectrum reveals only the +2 state of Ni (i and Figure S4). These multivalent Cu ions will act as extra Zn-storage sites for enhanced capacity, which will be discussed later.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The strong electron paramagnetic resonance (EPR) spectra,\nwith <italic toggle=\"yes\">g</italic> factors of ∼2.01 and ∼2.08 for\nNi-BTA-H\nand Cu-BTA-H/L (j), respectively, further solidify the existence of delocalized electrons\nand double-bond characters of −CN bonds. In addition,\nthe −CN and −C–N peaks located at ∼1512\nand 1204 cm<sup>–1</sup> are also observed in the Raman and\nFTIR results (k and l), which is consistent with the XPS and EPR results. Noticeably,\nthe peaks at ∼3250 cm<sup>–1</sup> in the FTIR spectra\nare assigned to the -NH- stretching vibration of -NH in secondary\namines, while there are two peaks between 3300 and 3500 cm<sup>–1</sup> in the FTIR of BTA molecules, assigned to the symmetric and antisymmetric\nN–H stretching (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). And, the peaks at ∼620 cm<sup>–1</sup> in the Raman\nspectra corresponds to the vibration of M-N bonds (k), thus collaboratively confirming\nthe formation of M-NH-C- coordination structure between -NH-C- and\nmetal ions. Consequently, the above characterizations confirm the\nM-NH-C- coordination structure in Cu-BTA with -C = N double bonds\nand low valence Cu<sup>1+</sup> nodes, which would endow the c-MOFs\npotential dual-mechanism Zn<sup>2+</sup> ion storage capability for\nenhanced reversible capacity.</p>", "clean_text": "The strong electron paramagnetic resonance (EPR) spectra, with g factors of ~2.01 and ~2.08 for Ni-BTA-H and Cu-BTA-H/L (j), respectively, further solidify the existence of delocalized electrons and double-bond characters of -CN bonds. In addition, the -CN and -C-N peaks located at ~1512 and 1204 cm-1 are also observed in the Raman and FTIR results (k and l), which is consistent with the XPS and EPR results. Noticeably, the peaks at ~3250 cm-1 in the FTIR spectra are assigned to the -NH- stretching vibration of -NH in secondary amines, while there are two peaks between 3300 and 3500 cm-1 in the FTIR of BTA molecules, assigned to the symmetric and antisymmetric N-H stretching (Figure S6). And, the peaks at ~620 cm-1 in the Raman spectra corresponds to the vibration of M-N bonds (k), thus collaboratively confirming the formation of M-NH-C- coordination structure between -NH-C- and metal ions. Consequently, the above characterizations confirm the M-NH-C- coordination structure in Cu-BTA with -C = N double bonds and low valence Cu1+ nodes, which would endow the c-MOFs potential dual-mechanism Zn2+ ion storage capability for enhanced reversible capacity.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>Before the electrochemical performance\ntest, the hydrophobicity\nof the Cu-BTA-H electrode was first characterized. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, the Cu-BTA-H electrode shows a water\ncontact angle of 121°, indicating its good hydrophobicity, potentially\nfavorable for hindering the dissolution of ligands into aqueous electrolytes\nand enhancing its cycling performance. Subsequently, the cyclic voltammograms\n(CV) in the range of 0.3–1.6 V at a scan rate of 0.1 mV s<sup>–1</sup> of Cu-BTA-H and its analogues were studied. Interestingly,\nthe CV loops of Cu-BTA-H show two cathodic peaks centered at ∼0.81\nand ∼0.66 V (a), in which that at ∼0.81 V may be related to the\nreduction of Cu<sup>2+</sup> to Cu<sup>+</sup> and the other at ∼0.66\nV should correspond to the transformation of −CN to\n−C–N bonds upon Zn<sup>2+</sup> insertion. Meanwhile, the two anodic peaks in the broad\nrange of ∼0.93 and ∼1.00 V correspond to the oxidation\nof −C–N to −CN and Cu<sup>+</sup> to\nCu<sup>2+</sup>. In the CV loop of Ni-BTA-H, however, there is only\none cathodic peak centered at ∼0.73 V and one anodic peak at\n∼0.96 V, corresponding to the reduction and oxidation between\n−CN and −C–N species upon the intercalation/extraction\nof Zn<sup>2+</sup> (b). The different reduction voltage for −CN\nin Ni-BTA and Cu-BTA analogues may be related to the coordinated metal\nions. Similarly, there are two pairs of voltage platforms located\nat ∼0.80/1.06 and ∼0.65/0.9 V of Cu-BTA-H/L, and one\npair of discharge plateaus at ∼0.73/0.95 V for Ni-BTA-H in\nthe discharging/charging process (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>), which further confirm the dual-mechanism Zn<sup>2+</sup> storage\nfeature for Cu-BTA-H/L and the single Zn<sup>2+</sup> storage mechanism\nfor Ni-BTA-H.</p>", "clean_text": "Before the electrochemical performance test, the hydrophobicity of the Cu-BTA-H electrode was first characterized. As shown in Figure S7, the Cu-BTA-H electrode shows a water contact angle of 121°, indicating its good hydrophobicity, potentially favorable for hindering the dissolution of ligands into aqueous electrolytes and enhancing its cycling performance. Subsequently, the cyclic voltammograms (CV) in the range of 0.3-1.6 V at a scan rate of 0.1 mV s-1 of Cu-BTA-H and its analogues were studied. Interestingly, the CV loops of Cu-BTA-H show two cathodic peaks centered at ~0.81 and ~0.66 V (a), in which that at ~0.81 V may be related to the reduction of Cu2+ to Cu+ and the other at ~0.66 V should correspond to the transformation of -CN to -C-N bonds upon Zn2+ insertion. Meanwhile, the two anodic peaks in the broad range of ~0.93 and ~1.00 V correspond to the oxidation of -C-N to -CN and Cu+ to Cu2+. In the CV loop of Ni-BTA-H, however, there is only one cathodic peak centered at ~0.73 V and one anodic peak at ~0.96 V, corresponding to the reduction and oxidation between -CN and -C-N species upon the intercalation/extraction of Zn2+ (b). The different reduction voltage for -CN in Ni-BTA and Cu-BTA analogues may be related to the coordinated metal ions. Similarly, there are two pairs of voltage platforms located at ~0.80/1.06 and ~0.65/0.9 V of Cu-BTA-H/L, and one pair of discharge plateaus at ~0.73/0.95 V for Ni-BTA-H in the discharging/charging process (c and Figure S8a), which further confirm the dual-mechanism Zn2+ storage feature for Cu-BTA-H/L and the single Zn2+ storage mechanism for Ni-BTA-H.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Electrochemical performances: the cyclic voltammograms\nof (a) Cu-BTA-H\nand (b) Ni-BTA-H at 0.1 mV s<sup>–1</sup>, (c) the discharging/charging\ncurves of Cu-BTA-H/Ni-BTA-H at 0.2 A g<sup>–1</sup>, (d) the\nrate performance and (e) cycling performance of Cu-BTA-H/L and Ni-BTA-H\nat 2.0 A g<sup>–1</sup>, and (f, g) the ratio of capacitive\nand diffusion currents contributed charge storage of Cu-BTA-H and\nNi-BTA-H. (h) Comparison of Cu-BTA-H with other cathodes for ZIBs,\nincluding Cu-HHTP,<xref ref-type=\"bibr\" rid=\"ref26\"></xref> Cu-TCNQ,<xref ref-type=\"bibr\" rid=\"ref31\"></xref> Cu<sub>2</sub>O/rGO,<xref ref-type=\"bibr\" rid=\"ref32\"></xref> Cu<sub>2</sub>S,<xref ref-type=\"bibr\" rid=\"ref33\"></xref> Mn-H<sub>3</sub>BTC,<xref ref-type=\"bibr\" rid=\"ref34\"></xref> poly­(1,5-NAPD),<xref ref-type=\"bibr\" rid=\"ref35\"></xref> V-MOF,<xref ref-type=\"bibr\" rid=\"ref36\"></xref> Mn<sub>2</sub>O<sub>3</sub>,<xref ref-type=\"bibr\" rid=\"ref37\"></xref> Co/Mn-PB,<xref ref-type=\"bibr\" rid=\"ref38\"></xref> DTT,<xref ref-type=\"bibr\" rid=\"ref39\"></xref> and PANI-S.<xref ref-type=\"bibr\" rid=\"ref40\"></xref>\n</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Electrochemical performances: the cyclic voltammograms of (a) Cu-BTA-H and (b) Ni-BTA-H at 0.1 mV s-1, (c) the discharging/charging curves of Cu-BTA-H/Ni-BTA-H at 0.2 A g-1, (d) the rate performance and (e) cycling performance of Cu-BTA-H/L and Ni-BTA-H at 2.0 A g-1, and (f, g) the ratio of capacitive and diffusion currents contributed charge storage of Cu-BTA-H and Ni-BTA-H. (h) Comparison of Cu-BTA-H with other cathodes for ZIBs, including Cu-HHTP, Cu-TCNQ, Cu2O/rGO, Cu2S, Mn-H3BTC, poly(1,5-NAPD), V-MOF, Mn2O3, Co/Mn-PB, DTT, and PANI-S.    ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>Benefiting from the dual-mechanism Zn<sup>2+</sup> storage capability,\nboth Cu-BTA-H and Cu-BTA-L show higher reversible capacities than\nNi-BTA-H at different current densities. As shown in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S8b–d</ext-link>, Cu-BTA-H shows the highest reversible capacities\nof 330, 200, 180, 160, and 125 mAh g<sup>–1</sup> at current\ndensities of 0.2, 0.5, 1.0, 2.0, and 5.0 A g<sup>–1</sup>,\nrespectively, while Ni-BTA-H possesses the lowest capacities of 200,\n120, 105, 95, and 80 mAh g<sup>–1</sup> at these current densities.\nAfter being tested for 500 cycles at 2.0 A g<sup>–1</sup>,\na high capacity of 106.1 mAh g<sup>–1</sup> can still be achieved\non Cu-BTA-H, much higher than those of Cu-BTA-L (77 mAh g<sup>–1</sup>) and Ni-BTA-H (78 mAh g<sup>–1</sup>). Of note, the low capacity\nof Ni-BTA-H is attributed to its intrinsic single-type Zn<sup>2+</sup> storage mechanism, while the poorer rate performance and lowest\nreversible capacity after long cycling of Cu-BTA-L should be induced\nby the low electronic conductivity and the dissolution of BTA linkers\ninto the electrolytes during repeated discharging/charging processes,\nbecause of its low crystallinity. Correspondingly, Cu-BTA-H and Ni-BTA-H\nwith high crystallinity show higher capacity retentions of 68.5% and\n84.5%, respectively, than that of Cu-BTA-L (only 51.2%) after 500\ncycles at 2.0 A g<sup>–1</sup> (e). Of note, the redox of Cu-ions and BTA\nligands occurring simultaneously inevitably leads to a poorer stability\nthan that of  only via the single redox of BTA ligands, but a largely\nenhanced crystallinity, even a single-crystal feature of c-MOFs, as well the adoption of modified separators would effectively solve this problem to achieve\nlong-cycling and dual-active c-MOFs based cathodes.</p>", "clean_text": "Benefiting from the dual-mechanism Zn2+ storage capability, both Cu-BTA-H and Cu-BTA-L show higher reversible capacities than Ni-BTA-H at different current densities. As shown in d and Figure S8b-d, Cu-BTA-H shows the highest reversible capacities of 330, 200, 180, 160, and 125 mAh g-1 at current densities of 0.2, 0.5, 1.0, 2.0, and 5.0 A g-1, respectively, while Ni-BTA-H possesses the lowest capacities of 200, 120, 105, 95, and 80 mAh g-1 at these current densities. After being tested for 500 cycles at 2.0 A g-1, a high capacity of 106.1 mAh g-1 can still be achieved on Cu-BTA-H, much higher than those of Cu-BTA-L (77 mAh g-1) and Ni-BTA-H (78 mAh g-1). Of note, the low capacity of Ni-BTA-H is attributed to its intrinsic single-type Zn2+ storage mechanism, while the poorer rate performance and lowest reversible capacity after long cycling of Cu-BTA-L should be induced by the low electronic conductivity and the dissolution of BTA linkers into the electrolytes during repeated discharging/charging processes, because of its low crystallinity. Correspondingly, Cu-BTA-H and Ni-BTA-H with high crystallinity show higher capacity retentions of 68.5% and 84.5%, respectively, than that of Cu-BTA-L (only 51.2%) after 500 cycles at 2.0 A g-1 (e). Of note, the redox of Cu-ions and BTA ligands occurring simultaneously inevitably leads to a poorer stability than that of  only via the single redox of BTA ligands, but a largely enhanced crystallinity, even a single-crystal feature of c-MOFs, as well the adoption of modified separators would effectively solve this problem to achieve long-cycling and dual-active c-MOFs based cathodes.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Furthermore,\nthe kinetics of the Zn<sup>2+</sup> ion/electron transport\nin the Cu-BTA-H/L and Ni-BTA-H cathodes were also tested via electrochemical\nimpedance spectroscopy (EIS) and galvanostatic intermittent titration\ntechnique (GITT) analyses, which indicated the faster ion/electron\ntransport ability for both Cu-BTA-H and Ni-BTA-H, compared with Cu-BTA-L.\nSpecifically, all of the materials’ Nyquist plots are composed\nof three parts: two semicircle parts in the high- and medium-frequency\nregions followed by an inclined line in the low-frequency region,\ncorresponding to the interfacial impedance between the cathodes and\nthe collector, charge-transfer impedance, and ion-diffusion impedance\nin the cathodes, respectively. The smaller diameters of the semicircles\nfor Cu-BTA-H and Ni-BTA-H in the medium-frequency region indicate\nthe lower charge-transfer resistance than that of Cu-BTA-L (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>), which is induced by the intrinsic\nhigh electronic conductivity of the Cu/Ni-BTA-H framework due to the\nhigh crystallinity. Interestingly, the larger particle\nsize for Cu-BTA-H does not hinder the ion diffusion properties, and\nboth Cu-BTA-H and Ni-BTA-H show larger slopes for the inclined line\nin the low-frequency region than that of Cu-BTA-L, indicating their\nfaster Zn<sup>2+</sup> ion diffusion rate. A similar result can also be concluded from the lower <italic toggle=\"yes\">W</italic>\n<sub>0</sub>–<italic toggle=\"yes\">R</italic> value (500 Ω vs 560\nand 739 Ω), larger δ value (20.7 vs 15.7 and 12.7) from\nthe fitted EIS results and faster ion-diffusion coefficient (∼10<sup>–10</sup> cm<sup>2</sup> s<sup>–1</sup> for Ni-BTA-H\nand ∼10<sup>–10</sup> cm<sup>2</sup> s<sup>–1</sup> for Cu-BTA-H vs 10<sup>–11</sup> cm<sup>2</sup> s<sup>–1</sup> for Cu-BTA-L) from the GITT analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).</p>", "clean_text": "Furthermore, the kinetics of the Zn2+ ion/electron transport in the Cu-BTA-H/L and Ni-BTA-H cathodes were also tested via electrochemical impedance spectroscopy (EIS) and galvanostatic intermittent titration technique (GITT) analyses, which indicated the faster ion/electron transport ability for both Cu-BTA-H and Ni-BTA-H, compared with Cu-BTA-L. Specifically, all of the materials' Nyquist plots are composed of three parts: two semicircle parts in the high- and medium-frequency regions followed by an inclined line in the low-frequency region, corresponding to the interfacial impedance between the cathodes and the collector, charge-transfer impedance, and ion-diffusion impedance in the cathodes, respectively. The smaller diameters of the semicircles for Cu-BTA-H and Ni-BTA-H in the medium-frequency region indicate the lower charge-transfer resistance than that of Cu-BTA-L (Figure S9), which is induced by the intrinsic high electronic conductivity of the Cu/Ni-BTA-H framework due to the high crystallinity. Interestingly, the larger particle size for Cu-BTA-H does not hinder the ion diffusion properties, and both Cu-BTA-H and Ni-BTA-H show larger slopes for the inclined line in the low-frequency region than that of Cu-BTA-L, indicating their faster Zn2+ ion diffusion rate. A similar result can also be concluded from the lower W 0-R value (500 Ω vs 560 and 739 Ω), larger δ value (20.7 vs 15.7 and 12.7) from the fitted EIS results and faster ion-diffusion coefficient (~10-10 cm2 s-1 for Ni-BTA-H and ~10-10 cm2 s-1 for Cu-BTA-H vs 10-11 cm2 s-1 for Cu-BTA-L) from the GITT analysis (Figure S10 and Table S1).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Insights\ninto the electrochemical Zn<sup>2+</sup> storage behavior\nof the materials were then investigated by CV at various scanning\nrates from 0.1 to 2 mV s<sup>–1</sup> (f,g and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). It is found that the proportions of the surface-controlled capacity\ncontributions are as high as 70.5% and 89.4% for Cu-BTA-H and Ni-BTA-H\nat 2 mV s<sup>–1</sup>, respectively. This confirms the dominant\ncapacitive-controlled Zn<sup>2+</sup> storage mechanism in both materials,\nwhich is beneficial to the improvement of rate performance. And the\nhigher capacitive-controlled Zn<sup>2+</sup> storage ratio for Ni-BTA-H\nthan that of Cu-BTA-H may be attributed to its larger specific surface\narea. Consequently, the fast ionic/electronic transport capacity,\nthe dominant capacitive-controlled Zn<sup>2+</sup> storage mechanism,\nand the dual redox active sites for Cu-BTA-H synergistically promote\nthe rate performance and guarantee a high capacity for Cu-BTA-H, which\noutperforms by far most organic, Cu-based, and MOFs-based cathodes\nfor ZIBs reported (h).</p>", "clean_text": "Insights into the electrochemical Zn2+ storage behavior of the materials were then investigated by CV at various scanning rates from 0.1 to 2 mV s-1 (f,g and Figure S11). It is found that the proportions of the surface-controlled capacity contributions are as high as 70.5% and 89.4% for Cu-BTA-H and Ni-BTA-H at 2 mV s-1, respectively. This confirms the dominant capacitive-controlled Zn2+ storage mechanism in both materials, which is beneficial to the improvement of rate performance. And the higher capacitive-controlled Zn2+ storage ratio for Ni-BTA-H than that of Cu-BTA-H may be attributed to its larger specific surface area. Consequently, the fast ionic/electronic transport capacity, the dominant capacitive-controlled Zn2+ storage mechanism, and the dual redox active sites for Cu-BTA-H synergistically promote the rate performance and guarantee a high capacity for Cu-BTA-H, which outperforms by far most organic, Cu-based, and MOFs-based cathodes for ZIBs reported (h).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To further clarify the Zn<sup>2+</sup> storage mechanism\nof these\nBTA-based c-MOFs, an ex situ XPS analysis was conducted during the\nredox process (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). From the XPS survey\nscan spectra, the alternating intensities of Zn 2p peaks for both\nCu-BTA-H and Ni-BTA-H indicate the reversible intercalation/deintercalation\nof Zn<sup>2+</sup> ions during discharging/charging processes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). In addition, the intensity of CN\nspecies at 398 eV decreases during the discharging process, accompanied\nby the increased intensity of C–N species at 399.6 eV, as shown\nin the high-resolution N 1s XPS spectra, which suggests the conversion\nof −CN to C–N bonds during the discharging process\nfor Zn<sup>2+</sup> ion storage. When Cu-BTA-H/Ni-BTA-H are charged\nto 1.6 V again, the C–N species are both recovered to CN\nspecies, indicative of the release of Zn<sup>2+</sup> ions in Cu-BTA\nand Ni-BTA. A similar result was also confirmed by the high-resolution\nC 1s XPS spectra (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>) and the ex situ\nFTIR spectra for both Cu-BTA-H and Ni-BTA-H materials at different\ncharging/discharging processes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).</p>", "clean_text": "To further clarify the Zn2+ storage mechanism of these BTA-based c-MOFs, an ex situ XPS analysis was conducted during the redox process (a and Figure S12). From the XPS survey scan spectra, the alternating intensities of Zn 2p peaks for both Cu-BTA-H and Ni-BTA-H indicate the reversible intercalation/deintercalation of Zn2+ ions during discharging/charging processes (Figure S12). In addition, the intensity of CN species at 398 eV decreases during the discharging process, accompanied by the increased intensity of C-N species at 399.6 eV, as shown in the high-resolution N 1s XPS spectra, which suggests the conversion of -CN to C-N bonds during the discharging process for Zn2+ ion storage. When Cu-BTA-H/Ni-BTA-H are charged to 1.6 V again, the C-N species are both recovered to CN species, indicative of the release of Zn2+ ions in Cu-BTA and Ni-BTA. A similar result was also confirmed by the high-resolution C 1s XPS spectra (b and Figure S13) and the ex situ FTIR spectra for both Cu-BTA-H and Ni-BTA-H materials at different charging/discharging processes (Figure S14).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Electrochemical storage mechanism: (a) discharging/charging curves\nof Cu-BTA-H at 200 mA g<sup>–1</sup> in the voltage range of\n0.3–1.6 V. (b, c) Ex situ N 1s, C 1s, and Cu 2p XPS spectra\nof Cu-BTA-H and the Ni 2p XPS spectra of Ni-BTA-H at different voltages\nduring discharging/charging processes, respectively. (d) Proposed\nreaction mechanism for Cu-BTA-H and Ni-BTA-H.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Electrochemical storage mechanism: (a) discharging/charging curves of Cu-BTA-H at 200 mA g-1 in the voltage range of 0.3-1.6 V. (b, c) Ex situ N 1s, C 1s, and Cu 2p XPS spectra of Cu-BTA-H and the Ni 2p XPS spectra of Ni-BTA-H at different voltages during discharging/charging processes, respectively. (d) Proposed reaction mechanism for Cu-BTA-H and Ni-BTA-H.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>It is worth noting that there is also a reductive\ntransformation\nof Cu<sup>2+</sup> to Cu<sup>+</sup> during the discharging process\nand the reversible oxidation of Cu<sup>+</sup> to Cu<sup>2+</sup> in\nthe subsequent charging process for Cu-BTA-H (b). Of note, the Cu<sup>+</sup> ions will\nnot be further reduced to metal Cu (Cu<sup>0</sup>), like that of\nCu-based inorganic cathodes for ZIBs, which benefits\nthe maintenance of a stable conjugated structure between Cu nodes\nand HHTP ligands and then contributes to a long cycling performance.\nIn contrast, the divalent state of Ni (i.e., Ni<sup>2+</sup>) has\nno such change during the whole charging/discharging process (c), evidencing the\ninertness of Ni<sup>2+</sup> for Zn<sup>2+</sup> ion storage. Considering\nthe similar contents of imine (−CNH) species in Cu-BTA\nand Ni-BTA as the same redox centers for Zn<sup>2+</sup> ion storage,\nthe extra capacity of the Cu-BTA materials should be reasonably attributed\nto the additional redox couples of Cu<sup>2+</sup>/Cu<sup>+</sup>,\nresulting in its higher reversible capacity than for Ni-BTA (d).</p>", "clean_text": "It is worth noting that there is also a reductive transformation of Cu2+ to Cu+ during the discharging process and the reversible oxidation of Cu+ to Cu2+ in the subsequent charging process for Cu-BTA-H (b). Of note, the Cu+ ions will not be further reduced to metal Cu (Cu0), like that of Cu-based inorganic cathodes for ZIBs, which benefits the maintenance of a stable conjugated structure between Cu nodes and HHTP ligands and then contributes to a long cycling performance. In contrast, the divalent state of Ni (i.e., Ni2+) has no such change during the whole charging/discharging process (c), evidencing the inertness of Ni2+ for Zn2+ ion storage. Considering the similar contents of imine (-CNH) species in Cu-BTA and Ni-BTA as the same redox centers for Zn2+ ion storage, the extra capacity of the Cu-BTA materials should be reasonably attributed to the additional redox couples of Cu2+/Cu+, resulting in its higher reversible capacity than for Ni-BTA (d).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Furthermore,\ndensity functional theory (DFT) calculations were\ncarried out to investigate the redox and electron conductive mechanisms\nfor the BTA-based c-MOFs. First, we calculated the geometries and\nfrontier molecular orbitals of Cu-BTA and Ni-BTA polymeric chains\nwith different repeating units (<italic toggle=\"yes\">n</italic> = 1–7),\nincluding the lowest unoccupied molecular orbital (LUMO) and the highest\noccupied molecular orbital (HOMO). As shown in a, the energy gaps between the HOMO and LUMO\nfor Cu-BTA and Ni-BTA are 2.44 and 1.81 eV (<italic toggle=\"yes\">n</italic> = 1),\nrespectively, which further respectively decrease to 1.47 and 1.22\neV as the repeating units increase to 7 (b). The much lower energy gaps for Cu-BTA/Ni-BTA\nthan for most of the organic electrodes indicate their intrinsically\nhigh electronic conductivity benefiting a fast Zn ion storage. Besides, the improved polymerization\ndegree (or higher crystallinity) for the Cu-BTA/Ni-BTA polymeric chains\nwill also contribute to an enhanced total electronic conductivity,\nwhich accounts for the enhanced electrochemical performance for the\nhigh-crystallinity Cu-BTA.\n</p>", "clean_text": "Furthermore, density functional theory (DFT) calculations were carried out to investigate the redox and electron conductive mechanisms for the BTA-based c-MOFs. First, we calculated the geometries and frontier molecular orbitals of Cu-BTA and Ni-BTA polymeric chains with different repeating units (n = 1-7), including the lowest unoccupied molecular orbital (LUMO) and the highest occupied molecular orbital (HOMO). As shown in a, the energy gaps between the HOMO and LUMO for Cu-BTA and Ni-BTA are 2.44 and 1.81 eV (n = 1), respectively, which further respectively decrease to 1.47 and 1.22 eV as the repeating units increase to 7 (b). The much lower energy gaps for Cu-BTA/Ni-BTA than for most of the organic electrodes indicate their intrinsically high electronic conductivity benefiting a fast Zn ion storage. Besides, the improved polymerization degree (or higher crystallinity) for the Cu-BTA/Ni-BTA polymeric chains will also contribute to an enhanced total electronic conductivity, which accounts for the enhanced electrochemical performance for the high-crystallinity Cu-BTA. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>DFT calculations\nfor the Zn-storage mechanism: (a, b) the geometries\nand frontier molecular orbitals of Cu-BTA and Ni-BTA polymeric chains\nwith different repeating units, (c) the calculated MESP distribution\nof Cu-BTA/Ni-BTA, (d) the sequential binding energy (Δ<italic toggle=\"yes\">E</italic>) before and after the acceptance of different amounts\nof Zn ions for Cu-BTA/Ni-BTA, and (e) the optimized configurations\nof Cu-BTA and Ni-BTA before and after uptake of 3 or 2 Zn ions, respectively.\n(f) Calculated structural evolution and protonation pathway at the\ndischarging process for Cu-BTA.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  DFT calculations for the Zn-storage mechanism: (a, b) the geometries and frontier molecular orbitals of Cu-BTA and Ni-BTA polymeric chains with different repeating units, (c) the calculated MESP distribution of Cu-BTA/Ni-BTA, (d) the sequential binding energy (ΔE) before and after the acceptance of different amounts of Zn ions for Cu-BTA/Ni-BTA, and (e) the optimized configurations of Cu-BTA and Ni-BTA before and after uptake of 3 or 2 Zn ions, respectively. (f) Calculated structural evolution and protonation pathway at the discharging process for Cu-BTA.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Subsequently, the molecular electrostatic potential\n(MESP) distribution\nof Cu-BTA/Ni-BTA, using Cu<sub>2</sub>-BTA and Ni<sub>2</sub>-BTA\nmolecules as models, was calculated to identify the possible active\nsites for Zn storage (c). As shown, the red region represents the positive MESP\nvalue (i.e., the nucleophilic center) and the blue region stands for\nthe negative MESP value (i.e., the electrophilic center). Obviously,\nthe sites with more negative MESP are attractive for the uptake of\ncarriers. Thus, the nitrogen atoms in both Cu-BTA\nand Ni-BTA with a negative MESP are highly active for Zn<sup>2+</sup> ion uptake. Then, the theoretical capacities of Cu-BTA/Ni-BTA were\nfurther assessed by calculating the sequential binding energy (Δ<italic toggle=\"yes\">E</italic>) before and after the intercalation of different amounts\nof Zn ions (d), and the most stable structures with the acceptance of different\nnumbers of Zn<sup>2+</sup> ions are shown in e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figures S15 and 16</ext-link>. Specifically, negative Δ<italic toggle=\"yes\">E</italic> values\nof up to 3 mean that the Cu-BTA polymeric chains with two repeating\nunits (Cu<sub>2</sub>-BTA molecules) can accept up to 3 Zn<sup>2+</sup> ions, while Ni-BTA with two repeating\nunits (Ni<sub>2</sub>-BTA molecules) can only accept up to 2 Zn<sup>2+</sup> ions (d,e). Thus, the theoretical capacities of Cu-BTA/Ni-BTA are calculated\nto be ∼301 and ∼200 mAh g<sup>–1</sup>, respectively,\nwhich are well consistent with the experimental results. And the calculated\nstructural evolution and protonation pathway at the discharging process\nfor Cu-BTA and Ni-BTA are shown in f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>, respectively.</p>", "clean_text": "Subsequently, the molecular electrostatic potential (MESP) distribution of Cu-BTA/Ni-BTA, using Cu2-BTA and Ni2-BTA molecules as models, was calculated to identify the possible active sites for Zn storage (c). As shown, the red region represents the positive MESP value (i.e., the nucleophilic center) and the blue region stands for the negative MESP value (i.e., the electrophilic center). Obviously, the sites with more negative MESP are attractive for the uptake of carriers. Thus, the nitrogen atoms in both Cu-BTA and Ni-BTA with a negative MESP are highly active for Zn2+ ion uptake. Then, the theoretical capacities of Cu-BTA/Ni-BTA were further assessed by calculating the sequential binding energy (ΔE) before and after the intercalation of different amounts of Zn ions (d), and the most stable structures with the acceptance of different numbers of Zn2+ ions are shown in e and Figures S15 and 16. Specifically, negative ΔE values of up to 3 mean that the Cu-BTA polymeric chains with two repeating units (Cu2-BTA molecules) can accept up to 3 Zn2+ ions, while Ni-BTA with two repeating units (Ni2-BTA molecules) can only accept up to 2 Zn2+ ions (d,e). Thus, the theoretical capacities of Cu-BTA/Ni-BTA are calculated to be ~301 and ~200 mAh g-1, respectively, which are well consistent with the experimental results. And the calculated structural evolution and protonation pathway at the discharging process for Cu-BTA and Ni-BTA are shown in f and Figure S17, respectively.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>According to previous studies on ZIBs, the\nfully discharged vanadium\noxides and the reduced species (i.e., −C–O−)\nin the organic cathodes can be spontaneously\noxidized by the dissolved O<sub>2</sub> in the aqueous electrolyte,\nthus showing a “self-charging” feature. Similarly, the\nobvious −CN/Cu<sup>2+</sup> peaks in the ex situ XPS\nanalysis in the full-discharging state indicate that the fully discharged\nspecies in Cu-BTA-H (i.e., C–N–Zn<sup>2+</sup> or C–N–Cu<sup>+</sup>) may also undergo the same oxidization process. To prove\nthis, the self-charging/discharging behaviors of Cu-BTA-H were further\nstudied. Interestingly, the voltage of the Cu-BTA-H cathode in a coin\ncell recovers to 0.86 V during a 24 h rest after being discharged\nto 0.3 V, and the cathode possesses a secondary discharging capacity\nof 67.6 mAh g<sup>–1</sup> (a,b). Meanwhile, the Cu-BTA-H cathode also\nshows a stable voltage plateau (&gt;1.10 V) during a 24 h rest after\nbeing charged to 1.6 V (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>) and\nthe discharge capacity after the same period of rest is almost the\nsame as the charge capacity. Similar results can also be observed\nfor the Ni-BTA-H cathodes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figures S18 and 19</ext-link>). Consequently, there is a potential self-charging process but without\nthe undesirable self-discharging process during the rest period for\nCu/Ni-BTA-H cathodes, and the self-charging performance may be induced\nby the spontaneous oxidization reaction of the discharged species\nin Cu-BTA-H/Ni-BTA-H induced by the dissolved O<sub>2</sub> in the\naqueous alkaline electrolyte after discharging.\n</p>", "clean_text": "According to previous studies on ZIBs, the fully discharged vanadium oxides and the reduced species (i.e., -C-O-) in the organic cathodes can be spontaneously oxidized by the dissolved O2 in the aqueous electrolyte, thus showing a \"self-charging\" feature. Similarly, the obvious -CN/Cu2+ peaks in the ex situ XPS analysis in the full-discharging state indicate that the fully discharged species in Cu-BTA-H (i.e., C-N-Zn2+ or C-N-Cu+) may also undergo the same oxidization process. To prove this, the self-charging/discharging behaviors of Cu-BTA-H were further studied. Interestingly, the voltage of the Cu-BTA-H cathode in a coin cell recovers to 0.86 V during a 24 h rest after being discharged to 0.3 V, and the cathode possesses a secondary discharging capacity of 67.6 mAh g-1 (a,b). Meanwhile, the Cu-BTA-H cathode also shows a stable voltage plateau (>1.10 V) during a 24 h rest after being charged to 1.6 V (Figure S18) and the discharge capacity after the same period of rest is almost the same as the charge capacity. Similar results can also be observed for the Ni-BTA-H cathodes (Figures S18 and 19). Consequently, there is a potential self-charging process but without the undesirable self-discharging process during the rest period for Cu/Ni-BTA-H cathodes, and the self-charging performance may be induced by the spontaneous oxidization reaction of the discharged species in Cu-BTA-H/Ni-BTA-H induced by the dissolved O2 in the aqueous alkaline electrolyte after discharging. ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Self-charging electrochemical performance for\nCu-BTA-H: (a) the\nself-charging performance of Cu-BTA-H at 500 mA g<sup>–1</sup> after 24 h rest in coin cells, and (b) the voltage–time curves\nafter being discharging to 0.3 V in coin cells, (c) the voltage–time\ncurves after being discharging to 0.3 V in open cells, (d) the corresponding\nsecondary discharging capacities of the cells on oxidization for different\ntimes in open cells, and (e) the recovered capacity ratio compared\nto that of the galvanostatic discharging. (f) Ex situ N 1s and Cu\n2p XPS spectra of discharged Cu-BTA-H cathodes after 24 h oxidization\nin open cells. (g) The proposed self-charging mechanism for Cu-BTA.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Self-charging electrochemical performance for Cu-BTA-H: (a) the self-charging performance of Cu-BTA-H at 500 mA g-1 after 24 h rest in coin cells, and (b) the voltage-time curves after being discharging to 0.3 V in coin cells, (c) the voltage-time curves after being discharging to 0.3 V in open cells, (d) the corresponding secondary discharging capacities of the cells on oxidization for different times in open cells, and (e) the recovered capacity ratio compared to that of the galvanostatic discharging. (f) Ex situ N 1s and Cu 2p XPS spectra of discharged Cu-BTA-H cathodes after 24 h oxidization in open cells. (g) The proposed self-charging mechanism for Cu-BTA.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>To confirm this, an open cell with a sufficient\nO<sub>2</sub> supply\nwas assembled. The corresponding voltage–rest time curves and\nthe galvanostatic discharge curves of the discharged cells after different\nrest periods (i.e., oxidation time) were obtained (c,d). Obviously, the voltage\nof Cu-BTA-H quickly increases to 0.89 V after only 2 h and then reached\n1.10 V after 24 h, which is already higher than the voltage of the\nmajor discharging plateau. Meanwhile, the secondary discharging capacities\nof Cu-BTA-H are also positively correlated with rest/oxidation time,\nand there is a high reversible capacity of 150.5 mAh g<sup>–1</sup>, corresponding to 75% of the electrochemical discharge capacity\n(199.8 mAh g<sup>–1</sup> at 0.5 A g<sup>–1</sup>),\nobtained after the 24 h rest (d,e). In addition, the recovered high intensities of\nCN and Cu<sup>2+</sup> species in the ex situ N 1s and Cu\n2p XPS spectra obtained after the 24 h rest further suggest the oxidation\nof Cu-BTA-H during the rest process, confirming the self-charging\nbehavior for Cu-BTA-H (f,g). This feature is promising for the development of next-generation\nself-powered systems.</p>", "clean_text": "To confirm this, an open cell with a sufficient O2 supply was assembled. The corresponding voltage-rest time curves and the galvanostatic discharge curves of the discharged cells after different rest periods (i.e., oxidation time) were obtained (c,d). Obviously, the voltage of Cu-BTA-H quickly increases to 0.89 V after only 2 h and then reached 1.10 V after 24 h, which is already higher than the voltage of the major discharging plateau. Meanwhile, the secondary discharging capacities of Cu-BTA-H are also positively correlated with rest/oxidation time, and there is a high reversible capacity of 150.5 mAh g-1, corresponding to 75% of the electrochemical discharge capacity (199.8 mAh g-1 at 0.5 A g-1), obtained after the 24 h rest (d,e). In addition, the recovered high intensities of CN and Cu2+ species in the ex situ N 1s and Cu 2p XPS spectra obtained after the 24 h rest further suggest the oxidation of Cu-BTA-H during the rest process, confirming the self-charging behavior for Cu-BTA-H (f,g). This feature is promising for the development of next-generation self-powered systems.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In conclusion, one-dimensional and conductive\nCu-BTA has been prepared\nby coordinating ultrasmall 1,2,4,5-benzenetetramine (BTA) ligands\nwith multivalent Cu ions as the cathode of aqueous ZIBs. The adoption\nof the small molecule BTA effectively maximizes the redox-active species\n(−CN−) and minimizes the inactive contents (the\nbenzene group) in Cu-BTA, and the multivalent Cu ions provide a secondary\nredox of Cu<sup>2+</sup>/Cu<sup>+</sup> for additional Zn<sup>2+</sup> storage. These features synergistically contribute to a high Zn<sup>2+</sup> storage capacity (330 mAh g<sup>–1</sup> at 200 mA\ng<sup>–1</sup>). In addition, the high crystallinity, ionic/electronic\nconductivity, and stable coordination structure of Cu-BTA also leads\nto an excellent cycling stability and rate capability (106.1 mAh g<sup>–1</sup> at 2.0 A g<sup>–1</sup> after 500 cycles).\nConsequently, this work provides a proof-of-concept verification of\nthe significant potential of constructing c-MOFs with dual redox-active\nsites as high-performance cathodes for ZIBs.</p>", "clean_text": "Conclusions\n\nIn conclusion, one-dimensional and conductive Cu-BTA has been prepared by coordinating ultrasmall 1,2,4,5-benzenetetramine (BTA) ligands with multivalent Cu ions as the cathode of aqueous ZIBs. The adoption of the small molecule BTA effectively maximizes the redox-active species (-CN-) and minimizes the inactive contents (the benzene group) in Cu-BTA, and the multivalent Cu ions provide a secondary redox of Cu2+/Cu+ for additional Zn2+ storage. These features synergistically contribute to a high Zn2+ storage capacity (330 mAh g-1 at 200 mA g-1). In addition, the high crystallinity, ionic/electronic conductivity, and stable coordination structure of Cu-BTA also leads to an excellent cycling stability and rate capability (106.1 mAh g-1 at 2.0 A g-1 after 500 cycles). Consequently, this work provides a proof-of-concept verification of the significant potential of constructing c-MOFs with dual redox-active sites as high-performance cathodes for ZIBs.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Preparation of Cu-BTA-H, Cu-BTA-L, and Ni-BTA-H</title><p>1D\nM-BTA (M = Ni, Cu) were synthesized by the coordination polymerization\nof 1,2,4,5-benzenetetramine (BTA·4HCl) and Ni<sup>2+</sup> or\nCu<sup>2+</sup> ions in the presence of ammonia. For the preparation\nof Cu-BTA-L and Ni-BTA-H, 0.2 mmol of BTA·4HCl was dissolved\nin 10 mL of deionized water and stirred for 10 min, as solution A.\nThen, a solution of 0.2 mmol of NiCl<sub>2</sub>·6H<sub>2</sub>O or CuCl<sub>2</sub> in 10 mL of deionized water was added to solution\nA dropwise and stirred a further 10 min. Third, 0.5 mL of a concentrated\naqueous ammonia solution (∼14 M) was added to the above mixed\nsolution and stirred for 3 h at room temperature. Finally, the Ni-BTA-H\npowders were obtained after the powder was washed three times with\ndeionized water and acetone followed by drying at 60 °C under\nvacuum. Differently, Cu-BTA-H with improved crystallinity was prepared\nthrough a mild water bath process. A 26.8 mg (0.2 mmol) portion of\nCuCl<sub>2</sub> was dissolved in 10 mL of deionized water and then\nadded to 10 mL of a BTA·4HCl solution containing 56.8 mg (0.2\nmmol) of BTA·4HCl. Second, 0.5 mL of a concentrated aqueous ammonia\nsolution (∼14 M) was added to the above mixed solution and\nstirred for 30 min at room temperature and water bath treatment for\n12 h at 60 °C in sealed bottles. Finally, the Cu-BTA-H powders\nwere obtained after the powders were washed three times with deionized\nwater and acetone followed by drying at 60 °C under vacuum.</p>", "clean_text": "Experimental Section\n\nPreparation of Cu-BTA-H, Cu-BTA-L, and Ni-BTA-H\n\n1D M-BTA (M = Ni, Cu) were synthesized by the coordination polymerization of 1,2,4,5-benzenetetramine (BTA⋅4HCl) and Ni2+ or Cu2+ ions in the presence of ammonia. For the preparation of Cu-BTA-L and Ni-BTA-H, 0.2 mmol of BTA⋅4HCl was dissolved in 10 mL of deionized water and stirred for 10 min, as solution A. Then, a solution of 0.2 mmol of NiCl2⋅6H2O or CuCl2 in 10 mL of deionized water was added to solution A dropwise and stirred a further 10 min. Third, 0.5 mL of a concentrated aqueous ammonia solution (~14 M) was added to the above mixed solution and stirred for 3 h at room temperature. Finally, the Ni-BTA-H powders were obtained after the powder was washed three times with deionized water and acetone followed by drying at 60 °C under vacuum. Differently, Cu-BTA-H with improved crystallinity was prepared through a mild water bath process. A 26.8 mg (0.2 mmol) portion of CuCl2 was dissolved in 10 mL of deionized water and then added to 10 mL of a BTA⋅4HCl solution containing 56.8 mg (0.2 mmol) of BTA⋅4HCl. Second, 0.5 mL of a concentrated aqueous ammonia solution (~14 M) was added to the above mixed solution and stirred for 30 min at room temperature and water bath treatment for 12 h at 60 °C in sealed bottles. Finally, the Cu-BTA-H powders were obtained after the powders were washed three times with deionized water and acetone followed by drying at 60 °C under vacuum.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The morphology and microstructure\nwere characterized by scanning electron microscopy (SEM, S4800, Japan)\nand transmission electron microscopy (TEM, JEOL-200CX, Japan). The\nchemical structure and surface composition were determined with X-ray\nphotoelectron spectroscopy (XPS, Escalab 250Xi, USA), Raman microscopy\n(Raman, HR800, Japan) with an excitation laser of 632 nm, and Fourier-transformed\ninfrared spectroscopy (FTIR, Ruili WQF-510, Beijing, China). The crystal\nstructure was confirmed by X-ray diffraction (XRD, D8 Advanced, Germany)\nusing Cu Kα radiation. The nitrogen adsorption–desorption\nwas measured with an Agilent DD2 instrument with a Belsorp-max accessory.\nThe electron paramagnetic resonance (EPR) spectra were acquired on\na Bruker EMS nano spectrometer at room temperature. The water contact\nangles were tested on the surface of a Cu-BTA-H electrode film (similar\nto that in electrochemical tests), via an automatic goniometer/tensiometer\n7 (KRUSS, DSA100, Germany).</p>", "clean_text": "Characterization\n\nThe morphology and microstructure were characterized by scanning electron microscopy (SEM, S4800, Japan) and transmission electron microscopy (TEM, JEOL-200CX, Japan). The chemical structure and surface composition were determined with X-ray photoelectron spectroscopy (XPS, Escalab 250Xi, USA), Raman microscopy (Raman, HR800, Japan) with an excitation laser of 632 nm, and Fourier-transformed infrared spectroscopy (FTIR, Ruili WQF-510, Beijing, China). The crystal structure was confirmed by X-ray diffraction (XRD, D8 Advanced, Germany) using Cu Kα radiation. The nitrogen adsorption-desorption was measured with an Agilent DD2 instrument with a Belsorp-max accessory. The electron paramagnetic resonance (EPR) spectra were acquired on a Bruker EMS nano spectrometer at room temperature. The water contact angles were tested on the surface of a Cu-BTA-H electrode film (similar to that in electrochemical tests), via an automatic goniometer/tensiometer 7 (KRUSS, DSA100, Germany).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Measurement</title><p>The electrochemical performances\nof the materials were measured in CR 2032 coin-type cells. The cells\nwere assembled using zinc foil as the anodes. The electrolyte was\na 2.5 M ZnSO<sub>4</sub> aqueous solution. The cathode was prepared\nas follows: Cu-BTA-H/Ni-BTA-H powders, Ketjen Black (ECP-600JD), and\npolytetrafluoroethylene (PTFE, 60 wt % dispersion) were mixed in a\nweight ratio of 7:2:1, and the mass loading of the cathode nanosheet\ncathode was approximately 1.5 mg cm<sup>–2</sup>. The galvanostatic\ncharge–discharge tests were carried out on a Land CT2001A battery\ntester between 0.3 and 1.6 V at different current densities. The galvanostatic\nintermittent titration technique (GITT) was carried out with a pulse\ncurrent of 0.025 A g<sup>–1</sup> for 10 min at 1 h rest intervals.\nThe cyclic voltammogram (CV) test was conducted between 0.3 and 1.6\nV using an electrochemical workstation (CHI 660C, Chenhua Instrument\nCompany, China) at scan rates of 0.1, 0.2, 0.5, 1.0, and 2.0 mV s<sup>–1</sup>. The electrochemical impedance spectroscopy (EIS)\nwas carried out in a frequency range from 0.1 to 10<sup>5</sup> Hz.</p>", "clean_text": "Electrochemical Measurement\n\nThe electrochemical performances of the materials were measured in CR 2032 coin-type cells. The cells were assembled using zinc foil as the anodes. The electrolyte was a 2.5 M ZnSO4 aqueous solution. The cathode was prepared as follows: Cu-BTA-H/Ni-BTA-H powders, Ketjen Black (ECP-600JD), and polytetrafluoroethylene (PTFE, 60 wt % dispersion) were mixed in a weight ratio of 7:2:1, and the mass loading of the cathode nanosheet cathode was approximately 1.5 mg cm-2. The galvanostatic charge-discharge tests were carried out on a Land CT2001A battery tester between 0.3 and 1.6 V at different current densities. The galvanostatic intermittent titration technique (GITT) was carried out with a pulse current of 0.025 A g-1 for 10 min at 1 h rest intervals. The cyclic voltammogram (CV) test was conducted between 0.3 and 1.6 V using an electrochemical workstation (CHI 660C, Chenhua Instrument Company, China) at scan rates of 0.1, 0.2, 0.5, 1.0, and 2.0 mV s-1. The electrochemical impedance spectroscopy (EIS) was carried out in a frequency range from 0.1 to 105 Hz.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Computational Details</title><p>The DFT calculations in this\nwork were performed by using the Gaussian 09 software package with\nthe B3LYP hybrid functional. The atomic\nstructures of Cu<sub>2</sub>-BTA, Ni<sub>2</sub>-BTA, Cu<sub>2</sub>Zn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>-BTA, and Ni<sub>2</sub>Zn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>-BTA were fully relaxed at the B3LYP level. The 6-31g\nbasis sets were used for the C, H, N, Cu, Ni, and Zn elements. To evaluate the structure stability of Zn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>-BTA, the sequential binding energy, Δ<italic toggle=\"yes\">E</italic>(<italic toggle=\"yes\">x</italic>), for <italic toggle=\"yes\">x</italic> Zn atoms is\ndefined as <inline-formula>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>x</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Z</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n<mml:mi mathvariant=\"normal\">T</mml:mi>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Z</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n<mml:mi mathvariant=\"normal\">T</mml:mi>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Z</mml:mi>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula>, where <italic toggle=\"yes\">E</italic>(Zn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>-BTA), <italic toggle=\"yes\">E</italic>(Zn<sub>\n<italic toggle=\"yes\">x</italic>–1</sub>-BTA), and <italic toggle=\"yes\">E</italic>(Zn) are the total energies of Zn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>-BTA,\nZn<sub>–‑1</sub>-BTA, and a single Zn atom, respectively.\nThe calculated molecular electrostatic potentials (MESPs) were analyzed\nby the Multiwfn 3.8 programs and visualized by using the Visual Molecule\nDynamics (VMD) software.\n</p>", "clean_text": "Computational Details\n\nThe DFT calculations in this work were performed by using the Gaussian 09 software package with the B3LYP hybrid functional. The atomic structures of Cu2-BTA, Ni2-BTA, Cu2Zn x -BTA, and Ni2Zn x -BTA were fully relaxed at the B3LYP level. The 6-31g basis sets were used for the C, H, N, Cu, Ni, and Zn elements. To evaluate the structure stability of Zn x -BTA, the sequential binding energy, ΔE(x), for x Zn atoms is defined as      Δ E  ( x )  = E  ( Z   n   x   B T A )  - E  ( Z   n   x - 1   B T A )  - E  ( Z n )     , where E(Zn x -BTA), E(Zn x-1-BTA), and E(Zn) are the total energies of Zn x -BTA, Zn--1-BTA, and a single Zn atom, respectively. The calculated molecular electrostatic potentials (MESPs) were analyzed by the Multiwfn 3.8 programs and visualized by using the Visual Molecule Dynamics (VMD) software. ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsnano.2c11974?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsnano.2c11974</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM/TEM images, element mappings, N<sub>2</sub> adsorption–desorption\nisotherms of Cu-BTA-H/Ni-BTA-H powders, the full XPS spectra, Cu 2p,\nN 1s, and C 1s XPS spectra of Cu-BTA-L and C 1s XPS spectra of Cu-BTA-H\nand Ni-BTA-H, FTIR of BTA, water contact angles for Cu-BTA-H electrode,\ndischarge/charge curves of Cu-BTA-L at 0.2 A g<sup>–1</sup>, discharge/charge profiles of Cu-BTA-H and the analogues at 0.2,\n0.5, 1.0, 2.0, and 5.0 A g<sup>–1</sup>, EIS and GITT curves\nand the fitting results, CV curves and pseudocapacitive analysis of\nCu-BTA-H and the analogues, ex situ XPS and FTIR spectra of Cu-BTA-H\nand Ni-BTA-H cathodes, calculated binding energies (<italic toggle=\"yes\">E</italic>\n<sub>abs</sub>) of Cu-BTA/Ni-BTA for 1 to 4 Zn atoms, the calculated\nstructural evolution, and the self-discharging electrochemical performance\nfor Cu-BTA-H and Ni-BTA-H and the self-charging electrochemical performance\nfor Ni-BTA-H (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsnano.2c11974.  SEM/TEM images, element mappings, N2 adsorption-desorption isotherms of Cu-BTA-H/Ni-BTA-H powders, the full XPS spectra, Cu 2p, N 1s, and C 1s XPS spectra of Cu-BTA-L and C 1s XPS spectra of Cu-BTA-H and Ni-BTA-H, FTIR of BTA, water contact angles for Cu-BTA-H electrode, discharge/charge curves of Cu-BTA-L at 0.2 A g-1, discharge/charge profiles of Cu-BTA-H and the analogues at 0.2, 0.5, 1.0, 2.0, and 5.0 A g-1, EIS and GITT curves and the fitting results, CV curves and pseudocapacitive analysis of Cu-BTA-H and the analogues, ex situ XPS and FTIR spectra of Cu-BTA-H and Ni-BTA-H cathodes, calculated binding energies (E abs) of Cu-BTA/Ni-BTA for 1 to 4 Zn atoms, the calculated structural evolution, and the self-discharging electrochemical performance for Cu-BTA-H and Ni-BTA-H and the self-charging electrochemical performance for Ni-BTA-H (PDF)   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>SEM/TEM images, element mappings, N<sub>2</sub> adsorption–desorption\nisotherms of Cu-BTA-H/Ni-BTA-H powders, the full XPS spectra, Cu 2p,\nN 1s, and C 1s XPS spectra of Cu-BTA-L and C 1s XPS spectra of Cu-BTA-H\nand Ni-BTA-H, FTIR of BTA, water contact angles for Cu-BTA-H electrode,\ndischarge/charge curves of Cu-BTA-L at 0.2 A g<sup>–1</sup>, discharge/charge profiles of Cu-BTA-H and the analogues at 0.2,\n0.5, 1.0, 2.0, and 5.0 A g<sup>–1</sup>, EIS and GITT curves\nand the fitting results, CV curves and pseudocapacitive analysis of\nCu-BTA-H and the analogues, ex situ XPS and FTIR spectra of Cu-BTA-H\nand Ni-BTA-H cathodes, calculated binding energies (<italic toggle=\"yes\">E</italic>\n<sub>abs</sub>) of Cu-BTA/Ni-BTA for 1 to 4 Zn atoms, the calculated\nstructural evolution, and the self-discharging electrochemical performance\nfor Cu-BTA-H and Ni-BTA-H and the self-charging electrochemical performance\nfor Ni-BTA-H (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "SEM/TEM images, element mappings, N2 adsorption-desorption isotherms of Cu-BTA-H/Ni-BTA-H powders, the full XPS spectra, Cu 2p, N 1s, and C 1s XPS spectra of Cu-BTA-L and C 1s XPS spectra of Cu-BTA-H and Ni-BTA-H, FTIR of BTA, water contact angles for Cu-BTA-H electrode, discharge/charge curves of Cu-BTA-L at 0.2 A g-1, discharge/charge profiles of Cu-BTA-H and the analogues at 0.2, 0.5, 1.0, 2.0, and 5.0 A g-1, EIS and GITT curves and the fitting results, CV curves and pseudocapacitive analysis of Cu-BTA-H and the analogues, ex situ XPS and FTIR spectra of Cu-BTA-H and Ni-BTA-H cathodes, calculated binding energies (E abs) of Cu-BTA/Ni-BTA for 1 to 4 Zn atoms, the calculated structural evolution, and the self-discharging electrochemical performance for Cu-BTA-H and Ni-BTA-H and the self-charging electrochemical performance for Ni-BTA-H (PDF)", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Z.S. and J.L. contributed equally to this\nwork. Z.S. and X.Z. conceived\nthe concept and experiments. Z.S. and J.L. cowrote the paper. J.L.\nand L.Y. carried out DFT calculations. F.H. and J.L. revised the paper.\nAll authors discussed the results and commented on the manuscript.</p>", "clean_text": "Z.S. and J.L. contributed equally to this work. Z.S. and X.Z. conceived the concept and experiments. Z.S. and J.L. cowrote the paper. J.L. and L.Y. carried out DFT calculations. F.H. and J.L. revised the paper. All authors discussed the results and commented on the manuscript.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 6, 9, 12, 14, 15, 22", "type": "text", "classification": "property", "content": "<p>Aqueous Zn-based batteries (ZIBs) possess huge advantages\nin terms\nof high safety, low cost, and environmental friendliness. However,\nthe lack of suitable cathodes with high-capacity, long-cycling, and\nhigh-rate capability limits their practical application. Herein, we\npresent a highly crystalline one-dimensional π–d conjugated\nconductive metal–organic framework by coordinating ultrasmall\n1,2,4,5-benzenetetramine (BTA) linkers with copper ions (Cu-BTA-H),\nas a cathode for ZIBs. The large ratio of active sites and dual redox\nmechanism of Cu-BTA-H, including the one-electron-redox reaction over\ncopper ions (via Cu<sup>2+</sup>/Cu<sup>+</sup>) and the two-electron-redox\nreaction over organic ligands (via CN/C–N), effectively\nenhance its reversible capacity. Meanwhile, the abundant porosity,\nsmall band gap, high crystallinity, and stable coordination structure\nof Cu-BTA-H endow it with fast ion/electron transport and effectively\nhinder the dissolution of organic ligands during cycling, respectively.\nConsequently, Cu-BTA-H possesses a high reversible capacity of 330\nmAh g<sup>–1</sup> at 200 mA g<sup>–1</sup> and excellent\nrate performance and long-cycle stability, with a high capacity of\n106.1 mAh g<sup>–1</sup> at 2.0 A g<sup>–1</sup> after\n500 cycles and a high Coulombic efficiency of ∼100%. The proposed\nconductive MOFs with dual redox-active sites provide an efficient\napproach for constructing fast, stable, and high-capacity energy storage\ndevices.</p><p>Regarding this, we herein report a Cu-based c-MOF that is composed\nof ultrasmall 1,2,4,5-benzenetetramine (BTA) ligands and coordinated\ncopper ions as the cathode for aqueous ZIBs. The adoption of the small\nmolecule BTA effectively maximizes the portion of redox-active species\n(i.e., −CN−) and minimizes the inactive contents\n(i.e., the benzene group) in the c-MOFs. Meanwhile, the secondary\nredox of the transition-metal ions (Cu<sup>2+</sup>/Cu<sup>+</sup>) synergistically contributes to an additional capacity for Zn storage.\nThus, a high reversible capacity of 330 mAh g<sup>–1</sup> at\n200 mA g<sup>–1</sup> has been achieved for Cu-BTA. In addition,\nthe unique porous structure, high electronic conductivity, and stable\ncoordination structure of Cu-BTA with high crystallinity collaboratively\ncontribute to both a high-rate capability and excellent cycling stability,\nshowing a high capacity of 106.1 mAh g<sup>–1</sup> at 2.0\nA g<sup>–1</sup> after 500 cycles with a Coulombic efficiency\nof ∼100%. The design of c-MOF-based cathodes with dual 0active\nsites can thus effectively enhance the energy density and durability\nof ZIBs.</p><p>The crystal structure of the materials was first\ninvestigated by\nan X-ray diffraction (XRD) analysis. As shown in c, all of the XRD patterns\nare well consistent with previously reported BTA-based c-MOFs with\nthree prominent peaks at 2θ = 20.6, 23.9, and 29.3°, confirming the successful formation of Ni-BTA-H and Cu-BTA-H/L.\nAnd the higher diffraction intensities for Ni-BTA-H and Cu-BTA-H indicate\ntheir improved crystallinity, compared with Cu-BTA-L, which is helpful\nfor achieving the improved electronic conductivity and structural\nstability for BTA-based c-MOFs. Correspondingly, Cu-BTA-H shows an\naggregated structure with a particle size of 50–100 nm benefiting\nfrom the long-range and ordered growth, while Cu-BTA-L generally shows\na smaller globular or sheet-like structure with a size of 20–40\nnm. Meanwhile, Ni-BTA-H possesses a rod-like structure with a diameter\nof ∼10 nm, but with a length of over 100 nm (d–f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). The rod-like structure for Ni-BTA-H\nmay be induced by the stronger π–π intermolecular\ninteraction owing to the different numbers of d-orbital electrons\nfor Cu (d<sup>9</sup>) and Ni (d<sup>8</sup>), leading to the more\nordered π–π stacking than in Cu-BTA in the long\nrange. In addition, the corresponding N<sub>2</sub> adsorption–desorption results indicate the existence of mesopores\naround 7.0 and 9.0 nm, possibly formed by the stacking of nanoparticles\nor -rods in the material, as well as specific surface areas of 25.2\nand 71.2 m<sup>2</sup> g<sup>–1</sup> for Cu-BTA-H and Ni-BTA-H,\nrespectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). These nanosized\nparticles and mesopores would facilitate the ion diffusion inside\nthe materials.</p><p>Before the electrochemical performance\ntest, the hydrophobicity\nof the Cu-BTA-H electrode was first characterized. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, the Cu-BTA-H electrode shows a water\ncontact angle of 121°, indicating its good hydrophobicity, potentially\nfavorable for hindering the dissolution of ligands into aqueous electrolytes\nand enhancing its cycling performance. Subsequently, the cyclic voltammograms\n(CV) in the range of 0.3–1.6 V at a scan rate of 0.1 mV s<sup>–1</sup> of Cu-BTA-H and its analogues were studied. Interestingly,\nthe CV loops of Cu-BTA-H show two cathodic peaks centered at ∼0.81\nand ∼0.66 V (a), in which that at ∼0.81 V may be related to the\nreduction of Cu<sup>2+</sup> to Cu<sup>+</sup> and the other at ∼0.66\nV should correspond to the transformation of −CN to\n−C–N bonds upon Zn<sup>2+</sup> insertion. Meanwhile, the two anodic peaks in the broad\nrange of ∼0.93 and ∼1.00 V correspond to the oxidation\nof −C–N to −CN and Cu<sup>+</sup> to\nCu<sup>2+</sup>. In the CV loop of Ni-BTA-H, however, there is only\none cathodic peak centered at ∼0.73 V and one anodic peak at\n∼0.96 V, corresponding to the reduction and oxidation between\n−CN and −C–N species upon the intercalation/extraction\nof Zn<sup>2+</sup> (b). The different reduction voltage for −CN\nin Ni-BTA and Cu-BTA analogues may be related to the coordinated metal\nions. Similarly, there are two pairs of voltage platforms located\nat ∼0.80/1.06 and ∼0.65/0.9 V of Cu-BTA-H/L, and one\npair of discharge plateaus at ∼0.73/0.95 V for Ni-BTA-H in\nthe discharging/charging process (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>), which further confirm the dual-mechanism Zn<sup>2+</sup> storage\nfeature for Cu-BTA-H/L and the single Zn<sup>2+</sup> storage mechanism\nfor Ni-BTA-H.</p><p>Benefiting from the dual-mechanism Zn<sup>2+</sup> storage capability,\nboth Cu-BTA-H and Cu-BTA-L show higher reversible capacities than\nNi-BTA-H at different current densities. As shown in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S8b–d</ext-link>, Cu-BTA-H shows the highest reversible capacities\nof 330, 200, 180, 160, and 125 mAh g<sup>–1</sup> at current\ndensities of 0.2, 0.5, 1.0, 2.0, and 5.0 A g<sup>–1</sup>,\nrespectively, while Ni-BTA-H possesses the lowest capacities of 200,\n120, 105, 95, and 80 mAh g<sup>–1</sup> at these current densities.\nAfter being tested for 500 cycles at 2.0 A g<sup>–1</sup>,\na high capacity of 106.1 mAh g<sup>–1</sup> can still be achieved\non Cu-BTA-H, much higher than those of Cu-BTA-L (77 mAh g<sup>–1</sup>) and Ni-BTA-H (78 mAh g<sup>–1</sup>). Of note, the low capacity\nof Ni-BTA-H is attributed to its intrinsic single-type Zn<sup>2+</sup> storage mechanism, while the poorer rate performance and lowest\nreversible capacity after long cycling of Cu-BTA-L should be induced\nby the low electronic conductivity and the dissolution of BTA linkers\ninto the electrolytes during repeated discharging/charging processes,\nbecause of its low crystallinity. Correspondingly, Cu-BTA-H and Ni-BTA-H\nwith high crystallinity show higher capacity retentions of 68.5% and\n84.5%, respectively, than that of Cu-BTA-L (only 51.2%) after 500\ncycles at 2.0 A g<sup>–1</sup> (e). Of note, the redox of Cu-ions and BTA\nligands occurring simultaneously inevitably leads to a poorer stability\nthan that of  only via the single redox of BTA ligands, but a largely\nenhanced crystallinity, even a single-crystal feature of c-MOFs, as well the adoption of modified separators would effectively solve this problem to achieve\nlong-cycling and dual-active c-MOFs based cathodes.</p><p>Furthermore,\nthe kinetics of the Zn<sup>2+</sup> ion/electron transport\nin the Cu-BTA-H/L and Ni-BTA-H cathodes were also tested via electrochemical\nimpedance spectroscopy (EIS) and galvanostatic intermittent titration\ntechnique (GITT) analyses, which indicated the faster ion/electron\ntransport ability for both Cu-BTA-H and Ni-BTA-H, compared with Cu-BTA-L.\nSpecifically, all of the materials’ Nyquist plots are composed\nof three parts: two semicircle parts in the high- and medium-frequency\nregions followed by an inclined line in the low-frequency region,\ncorresponding to the interfacial impedance between the cathodes and\nthe collector, charge-transfer impedance, and ion-diffusion impedance\nin the cathodes, respectively. The smaller diameters of the semicircles\nfor Cu-BTA-H and Ni-BTA-H in the medium-frequency region indicate\nthe lower charge-transfer resistance than that of Cu-BTA-L (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>), which is induced by the intrinsic\nhigh electronic conductivity of the Cu/Ni-BTA-H framework due to the\nhigh crystallinity. Interestingly, the larger particle\nsize for Cu-BTA-H does not hinder the ion diffusion properties, and\nboth Cu-BTA-H and Ni-BTA-H show larger slopes for the inclined line\nin the low-frequency region than that of Cu-BTA-L, indicating their\nfaster Zn<sup>2+</sup> ion diffusion rate. A similar result can also be concluded from the lower <italic toggle=\"yes\">W</italic>\n<sub>0</sub>–<italic toggle=\"yes\">R</italic> value (500 Ω vs 560\nand 739 Ω), larger δ value (20.7 vs 15.7 and 12.7) from\nthe fitted EIS results and faster ion-diffusion coefficient (∼10<sup>–10</sup> cm<sup>2</sup> s<sup>–1</sup> for Ni-BTA-H\nand ∼10<sup>–10</sup> cm<sup>2</sup> s<sup>–1</sup> for Cu-BTA-H vs 10<sup>–11</sup> cm<sup>2</sup> s<sup>–1</sup> for Cu-BTA-L) from the GITT analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).</p><p>Subsequently, the molecular electrostatic potential\n(MESP) distribution\nof Cu-BTA/Ni-BTA, using Cu<sub>2</sub>-BTA and Ni<sub>2</sub>-BTA\nmolecules as models, was calculated to identify the possible active\nsites for Zn storage (c). As shown, the red region represents the positive MESP\nvalue (i.e., the nucleophilic center) and the blue region stands for\nthe negative MESP value (i.e., the electrophilic center). Obviously,\nthe sites with more negative MESP are attractive for the uptake of\ncarriers. Thus, the nitrogen atoms in both Cu-BTA\nand Ni-BTA with a negative MESP are highly active for Zn<sup>2+</sup> ion uptake. Then, the theoretical capacities of Cu-BTA/Ni-BTA were\nfurther assessed by calculating the sequential binding energy (Δ<italic toggle=\"yes\">E</italic>) before and after the intercalation of different amounts\nof Zn ions (d), and the most stable structures with the acceptance of different\nnumbers of Zn<sup>2+</sup> ions are shown in e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figures S15 and 16</ext-link>. Specifically, negative Δ<italic toggle=\"yes\">E</italic> values\nof up to 3 mean that the Cu-BTA polymeric chains with two repeating\nunits (Cu<sub>2</sub>-BTA molecules) can accept up to 3 Zn<sup>2+</sup> ions, while Ni-BTA with two repeating\nunits (Ni<sub>2</sub>-BTA molecules) can only accept up to 2 Zn<sup>2+</sup> ions (d,e). Thus, the theoretical capacities of Cu-BTA/Ni-BTA are calculated\nto be ∼301 and ∼200 mAh g<sup>–1</sup>, respectively,\nwhich are well consistent with the experimental results. And the calculated\nstructural evolution and protonation pathway at the discharging process\nfor Cu-BTA and Ni-BTA are shown in f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c11974/suppl_file/nn2c11974_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>, respectively.</p>", "clean_text": "Aqueous Zn-based batteries (ZIBs) possess huge advantages in terms of high safety, low cost, and environmental friendliness. However, the lack of suitable cathodes with high-capacity, long-cycling, and high-rate capability limits their practical application. Herein, we present a highly crystalline one-dimensional π-d conjugated conductive metal-organic framework by coordinating ultrasmall 1,2,4,5-benzenetetramine (BTA) linkers with copper ions (Cu-BTA-H), as a cathode for ZIBs. The large ratio of active sites and dual redox mechanism of Cu-BTA-H, including the one-electron-redox reaction over copper ions (via Cu2+/Cu+) and the two-electron-redox reaction over organic ligands (via CN/C-N), effectively enhance its reversible capacity. Meanwhile, the abundant porosity, small band gap, high crystallinity, and stable coordination structure of Cu-BTA-H endow it with fast ion/electron transport and effectively hinder the dissolution of organic ligands during cycling, respectively. Consequently, Cu-BTA-H possesses a high reversible capacity of 330 mAh g-1 at 200 mA g-1 and excellent rate performance and long-cycle stability, with a high capacity of 106.1 mAh g-1 at 2.0 A g-1 after 500 cycles and a high Coulombic efficiency of ~100%. The proposed conductive MOFs with dual redox-active sites provide an efficient approach for constructing fast, stable, and high-capacity energy storage devices.\n\nRegarding this, we herein report a Cu-based c-MOF that is composed of ultrasmall 1,2,4,5-benzenetetramine (BTA) ligands and coordinated copper ions as the cathode for aqueous ZIBs. The adoption of the small molecule BTA effectively maximizes the portion of redox-active species (i.e., -CN-) and minimizes the inactive contents (i.e., the benzene group) in the c-MOFs. Meanwhile, the secondary redox of the transition-metal ions (Cu2+/Cu+) synergistically contributes to an additional capacity for Zn storage. Thus, a high reversible capacity of 330 mAh g-1 at 200 mA g-1 has been achieved for Cu-BTA. In addition, the unique porous structure, high electronic conductivity, and stable coordination structure of Cu-BTA with high crystallinity collaboratively contribute to both a high-rate capability and excellent cycling stability, showing a high capacity of 106.1 mAh g-1 at 2.0 A g-1 after 500 cycles with a Coulombic efficiency of ~100%. The design of c-MOF-based cathodes with dual 0active sites can thus effectively enhance the energy density and durability of ZIBs.\n\nThe crystal structure of the materials was first investigated by an X-ray diffraction (XRD) analysis. As shown in c, all of the XRD patterns are well consistent with previously reported BTA-based c-MOFs with three prominent peaks at 2θ = 20.6, 23.9, and 29.3°, confirming the successful formation of Ni-BTA-H and Cu-BTA-H/L. And the higher diffraction intensities for Ni-BTA-H and Cu-BTA-H indicate their improved crystallinity, compared with Cu-BTA-L, which is helpful for achieving the improved electronic conductivity and structural stability for BTA-based c-MOFs. Correspondingly, Cu-BTA-H shows an aggregated structure with a particle size of 50-100 nm benefiting from the long-range and ordered growth, while Cu-BTA-L generally shows a smaller globular or sheet-like structure with a size of 20-40 nm. Meanwhile, Ni-BTA-H possesses a rod-like structure with a diameter of ~10 nm, but with a length of over 100 nm (d-f and Figure S1). The rod-like structure for Ni-BTA-H may be induced by the stronger π-π intermolecular interaction owing to the different numbers of d-orbital electrons for Cu (d9) and Ni (d8), leading to the more ordered π-π stacking than in Cu-BTA in the long range. In addition, the corresponding N2 adsorption-desorption results indicate the existence of mesopores around 7.0 and 9.0 nm, possibly formed by the stacking of nanoparticles or -rods in the material, as well as specific surface areas of 25.2 and 71.2 m2 g-1 for Cu-BTA-H and Ni-BTA-H, respectively (Figure S2). These nanosized particles and mesopores would facilitate the ion diffusion inside the materials.\n\nBefore the electrochemical performance test, the hydrophobicity of the Cu-BTA-H electrode was first characterized. As shown in Figure S7, the Cu-BTA-H electrode shows a water contact angle of 121°, indicating its good hydrophobicity, potentially favorable for hindering the dissolution of ligands into aqueous electrolytes and enhancing its cycling performance. Subsequently, the cyclic voltammograms (CV) in the range of 0.3-1.6 V at a scan rate of 0.1 mV s-1 of Cu-BTA-H and its analogues were studied. Interestingly, the CV loops of Cu-BTA-H show two cathodic peaks centered at ~0.81 and ~0.66 V (a), in which that at ~0.81 V may be related to the reduction of Cu2+ to Cu+ and the other at ~0.66 V should correspond to the transformation of -CN to -C-N bonds upon Zn2+ insertion. Meanwhile, the two anodic peaks in the broad range of ~0.93 and ~1.00 V correspond to the oxidation of -C-N to -CN and Cu+ to Cu2+. In the CV loop of Ni-BTA-H, however, there is only one cathodic peak centered at ~0.73 V and one anodic peak at ~0.96 V, corresponding to the reduction and oxidation between -CN and -C-N species upon the intercalation/extraction of Zn2+ (b). The different reduction voltage for -CN in Ni-BTA and Cu-BTA analogues may be related to the coordinated metal ions. Similarly, there are two pairs of voltage platforms located at ~0.80/1.06 and ~0.65/0.9 V of Cu-BTA-H/L, and one pair of discharge plateaus at ~0.73/0.95 V for Ni-BTA-H in the discharging/charging process (c and Figure S8a), which further confirm the dual-mechanism Zn2+ storage feature for Cu-BTA-H/L and the single Zn2+ storage mechanism for Ni-BTA-H.\n\nBenefiting from the dual-mechanism Zn2+ storage capability, both Cu-BTA-H and Cu-BTA-L show higher reversible capacities than Ni-BTA-H at different current densities. As shown in d and Figure S8b-d, Cu-BTA-H shows the highest reversible capacities of 330, 200, 180, 160, and 125 mAh g-1 at current densities of 0.2, 0.5, 1.0, 2.0, and 5.0 A g-1, respectively, while Ni-BTA-H possesses the lowest capacities of 200, 120, 105, 95, and 80 mAh g-1 at these current densities. After being tested for 500 cycles at 2.0 A g-1, a high capacity of 106.1 mAh g-1 can still be achieved on Cu-BTA-H, much higher than those of Cu-BTA-L (77 mAh g-1) and Ni-BTA-H (78 mAh g-1). Of note, the low capacity of Ni-BTA-H is attributed to its intrinsic single-type Zn2+ storage mechanism, while the poorer rate performance and lowest reversible capacity after long cycling of Cu-BTA-L should be induced by the low electronic conductivity and the dissolution of BTA linkers into the electrolytes during repeated discharging/charging processes, because of its low crystallinity. Correspondingly, Cu-BTA-H and Ni-BTA-H with high crystallinity show higher capacity retentions of 68.5% and 84.5%, respectively, than that of Cu-BTA-L (only 51.2%) after 500 cycles at 2.0 A g-1 (e). Of note, the redox of Cu-ions and BTA ligands occurring simultaneously inevitably leads to a poorer stability than that of  only via the single redox of BTA ligands, but a largely enhanced crystallinity, even a single-crystal feature of c-MOFs, as well the adoption of modified separators would effectively solve this problem to achieve long-cycling and dual-active c-MOFs based cathodes.\n\nFurthermore, the kinetics of the Zn2+ ion/electron transport in the Cu-BTA-H/L and Ni-BTA-H cathodes were also tested via electrochemical impedance spectroscopy (EIS) and galvanostatic intermittent titration technique (GITT) analyses, which indicated the faster ion/electron transport ability for both Cu-BTA-H and Ni-BTA-H, compared with Cu-BTA-L. Specifically, all of the materials' Nyquist plots are composed of three parts: two semicircle parts in the high- and medium-frequency regions followed by an inclined line in the low-frequency region, corresponding to the interfacial impedance between the cathodes and the collector, charge-transfer impedance, and ion-diffusion impedance in the cathodes, respectively. The smaller diameters of the semicircles for Cu-BTA-H and Ni-BTA-H in the medium-frequency region indicate the lower charge-transfer resistance than that of Cu-BTA-L (Figure S9), which is induced by the intrinsic high electronic conductivity of the Cu/Ni-BTA-H framework due to the high crystallinity. Interestingly, the larger particle size for Cu-BTA-H does not hinder the ion diffusion properties, and both Cu-BTA-H and Ni-BTA-H show larger slopes for the inclined line in the low-frequency region than that of Cu-BTA-L, indicating their faster Zn2+ ion diffusion rate. A similar result can also be concluded from the lower W 0-R value (500 Ω vs 560 and 739 Ω), larger δ value (20.7 vs 15.7 and 12.7) from the fitted EIS results and faster ion-diffusion coefficient (~10-10 cm2 s-1 for Ni-BTA-H and ~10-10 cm2 s-1 for Cu-BTA-H vs 10-11 cm2 s-1 for Cu-BTA-L) from the GITT analysis (Figure S10 and Table S1).\n\nSubsequently, the molecular electrostatic potential (MESP) distribution of Cu-BTA/Ni-BTA, using Cu2-BTA and Ni2-BTA molecules as models, was calculated to identify the possible active sites for Zn storage (c). As shown, the red region represents the positive MESP value (i.e., the nucleophilic center) and the blue region stands for the negative MESP value (i.e., the electrophilic center). Obviously, the sites with more negative MESP are attractive for the uptake of carriers. Thus, the nitrogen atoms in both Cu-BTA and Ni-BTA with a negative MESP are highly active for Zn2+ ion uptake. Then, the theoretical capacities of Cu-BTA/Ni-BTA were further assessed by calculating the sequential binding energy (ΔE) before and after the intercalation of different amounts of Zn ions (d), and the most stable structures with the acceptance of different numbers of Zn2+ ions are shown in e and Figures S15 and 16. Specifically, negative ΔE values of up to 3 mean that the Cu-BTA polymeric chains with two repeating units (Cu2-BTA molecules) can accept up to 3 Zn2+ ions, while Ni-BTA with two repeating units (Ni2-BTA molecules) can only accept up to 2 Zn2+ ions (d,e). Thus, the theoretical capacities of Cu-BTA/Ni-BTA are calculated to be ~301 and ~200 mAh g-1, respectively, which are well consistent with the experimental results. And the calculated structural evolution and protonation pathway at the discharging process for Cu-BTA and Ni-BTA are shown in f and Figure S17, respectively.", "data": [[{"meta": {"name": "Cu-BTA-H", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "crystallinity", "value": "high", "unit": "", "condition": ""}, {"property name": "porosity", "value": "abundant", "unit": "", "condition": ""}, {"property name": "band gap", "value": "small", "unit": "", "condition": ""}, {"property name": "coordination structure", "value": "stable", "unit": "", "condition": ""}, {"property name": "particle size", "value": "50-100 nm", "unit": "", "condition": ""}, {"property name": "specific surface area", "value": "25.2 m2/g", "unit": "", "condition": ""}, {"property name": "reversible capacity", "value": "330 mAh/g", "unit": "", "condition": "at 200 mA/g"}, {"property name": "rate performance", "value": "excellent", "unit": "", "condition": ""}, {"property name": "long-cycle stability", "value": "high", "unit": "", "condition": ""}, {"property name": "Coulombic efficiency", "value": "∼100%", "unit": "", "condition": ""}, {"property name": "hydrophobicity", "value": "good", "unit": "", "condition": ""}, {"property name": "charge-transfer resistance", "value": "lower", "unit": "", "condition": ""}, {"property name": "ion-diffusion rate", "value": "faster", "unit": "", "condition": ""}, {"property name": "ion-diffusion coefficient", "value": "∼10^-10 cm2/s", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": "25, 26", "type": "text", "classification": "property", "content": "<p>To confirm this, an open cell with a sufficient\nO<sub>2</sub> supply\nwas assembled. The corresponding voltage–rest time curves and\nthe galvanostatic discharge curves of the discharged cells after different\nrest periods (i.e., oxidation time) were obtained (c,d). Obviously, the voltage\nof Cu-BTA-H quickly increases to 0.89 V after only 2 h and then reached\n1.10 V after 24 h, which is already higher than the voltage of the\nmajor discharging plateau. Meanwhile, the secondary discharging capacities\nof Cu-BTA-H are also positively correlated with rest/oxidation time,\nand there is a high reversible capacity of 150.5 mAh g<sup>–1</sup>, corresponding to 75% of the electrochemical discharge capacity\n(199.8 mAh g<sup>–1</sup> at 0.5 A g<sup>–1</sup>),\nobtained after the 24 h rest (d,e). In addition, the recovered high intensities of\nCN and Cu<sup>2+</sup> species in the ex situ N 1s and Cu\n2p XPS spectra obtained after the 24 h rest further suggest the oxidation\nof Cu-BTA-H during the rest process, confirming the self-charging\nbehavior for Cu-BTA-H (f,g). This feature is promising for the development of next-generation\nself-powered systems.</p><title>Conclusions</title><p>In conclusion, one-dimensional and conductive\nCu-BTA has been prepared\nby coordinating ultrasmall 1,2,4,5-benzenetetramine (BTA) ligands\nwith multivalent Cu ions as the cathode of aqueous ZIBs. The adoption\nof the small molecule BTA effectively maximizes the redox-active species\n(−CN−) and minimizes the inactive contents (the\nbenzene group) in Cu-BTA, and the multivalent Cu ions provide a secondary\nredox of Cu<sup>2+</sup>/Cu<sup>+</sup> for additional Zn<sup>2+</sup> storage. These features synergistically contribute to a high Zn<sup>2+</sup> storage capacity (330 mAh g<sup>–1</sup> at 200 mA\ng<sup>–1</sup>). In addition, the high crystallinity, ionic/electronic\nconductivity, and stable coordination structure of Cu-BTA also leads\nto an excellent cycling stability and rate capability (106.1 mAh g<sup>–1</sup> at 2.0 A g<sup>–1</sup> after 500 cycles).\nConsequently, this work provides a proof-of-concept verification of\nthe significant potential of constructing c-MOFs with dual redox-active\nsites as high-performance cathodes for ZIBs.</p>", "clean_text": "To confirm this, an open cell with a sufficient O2 supply was assembled. The corresponding voltage-rest time curves and the galvanostatic discharge curves of the discharged cells after different rest periods (i.e., oxidation time) were obtained (c,d). Obviously, the voltage of Cu-BTA-H quickly increases to 0.89 V after only 2 h and then reached 1.10 V after 24 h, which is already higher than the voltage of the major discharging plateau. Meanwhile, the secondary discharging capacities of Cu-BTA-H are also positively correlated with rest/oxidation time, and there is a high reversible capacity of 150.5 mAh g-1, corresponding to 75% of the electrochemical discharge capacity (199.8 mAh g-1 at 0.5 A g-1), obtained after the 24 h rest (d,e). In addition, the recovered high intensities of CN and Cu2+ species in the ex situ N 1s and Cu 2p XPS spectra obtained after the 24 h rest further suggest the oxidation of Cu-BTA-H during the rest process, confirming the self-charging behavior for Cu-BTA-H (f,g). This feature is promising for the development of next-generation self-powered systems.\n\nConclusions\n\nIn conclusion, one-dimensional and conductive Cu-BTA has been prepared by coordinating ultrasmall 1,2,4,5-benzenetetramine (BTA) ligands with multivalent Cu ions as the cathode of aqueous ZIBs. The adoption of the small molecule BTA effectively maximizes the redox-active species (-CN-) and minimizes the inactive contents (the benzene group) in Cu-BTA, and the multivalent Cu ions provide a secondary redox of Cu2+/Cu+ for additional Zn2+ storage. These features synergistically contribute to a high Zn2+ storage capacity (330 mAh g-1 at 200 mA g-1). In addition, the high crystallinity, ionic/electronic conductivity, and stable coordination structure of Cu-BTA also leads to an excellent cycling stability and rate capability (106.1 mAh g-1 at 2.0 A g-1 after 500 cycles). Consequently, this work provides a proof-of-concept verification of the significant potential of constructing c-MOFs with dual redox-active sites as high-performance cathodes for ZIBs.", "data": [[{"meta": {"name": "Cu-BTA-H", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "voltage", "value": "0.89", "unit": "V", "condition": "after 2 h"}, {"property name": "voltage", "value": "1.10", "unit": "V", "condition": "after 24 h"}, {"property name": "reversible capacity", "value": "150.5", "unit": "mAh g^–1", "condition": "after 24 h rest"}, {"property name": "electrochemical discharge capacity", "value": "199.8", "unit": "mAh g^–1", "condition": "at 0.5 A g^–1"}, {"property name": "self-charging behavior", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic illustration\nof the synthesis process of Cu-BTA.\n(b) Molecular structure of planar 1D conjugated Cu-BTA from a top\nview. (c) XRD patterns and (d–f) TEM images of Cu-BTA (-H/L)\nand Ni-BTA-H powders. (g–i) Full XPS spectra and high-resolution\nN 1s spectra, Cu 2p spectra, and Ni 2p spectra of Cu-BTA-H and Ni-BTA-H,\nrespectively. (j) EPR spectra, (k) Raman spectra, and (l) FIRT spectra\nof Cu-BTA-H/-L and Ni-BTA-H.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic illustration of the synthesis process of Cu-BTA. (b) Molecular structure of planar 1D conjugated Cu-BTA from a top view. (c) XRD patterns and (d-f) TEM images of Cu-BTA (-H/L) and Ni-BTA-H powders. (g-i) Full XPS spectra and high-resolution N 1s spectra, Cu 2p spectra, and Ni 2p spectra of Cu-BTA-H and Ni-BTA-H, respectively. (j) EPR spectra, (k) Raman spectra, and (l) FIRT spectra of Cu-BTA-H/-L and Ni-BTA-H.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Electrochemical performances: the cyclic voltammograms\nof (a) Cu-BTA-H\nand (b) Ni-BTA-H at 0.1 mV s<sup>–1</sup>, (c) the discharging/charging\ncurves of Cu-BTA-H/Ni-BTA-H at 0.2 A g<sup>–1</sup>, (d) the\nrate performance and (e) cycling performance of Cu-BTA-H/L and Ni-BTA-H\nat 2.0 A g<sup>–1</sup>, and (f, g) the ratio of capacitive\nand diffusion currents contributed charge storage of Cu-BTA-H and\nNi-BTA-H. (h) Comparison of Cu-BTA-H with other cathodes for ZIBs,\nincluding Cu-HHTP,<xref ref-type=\"bibr\" rid=\"ref26\"></xref> Cu-TCNQ,<xref ref-type=\"bibr\" rid=\"ref31\"></xref> Cu<sub>2</sub>O/rGO,<xref ref-type=\"bibr\" rid=\"ref32\"></xref> Cu<sub>2</sub>S,<xref ref-type=\"bibr\" rid=\"ref33\"></xref> Mn-H<sub>3</sub>BTC,<xref ref-type=\"bibr\" rid=\"ref34\"></xref> poly­(1,5-NAPD),<xref ref-type=\"bibr\" rid=\"ref35\"></xref> V-MOF,<xref ref-type=\"bibr\" rid=\"ref36\"></xref> Mn<sub>2</sub>O<sub>3</sub>,<xref ref-type=\"bibr\" rid=\"ref37\"></xref> Co/Mn-PB,<xref ref-type=\"bibr\" rid=\"ref38\"></xref> DTT,<xref ref-type=\"bibr\" rid=\"ref39\"></xref> and PANI-S.<xref ref-type=\"bibr\" rid=\"ref40\"></xref>\n</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Electrochemical performances: the cyclic voltammograms of (a) Cu-BTA-H and (b) Ni-BTA-H at 0.1 mV s-1, (c) the discharging/charging curves of Cu-BTA-H/Ni-BTA-H at 0.2 A g-1, (d) the rate performance and (e) cycling performance of Cu-BTA-H/L and Ni-BTA-H at 2.0 A g-1, and (f, g) the ratio of capacitive and diffusion currents contributed charge storage of Cu-BTA-H and Ni-BTA-H. (h) Comparison of Cu-BTA-H with other cathodes for ZIBs, including Cu-HHTP, Cu-TCNQ, Cu2O/rGO, Cu2S, Mn-H3BTC, poly(1,5-NAPD), V-MOF, Mn2O3, Co/Mn-PB, DTT, and PANI-S.    ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Electrochemical storage mechanism: (a) discharging/charging curves\nof Cu-BTA-H at 200 mA g<sup>–1</sup> in the voltage range of\n0.3–1.6 V. (b, c) Ex situ N 1s, C 1s, and Cu 2p XPS spectra\nof Cu-BTA-H and the Ni 2p XPS spectra of Ni-BTA-H at different voltages\nduring discharging/charging processes, respectively. (d) Proposed\nreaction mechanism for Cu-BTA-H and Ni-BTA-H.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Electrochemical storage mechanism: (a) discharging/charging curves of Cu-BTA-H at 200 mA g-1 in the voltage range of 0.3-1.6 V. (b, c) Ex situ N 1s, C 1s, and Cu 2p XPS spectra of Cu-BTA-H and the Ni 2p XPS spectra of Ni-BTA-H at different voltages during discharging/charging processes, respectively. (d) Proposed reaction mechanism for Cu-BTA-H and Ni-BTA-H.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>DFT calculations\nfor the Zn-storage mechanism: (a, b) the geometries\nand frontier molecular orbitals of Cu-BTA and Ni-BTA polymeric chains\nwith different repeating units, (c) the calculated MESP distribution\nof Cu-BTA/Ni-BTA, (d) the sequential binding energy (Δ<italic toggle=\"yes\">E</italic>) before and after the acceptance of different amounts\nof Zn ions for Cu-BTA/Ni-BTA, and (e) the optimized configurations\nof Cu-BTA and Ni-BTA before and after uptake of 3 or 2 Zn ions, respectively.\n(f) Calculated structural evolution and protonation pathway at the\ndischarging process for Cu-BTA.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  DFT calculations for the Zn-storage mechanism: (a, b) the geometries and frontier molecular orbitals of Cu-BTA and Ni-BTA polymeric chains with different repeating units, (c) the calculated MESP distribution of Cu-BTA/Ni-BTA, (d) the sequential binding energy (ΔE) before and after the acceptance of different amounts of Zn ions for Cu-BTA/Ni-BTA, and (e) the optimized configurations of Cu-BTA and Ni-BTA before and after uptake of 3 or 2 Zn ions, respectively. (f) Calculated structural evolution and protonation pathway at the discharging process for Cu-BTA.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Self-charging electrochemical performance for\nCu-BTA-H: (a) the\nself-charging performance of Cu-BTA-H at 500 mA g<sup>–1</sup> after 24 h rest in coin cells, and (b) the voltage–time curves\nafter being discharging to 0.3 V in coin cells, (c) the voltage–time\ncurves after being discharging to 0.3 V in open cells, (d) the corresponding\nsecondary discharging capacities of the cells on oxidization for different\ntimes in open cells, and (e) the recovered capacity ratio compared\nto that of the galvanostatic discharging. (f) Ex situ N 1s and Cu\n2p XPS spectra of discharged Cu-BTA-H cathodes after 24 h oxidization\nin open cells. (g) The proposed self-charging mechanism for Cu-BTA.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c11974_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Self-charging electrochemical performance for Cu-BTA-H: (a) the self-charging performance of Cu-BTA-H at 500 mA g-1 after 24 h rest in coin cells, and (b) the voltage-time curves after being discharging to 0.3 V in coin cells, (c) the voltage-time curves after being discharging to 0.3 V in open cells, (d) the corresponding secondary discharging capacities of the cells on oxidization for different times in open cells, and (e) the recovered capacity ratio compared to that of the galvanostatic discharging. (f) Ex situ N 1s and Cu 2p XPS spectra of discharged Cu-BTA-H cathodes after 24 h oxidization in open cells. (g) The proposed self-charging mechanism for Cu-BTA.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsnano.2c11974", "title": "\nOne-Dimensional\nπ–d Conjugated Conductive\nMetal–Organic Framework with Dual Redox-Active Sites for High-Capacity\nand Durable Cathodes for Aqueous Zinc Batteries\n", "journal": "American Chemical Society", "date": "2023.01", "author_list": ["Sang\nZhiyuan", "Liu\nJiaxin", "Zhang\nXueqi", "Yin\nLichang", "Hou\nFeng", "Liang\nJi"]}}