{"filepath": "../L2M3_data/1_application_papers/acs_xml/nz2c02893.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Defects in metal–organic frameworks (MOFs) primarily\nmanifest\nas missing linkers or metal nodes induced through synthesis, post-synthetic\nmodification, and/or exposure to reaction conditions. By changing\nthe nature of active site(s) and perturbing crystalline frameworks,\ndefects confer physico­chemical alterations to MOF catalysts\nthat may promote or inhibit intrinsic reactivity, electron transfer\nand excitation, and mass transport. However, the complexity and dynamic\ncharacter of defects often obfuscate the structure–function\nrelations needed to permit rational catalyst design. Here, highlights\nof recent studies examining the impact of MOF defects in thermo-,\nphoto-, and electro­catalytic systems pertinent to energy applications\ndemonstrate progress toward identifying defect impacts on MOF catalysis,\nparticularly for widely studied zirconium-based frameworks. Moreover,\nthe combination of <italic toggle=\"yes\">ex situ</italic> and <italic toggle=\"yes\">operando</italic>/<italic toggle=\"yes\">in situ</italic> defect identification and quantification\nwill be paramount in future research to improve the mechanistic understanding\nof MOF-catalyzed systems for energy conversion but also extends to\nMOF energy storage, photovoltaics, and gas separations/storage applications.</p>", "clean_text": "Defects in metal-organic frameworks (MOFs) primarily manifest as missing linkers or metal nodes induced through synthesis, post-synthetic modification, and/or exposure to reaction conditions. By changing the nature of active site(s) and perturbing crystalline frameworks, defects confer physicochemical alterations to MOF catalysts that may promote or inhibit intrinsic reactivity, electron transfer and excitation, and mass transport. However, the complexity and dynamic character of defects often obfuscate the structure-function relations needed to permit rational catalyst design. Here, highlights of recent studies examining the impact of MOF defects in thermo-, photo-, and electrocatalytic systems pertinent to energy applications demonstrate progress toward identifying defect impacts on MOF catalysis, particularly for widely studied zirconium-based frameworks. Moreover, the combination of ex situ and operando/in situ defect identification and quantification will be paramount in future research to improve the mechanistic understanding of MOF-catalyzed systems for energy conversion but also extends to MOF energy storage, photovoltaics, and gas separations/storage applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs) are attractive crystalline porous solids for use in a wide\nswath of applications due to their high surface areas, metal loadings,\nand functional modularity. As catalysts and catalyst supports, MOFs\ndemonstrate attractive tunability of isolated active sites and pore\nstructure that seemingly enable rigorous fundamental studies into\nreactivity, selectivity, and stability as a function of intrinsic\nmaterial characteristics. Further, MOF\ncatalytic properties can be tuned beyond metal (node) identity by\nintroducing new sites synthetically via functionalized organic linkers,\nsuch as sulfonic acid (SO<sub>3</sub>H) or amino (NH<sub>2</sub>)\ngroups, reminiscent of amino acid residues that\nstabilize binding pockets in enzyme catalysis. The promise of fundamental\nstudies, however, can often be complicated by the presence of defects\nin the long-range crystalline framework that give rise to open metal\nsites or new active sites. The incorporation\nof defects through designed synthetic procedures, known as defect\nengineering, has garnered interest for relatively stable frameworks\nthat can withstand a moderate density of defect sites, particularly\nZr-based MOFs in the UiO family. However, this does not\npreclude the presence of defects in other metal-based MOFs. Given\nthat defect sites have been shown to impact reactivity and product\nselectivities in hetero­geneous thermal, electro­catalytic,\nand photo­catalytic systems, it is essential to understand their\nidentities and how they may evolve during reaction. This can clarify\ntheir influence on mechanistically relevant quantities for MOF catalysis,\nsuch as binding energies, effective diffusivities, framework stabilities,\nelectronic conductivities, band gap energies, and kinetic rates, among\nothers ().</p>", "clean_text": "Metal-organic frameworks (MOFs) are attractive crystalline porous solids for use in a wide swath of applications due to their high surface areas, metal loadings, and functional modularity. As catalysts and catalyst supports, MOFs demonstrate attractive tunability of isolated active sites and pore structure that seemingly enable rigorous fundamental studies into reactivity, selectivity, and stability as a function of intrinsic material characteristics. Further, MOF catalytic properties can be tuned beyond metal (node) identity by introducing new sites synthetically via functionalized organic linkers, such as sulfonic acid (SO3H) or amino (NH2) groups, reminiscent of amino acid residues that stabilize binding pockets in enzyme catalysis. The promise of fundamental studies, however, can often be complicated by the presence of defects in the long-range crystalline framework that give rise to open metal sites or new active sites. The incorporation of defects through designed synthetic procedures, known as defect engineering, has garnered interest for relatively stable frameworks that can withstand a moderate density of defect sites, particularly Zr-based MOFs in the UiO family. However, this does not preclude the presence of defects in other metal-based MOFs. Given that defect sites have been shown to impact reactivity and product selectivities in heterogeneous thermal, electrocatalytic, and photocatalytic systems, it is essential to understand their identities and how they may evolve during reaction. This can clarify their influence on mechanistically relevant quantities for MOF catalysis, such as binding energies, effective diffusivities, framework stabilities, electronic conductivities, band gap energies, and kinetic rates, among others ().", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Defect\nformation in MOFs during synthesis, post-synthetically,\nor during reaction, with ramifications on reactivity and selectivity.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Defect formation in MOFs during synthesis, post-synthetically, or during reaction, with ramifications on reactivity and selectivity.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>MOF defects, described as missing or incorrectly\narranged structural\ncomponents that perturb the local crystalline arrangement of metal\nnodes with organic linkers, can be formed\nduring synthesis, post-synthetically, or during reaction and are often\nclassified by location and dimension. These defects can appear externally\n(on the surface) or internally, as 0-D local point vacancies, 1-D\nline defects (dislocations), 2-D planar defects, or 3-D volume defects\nas mesopores. MOFs often develop missing node and linker defects during\nsynthesis due to bonding of a terminating group (e.g., formate, water,\nor hydroxide) to under­coordinated metal or ligand sites; further,\nprolonged crystallization leads to a temperature-dependent crystal\ndissolution–redeposition process (akin to Ostwald ripening)\nthat can lower the concentration of missing node defects but is less\neffectual for missing linker defects. The relative\nratio of missing node to missing linker defects in MOFs can be tuned\nby modulating the ratio of starting materials or by use of an acid\nmodulator, such as acetic acid, that can reverse the Ostwald ripening\nphenomenon upon prolonged crystallization.</p>", "clean_text": "MOF defects, described as missing or incorrectly arranged structural components that perturb the local crystalline arrangement of metal nodes with organic linkers, can be formed during synthesis, post-synthetically, or during reaction and are often classified by location and dimension. These defects can appear externally (on the surface) or internally, as 0-D local point vacancies, 1-D line defects (dislocations), 2-D planar defects, or 3-D volume defects as mesopores. MOFs often develop missing node and linker defects during synthesis due to bonding of a terminating group (e.g., formate, water, or hydroxide) to undercoordinated metal or ligand sites; further, prolonged crystallization leads to a temperature-dependent crystal dissolution-redeposition process (akin to Ostwald ripening) that can lower the concentration of missing node defects but is less effectual for missing linker defects. The relative ratio of missing node to missing linker defects in MOFs can be tuned by modulating the ratio of starting materials or by use of an acid modulator, such as acetic acid, that can reverse the Ostwald ripening phenomenon upon prolonged crystallization.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Defects can also\nbe created in a pristine MOF by post-synthetic\nmodification, including linker exchange/​transmetalation, metal\nnode exchange, guest species adsorption/​exchange, non-bridging ligand (e.g., hydroxide or carboxylate ligands within\nthe metal node) replacement, and electron-induced\nprotocols, such as photo­irradiation and plasma treatment. Defect formation under reaction conditions and as a function of\ncatalytic turnovers is less studied but is important to normalize\nturnover rates properly to understand intrinsic changes to active\nsites and mechanisms.</p>", "clean_text": "Defects can also be created in a pristine MOF by post-synthetic modification, including linker exchange/transmetalation, metal node exchange, guest species adsorption/exchange, non-bridging ligand (e.g., hydroxide or carboxylate ligands within the metal node) replacement, and electron-induced protocols, such as photoirradiation and plasma treatment. Defect formation under reaction conditions and as a function of catalytic turnovers is less studied but is important to normalize turnover rates properly to understand intrinsic changes to active sites and mechanisms.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>MOF defects have been experimentally characterized\nwith a range\nof spectroscopic and microscopic techniques that vary in their ability\nto probe defects at different length scales. Large-scale defects that\naffect framework crystallinity or morphology can be identified by\nX-ray diffraction (XRD) and scanning or transmission electron microscopy\n(SEM/TEM), respectively. Recent advances\ninclude monitoring defects at sub-unit-cell resolution with low-dose,\nhigh-resolution TEM. Bulk defects can\nbe inferred from elemental or thermal analysis, such as thermo­gravimetric\nanalysis (TGA) coupled with mass spectrometry. While TGA alone is unable to recognize the identity of defect sites\nor type (node or linker), it can provide quantitative insight into\nthe ratio of missing node to missing linker defects. Fourier transform\ninfrared spectroscopy (FTIR), its diffuse reflectance analog (DRIFTS),\nand Raman spectroscopies are also viable options to monitor linker\ndefects by observing peak shifts of characteristic MOF bands in the\npresence of probe molecules, as evidenced for carboxylate group splitting\nin UiO-66. Local chemical environments of defect sites\nmay be probed with more advanced characterization techniques, such\nas X-ray absorption spectroscopy (XAS). While density\nfunctional theory (DFT) and other computational methods can model\ndefect formation and the resulting kinetic consequences for MOFs,\nthis Perspective will focus on experimental examples. In the future, however, computational analysis and experimental\nmeasurements can be powerfully combined to investigate relevant structure–activity\nrelationships.</p>", "clean_text": "MOF defects have been experimentally characterized with a range of spectroscopic and microscopic techniques that vary in their ability to probe defects at different length scales. Large-scale defects that affect framework crystallinity or morphology can be identified by X-ray diffraction (XRD) and scanning or transmission electron microscopy (SEM/TEM), respectively. Recent advances include monitoring defects at sub-unit-cell resolution with low-dose, high-resolution TEM. Bulk defects can be inferred from elemental or thermal analysis, such as thermogravimetric analysis (TGA) coupled with mass spectrometry. While TGA alone is unable to recognize the identity of defect sites or type (node or linker), it can provide quantitative insight into the ratio of missing node to missing linker defects. Fourier transform infrared spectroscopy (FTIR), its diffuse reflectance analog (DRIFTS), and Raman spectroscopies are also viable options to monitor linker defects by observing peak shifts of characteristic MOF bands in the presence of probe molecules, as evidenced for carboxylate group splitting in UiO-66. Local chemical environments of defect sites may be probed with more advanced characterization techniques, such as X-ray absorption spectroscopy (XAS). While density functional theory (DFT) and other computational methods can model defect formation and the resulting kinetic consequences for MOFs, this Perspective will focus on experimental examples. In the future, however, computational analysis and experimental measurements can be powerfully combined to investigate relevant structure-activity relationships.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>\n\nGiven\nthat defect sites have been shown to impact reactivity and product\nselectivities in heterogeneous thermal, electrocatalytic, and photocatalytic\nsystems, it is essential to understand their identities and how they\nmay evolve during reaction.</p>", "clean_text": "  Given that defect sites have been shown to impact reactivity and product selectivities in heterogeneous thermal, electrocatalytic, and photocatalytic systems, it is essential to understand their identities and how they may evolve during reaction.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>In the context of catalysis,\ncareful and accurate characterization\nand quantification of MOF defects are necessary to understand their\neffects on mass transport, binding energy, strength and abundance\nof active sites, and fractions of coordinatively unsaturated sites.\n<italic toggle=\"yes\">Ex situ</italic> characterization can\nhighlight defects from synthesis and targeted post-synthetic modifications.\nAdditional consideration of restructuring, linker removal, and metal\nleaching that can occur during reaction and create new defects in\na MOF are best probed through <italic toggle=\"yes\">in situ</italic> or <italic toggle=\"yes\">operando</italic> characterization. Since MOF defects can influence\nobserved activity in catalytic systems utilizing different driving\nforces through unique mechanisms, it is vital to understand the nature,\ndevelopment, distribution, and correlation of framework defects to\nrationalize defect engineering strategies through combined synthesis,\ncharacterization, and kinetic analysis. In thermal catalytic systems,\ndefect site speciation, abundance, density, and interaction with surrounding\nconfining pore environments all impact the potential energy landscape\nthat dictates reaction rates. In electrocatalytic applications, defects\ncan also affect electron transport, resulting in improved utilization\nof electrons or changes to preferred mechanistic pathways. Similarly,\nin photodriven processes, defects play a significant role in charge\ntransport through the structure, which can enhance kinetic performance\nvia light energy absorption. In this Perspective, the implications\nof MOF defects on reactivity will be considered for reactions with\nvaried catalytic driving forces to highlight progress in literature\nand explore future directions for controlled defect engineering in\nMOF catalysis.</p>", "clean_text": "In the context of catalysis, careful and accurate characterization and quantification of MOF defects are necessary to understand their effects on mass transport, binding energy, strength and abundance of active sites, and fractions of coordinatively unsaturated sites. Ex situ characterization can highlight defects from synthesis and targeted post-synthetic modifications. Additional consideration of restructuring, linker removal, and metal leaching that can occur during reaction and create new defects in a MOF are best probed through in situ or operando characterization. Since MOF defects can influence observed activity in catalytic systems utilizing different driving forces through unique mechanisms, it is vital to understand the nature, development, distribution, and correlation of framework defects to rationalize defect engineering strategies through combined synthesis, characterization, and kinetic analysis. In thermal catalytic systems, defect site speciation, abundance, density, and interaction with surrounding confining pore environments all impact the potential energy landscape that dictates reaction rates. In electrocatalytic applications, defects can also affect electron transport, resulting in improved utilization of electrons or changes to preferred mechanistic pathways. Similarly, in photodriven processes, defects play a significant role in charge transport through the structure, which can enhance kinetic performance via light energy absorption. In this Perspective, the implications of MOF defects on reactivity will be considered for reactions with varied catalytic driving forces to highlight progress in literature and explore future directions for controlled defect engineering in MOF catalysis.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>MOF Defect Ramifications for Thermally Driven Catalysis</title><p>MOFs are useful probe materials in liquid- and gas-phase thermal\ncatalytic reaction systems, given the assumed homo­geneity of\nactive site nuclearity, valency, and coordination environment that\nis often touted as their advantage over more conventional materials\nlike bulk metal oxides, metal-substituted zeolites, and supported\nmetal nanoparticle catalysts. However, non-idealities present in MOF crystal structures have been\nidentified and characterized in a large subset of frameworks, with\nresulting changes to active site and framework natures yielding both\nrate enhancements and depressions () and influencing product selectivities in\nthermally driven reaction systems.</p>", "clean_text": "MOF Defect Ramifications for Thermally Driven Catalysis\n\nMOFs are useful probe materials in liquid- and gas-phase thermal catalytic reaction systems, given the assumed homogeneity of active site nuclearity, valency, and coordination environment that is often touted as their advantage over more conventional materials like bulk metal oxides, metal-substituted zeolites, and supported metal nanoparticle catalysts. However, non-idealities present in MOF crystal structures have been identified and characterized in a large subset of frameworks, with resulting changes to active site and framework natures yielding both rate enhancements and depressions () and influencing product selectivities in thermally driven reaction systems.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>The identity of defect sites within MOFs\ncan impact observed reactivity\nand selectivities through effectual binding energy perturbations,\ntransport effects, and deactivation phenomena, depending on the framework\nand reaction system.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  The identity of defect sites within MOFs can impact observed reactivity and selectivities through effectual binding energy perturbations, transport effects, and deactivation phenomena, depending on the framework and reaction system.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The potential energy landscape governs reaction\npathways that result\nin observed rates and selectivities. Defects within a material will\nimpact the topology of these landscapes that manifest, in part, as\nperturbations to species’ adsorption/​desorption energies,\ninfluencing energy barriers that determine rate constants and surface\ncoverages during catalysis. For example, for Pt nanoparticles supported\non UiO-67­(Zr) during the gas-phase CO<sub>2</sub> hydrogenation to\nmethanol at 443–513 K, an increased number of Zr-node defects\nresulting from missing carboxylate linkers yielded higher methanol\nformation rates; these rates were postulated to be rooted in higher\nsurface coverages by formate intermediates on the defect-rich materials. Additionally, DFT calculations and microkinetic\nmodeling supported weaker product methanol adsorption energies for\nincreasingly defective UiO-67­(Zr) nodes, which rationalized the higher\ngas-phase concentration of methanol observed experimentally for these\nmaterials relative to UiO-67­(Zr) with lower defect densities. Zr<sub>6</sub>O<sub>8</sub> node defects in\nUiO-66­(Zr) and UiO-67­(Zr) were also investigated for ethanol dehydration\nto selectively yield diethyl ether over ethylene at 473–523\nK. DFT calculations here showed that\nthe key to selective diethyl ether formation was the breaking of node–linker\nbonds (or the adjacency of open and/or defect sites) that facilitated\nproductive bonding of reactant ethanol to neighboring sites on the\nnodes prior to ether formation.\n</p>", "clean_text": "The potential energy landscape governs reaction pathways that result in observed rates and selectivities. Defects within a material will impact the topology of these landscapes that manifest, in part, as perturbations to species' adsorption/desorption energies, influencing energy barriers that determine rate constants and surface coverages during catalysis. For example, for Pt nanoparticles supported on UiO-67(Zr) during the gas-phase CO2 hydrogenation to methanol at 443-513 K, an increased number of Zr-node defects resulting from missing carboxylate linkers yielded higher methanol formation rates; these rates were postulated to be rooted in higher surface coverages by formate intermediates on the defect-rich materials. Additionally, DFT calculations and microkinetic modeling supported weaker product methanol adsorption energies for increasingly defective UiO-67(Zr) nodes, which rationalized the higher gas-phase concentration of methanol observed experimentally for these materials relative to UiO-67(Zr) with lower defect densities. Zr6O8 node defects in UiO-66(Zr) and UiO-67(Zr) were also investigated for ethanol dehydration to selectively yield diethyl ether over ethylene at 473-523 K. DFT calculations here showed that the key to selective diethyl ether formation was the breaking of node-linker bonds (or the adjacency of open and/or defect sites) that facilitated productive bonding of reactant ethanol to neighboring sites on the nodes prior to ether formation. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The relative maturity of modulator-assisted UiO syntheses that\ncan control defect densities and the ability of the UiO family to\nretain bulk crystallinity despite defect perturbations contribute to the large fraction of UiO family-centric\nstudies focused on defects. However, the impacts of defects on surface\ncoverages and binding energies are not confined to UiO-66,67­(Zr).\nMIL-100­(Al) with trimeric node species (Al<sub>3</sub>O) was synthesized\nutilizing acidic modulating agents, the identity of which (nitric\n(HNO<sub>3</sub>) or acetic acid) was chosen to control relative defect\ndensities. Here, MIL-100­(Al) synthesized\nwith acetic acid incorporated a higher density of missing linker defects\nthan that made with HNO<sub>3</sub>. For both acid modulators, node\nvacancy sites () were occupied by extra-framework linkers (1,3,5-benzene­tricarboxylic\nacid) remaining from synthesis, occupying approximately one vacancy\nsite per node. The MIL-100­(Al) synthesized with acetic acid showed\nhigher rates normalized by the number of node defects than that synthesized\nwith HNO<sub>3</sub> for methanol dehydration to form dimethyl ether\n(DME) at 493 K and 1 bar, with bound methoxy species identified as\nintermediates. Interestingly, the trimer node geometry in MIL-100­(Al)\nsuggested that the catalytic sites were likely two adjacent sitesa\ndefect site and its neighboring vacancy sitewith methoxy groups\nbonded on each (). This was supported by comparison of two similar carboxylate structures\n(MIL-100, MIL-53) at the same reaction conditions; methanol dehydration\nrates per defect site are an order of magnitude higher for MIL-100­(Al)\n(493 K) than for MIL-53­(Al) (523 K), the latter of which contained\nnegligible fractions of neighboring defect–vacancy sites. Overall,\nthese three studies demonstrate the potential for defects to enhance\nreaction rates through changes to kinetically relevant species’\nbinding energies to active sites. However, elucidating the effect\nof defect sites on other physico­chemical material attributes\nis necessary to build a more complete molecular understanding of catalytic\nturnovers in defective MOF systems.\n</p>", "clean_text": "The relative maturity of modulator-assisted UiO syntheses that can control defect densities and the ability of the UiO family to retain bulk crystallinity despite defect perturbations contribute to the large fraction of UiO family-centric studies focused on defects. However, the impacts of defects on surface coverages and binding energies are not confined to UiO-66,67(Zr). MIL-100(Al) with trimeric node species (Al3O) was synthesized utilizing acidic modulating agents, the identity of which (nitric (HNO3) or acetic acid) was chosen to control relative defect densities. Here, MIL-100(Al) synthesized with acetic acid incorporated a higher density of missing linker defects than that made with HNO3. For both acid modulators, node vacancy sites () were occupied by extra-framework linkers (1,3,5-benzenetricarboxylic acid) remaining from synthesis, occupying approximately one vacancy site per node. The MIL-100(Al) synthesized with acetic acid showed higher rates normalized by the number of node defects than that synthesized with HNO3 for methanol dehydration to form dimethyl ether (DME) at 493 K and 1 bar, with bound methoxy species identified as intermediates. Interestingly, the trimer node geometry in MIL-100(Al) suggested that the catalytic sites were likely two adjacent sitesa defect site and its neighboring vacancy sitewith methoxy groups bonded on each (). This was supported by comparison of two similar carboxylate structures (MIL-100, MIL-53) at the same reaction conditions; methanol dehydration rates per defect site are an order of magnitude higher for MIL-100(Al) (493 K) than for MIL-53(Al) (523 K), the latter of which contained negligible fractions of neighboring defect-vacancy sites. Overall, these three studies demonstrate the potential for defects to enhance reaction rates through changes to kinetically relevant species' binding energies to active sites. However, elucidating the effect of defect sites on other physicochemical material attributes is necessary to build a more complete molecular understanding of catalytic turnovers in defective MOF systems. ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Trimer node\nstructure (e.g., Al<sub>3</sub>O) with native vacancy\nsites (purple) and neighboring defect Al sites due to missing linkers\n(blue) contrasted with an inactive Al site with no neighboring defects\n(pink). Reactive intermediates for methanol dehydration are postulated\nto be a bidentate alkoxy ligand bonded to two neighboring defect sites\nand a monodentate alkoxy bonded to a neighboring vacancy site.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Trimer node structure (e.g., Al3O) with native vacancy sites (purple) and neighboring defect Al sites due to missing linkers (blue) contrasted with an inactive Al site with no neighboring defects (pink). Reactive intermediates for methanol dehydration are postulated to be a bidentate alkoxy ligand bonded to two neighboring defect sites and a monodentate alkoxy bonded to a neighboring vacancy site.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Zr<sub>6</sub>O<sub>8</sub> nodal structure found in UiO-66,67\nwith (a) native Brønsted acidity from μ<sub>3</sub>-OH\nmoieties (red) and (b) potential defect-induced Brønsted (orange;\nunder­coordinated carboxylate linker) and Lewis (blue; under­coordinated\nmetal) acidities along with missing linker (green) and coordinating\nlinker replacement (pink) defects.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Zr6O8 nodal structure found in UiO-66,67 with (a) native Brønsted acidity from μ3-OH moieties (red) and (b) potential defect-induced Brønsted (orange; undercoordinated carboxylate linker) and Lewis (blue; undercoordinated metal) acidities along with missing linker (green) and coordinating linker replacement (pink) defects.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>One of the most prevalent ramifications of defect\nincorporation\nin transition-metal-based MOFs is the generation of Lewis acid sites\ncentered on under­coordinated metal species (). For instance, three MOFs,\nUiO-66­(Zr), MIL-101­(Cr), and MOF-5­(Zn), of varying Lewis acid character\n(Zr<sup>4+</sup> &gt; Cr<sup>3+</sup> &gt; Zn<sup>2+</sup>) were investigated\nas catalyst supports for similar weight loading (1.32–1.42\nwt%) of Pd­(II) for carbon monoxide (CO) esterification with methyl\nnitrite to dimethyl carbonate (DMC). Here,\nPd­(II)/UiO-66­(Zr) yielded the highest CO conversion (87.9%) and DMC\nselectivity (98.5%), where higher defect densities for UiO-66­(Zr)\ncorrelated with larger fractions of Lewis acid sites (via NH<sub>3</sub>-TPD, pyridine-IR) and were beneficial for CO adsorption (via X-ray\nphotoelectron spectroscopy (XPS) and <italic toggle=\"yes\">in situ</italic> DRIFTS).\nAs such, Lewis acid sites arising from missing linker defects were\npostulated to act as additional catalytic sites and affect reactant\nbinding energies; however, rates contextualized by Pd and defect site\ndensities would serve to strengthen this assertion. Additionally,\nthough UiO-66­(Zr), MIL-101­(Cr), and MOF-5­(Zn) contain the same weak-field\n1,4-benzene­dicarboxylic acid ligand, their nodal structures\n(Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>, Cr<sub>3</sub>O, and\nZn<sub>4</sub>O, respectively) and framework pore sizes differ; these\nstructural deviations may confer non-trivial electronic and confinement\ndifferences on and around active metal-centered defect sites that\nalso could be elucidated via rigorous rate normalization.</p>", "clean_text": "One of the most prevalent ramifications of defect incorporation in transition-metal-based MOFs is the generation of Lewis acid sites centered on undercoordinated metal species (). For instance, three MOFs, UiO-66(Zr), MIL-101(Cr), and MOF-5(Zn), of varying Lewis acid character (Zr4+ > Cr3+ > Zn2+) were investigated as catalyst supports for similar weight loading (1.32-1.42 wt%) of Pd(II) for carbon monoxide (CO) esterification with methyl nitrite to dimethyl carbonate (DMC). Here, Pd(II)/UiO-66(Zr) yielded the highest CO conversion (87.9%) and DMC selectivity (98.5%), where higher defect densities for UiO-66(Zr) correlated with larger fractions of Lewis acid sites (via NH3-TPD, pyridine-IR) and were beneficial for CO adsorption (via X-ray photoelectron spectroscopy (XPS) and in situ DRIFTS). As such, Lewis acid sites arising from missing linker defects were postulated to act as additional catalytic sites and affect reactant binding energies; however, rates contextualized by Pd and defect site densities would serve to strengthen this assertion. Additionally, though UiO-66(Zr), MIL-101(Cr), and MOF-5(Zn) contain the same weak-field 1,4-benzenedicarboxylic acid ligand, their nodal structures (Zr6O4(OH)4, Cr3O, and Zn4O, respectively) and framework pore sizes differ; these structural deviations may confer non-trivial electronic and confinement differences on and around active metal-centered defect sites that also could be elucidated via rigorous rate normalization.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In\ncontrast, defect-induced Lewis acid sites were investigated\nfor UiO-66­(Zr) and hcp UiO-66­(Zr) with structurally similar Zr<sub>6</sub>O<sub>8</sub> and Zr<sub>12</sub>O<sub>22</sub> (paired Zr<sub>6</sub>O<sub>8</sub> nodes bridged by OH groups) for the ring-opening\nreaction of propylene oxide with methanol. Missing linker defect sites and sites formed by removal of bridging\nOH groups on the Zr<sub>12</sub>O<sub>22</sub> nodes were shown to\nbe catalytically active. Here, it was hypothesized that these induced\nLewis acid sites on nodal defects first activated the epoxide to form\na secondary carbo­cation that was susceptible to attack by adsorbed\nmethanol/​methoxy ligands to form ring-opening products. Though\ndefect sites were reactive, ligands (acetate, formate, benzoate, etc.)\nfrom acid modulators used in synthetic procedures can reside at missing\nlinker sites and were found to inhibit ring-opening reactions, which\nwas consistent with other chemistries, including alcohol dehydration; more broadly, other species including solvents from synthesis, reactants,\nproducts, and impurities may also compete for defect site adsorption\nand impact observed reactivity. In this study, removal of ligated\nmodulators by reaction with methanol (to form methyl acetate) preceded\ncatalysis on these defect sites. The defect sites on the Zr<sub>12</sub>O<sub>22</sub> nodes were shown to be 2–6 times more active\nper site than those on the isolated Zr<sub>6</sub>O<sub>8</sub> nodes,\nwith the node-bridging OH groups increasing the catalytic activity\nof the neighboring node defect sites because new Lewis acid sites\nwere formed by their removal. Overall,\nthis thorough study demonstrates the importance of Lewis acid character\nof defect sites and also cautions that not all defects are beneficial\nfor rate enhancements, necessitating careful spectroscopic and kinetic\nexperiments to elucidate active site identities. We note that, in\naddition to defect-induced Lewis acidity, other site identities including\ndistributions of basic sites and Brønsted acid sites associated\nwith under- or uncoordinated linker can\nexist but are often not quantified fully. Additionally, this work\ndoes not include mass transport analysis, which is notably absent\nin a majority of MOF catalysis literature, despite the microporous\nnature of UiO-66­(Zr) frameworks and lower BET surface areas and smaller\nmain pore apertures for hcp UiO-66­(Zr) compared to UiO-66­(Zr).</p>", "clean_text": "In contrast, defect-induced Lewis acid sites were investigated for UiO-66(Zr) and hcp UiO-66(Zr) with structurally similar Zr6O8 and Zr12O22 (paired Zr6O8 nodes bridged by OH groups) for the ring-opening reaction of propylene oxide with methanol. Missing linker defect sites and sites formed by removal of bridging OH groups on the Zr12O22 nodes were shown to be catalytically active. Here, it was hypothesized that these induced Lewis acid sites on nodal defects first activated the epoxide to form a secondary carbocation that was susceptible to attack by adsorbed methanol/methoxy ligands to form ring-opening products. Though defect sites were reactive, ligands (acetate, formate, benzoate, etc.) from acid modulators used in synthetic procedures can reside at missing linker sites and were found to inhibit ring-opening reactions, which was consistent with other chemistries, including alcohol dehydration; more broadly, other species including solvents from synthesis, reactants, products, and impurities may also compete for defect site adsorption and impact observed reactivity. In this study, removal of ligated modulators by reaction with methanol (to form methyl acetate) preceded catalysis on these defect sites. The defect sites on the Zr12O22 nodes were shown to be 2-6 times more active per site than those on the isolated Zr6O8 nodes, with the node-bridging OH groups increasing the catalytic activity of the neighboring node defect sites because new Lewis acid sites were formed by their removal. Overall, this thorough study demonstrates the importance of Lewis acid character of defect sites and also cautions that not all defects are beneficial for rate enhancements, necessitating careful spectroscopic and kinetic experiments to elucidate active site identities. We note that, in addition to defect-induced Lewis acidity, other site identities including distributions of basic sites and Brønsted acid sites associated with under- or uncoordinated linker can exist but are often not quantified fully. Additionally, this work does not include mass transport analysis, which is notably absent in a majority of MOF catalysis literature, despite the microporous nature of UiO-66(Zr) frameworks and lower BET surface areas and smaller main pore apertures for hcp UiO-66(Zr) compared to UiO-66(Zr).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>\n\nOverall,\nmetal–organic frameworks are touted as having “well-defined”\nor homogeneous site identities relative to more conventional bulk\nsolid catalysts, though it is apparent that defects can heterogeneously\ncontribute to the observed reactivity and selectivities in both thermally\ndriven liquid- and gas-phase systems.</p>", "clean_text": "  Overall, metal-organic frameworks are touted as having \"well-defined\" or homogeneous site identities relative to more conventional bulk solid catalysts, though it is apparent that defects can heterogeneously contribute to the observed reactivity and selectivities in both thermally driven liquid- and gas-phase systems.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Nanoporosity\nin pristine MOF structures can exhibit diffusion limitations\nfor larger molecules approaching pore-limiting diameters, which can\nconfound kinetic analysis or demonstrate complex confinement effects\nin the regime where transport effects are absent; the presence of\ndefects can further impact these two phenomena. In the former case,\nit has been shown that increasing defect densities owing to missing\nlinker or nodal clusters can increase BET surface areas, pore volumes,\nand average framework void dimensions that all affect effective diffusivities\nand the interpretation of observed rates. Notably, stirring rate experiments to probe external mass transport\nlimitations and consideration of Weisz–Prater or Madon–Boudart\ncriteria to examine internal diffusion limitations are rare in MOF\ncatalysis literature, despite their profound implications for reactor\nand catalyst design. In the case of complex confinement effects, these\nphenomena may be exacerbated by the presence of defect sites through\nboth first and second coordination sphere effects, which are also\nimportant for rationalizing observed reactivity and selectivities.\nFor example, mesoporous MIL-101­(Cr) was investigated for liquid-phase\nstyrene oxidation by hydrogen peroxide at mild temperatures (318–328\nK) where calculated internal and external mass transport limitations\nwere negligible. In the acid-free hydrothermal\nsynthesis of MIL-101­(Cr), two unique phases of MIL-101­(Cr) with different\ndefect densities were obtained, despite similar bulk characterization\nvia XRD, SEM, and FTIR. Defect identities and abundances for both\nphases were characterized by TGA in conjunction with energy-dispersive\nX-ray spectroscopy (EDXS) and attributed to both missing linkers and\ntrimer clusters, yielding coordinatively unsaturated Cr sites and\nhanging carboxylate moieties, respectively. Higher styrene turnover\nrates were observed for the higher defect density phase than the lower\ndefect density phase, but different oxygenate product distributions\nresulted. Notably, the higher defect density phase could turnover\nstyrene oxide while the lower defect density phase only generated\nthe ring-opening hydration product, styrene glycol. This suggested\nthat defect Cr sites enabled desorption of styrene oxide rather than\ncomplete styrene oxide hydration to styrene glycol. Amorphous Cr solids\ncontaining the same MIL-101­(Cr) linker species (1,4-benzene­dicarboxylic\nacid) were also obtained from the one-pot synthesis that yielded the\ntwo MIL-101­(Cr) phases and its abundant defect sites were also active\nfor styrene oxidation by hydrogen peroxide. However, no styrene oxide\nwas detected, suggesting that the combination of defect sites within\nconfining environments was necessary for styrene oxide selectivity. Further, solvent interactions with confined\ntransition-state structures also impacted oxidation rates; higher\ndefect densities increased local pore hydrophilicities in MIL-101­(Cr)\nthat enhanced solvent hydrogen-bonding interactions with partial negative\ncharges in transition-state structures (), conferring higher observed rates in polar\nprotic solvents (i.e., methanol) than in polar aprotic solvents (i.e.,\nacetonitrile). Finally, beyond initial\ndefect density considerations, catalytic turnovers and interaction\nwith hydrogen peroxide were found to result in Cr leaching that increased\nsolid defect densities as a function of reaction extent and time.\nTemporal Cr leaching was quantified via liquid-phase UV–vis\nand trended inversely with styrene oxide selectivity, suggesting that\nwhile defects initially confined within MIL-101­(Cr) pores conferred\nenhanced styrene oxide selectivity, the evolution of defects sites\nand the surrounding environment were critical for stable styrene oxide\nproduction rates. This work showcases how MOF defect sites can confer\nnotable rate enhancements and also impose second-sphere coordination\nand solvation effects within confining environments that affect both\nreactivity and selectivity.</p>", "clean_text": "Nanoporosity in pristine MOF structures can exhibit diffusion limitations for larger molecules approaching pore-limiting diameters, which can confound kinetic analysis or demonstrate complex confinement effects in the regime where transport effects are absent; the presence of defects can further impact these two phenomena. In the former case, it has been shown that increasing defect densities owing to missing linker or nodal clusters can increase BET surface areas, pore volumes, and average framework void dimensions that all affect effective diffusivities and the interpretation of observed rates. Notably, stirring rate experiments to probe external mass transport limitations and consideration of Weisz-Prater or Madon-Boudart criteria to examine internal diffusion limitations are rare in MOF catalysis literature, despite their profound implications for reactor and catalyst design. In the case of complex confinement effects, these phenomena may be exacerbated by the presence of defect sites through both first and second coordination sphere effects, which are also important for rationalizing observed reactivity and selectivities. For example, mesoporous MIL-101(Cr) was investigated for liquid-phase styrene oxidation by hydrogen peroxide at mild temperatures (318-328 K) where calculated internal and external mass transport limitations were negligible. In the acid-free hydrothermal synthesis of MIL-101(Cr), two unique phases of MIL-101(Cr) with different defect densities were obtained, despite similar bulk characterization via XRD, SEM, and FTIR. Defect identities and abundances for both phases were characterized by TGA in conjunction with energy-dispersive X-ray spectroscopy (EDXS) and attributed to both missing linkers and trimer clusters, yielding coordinatively unsaturated Cr sites and hanging carboxylate moieties, respectively. Higher styrene turnover rates were observed for the higher defect density phase than the lower defect density phase, but different oxygenate product distributions resulted. Notably, the higher defect density phase could turnover styrene oxide while the lower defect density phase only generated the ring-opening hydration product, styrene glycol. This suggested that defect Cr sites enabled desorption of styrene oxide rather than complete styrene oxide hydration to styrene glycol. Amorphous Cr solids containing the same MIL-101(Cr) linker species (1,4-benzenedicarboxylic acid) were also obtained from the one-pot synthesis that yielded the two MIL-101(Cr) phases and its abundant defect sites were also active for styrene oxidation by hydrogen peroxide. However, no styrene oxide was detected, suggesting that the combination of defect sites within confining environments was necessary for styrene oxide selectivity. Further, solvent interactions with confined transition-state structures also impacted oxidation rates; higher defect densities increased local pore hydrophilicities in MIL-101(Cr) that enhanced solvent hydrogen-bonding interactions with partial negative charges in transition-state structures (), conferring higher observed rates in polar protic solvents (i.e., methanol) than in polar aprotic solvents (i.e., acetonitrile). Finally, beyond initial defect density considerations, catalytic turnovers and interaction with hydrogen peroxide were found to result in Cr leaching that increased solid defect densities as a function of reaction extent and time. Temporal Cr leaching was quantified via liquid-phase UV-vis and trended inversely with styrene oxide selectivity, suggesting that while defects initially confined within MIL-101(Cr) pores conferred enhanced styrene oxide selectivity, the evolution of defects sites and the surrounding environment were critical for stable styrene oxide production rates. This work showcases how MOF defect sites can confer notable rate enhancements and also impose second-sphere coordination and solvation effects within confining environments that affect both reactivity and selectivity.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Defect sites resulting from under­coordinated\nmetal or\nligand species potentially result in changes in Lewis acid densities\nand may have further second coordination sphere or solvent effects\nthat influence transition-state (de)­stabilization. (b) Cumulative\nstyrene oxidation rates (323 K) in acetonitrile (orange) and methanol\n(pink) over MIL-101­(Cr), with inset metallocycle transition-state\nstructure.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Defect sites resulting from undercoordinated metal or ligand species potentially result in changes in Lewis acid densities and may have further second coordination sphere or solvent effects that influence transition-state (de)stabilization. (b) Cumulative styrene oxidation rates (323 K) in acetonitrile (orange) and methanol (pink) over MIL-101(Cr), with inset metallocycle transition-state structure.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Overall, metal−organic frameworks are touted\nas having “well-defined”\nor homogeneous site identities relative to more conventional bulk\nsolid catalysts, though it is apparent that defects can heterogeneously\ncontribute to the observed reactivity and selectivities in both thermally\ndriven liquid- and gas-phase systems. Defect identities and their\nresulting physicochemical properties can confer both higher and lower\nreaction rates and selectivities through influencing binding energies,\nLewis acidic densities, local pore hydrophilicities, and other material\nattributes arising from coordination and solvation environments. Many\nof these effects are relevant in other catalytic systems (electro-/photocatalysis),\nbut defects can influence other phenomena, as will be discussed in\nthe next sections.</p>", "clean_text": "Overall, metal-organic frameworks are touted as having \"well-defined\" or homogeneous site identities relative to more conventional bulk solid catalysts, though it is apparent that defects can heterogeneously contribute to the observed reactivity and selectivities in both thermally driven liquid- and gas-phase systems. Defect identities and their resulting physicochemical properties can confer both higher and lower reaction rates and selectivities through influencing binding energies, Lewis acidic densities, local pore hydrophilicities, and other material attributes arising from coordination and solvation environments. Many of these effects are relevant in other catalytic systems (electro-/photocatalysis), but defects can influence other phenomena, as will be discussed in the next sections.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>MOF Defect Influence on Electrocatalytic Reaction Systems</title><p>The aforementioned material properties of MOFs also confer a wide\nrange of design approaches that can lead to their development as active\nand stable electrocatalysts, including alternatives to bulk noble\nmetal electrocatalysts that are among the most active materials but\nare too costly for practical applications for reactions such as carbon\ndioxide reduction (CO<sub>2</sub>R), the oxygen evolution reaction\n(OER), and the oxygen reduction reaction (ORR). The porous nature of MOFs can improve the delivery of molecules\nor ions to electrode surfaces to circumvent the effects of mass transport\nlimitations on catalysis-relevant current densities, and the modularity of linker functional groups can promote\ninductive or second coordination sphere intermediate stabilization\nto overcome intermediate scaling relationships for multi-electron\nredox processes. In these cases, the\nMOF acts as the active catalytic phase or as an auxiliary component\nthat can utilize specific material properties (e.g., porosity or functional\ngroup proximity) to facilitate catalysis. Conversely, MOFs can act as scaffolds that reconstruct under potential\nbias (or external extreme thermal bias), resulting in MOF-derived\nmetal or metal composite materials (e.g., oxides, phosphides, sulfides,\netc.) with unique architectures. Given the wide material\nscope MOFs are able to populate, accurately identifying the MOF as\nthe active catalyst or as a precursor material to form the catalytically\nactive phase is critical to benchmarking MOF and MOF-derived technologies\nagainst current state-of-the-art systems. This theme was echoed from\na recent report that outlined a framework for evaluating MOFs at different\npoints within an electrocatalytic experiment and determining the catalytically\nactive material. These materials highlight\nthe ability (desired or undesired) of MOFs to undergo bulk transformations\nduring electrochemical reactions, which is equally as important for\nstructures that undergo molecular transformations, such as defect\nformation under applied bias. Thus, this discussion of defect-influenced\nelectro­catalytic mechanisms on MOFs, ultimately to inform electrocatalyst\ndesign strategies, will principally focus on utilizing the MOF itself\nas the active catalyst, stipulating that the bulk structural crystallinity\nof the MOF remains intact under electro­chemical bias ().</p>", "clean_text": "MOF Defect Influence on Electrocatalytic Reaction Systems\n\nThe aforementioned material properties of MOFs also confer a wide range of design approaches that can lead to their development as active and stable electrocatalysts, including alternatives to bulk noble metal electrocatalysts that are among the most active materials but are too costly for practical applications for reactions such as carbon dioxide reduction (CO2R), the oxygen evolution reaction (OER), and the oxygen reduction reaction (ORR). The porous nature of MOFs can improve the delivery of molecules or ions to electrode surfaces to circumvent the effects of mass transport limitations on catalysis-relevant current densities, and the modularity of linker functional groups can promote inductive or second coordination sphere intermediate stabilization to overcome intermediate scaling relationships for multi-electron redox processes. In these cases, the MOF acts as the active catalytic phase or as an auxiliary component that can utilize specific material properties (e.g., porosity or functional group proximity) to facilitate catalysis. Conversely, MOFs can act as scaffolds that reconstruct under potential bias (or external extreme thermal bias), resulting in MOF-derived metal or metal composite materials (e.g., oxides, phosphides, sulfides, etc.) with unique architectures. Given the wide material scope MOFs are able to populate, accurately identifying the MOF as the active catalyst or as a precursor material to form the catalytically active phase is critical to benchmarking MOF and MOF-derived technologies against current state-of-the-art systems. This theme was echoed from a recent report that outlined a framework for evaluating MOFs at different points within an electrocatalytic experiment and determining the catalytically active material. These materials highlight the ability (desired or undesired) of MOFs to undergo bulk transformations during electrochemical reactions, which is equally as important for structures that undergo molecular transformations, such as defect formation under applied bias. Thus, this discussion of defect-influenced electrocatalytic mechanisms on MOFs, ultimately to inform electrocatalyst design strategies, will principally focus on utilizing the MOF itself as the active catalyst, stipulating that the bulk structural crystallinity of the MOF remains intact under electrochemical bias ().", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Impact of MOFs with (missing\nlinker) defects on electro­chemical\nreactions through enhancement of electron transfer, mass transfer,\nand active site availability.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Impact of MOFs with (missing linker) defects on electrochemical reactions through enhancement of electron transfer, mass transfer, and active site availability.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>As mentioned, one strategy for incorporating defects\ninto the MOF\nstructure is by modulating stoichio­metric ratios of linker and\nmetal node components to achieve specific metal node coordination\nenvironments. For example, a recent report demonstrated the use of <italic toggle=\"yes\">in situ</italic> spectro­electro­chemical and electro­analytical\ntechniques to interrogate the influence of defect sites within the\nNi-MOF-74 structure on a model electro­chemical hydroxy­methyl­furfural\n(HMF) oxidation to 2,5-furandicarboxylic acid (FDCA).\n<italic toggle=\"yes\">In situ</italic> Raman and attenuated total reflectance\ninfrared (ATR-IR) spectro­electro­chemical techniques showed\nthat defects in the Ni-MOF-74 structure were systematically incorporated\nby modulating the ratio of linkers containing the absence of free\nhydroxyl functionalities capable of binding to nearby Ni sites. Additionally, <italic toggle=\"yes\">ex situ</italic> spectroscopic techniques were able to identify signals\ncorresponding to the presence of highly electron dense NiO<sub>4</sub> defect sites in XPS, while Raman spectroscopic measurements were\nable to further corroborate this by identifying shifts in the Ni–O\nbands. The defect-rich Ni-MOF-74 converted HMF to FDCA at a 95% yield\nwith an 80% Faradaic efficiency. Moreover, the difference in the Tafel\nslopes for HMF oxidation between the defect-rich Ni-MOF-74 (160 mV/decade)\nand defect-free Ni-MOF-74 (300 mV/decade) reveals the influence of\nNi coordination defects on the electro­catalytic activity of\nthe defective material. Here, the systematic integration of defect\nsites enabled investigations into the reaction mechanism, which showed\nthat an adsorbed *OH could abstract protons from adsorbed HMF intermediates\non adjacent exposed Ni nodes and push the reaction toward FDCA formation.\nWhile this indicates that defective Ni-MOF-74 shows promise as a viable\nelectro­catalyst for HMF oxidation to FDCA, additional investigations\nshould focus toward maintaining a similar level of performance under\nlarger, more industrially relevant current densities than those reported\nhere (∼1–20 mA/cm<sup>2</sup>).</p>", "clean_text": "As mentioned, one strategy for incorporating defects into the MOF structure is by modulating stoichiometric ratios of linker and metal node components to achieve specific metal node coordination environments. For example, a recent report demonstrated the use of in situ spectroelectrochemical and electroanalytical techniques to interrogate the influence of defect sites within the Ni-MOF-74 structure on a model electrochemical hydroxymethylfurfural (HMF) oxidation to 2,5-furandicarboxylic acid (FDCA). In situ Raman and attenuated total reflectance infrared (ATR-IR) spectroelectrochemical techniques showed that defects in the Ni-MOF-74 structure were systematically incorporated by modulating the ratio of linkers containing the absence of free hydroxyl functionalities capable of binding to nearby Ni sites. Additionally, ex situ spectroscopic techniques were able to identify signals corresponding to the presence of highly electron dense NiO4 defect sites in XPS, while Raman spectroscopic measurements were able to further corroborate this by identifying shifts in the Ni-O bands. The defect-rich Ni-MOF-74 converted HMF to FDCA at a 95% yield with an 80% Faradaic efficiency. Moreover, the difference in the Tafel slopes for HMF oxidation between the defect-rich Ni-MOF-74 (160 mV/decade) and defect-free Ni-MOF-74 (300 mV/decade) reveals the influence of Ni coordination defects on the electrocatalytic activity of the defective material. Here, the systematic integration of defect sites enabled investigations into the reaction mechanism, which showed that an adsorbed *OH could abstract protons from adsorbed HMF intermediates on adjacent exposed Ni nodes and push the reaction toward FDCA formation. While this indicates that defective Ni-MOF-74 shows promise as a viable electrocatalyst for HMF oxidation to FDCA, additional investigations should focus toward maintaining a similar level of performance under larger, more industrially relevant current densities than those reported here (~1-20 mA/cm2).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>Defects can also\nbe produced post-synthetically, as exemplified\nin a report that showed that photo­irradiation of a bimetallic\nNiFe node MOF (with 2,6-naphthalene­dicarboxylic acid ligands)\ncan induce lattice strain and systematically increase the fringe lattice\nparameter from 1.16 nm in the pristine MOF to 1.18, 1.20, and 1.21\nnm. The lattice-strained NiFe MOF demonstrated\nspecific activities of 500 A/g<sub>metal</sub> at a half-wave potential\nof 0.83 V for the ORR, which outperformed the benchmark Pt/C specific\nactivity of 262 A/g<sub>metal</sub> at 0.83 V. Similarly, the lattice-strained\nMOF demonstrated a 2000 A/g<sub>metal</sub> at 0.30 V overpotential\nfor the OER, which outperformed benchmark RuO<sub>2</sub> OER catalysts\nby 2 orders of magnitude (∼17 A/g<sub>metal</sub> at 300 mV\noverpotential). Notably, the electro­catalytic OER and ORR experiments\nshowed stable current densities of 200 mA/cm<sup>2</sup> and −100\nmA/cm<sup>2</sup> with near unity Faradaic efficiencies for both reactions\nacross an operational lifetime of 200 h. The corresponding benchmark\nmaterials (RuO<sub>2</sub> for OER and Pt/C for ORR) both showed a\n50% decrease in current density over the same operational lifetime,\nindicating that the strain-defect-containing MOFs exhibit both increased\nactivity and stability over corresponding benchmark materials. The\nincrease in electro­catalytic performance of the defect-strained\nMOFs was suggested to derive from the strain-induced Ni 3<italic toggle=\"yes\">d</italic>–O 2<italic toggle=\"yes\">p</italic> hybridization in the\nvalence band, which promoted electron transfer from the N 3<italic toggle=\"yes\">d</italic> band into the O 2<italic toggle=\"yes\">p</italic> band and enabled\nfavorable binding of oxo species to more electron-deficient Ni sites.\nMechanistic insights using synchrotron radiation Fourier transform\ninfrared spectroscopy showed a band at ∼1050 cm<sup>–1</sup> that was observed for both ORR and OER applications, which the authors\nassigned to adsorbed superoxide *OOH intermediate present in both\nOER and ORR proposed mechanisms.</p>", "clean_text": "Defects can also be produced post-synthetically, as exemplified in a report that showed that photoirradiation of a bimetallic NiFe node MOF (with 2,6-naphthalenedicarboxylic acid ligands) can induce lattice strain and systematically increase the fringe lattice parameter from 1.16 nm in the pristine MOF to 1.18, 1.20, and 1.21 nm. The lattice-strained NiFe MOF demonstrated specific activities of 500 A/gmetal at a half-wave potential of 0.83 V for the ORR, which outperformed the benchmark Pt/C specific activity of 262 A/gmetal at 0.83 V. Similarly, the lattice-strained MOF demonstrated a 2000 A/gmetal at 0.30 V overpotential for the OER, which outperformed benchmark RuO2 OER catalysts by 2 orders of magnitude (~17 A/gmetal at 300 mV overpotential). Notably, the electrocatalytic OER and ORR experiments showed stable current densities of 200 mA/cm2 and -100 mA/cm2 with near unity Faradaic efficiencies for both reactions across an operational lifetime of 200 h. The corresponding benchmark materials (RuO2 for OER and Pt/C for ORR) both showed a 50% decrease in current density over the same operational lifetime, indicating that the strain-defect-containing MOFs exhibit both increased activity and stability over corresponding benchmark materials. The increase in electrocatalytic performance of the defect-strained MOFs was suggested to derive from the strain-induced Ni 3d-O 2p hybridization in the valence band, which promoted electron transfer from the N 3d band into the O 2p band and enabled favorable binding of oxo species to more electron-deficient Ni sites. Mechanistic insights using synchrotron radiation Fourier transform infrared spectroscopy showed a band at ~1050 cm-1 that was observed for both ORR and OER applications, which the authors assigned to adsorbed superoxide *OOH intermediate present in both OER and ORR proposed mechanisms.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>While MOFs can be used and\nmanipulated as electrocatalysts, similar\ntunings in electrocatalyst performance can be achieved by using a\nMOF as a non-catalytic layered component over a more traditional electrocatalyst.\nA proof-of-concept example of this process incorporated thin layers\nof UiO-66­(Zr) MOFs over Ag electrocatalyst surfaces for CO<sub>2</sub> reduction. UiO-66-layered Ag electrodes\nshowed an improved Faradaic efficiency for CO production (FE<sub>CO</sub> = 79%) compared to the bare Ag electrode (FE<sub>CO</sub> = 43%)\nat −0.8 V vs RHE, despite similarities in the electrochemically\nactive surface area between the two electrodes. These results suggested\nthat the MOF overlayer could enhance the CO<sub>2</sub> reduction\nactivity through three mechanistic routes: (i) enhancing CO<sub>2</sub> reduction activities by increasing local CO<sub>2</sub> concentrations\nvia increased mass transfer through MOF pores, (ii) second coordination\nsphere hydrogen-bonding stabilization between MOF acid sites and adsorbed\n*COO<sup>–</sup> intermediates, and (iii) ion functionalization\nfor controllable proton delivery. To decouple the effects of second\ncoordination sphere acid site stabilization from the effects of mass\ntransport, OH groups on Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> node components were titrated using benzoic acid. This modified\noverlayer showed a decrease in FE<sub>CO</sub> to ∼60%, suggesting\nthat, while limiting mass transport can improve the FE<sub>CO</sub> of the MOF-overlayered Ag electrodes, the additional effect of proton\nstabilization for pendant OH groups on Lewis acid sites can further\nstabilize CO<sub>2</sub> reduction intermediates. Further enhancements\nwere achieved through the incorporation of 3-(carboxypropyl)­trimethyl­ammonium\n(TMA) into the MOF overlayer backbone, resulting in a semipermeable\nion-selective membrane that showed an improved FE<sub>CO</sub> (90%)\ncompared to the non-functionalized MOF membrane at 79% and the bare\nAg electrode at 49%. This utilization and systematic evaluation of\nUiO-66­(Zr) as a model overlayer to enhance electrochemical CO<sub>2</sub> reduction demonstrates the utility of MOFs as tandem materials\nthat can indirectly enhance catalysis on catalytically active surfaces;\nhowever, the translational utility of this strategy will require a\ndemonstration of electrocatalytic activity at partial current densities\nabove ∼ –1.0 mA/cm<sup>2</sup>.</p>", "clean_text": "While MOFs can be used and manipulated as electrocatalysts, similar tunings in electrocatalyst performance can be achieved by using a MOF as a non-catalytic layered component over a more traditional electrocatalyst. A proof-of-concept example of this process incorporated thin layers of UiO-66(Zr) MOFs over Ag electrocatalyst surfaces for CO2 reduction. UiO-66-layered Ag electrodes showed an improved Faradaic efficiency for CO production (FECO = 79%) compared to the bare Ag electrode (FECO = 43%) at -0.8 V vs RHE, despite similarities in the electrochemically active surface area between the two electrodes. These results suggested that the MOF overlayer could enhance the CO2 reduction activity through three mechanistic routes: (i) enhancing CO2 reduction activities by increasing local CO2 concentrations via increased mass transfer through MOF pores, (ii) second coordination sphere hydrogen-bonding stabilization between MOF acid sites and adsorbed *COO- intermediates, and (iii) ion functionalization for controllable proton delivery. To decouple the effects of second coordination sphere acid site stabilization from the effects of mass transport, OH groups on Zr6O4(OH)4 node components were titrated using benzoic acid. This modified overlayer showed a decrease in FECO to ~60%, suggesting that, while limiting mass transport can improve the FECO of the MOF-overlayered Ag electrodes, the additional effect of proton stabilization for pendant OH groups on Lewis acid sites can further stabilize CO2 reduction intermediates. Further enhancements were achieved through the incorporation of 3-(carboxypropyl)trimethylammonium (TMA) into the MOF overlayer backbone, resulting in a semipermeable ion-selective membrane that showed an improved FECO (90%) compared to the non-functionalized MOF membrane at 79% and the bare Ag electrode at 49%. This utilization and systematic evaluation of UiO-66(Zr) as a model overlayer to enhance electrochemical CO2 reduction demonstrates the utility of MOFs as tandem materials that can indirectly enhance catalysis on catalytically active surfaces; however, the translational utility of this strategy will require a demonstration of electrocatalytic activity at partial current densities above ~-1.0 mA/cm2.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>\n\nThis discussion\nof defect-influenced electrocatalytic mechanisms on MOFs, ultimately\nto inform electrocatalyst design strategies, will principally focus\non utilizing the MOF itself as the active catalyst, stipulating that\nthe bulk structural crystallinity of the MOF remains intact under\nelectrochemical bias.</p>", "clean_text": "  This discussion of defect-influenced electrocatalytic mechanisms on MOFs, ultimately to inform electrocatalyst design strategies, will principally focus on utilizing the MOF itself as the active catalyst, stipulating that the bulk structural crystallinity of the MOF remains intact under electrochemical bias.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>As MOFs become more prevalent\nporous materials to integrate with\ngas-phase electrolyzer technologies, defect modifications to pristine\nMOF structures will become a crucial material design strategy. As\nsuch, determining the impacts of the defect sites on intrinsic catalytic\nactivity will be critical to accurately benchmarking MOFs as electrocatalysts.\nThe studies presented herein describe useful frameworks for systematically\nincorporating, identifying, and evaluating various defect sites within\nMOF structures and, when used in conjunction with <italic toggle=\"yes\">operando</italic> spectroscopic measurements, can elucidate mechanistic insights and\ninform strategic electrode design strategies.</p>", "clean_text": "As MOFs become more prevalent porous materials to integrate with gas-phase electrolyzer technologies, defect modifications to pristine MOF structures will become a crucial material design strategy. As such, determining the impacts of the defect sites on intrinsic catalytic activity will be critical to accurately benchmarking MOFs as electrocatalysts. The studies presented herein describe useful frameworks for systematically incorporating, identifying, and evaluating various defect sites within MOF structures and, when used in conjunction with operando spectroscopic measurements, can elucidate mechanistic insights and inform strategic electrode design strategies.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Photocatalytic Enhancement through MOF Defects</title><p>In addition\nto facilitating second-sphere electron transfer in\nelectrocatalytic systems, many MOFs have demonstrated the capacity\nfor photoinduced charge transfer. Such\nmaterials exhibit semiconductor-like behavior, allowing for the excitation\nof electrons by visible or ultraviolet irradiation from valence to\nconduction bands to photocatalytically induce a variety of chemical\ntransformations. These electron–hole pairs promote reduction\nby electrons or oxidation by holes at reaction centers. However, they\ncan also unproductively recombine. While observations of photocatalytic\nbehavior in MOFs are well-established, the structure–functional\nunderstanding of their performance in these reactions remains an active\narea of investigation. Specifically, defects have been shown to influence\nthe way MOFs respond to light and their ability to convert reactants,\nbut extension of this concept across a greater variety of frameworks\nwith detailed analysis of photoinduced charge transfer continues to\ndrive research efforts.</p>", "clean_text": "Photocatalytic Enhancement through MOF Defects\n\nIn addition to facilitating second-sphere electron transfer in electrocatalytic systems, many MOFs have demonstrated the capacity for photoinduced charge transfer. Such materials exhibit semiconductor-like behavior, allowing for the excitation of electrons by visible or ultraviolet irradiation from valence to conduction bands to photocatalytically induce a variety of chemical transformations. These electron-hole pairs promote reduction by electrons or oxidation by holes at reaction centers. However, they can also unproductively recombine. While observations of photocatalytic behavior in MOFs are well-established, the structure-functional understanding of their performance in these reactions remains an active area of investigation. Specifically, defects have been shown to influence the way MOFs respond to light and their ability to convert reactants, but extension of this concept across a greater variety of frameworks with detailed analysis of photoinduced charge transfer continues to drive research efforts.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>As with other catalytic examples, previous\nwork has largely focused\non Zr-based frameworks. One study reported a volcano-type relationship\nbetween defect density and photocatalytic hydrogen (H<sub>2</sub>)\nproduction rate from water splitting using UiO-66-NH<sub>2</sub> loaded\nwith 1 wt% Pt nanoparticles. After varying\nthe MOF defect content through inclusion of different concentrations\nof acetic acid modulator during UiO synthesis, from 0 to 200 times\nexcess relative to linker, the highest rate of H<sub>2</sub> production\nunder broad-band irradiation (UV–vis) (using a 300 W Xe lamp)\nwas achieved with 100 times excess acid modulator concentration. Low\nphotocatalytic activity in the pristine sample was attributed to poor\noverlap between empty <italic toggle=\"yes\">d</italic>-orbitals in Zr<sup>4+</sup> centers and the π* orbitals of the aminated linkers (2-amino­terephthalate)\nused in the MOF’s construction. By using femtosecond time-resolved transient absorption spectroscopy,\nthe study demonstrated differences in the relaxation kinetics of electrons\npumped into the lowest unoccupied molecular orbital of the materials,\ndespite the very similar band gap energies of the MOFs (∼3\neV). The 100 times excess modulator, high-performing catalyst had\nthe fastest relaxation kinetics (at 376 ± 5 ps as compared to\n615 ± 22 ps in the non-modulated material), indicating it had\nthe highest electron–hole separation efficiency. This catalyst\nalso had the highest photocurrent response. It was hypothesized that\na moderate defect density balanced the trade-off of reduced linker\npresence (as an electron source) with the advantageous facilitation\nof charge transfer through the lowering of unoccupied Zr<sup>4+</sup>\n<italic toggle=\"yes\">d</italic>-orbitals; excessive defect densities became unproductive\nrecombination centers.</p>", "clean_text": "As with other catalytic examples, previous work has largely focused on Zr-based frameworks. One study reported a volcano-type relationship between defect density and photocatalytic hydrogen (H2) production rate from water splitting using UiO-66-NH2 loaded with 1 wt% Pt nanoparticles. After varying the MOF defect content through inclusion of different concentrations of acetic acid modulator during UiO synthesis, from 0 to 200 times excess relative to linker, the highest rate of H2 production under broad-band irradiation (UV-vis) (using a 300 W Xe lamp) was achieved with 100 times excess acid modulator concentration. Low photocatalytic activity in the pristine sample was attributed to poor overlap between empty d-orbitals in Zr4+ centers and the π* orbitals of the aminated linkers (2-aminoterephthalate) used in the MOF's construction. By using femtosecond time-resolved transient absorption spectroscopy, the study demonstrated differences in the relaxation kinetics of electrons pumped into the lowest unoccupied molecular orbital of the materials, despite the very similar band gap energies of the MOFs (~3 eV). The 100 times excess modulator, high-performing catalyst had the fastest relaxation kinetics (at 376 ± 5 ps as compared to 615 ± 22 ps in the non-modulated material), indicating it had the highest electron-hole separation efficiency. This catalyst also had the highest photocurrent response. It was hypothesized that a moderate defect density balanced the trade-off of reduced linker presence (as an electron source) with the advantageous facilitation of charge transfer through the lowering of unoccupied Zr4+ d-orbitals; excessive defect densities became unproductive recombination centers.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>A similar trend was found using UiO-66-NH<sub>2</sub> with defects\ninduced via acetic acid modulation for oxygen reduction to hydrogen\nperoxide, where a mild ∼15% loss of linker resulted in 2.3\ntimes higher yield of hydrogen peroxide as the pristine parent framework\nunder 500 W Xe (filter cutoff ≥350 nm) photocatalytic conditions\nwith identical catalyst mass and reactant loadings. In this system, increased modulator use in synthesis resulted\nin the reduction of the 320 to 450 nm diffuse UV–vis absorbance\nband of the catalyst, associated with linker-to-cluster charge transfer\n(LCCT), as a result of decreased linker presence. However, band gap\nenergies increased only slightly (from 2.9 to 3.0 eV) with increased\nmodulator inclusion in synthesis. Because reduction in linker presence\nis compensated for by lowering the <italic toggle=\"yes\">d</italic>-orbital energy\nin the metal cluster such that it better overlaps with the π*\norbital energy of the 2-amino­terephthalate linker, delocalization\nof excited electrons facilitated higher hydrogen peroxide yields.\nThis analysis is consistent with as many as 2–3 linkers being\nmissing per node out of the 12 present at a pristine node cluster\nto improve LCCT, based on DFT calculations. The lower hydrogen peroxide yields obtained at the highest defect\ndensity probed, with ∼21% linker loss relative to pristine\nmaterial, were attributed to lower electron–hole separation\nefficiency, as additional defect sites promote unproductive recombination. The increased hydrophobicity associated with\nacetate modulator bonding at defect sites in this system, as well\nas acetate capping at the node sites themselves, was suggested to\nlimit unproductive hydrogen peroxide decomposition pathways. Similar\nobservations have been suggested in other Zr frameworks and reaction\nsystems. One study examined a series of Zr-porphyrin-based MOFs (PCN-223,\nPCN-224, PCN-225, and MOF-525) in the visible light degradation of\naqueous bisphenol A (BPA) pollutant. Here,\nthe superior apparent photocatalytic degradation rate by MOF-525 relative\nto other catalysts at identical loadings was partially attributed\nto the high defect density, accompanying an associated Zr<sup>4+</sup>\n<italic toggle=\"yes\">d</italic>-orbital energy decrease.</p>", "clean_text": "A similar trend was found using UiO-66-NH2 with defects induced via acetic acid modulation for oxygen reduction to hydrogen peroxide, where a mild ~15% loss of linker resulted in 2.3 times higher yield of hydrogen peroxide as the pristine parent framework under 500 W Xe (filter cutoff ≥350 nm) photocatalytic conditions with identical catalyst mass and reactant loadings. In this system, increased modulator use in synthesis resulted in the reduction of the 320 to 450 nm diffuse UV-vis absorbance band of the catalyst, associated with linker-to-cluster charge transfer (LCCT), as a result of decreased linker presence. However, band gap energies increased only slightly (from 2.9 to 3.0 eV) with increased modulator inclusion in synthesis. Because reduction in linker presence is compensated for by lowering the d-orbital energy in the metal cluster such that it better overlaps with the π* orbital energy of the 2-aminoterephthalate linker, delocalization of excited electrons facilitated higher hydrogen peroxide yields. This analysis is consistent with as many as 2-3 linkers being missing per node out of the 12 present at a pristine node cluster to improve LCCT, based on DFT calculations. The lower hydrogen peroxide yields obtained at the highest defect density probed, with ~21% linker loss relative to pristine material, were attributed to lower electron-hole separation efficiency, as additional defect sites promote unproductive recombination. The increased hydrophobicity associated with acetate modulator bonding at defect sites in this system, as well as acetate capping at the node sites themselves, was suggested to limit unproductive hydrogen peroxide decomposition pathways. Similar observations have been suggested in other Zr frameworks and reaction systems. One study examined a series of Zr-porphyrin-based MOFs (PCN-223, PCN-224, PCN-225, and MOF-525) in the visible light degradation of aqueous bisphenol A (BPA) pollutant. Here, the superior apparent photocatalytic degradation rate by MOF-525 relative to other catalysts at identical loadings was partially attributed to the high defect density, accompanying an associated Zr4+ d-orbital energy decrease.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>While the majority\nof defect engineering focuses on well-studied\nZr-based MOFs, the field is developing further for other structures. Use of acid modulators with contrasted chemical\nfunctionalities impacted the complex formation of titanium-based MUV-10\nmaterials, leading to crystals that demonstrated significant differences\nin photocatalytic reactivity toward H<sub>2</sub> production from\nwater–methanol systems. While modulator introduction in synthetic\nprocedures also decreased particle size, particles with similar defect\ndensities of different crystal sizes exhibited similar H<sub>2</sub> yields, despite the potential for different light penetration. The\nMUV-10 findings suggested that approximately 40 mol% defects in these\nstructures (induced from either 5-fluoro­isophthalic acid or\n5-hydroxy­isophthalic acid, two similar but differently functionalized\nmodulators) is optimal to maximize the 24 h H<sub>2</sub> yield under\n300 W Hg–Xe lamp broad-band irradiation. Use of the 5-hydroxy­isophthalic\nmodulator decreased the MOF band gap energy from 3.3 to 2.3 eV at\n0.5 equiv (relative to linker quantity) added in synthesis, but only\nmildly changed it upon further modulator introduction, reaching 2.1\neV for 10 equiv of modulator added. These lowered band gap energies\npartially accounted for the enhanced yield and charge separation on\nthose materials (). However, use of the fluorinated modulator did not significantly\nchange the band gap energy of the MOF. Instead, materials made with this modulator seemed to have intrinsic\nphotostability differences that helped drive photocatalytic performance\nin some systems, highlighting the complex impact of defect introduction\non reactivity.\n</p>", "clean_text": "While the majority of defect engineering focuses on well-studied Zr-based MOFs, the field is developing further for other structures. Use of acid modulators with contrasted chemical functionalities impacted the complex formation of titanium-based MUV-10 materials, leading to crystals that demonstrated significant differences in photocatalytic reactivity toward H2 production from water-methanol systems. While modulator introduction in synthetic procedures also decreased particle size, particles with similar defect densities of different crystal sizes exhibited similar H2 yields, despite the potential for different light penetration. The MUV-10 findings suggested that approximately 40 mol% defects in these structures (induced from either 5-fluoroisophthalic acid or 5-hydroxyisophthalic acid, two similar but differently functionalized modulators) is optimal to maximize the 24 h H2 yield under 300 W Hg-Xe lamp broad-band irradiation. Use of the 5-hydroxyisophthalic modulator decreased the MOF band gap energy from 3.3 to 2.3 eV at 0.5 equiv (relative to linker quantity) added in synthesis, but only mildly changed it upon further modulator introduction, reaching 2.1 eV for 10 equiv of modulator added. These lowered band gap energies partially accounted for the enhanced yield and charge separation on those materials (). However, use of the fluorinated modulator did not significantly change the band gap energy of the MOF. Instead, materials made with this modulator seemed to have intrinsic photostability differences that helped drive photocatalytic performance in some systems, highlighting the complex impact of defect introduction on reactivity. ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Potential band gap energy\nreduction and electron–hole pair\nlifetime increase for MOFs with defects.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Potential band gap energy reduction and electron-hole pair lifetime increase for MOFs with defects.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Defects were induced in a different Ti-based framework,\nMIL-125­(Ti)-NH<sub>2</sub>, via a photothermal treatment using a 500\nW Xe visible light\nsource (λ &gt; 420 nm cutoff) at 313 K in 0.01 M triethanol­amine. The resulting catalyst exhibited ∼18%\nloss of linker relative to a defect-free crystal due to Ti-oxo bond\nweakening through Ti<sup>3+</sup> formation. This material suffered framework degradation during an H<sub>2</sub> evolution reaction (HER) under visible light irradiation at 293\nK, but the material with designed defects showed improved catalyst\nmass normalized H<sub>2</sub> yield compared to the parent MOF (0.337\nμmol h<sup>–1</sup> mg<sup>–1</sup> vs no measured\nyield). The similarity in defect-inducing treatment conditions to\nreaction conditions (i.e., photoactive) leads to a question of how\nthese defects may change in the material during reaction. Authors\nposited that Ti<sup>3+</sup> sites induced in Ti-oxo clusters during\nirradiation through LCCT electron migration from the ligand to the\nTi-oxo cluster facilitated HER. Negligible yields were obtained in\npristine material, because while LCCT still occurred under irradiation,\nthe density of open sites available for HER was limited. In this case,\nthe defects were primarily attributed as responsible for the interaction\nbetween locally activated electrons and reactants to form H<sub>2</sub>, rather than intrinsically changing the MOF–light interaction.</p>", "clean_text": "Defects were induced in a different Ti-based framework, MIL-125(Ti)-NH2, via a photothermal treatment using a 500 W Xe visible light source (λ > 420 nm cutoff) at 313 K in 0.01 M triethanolamine. The resulting catalyst exhibited ~18% loss of linker relative to a defect-free crystal due to Ti-oxo bond weakening through Ti3+ formation. This material suffered framework degradation during an H2 evolution reaction (HER) under visible light irradiation at 293 K, but the material with designed defects showed improved catalyst mass normalized H2 yield compared to the parent MOF (0.337 μmol h-1 mg-1 vs no measured yield). The similarity in defect-inducing treatment conditions to reaction conditions (i.e., photoactive) leads to a question of how these defects may change in the material during reaction. Authors posited that Ti3+ sites induced in Ti-oxo clusters during irradiation through LCCT electron migration from the ligand to the Ti-oxo cluster facilitated HER. Negligible yields were obtained in pristine material, because while LCCT still occurred under irradiation, the density of open sites available for HER was limited. In this case, the defects were primarily attributed as responsible for the interaction between locally activated electrons and reactants to form H2, rather than intrinsically changing the MOF-light interaction.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>\n\nAs the\nrole of defects in photocatalysis continues to be explored, use of\nappropriate controls and defect normalization to interpret kinetic\neffects (intrinsic to the MOF and from photoexcitation) is critical.</p>", "clean_text": "  As the role of defects in photocatalysis continues to be explored, use of appropriate controls and defect normalization to interpret kinetic effects (intrinsic to the MOF and from photoexcitation) is critical.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>While interrogation of defect density on the photocatalytic performance\nof Zr and Ti MOFs is more thoroughly probed, investigations in other\nsystems remain limited, particularly regarding how defects may evolve\nduring reaction. Although <italic toggle=\"yes\">in situ</italic> spectroscopy techniques\n(such as <italic toggle=\"yes\">in situ</italic> XAS and FTIR) are applied in certain\ncases to identify reactive intermediates to understand mechanisms\nin MOF photocatalysts, extension of these characterizations\nto elucidate the influence of defects would be beneficial. As the\nrole of defects in photocatalysis continues to be explored, use of\nappropriate controls and defect normalization to interpret kinetic\neffects (intrinsic to the MOF and from photoexcitation) is critical.\nMoreover, optimization of MOF photocatalytic performance through structural\nmodification will rely on understanding the negative impact excessive\ndefect densities can have on the photocatalytic activity of a system.</p>", "clean_text": "While interrogation of defect density on the photocatalytic performance of Zr and Ti MOFs is more thoroughly probed, investigations in other systems remain limited, particularly regarding how defects may evolve during reaction. Although in situ spectroscopy techniques (such as in situ XAS and FTIR) are applied in certain cases to identify reactive intermediates to understand mechanisms in MOF photocatalysts, extension of these characterizations to elucidate the influence of defects would be beneficial. As the role of defects in photocatalysis continues to be explored, use of appropriate controls and defect normalization to interpret kinetic effects (intrinsic to the MOF and from photoexcitation) is critical. Moreover, optimization of MOF photocatalytic performance through structural modification will rely on understanding the negative impact excessive defect densities can have on the photocatalytic activity of a system.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Summary and Future Outlook</title><p>Tailoring MOF catalytic\nproperties through defect engineering represents\na promising avenue for future work in thermal catalysis, electrocatalysis,\nand photocatalysis. Potential areas of interest are centered around\nutilizing kinetic, spectroscopic, computational, and numerical methods\nfor defect identification and quantification to rigorously define\nrelevant kinetic descriptors. For example, though quantifying <italic toggle=\"yes\">initial</italic> defect densities provides insight into how reactivities\nand selectivities can be tuned through synthetic efforts, the evolution\nof these defect sites as a function of reaction extent is severely\nunderexplored, despite the potential to affect relevant surface intermediate\ncoverages, acidity/​basicity, coordinatively unsaturated site\ndensities, proximities between metal and acidic/​basic sites,\nand framework pore nature, among other properties contributing to\nobserved catalytic activities and stabilities. Here, <italic toggle=\"yes\">operando</italic> and <italic toggle=\"yes\">in situ</italic> characterization (e.g., FTIR, Raman,\nUV–vis), which are relatively under­utilized in MOF-centric\nstudies, can be employed to identify and quantify different defect\nsites and densities as a function of reaction conditions and catalytic\nturnovers to provide a full life-cycle analysis that is imperative\nfor both bench- and industrial-scale system designs. Quantification\nof initial and turnover-dependent defect sites can be further utilized\nfor proper rate calculations that contextualize rates per active site\nand other intrinsic intensive kinetic quantities that are vital for\nfuture catalyst and reactor iterations. Computational methods (DFT,\nmicrokinetic modeling, machine learning) can complement experimental\nefforts to understand and predict how the structure and density of\ndefects impact observed reactivity, selectivity, and deactivation.\nFinally, mass transport effects are scarcely considered in MOF-catalyzed\nsystems and may have significant implications for observed catalytic\nactivities between materials. Transport phenomena can evolve as the\nreaction progresses, as the controlling regime (mass transport controlled\nvs kinetically controlled) may change as the material undergoes turnovers\nand potentially develops new defects. Though thermal, electrocatalytic,\nand photocatalytic driving forces were discussed here, investigation\ninto the impact of MOF defects in the context of plasma-assisted catalysis\nis a notedly important direction for future research, as this topic\nremains largely unexplored while the mechanisms of plasma-assisted\ncatalysis are not obvious. Regardless of energy application (from\ncatalytic to separations and energy storage), the techniques discussed\nhere to identify defects and their effects on performance will need\ncontinued development in order to design next-generation materials\nthrough defect engineering.</p>", "clean_text": "Summary and Future Outlook\n\nTailoring MOF catalytic properties through defect engineering represents a promising avenue for future work in thermal catalysis, electrocatalysis, and photocatalysis. Potential areas of interest are centered around utilizing kinetic, spectroscopic, computational, and numerical methods for defect identification and quantification to rigorously define relevant kinetic descriptors. For example, though quantifying initial defect densities provides insight into how reactivities and selectivities can be tuned through synthetic efforts, the evolution of these defect sites as a function of reaction extent is severely underexplored, despite the potential to affect relevant surface intermediate coverages, acidity/basicity, coordinatively unsaturated site densities, proximities between metal and acidic/basic sites, and framework pore nature, among other properties contributing to observed catalytic activities and stabilities. Here, operando and in situ characterization (e.g., FTIR, Raman, UV-vis), which are relatively underutilized in MOF-centric studies, can be employed to identify and quantify different defect sites and densities as a function of reaction conditions and catalytic turnovers to provide a full life-cycle analysis that is imperative for both bench- and industrial-scale system designs. Quantification of initial and turnover-dependent defect sites can be further utilized for proper rate calculations that contextualize rates per active site and other intrinsic intensive kinetic quantities that are vital for future catalyst and reactor iterations. Computational methods (DFT, microkinetic modeling, machine learning) can complement experimental efforts to understand and predict how the structure and density of defects impact observed reactivity, selectivity, and deactivation. Finally, mass transport effects are scarcely considered in MOF-catalyzed systems and may have significant implications for observed catalytic activities between materials. Transport phenomena can evolve as the reaction progresses, as the controlling regime (mass transport controlled vs kinetically controlled) may change as the material undergoes turnovers and potentially develops new defects. Though thermal, electrocatalytic, and photocatalytic driving forces were discussed here, investigation into the impact of MOF defects in the context of plasma-assisted catalysis is a notedly important direction for future research, as this topic remains largely unexplored while the mechanisms of plasma-assisted catalysis are not obvious. Regardless of energy application (from catalytic to separations and energy storage), the techniques discussed here to identify defects and their effects on performance will need continued development in order to design next-generation materials through defect engineering.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>S.C.M.,\nM.R.S., J.L.T., and R.A.Y. contributed equally to this\nwork, with focus on the photocatalytic, electrocatalytic, introduction/background,\nand thermocatalytic sections, respectively. All authors contributed\nto writing the manuscript. M.L.S. supervised the project.</p>", "clean_text": "S.C.M., M.R.S., J.L.T., and R.A.Y. contributed equally to this work, with focus on the photocatalytic, electrocatalytic, introduction/background, and thermocatalytic sections, respectively. All authors contributed to writing the manuscript. M.L.S. supervised the project.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><p>\n<bold>Samuel C. Moore</bold> is a Ph.D. candidate\nin the Department\nof Chemical and Biological Engineering at Princeton University. His\nresearch centers on understanding the stability and catalytic performance\nof MOFs for environmentally relevant catalysis, particularly in aqueous\nreactions for wastewater treatment.</p>", "clean_text": "The authors declare no competing financial interest.\n\n Samuel C. Moore is a Ph.D. candidate in the Department of Chemical and Biological Engineering at Princeton University. His research centers on understanding the stability and catalytic performance of MOFs for environmentally relevant catalysis, particularly in aqueous reactions for wastewater treatment.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Michael R. Smith</bold> is a Ph.D. candidate in the Department\nof Chemistry at Princeton University. He investigates MOF materials\nas electrocatalysts for CO<sub>2</sub> reduction reactions to produce\nrecycled carbon-based fuels from renewable energy inputs.</p>", "clean_text": " Michael R. Smith is a Ph.D. candidate in the Department of Chemistry at Princeton University. He investigates MOF materials as electrocatalysts for CO2 reduction reactions to produce recycled carbon-based fuels from renewable energy inputs.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>\n<bold>James L. Trettin</bold> is a Ph.D. candidate in\nthe Department\nof Chemical and Biological Engineering at Princeton University. His\nwork focuses on the application of MOFs for plasma-assisted dry methane\nreforming and <italic toggle=\"yes\">operando</italic> catalyst surface characterization\nfor elucidation of plasma-assisted catalytic mechanisms.</p>", "clean_text": " James L. Trettin is a Ph.D. candidate in the Department of Chemical and Biological Engineering at Princeton University. His work focuses on the application of MOFs for plasma-assisted dry methane reforming and operando catalyst surface characterization for elucidation of plasma-assisted catalytic mechanisms.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Rachel A. Yang</bold> is a Ph.D. candidate in\nthe Department\nof Chemical and Biological Engineering at Princeton University. Her\nresearch investigates MOFs as modular scaffolds for CO<sub>2</sub> capture applications and to probe reaction and deactivation mechanisms\nfor sustainable liquid-phase oxidation chemistries through kinetic,\nspectroscopic, and numerical methods.</p>", "clean_text": " Rachel A. Yang is a Ph.D. candidate in the Department of Chemical and Biological Engineering at Princeton University. Her research investigates MOFs as modular scaffolds for CO2 capture applications and to probe reaction and deactivation mechanisms for sustainable liquid-phase oxidation chemistries through kinetic, spectroscopic, and numerical methods.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Michele L. Sarazen</bold> is an Assistant Professor in Chemical\nand Biological Engineering at Princeton University. Her research group\ncombines synthetic, kinetic, and theoretical investigations of porous\ncatalysts for sustainable fuel and chemical production with an emphasis\non coupled mechanisms of reaction, transport, and deactivation in\nhybrid zeolites and MOFs. <uri xlink:href=\"https://sarazen.princeton.edu/\" xlink:type=\"simple\">https://sarazen.princeton.edu/</uri>\n</p>", "clean_text": " Michele L. Sarazen is an Assistant Professor in Chemical and Biological Engineering at Princeton University. Her research group combines synthetic, kinetic, and theoretical investigations of porous catalysts for sustainable fuel and chemical production with an emphasis on coupled mechanisms of reaction, transport, and deactivation in hybrid zeolites and MOFs. https://sarazen.princeton.edu/ ", "data": null, "include_properties": null}], "cln_elements": [{"idx": "23, 24, 25", "type": "text", "classification": "property", "content": "<p>As mentioned, one strategy for incorporating defects\ninto the MOF\nstructure is by modulating stoichio­metric ratios of linker and\nmetal node components to achieve specific metal node coordination\nenvironments. For example, a recent report demonstrated the use of <italic toggle=\"yes\">in situ</italic> spectro­electro­chemical and electro­analytical\ntechniques to interrogate the influence of defect sites within the\nNi-MOF-74 structure on a model electro­chemical hydroxy­methyl­furfural\n(HMF) oxidation to 2,5-furandicarboxylic acid (FDCA).\n<italic toggle=\"yes\">In situ</italic> Raman and attenuated total reflectance\ninfrared (ATR-IR) spectro­electro­chemical techniques showed\nthat defects in the Ni-MOF-74 structure were systematically incorporated\nby modulating the ratio of linkers containing the absence of free\nhydroxyl functionalities capable of binding to nearby Ni sites. Additionally, <italic toggle=\"yes\">ex situ</italic> spectroscopic techniques were able to identify signals\ncorresponding to the presence of highly electron dense NiO<sub>4</sub> defect sites in XPS, while Raman spectroscopic measurements were\nable to further corroborate this by identifying shifts in the Ni–O\nbands. The defect-rich Ni-MOF-74 converted HMF to FDCA at a 95% yield\nwith an 80% Faradaic efficiency. Moreover, the difference in the Tafel\nslopes for HMF oxidation between the defect-rich Ni-MOF-74 (160 mV/decade)\nand defect-free Ni-MOF-74 (300 mV/decade) reveals the influence of\nNi coordination defects on the electro­catalytic activity of\nthe defective material. Here, the systematic integration of defect\nsites enabled investigations into the reaction mechanism, which showed\nthat an adsorbed *OH could abstract protons from adsorbed HMF intermediates\non adjacent exposed Ni nodes and push the reaction toward FDCA formation.\nWhile this indicates that defective Ni-MOF-74 shows promise as a viable\nelectro­catalyst for HMF oxidation to FDCA, additional investigations\nshould focus toward maintaining a similar level of performance under\nlarger, more industrially relevant current densities than those reported\nhere (∼1–20 mA/cm<sup>2</sup>).</p><p>Defects can also\nbe produced post-synthetically, as exemplified\nin a report that showed that photo­irradiation of a bimetallic\nNiFe node MOF (with 2,6-naphthalene­dicarboxylic acid ligands)\ncan induce lattice strain and systematically increase the fringe lattice\nparameter from 1.16 nm in the pristine MOF to 1.18, 1.20, and 1.21\nnm. The lattice-strained NiFe MOF demonstrated\nspecific activities of 500 A/g<sub>metal</sub> at a half-wave potential\nof 0.83 V for the ORR, which outperformed the benchmark Pt/C specific\nactivity of 262 A/g<sub>metal</sub> at 0.83 V. Similarly, the lattice-strained\nMOF demonstrated a 2000 A/g<sub>metal</sub> at 0.30 V overpotential\nfor the OER, which outperformed benchmark RuO<sub>2</sub> OER catalysts\nby 2 orders of magnitude (∼17 A/g<sub>metal</sub> at 300 mV\noverpotential). Notably, the electro­catalytic OER and ORR experiments\nshowed stable current densities of 200 mA/cm<sup>2</sup> and −100\nmA/cm<sup>2</sup> with near unity Faradaic efficiencies for both reactions\nacross an operational lifetime of 200 h. The corresponding benchmark\nmaterials (RuO<sub>2</sub> for OER and Pt/C for ORR) both showed a\n50% decrease in current density over the same operational lifetime,\nindicating that the strain-defect-containing MOFs exhibit both increased\nactivity and stability over corresponding benchmark materials. The\nincrease in electro­catalytic performance of the defect-strained\nMOFs was suggested to derive from the strain-induced Ni 3<italic toggle=\"yes\">d</italic>–O 2<italic toggle=\"yes\">p</italic> hybridization in the\nvalence band, which promoted electron transfer from the N 3<italic toggle=\"yes\">d</italic> band into the O 2<italic toggle=\"yes\">p</italic> band and enabled\nfavorable binding of oxo species to more electron-deficient Ni sites.\nMechanistic insights using synchrotron radiation Fourier transform\ninfrared spectroscopy showed a band at ∼1050 cm<sup>–1</sup> that was observed for both ORR and OER applications, which the authors\nassigned to adsorbed superoxide *OOH intermediate present in both\nOER and ORR proposed mechanisms.</p><p>While MOFs can be used and\nmanipulated as electrocatalysts, similar\ntunings in electrocatalyst performance can be achieved by using a\nMOF as a non-catalytic layered component over a more traditional electrocatalyst.\nA proof-of-concept example of this process incorporated thin layers\nof UiO-66­(Zr) MOFs over Ag electrocatalyst surfaces for CO<sub>2</sub> reduction. UiO-66-layered Ag electrodes\nshowed an improved Faradaic efficiency for CO production (FE<sub>CO</sub> = 79%) compared to the bare Ag electrode (FE<sub>CO</sub> = 43%)\nat −0.8 V vs RHE, despite similarities in the electrochemically\nactive surface area between the two electrodes. These results suggested\nthat the MOF overlayer could enhance the CO<sub>2</sub> reduction\nactivity through three mechanistic routes: (i) enhancing CO<sub>2</sub> reduction activities by increasing local CO<sub>2</sub> concentrations\nvia increased mass transfer through MOF pores, (ii) second coordination\nsphere hydrogen-bonding stabilization between MOF acid sites and adsorbed\n*COO<sup>–</sup> intermediates, and (iii) ion functionalization\nfor controllable proton delivery. To decouple the effects of second\ncoordination sphere acid site stabilization from the effects of mass\ntransport, OH groups on Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> node components were titrated using benzoic acid. This modified\noverlayer showed a decrease in FE<sub>CO</sub> to ∼60%, suggesting\nthat, while limiting mass transport can improve the FE<sub>CO</sub> of the MOF-overlayered Ag electrodes, the additional effect of proton\nstabilization for pendant OH groups on Lewis acid sites can further\nstabilize CO<sub>2</sub> reduction intermediates. Further enhancements\nwere achieved through the incorporation of 3-(carboxypropyl)­trimethyl­ammonium\n(TMA) into the MOF overlayer backbone, resulting in a semipermeable\nion-selective membrane that showed an improved FE<sub>CO</sub> (90%)\ncompared to the non-functionalized MOF membrane at 79% and the bare\nAg electrode at 49%. This utilization and systematic evaluation of\nUiO-66­(Zr) as a model overlayer to enhance electrochemical CO<sub>2</sub> reduction demonstrates the utility of MOFs as tandem materials\nthat can indirectly enhance catalysis on catalytically active surfaces;\nhowever, the translational utility of this strategy will require a\ndemonstration of electrocatalytic activity at partial current densities\nabove ∼ –1.0 mA/cm<sup>2</sup>.</p>", "clean_text": "As mentioned, one strategy for incorporating defects into the MOF structure is by modulating stoichiometric ratios of linker and metal node components to achieve specific metal node coordination environments. For example, a recent report demonstrated the use of in situ spectroelectrochemical and electroanalytical techniques to interrogate the influence of defect sites within the Ni-MOF-74 structure on a model electrochemical hydroxymethylfurfural (HMF) oxidation to 2,5-furandicarboxylic acid (FDCA). In situ Raman and attenuated total reflectance infrared (ATR-IR) spectroelectrochemical techniques showed that defects in the Ni-MOF-74 structure were systematically incorporated by modulating the ratio of linkers containing the absence of free hydroxyl functionalities capable of binding to nearby Ni sites. Additionally, ex situ spectroscopic techniques were able to identify signals corresponding to the presence of highly electron dense NiO4 defect sites in XPS, while Raman spectroscopic measurements were able to further corroborate this by identifying shifts in the Ni-O bands. The defect-rich Ni-MOF-74 converted HMF to FDCA at a 95% yield with an 80% Faradaic efficiency. Moreover, the difference in the Tafel slopes for HMF oxidation between the defect-rich Ni-MOF-74 (160 mV/decade) and defect-free Ni-MOF-74 (300 mV/decade) reveals the influence of Ni coordination defects on the electrocatalytic activity of the defective material. Here, the systematic integration of defect sites enabled investigations into the reaction mechanism, which showed that an adsorbed *OH could abstract protons from adsorbed HMF intermediates on adjacent exposed Ni nodes and push the reaction toward FDCA formation. While this indicates that defective Ni-MOF-74 shows promise as a viable electrocatalyst for HMF oxidation to FDCA, additional investigations should focus toward maintaining a similar level of performance under larger, more industrially relevant current densities than those reported here (~1-20 mA/cm2).\n\nDefects can also be produced post-synthetically, as exemplified in a report that showed that photoirradiation of a bimetallic NiFe node MOF (with 2,6-naphthalenedicarboxylic acid ligands) can induce lattice strain and systematically increase the fringe lattice parameter from 1.16 nm in the pristine MOF to 1.18, 1.20, and 1.21 nm. The lattice-strained NiFe MOF demonstrated specific activities of 500 A/gmetal at a half-wave potential of 0.83 V for the ORR, which outperformed the benchmark Pt/C specific activity of 262 A/gmetal at 0.83 V. Similarly, the lattice-strained MOF demonstrated a 2000 A/gmetal at 0.30 V overpotential for the OER, which outperformed benchmark RuO2 OER catalysts by 2 orders of magnitude (~17 A/gmetal at 300 mV overpotential). Notably, the electrocatalytic OER and ORR experiments showed stable current densities of 200 mA/cm2 and -100 mA/cm2 with near unity Faradaic efficiencies for both reactions across an operational lifetime of 200 h. The corresponding benchmark materials (RuO2 for OER and Pt/C for ORR) both showed a 50% decrease in current density over the same operational lifetime, indicating that the strain-defect-containing MOFs exhibit both increased activity and stability over corresponding benchmark materials. The increase in electrocatalytic performance of the defect-strained MOFs was suggested to derive from the strain-induced Ni 3d-O 2p hybridization in the valence band, which promoted electron transfer from the N 3d band into the O 2p band and enabled favorable binding of oxo species to more electron-deficient Ni sites. Mechanistic insights using synchrotron radiation Fourier transform infrared spectroscopy showed a band at ~1050 cm-1 that was observed for both ORR and OER applications, which the authors assigned to adsorbed superoxide *OOH intermediate present in both OER and ORR proposed mechanisms.\n\nWhile MOFs can be used and manipulated as electrocatalysts, similar tunings in electrocatalyst performance can be achieved by using a MOF as a non-catalytic layered component over a more traditional electrocatalyst. A proof-of-concept example of this process incorporated thin layers of UiO-66(Zr) MOFs over Ag electrocatalyst surfaces for CO2 reduction. UiO-66-layered Ag electrodes showed an improved Faradaic efficiency for CO production (FECO = 79%) compared to the bare Ag electrode (FECO = 43%) at -0.8 V vs RHE, despite similarities in the electrochemically active surface area between the two electrodes. These results suggested that the MOF overlayer could enhance the CO2 reduction activity through three mechanistic routes: (i) enhancing CO2 reduction activities by increasing local CO2 concentrations via increased mass transfer through MOF pores, (ii) second coordination sphere hydrogen-bonding stabilization between MOF acid sites and adsorbed *COO- intermediates, and (iii) ion functionalization for controllable proton delivery. To decouple the effects of second coordination sphere acid site stabilization from the effects of mass transport, OH groups on Zr6O4(OH)4 node components were titrated using benzoic acid. This modified overlayer showed a decrease in FECO to ~60%, suggesting that, while limiting mass transport can improve the FECO of the MOF-overlayered Ag electrodes, the additional effect of proton stabilization for pendant OH groups on Lewis acid sites can further stabilize CO2 reduction intermediates. Further enhancements were achieved through the incorporation of 3-(carboxypropyl)trimethylammonium (TMA) into the MOF overlayer backbone, resulting in a semipermeable ion-selective membrane that showed an improved FECO (90%) compared to the non-functionalized MOF membrane at 79% and the bare Ag electrode at 49%. This utilization and systematic evaluation of UiO-66(Zr) as a model overlayer to enhance electrochemical CO2 reduction demonstrates the utility of MOFs as tandem materials that can indirectly enhance catalysis on catalytically active surfaces; however, the translational utility of this strategy will require a demonstration of electrocatalytic activity at partial current densities above ~-1.0 mA/cm2.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 34, 1, '[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"MOF-A\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"dielectric constant\",\\n        \"value\": \"4.5\",\\n        \"unit\": \"\",\\n        \"condition\": \"at 1 kHz\"\\n    },\\n    {\\n        \"property name\": \"dielectric properties\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"value\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"suitable for applications\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"in electronics and capacitive devices\"\\n    },\\n    {\\n        \"property name\": \"valuable\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"in energy storage and electronic components\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical conductivity\",\\n        \"value\": \"0.01\",\\n        \"unit\": \"S/cm\",\\n        \"condition\": \"at room temperature\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NOTT-202\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical resistance\",\\n        \"value\": \"10000000\",\\n        \"unit\": \"ohm·cm\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"potential insulating material\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"in electronic applications\"\\n    },\\n    {\\n        \"property name\": \"useful\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"for reducing electromagnetic interference in electronic circuits\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"Ni-MOF-74\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"defect sites\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"modulating the ratio of linkers\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"containing the absence of free hydroxyl functionalities capable of binding to nearby Ni sites\"\\n    },\\n    {\\n        \"property name\": \"defect-rich Ni-MOF-74\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"converted HMF to FDCA at a 95% yield with an 80% Faradaic efficiency\"\\n    },\\n    {\\n        \"property name\": \"difference in the Tafel slopes\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"for HMF oxidation between the defect-rich Ni-MOF-74 (160 mV/decade) and defect-free Ni-MOF-74 (300 mV/decade)\"\\n    },\\n    {\\n        \"property name\": \"influence of Ni coordination defects\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"on the electro\\xadcatalytic activity of the defective material\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NiFe node MOF\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"lattice strain\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"fringe lattice parameter\",\\n        \"value\": \"1.16\",\\n        \"unit\": \"nm\",\\n        \"condition\": \"in the pristine MOF\"\\n    },\\n    {\\n        \"property name\": \"fringe lattice parameter\",\\n        \"value\": \"1.18, 1.20, 1.21\",\\n        \"unit\": \"nm\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"specific activities\",\\n        \"value\": \"500\",\\n        \"unit\": \"A/gmetal\",\\n        \"condition\": \"at a half-wave potential of 0.83 V for the ORR\"\\n    },\\n    {\\n        \"property name\": \"specific activities\",\\n        \"value\": \"2000\",\\n        \"unit\": \"A/gmetal\",\\n        \"condition\": \"at 0.30 V overpotential for the OER\"\\n    },\\n    {\\n        \"property name\": \"electro\\xadcatalytic OER and ORR experiments\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"showed stable current densities of 200 mA/cm2 and -100 mA/cm2 with near unity Faradaic efficiencies for both reactions across an operational lifetime of 200 h\"\\n    },\\n    {\\n        \"property name\": \"strain-induced Ni 3d–O 2p hybridization\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"in the valence band\"\\n    },\\n    {\\n        \"property name\": \"increase in electro\\xadcatalytic performance\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"of the defect-strained MOFs\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"UiO-66\\xad(Zr)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"Faradaic efficiency for CO production\",\\n        \"value\": \"79%\",\\n        \"unit\": \"\",\\n        \"condition\": \"compared to the bare Ag electrode (FE_CO = 43%) at -0.8 V vs RHE\"\\n    },\\n    {\\n        \"property name\": \"enhancing CO2 reduction activities\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"by increasing local CO2 concentrations via increased mass transfer through MOF pores\"\\n    },\\n    {\\n        \"property name\": \"second coordination sphere hydrogen-bonding stabilization\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"between MOF acid sites and adsorbed *COO- intermediates\"\\n    },\\n    {\\n        \"property name\": \"ion functionalization\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"for controllable proton delivery\"\\n    },\\n    {\\n        \"property name\": \"decrease in FE_CO\",\\n        \"value\": \"60%\",\\n        \"unit\": \"\",\\n        \"condition\": \"suggesting that, while limiting mass transport can improve the FE_CO of the MOF-overlayered Ag electrodes, the additional effect of proton stabilization for pendant OH groups on Lewis acid sites can further stabilize CO2 reduction intermediates\"\\n    },\\n    {\\n        \"property name\": \"semipermeable ion-selective membrane\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"that showed an improved FE_CO (90%) compared to the non-functionalized MOF membrane at 79% and the bare Ag electrode at 49%\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Defect\nformation in MOFs during synthesis, post-synthetically,\nor during reaction, with ramifications on reactivity and selectivity.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Defect formation in MOFs during synthesis, post-synthetically, or during reaction, with ramifications on reactivity and selectivity.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>The identity of defect sites within MOFs\ncan impact observed reactivity\nand selectivities through effectual binding energy perturbations,\ntransport effects, and deactivation phenomena, depending on the framework\nand reaction system.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  The identity of defect sites within MOFs can impact observed reactivity and selectivities through effectual binding energy perturbations, transport effects, and deactivation phenomena, depending on the framework and reaction system.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Trimer node\nstructure (e.g., Al<sub>3</sub>O) with native vacancy\nsites (purple) and neighboring defect Al sites due to missing linkers\n(blue) contrasted with an inactive Al site with no neighboring defects\n(pink). Reactive intermediates for methanol dehydration are postulated\nto be a bidentate alkoxy ligand bonded to two neighboring defect sites\nand a monodentate alkoxy bonded to a neighboring vacancy site.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Trimer node structure (e.g., Al3O) with native vacancy sites (purple) and neighboring defect Al sites due to missing linkers (blue) contrasted with an inactive Al site with no neighboring defects (pink). Reactive intermediates for methanol dehydration are postulated to be a bidentate alkoxy ligand bonded to two neighboring defect sites and a monodentate alkoxy bonded to a neighboring vacancy site.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Zr<sub>6</sub>O<sub>8</sub> nodal structure found in UiO-66,67\nwith (a) native Brønsted acidity from μ<sub>3</sub>-OH\nmoieties (red) and (b) potential defect-induced Brønsted (orange;\nunder­coordinated carboxylate linker) and Lewis (blue; under­coordinated\nmetal) acidities along with missing linker (green) and coordinating\nlinker replacement (pink) defects.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Zr6O8 nodal structure found in UiO-66,67 with (a) native Brønsted acidity from μ3-OH moieties (red) and (b) potential defect-induced Brønsted (orange; undercoordinated carboxylate linker) and Lewis (blue; undercoordinated metal) acidities along with missing linker (green) and coordinating linker replacement (pink) defects.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Defect sites resulting from under­coordinated\nmetal or\nligand species potentially result in changes in Lewis acid densities\nand may have further second coordination sphere or solvent effects\nthat influence transition-state (de)­stabilization. (b) Cumulative\nstyrene oxidation rates (323 K) in acetonitrile (orange) and methanol\n(pink) over MIL-101­(Cr), with inset metallocycle transition-state\nstructure.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Defect sites resulting from undercoordinated metal or ligand species potentially result in changes in Lewis acid densities and may have further second coordination sphere or solvent effects that influence transition-state (de)stabilization. (b) Cumulative styrene oxidation rates (323 K) in acetonitrile (orange) and methanol (pink) over MIL-101(Cr), with inset metallocycle transition-state structure.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Impact of MOFs with (missing\nlinker) defects on electro­chemical\nreactions through enhancement of electron transfer, mass transfer,\nand active site availability.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Impact of MOFs with (missing linker) defects on electrochemical reactions through enhancement of electron transfer, mass transfer, and active site availability.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Potential band gap energy\nreduction and electron–hole pair\nlifetime increase for MOFs with defects.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"nz2c02893_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Potential band gap energy reduction and electron-hole pair lifetime increase for MOFs with defects.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsenergylett.2c02893", "title": "\nKinetic Impacts\nof Defect Sites in Metal–Organic\nFramework Catalysts under Varied Driving Forces\n", "journal": "American Chemical Society", "date": "2023.02", "author_list": ["Moore\nSamuel\nC.", "Smith\nMichael R.", "Trettin\nJames L.", "Yang\nRachel A.", "Sarazen\nMichele L."]}}