{"filepath": "../L2M3_data/1_application_papers/acs_xml/oc0c00690.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) are a class of porous materials\nwith immense chemical tunability derived from their organic and inorganic\nbuilding blocks. Presynthetic approaches have been used to construct\ntailor-made MOFs, but with a rather restricted functional group scope\nlimited by the typical MOF solvothermal synthesis conditions. Postsynthetic\nmodification (PSM) of MOFs has matured into an alternative strategy\nto broaden the functional group scope of MOFs. PSM has many incarnations,\nbut two main avenues include (1) covalent PSM, in which the organic\nlinkers of the MOF are modified with a reagent resulting in new functional\ngroups, and (2) coordinative PSM, where organic molecules containing\nmetal ligating groups are introduced onto the inorganic secondary\nbuilding units (SBUs) of the MOF. These methods have evolved from\nsimple efforts to modifying MOFs to demonstrate proof-of-concept,\nto becoming key synthetic tools for advancing MOFs for a range of\nemerging applications, including selective gas sorption, catalysis,\nand drug delivery. Moreover, both covalent and coordinative PSM have\nbeen used to create hierarchal MOFs, MOF-based porous liquids, and\nother unusual MOF materials. This Outlook highlights recent reports\nthat have extended the scope of PSM in MOFs, some seminal reports\nthat have contributed to the advancement of PSM in MOFs, and our view\non future directions of the field.</p>", "clean_text": "Metal-organic frameworks (MOFs) are a class of porous materials with immense chemical tunability derived from their organic and inorganic building blocks. Presynthetic approaches have been used to construct tailor-made MOFs, but with a rather restricted functional group scope limited by the typical MOF solvothermal synthesis conditions. Postsynthetic modification (PSM) of MOFs has matured into an alternative strategy to broaden the functional group scope of MOFs. PSM has many incarnations, but two main avenues include (1) covalent PSM, in which the organic linkers of the MOF are modified with a reagent resulting in new functional groups, and (2) coordinative PSM, where organic molecules containing metal ligating groups are introduced onto the inorganic secondary building units (SBUs) of the MOF. These methods have evolved from simple efforts to modifying MOFs to demonstrate proof-of-concept, to becoming key synthetic tools for advancing MOFs for a range of emerging applications, including selective gas sorption, catalysis, and drug delivery. Moreover, both covalent and coordinative PSM have been used to create hierarchal MOFs, MOF-based porous liquids, and other unusual MOF materials. This Outlook highlights recent reports that have extended the scope of PSM in MOFs, some seminal reports that have contributed to the advancement of PSM in MOFs, and our view on future directions of the field.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>We highlight\nrecent advances in covalent and coordinative\npostsynthetic modification of metal−organic frameworks (MOFs)\nand how these methods have advanced the use of MOFs as functional\nmaterials.</p><title>Introduction</title><p>Since their discovery\nover two decades ago, metal–organic\nframeworks (MOFs) have garnered significant interest due to their\ninherently crystalline, periodic structures and high surface areas. MOFs are composed of inorganic metal centers,\noften referred to as secondary building units (SBUs), linked together\nby multitopic organic linkers to form uniform two- or three-dimensional\nframeworks (). The key distinction between MOFs and other porous\ninorganic materials that predate them (e.g., zeolites) is that MOFs\nare composed of components, both organic and inorganic, that are highly\ntunable. In particular, the organic component of MOFs opened an avenue for\ntailoring these materials with functional groups that could enhance\ntheir properties for a range applications including gas storage, drug\ndelivery, molecular separations, and catalysis.\n</p>", "clean_text": "We highlight recent advances in covalent and coordinative postsynthetic modification of metal-organic frameworks (MOFs) and how these methods have advanced the use of MOFs as functional materials.\n\nIntroduction\n\nSince their discovery over two decades ago, metal-organic frameworks (MOFs) have garnered significant interest due to their inherently crystalline, periodic structures and high surface areas. MOFs are composed of inorganic metal centers, often referred to as secondary building units (SBUs), linked together by multitopic organic linkers to form uniform two- or three-dimensional frameworks (). The key distinction between MOFs and other porous inorganic materials that predate them (e.g., zeolites) is that MOFs are composed of components, both organic and inorganic, that are highly tunable. In particular, the organic component of MOFs opened an avenue for tailoring these materials with functional groups that could enhance their properties for a range applications including gas storage, drug delivery, molecular separations, and catalysis. ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Illustrative\nschematic for the synthesis of UiO-66. A Zr<sup>4+</sup>-metal source\nis combined with a H<sub>2</sub>bdc under solvothermal\nconditions to form a three-dimensional extended framework (UiO-66).\nFor simplicity, the cartoon of a small subunit (bottom right) of the\nMOF lattice will be used throughout the manuscript to generally depict\nan extended MOF crystallite and is not only used to represent the\nUiO-66 framework. Green polyhedra represent Zr<sup>4+</sup> ions,\nred spheres O atoms, and silver sticks C bonds.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"oc0c00690_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Illustrative schematic for the synthesis of UiO-66. A Zr4+-metal source is combined with a H2bdc under solvothermal conditions to form a three-dimensional extended framework (UiO-66). For simplicity, the cartoon of a small subunit (bottom right) of the MOF lattice will be used throughout the manuscript to generally depict an extended MOF crystallite and is not only used to represent the UiO-66 framework. Green polyhedra represent Zr4+ ions, red spheres O atoms, and silver sticks C bonds.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>An examination of some of the earlier reports on MOFs from Yaghi\nand co-workers shows that functional groups were incorporated into\nthe canonical IRMOF-1 (IRMOF = isoreticular MOF, a.k.a. MOF-5) material. IRMOFs were synthesized using a Zn<sup>2+</sup> metal source and benzene dicarboxylic acid (H<sub>2</sub>bdc) ligand;\nthese ligands could be derivatized with amino, halide, aromatic, and\nalkyl groups. This early report inspired the synthesis of other MOFs\nwith the same H<sub>2</sub>bdc linkers, but using different metal\nsources, such as Zr<sup>4+</sup>, Al<sup>3+</sup>, and Cr<sup>3+</sup>. For example, the Zr<sup>4+</sup>-based MOF, designated as UiO-66\n(Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(bdc)<sub>6</sub>, UiO\n= University of Oslo, ), is one of the most commonly used MOFs due its high chemical\nstability and has been prepared from a wide range of H<sub>2</sub>bdc derivatives. Inclusion of functional\ngroups on linkers has the ability to tailor MOF properties; however,\nthe scope of organic molecules that can be included presynthetically\n(particularly during these earlier reports) was rather limited. The syntheses of MOFs, including IRMOFs and UiO-66, occur under\nsolvothermal conditions at high temperatures (80–120 °C)\nin low-vapor-pressure solvents such as DMF (DMF = <italic>N</italic>,<italic>N</italic>-dimethylformamide) or DEF (DEF = <italic>N</italic>,<italic>N</italic>-diethylformamide). Sometimes modulators are added\nto target specific sizes, morphologies, or defect densities in the\nresulting crystallites. Under these empirically derived reaction conditions, the diversity\nof functional groups that could be incorporated into MOFs was limited\nand included only those that could tolerate these somewhat stringent\nsynthetic conditions. To expand the scope and versatility of functional\ngroups that can be introduced into MOFs, postsynthetic modification\n(PSM) was developed and eventually became widely adopted in the field.\nTo successfully achieve PSM, it is essential that the MOF does not\ndegrade during the reaction and maintains its structure, crystallinity,\nand porosity. This key criteria of PSM on MOFs has parallels in biorthogonal\nchemistry that require judicious selection of reagents, reaction conditions,\netc. to perform chemical transformations without harming or otherwise\ndamaging biomolecules or living cells. The focus\nof this Outlook is to highlight methods in which PSM of MOFs, both\ncovalently and coordinatively, has served as an enabling technology\nto advance the function of these porous materials.<disp-quote id=\"pq1\" specific-use=\"pull-quote\">\n<p>\n\nTo expand the scope and versatility\nof functional groups that can be introduced into MOFs, postsynthetic\nmodification (PSM) was developed and eventually became widely adopted\nin the field.</p>\n</disp-quote>\n</p>", "clean_text": "An examination of some of the earlier reports on MOFs from Yaghi and co-workers shows that functional groups were incorporated into the canonical IRMOF-1 (IRMOF = isoreticular MOF, a.k.a. MOF-5) material. IRMOFs were synthesized using a Zn2+ metal source and benzene dicarboxylic acid (H2bdc) ligand; these ligands could be derivatized with amino, halide, aromatic, and alkyl groups. This early report inspired the synthesis of other MOFs with the same H2bdc linkers, but using different metal sources, such as Zr4+, Al3+, and Cr3+. For example, the Zr4+-based MOF, designated as UiO-66 (Zr6O4(OH)4(bdc)6, UiO = University of Oslo, ), is one of the most commonly used MOFs due its high chemical stability and has been prepared from a wide range of H2bdc derivatives. Inclusion of functional groups on linkers has the ability to tailor MOF properties; however, the scope of organic molecules that can be included presynthetically (particularly during these earlier reports) was rather limited. The syntheses of MOFs, including IRMOFs and UiO-66, occur under solvothermal conditions at high temperatures (80-120 °C) in low-vapor-pressure solvents such as DMF (DMF = N,N-dimethylformamide) or DEF (DEF = N,N-diethylformamide). Sometimes modulators are added to target specific sizes, morphologies, or defect densities in the resulting crystallites. Under these empirically derived reaction conditions, the diversity of functional groups that could be incorporated into MOFs was limited and included only those that could tolerate these somewhat stringent synthetic conditions. To expand the scope and versatility of functional groups that can be introduced into MOFs, postsynthetic modification (PSM) was developed and eventually became widely adopted in the field. To successfully achieve PSM, it is essential that the MOF does not degrade during the reaction and maintains its structure, crystallinity, and porosity. This key criteria of PSM on MOFs has parallels in biorthogonal chemistry that require judicious selection of reagents, reaction conditions, etc. to perform chemical transformations without harming or otherwise damaging biomolecules or living cells. The focus of this Outlook is to highlight methods in which PSM of MOFs, both covalently and coordinatively, has served as an enabling technology to advance the function of these porous materials.   To expand the scope and versatility of functional groups that can be introduced into MOFs, postsynthetic modification (PSM) was developed and eventually became widely adopted in the field.  ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>\n\nTo expand the scope and versatility\nof functional groups that can be introduced into MOFs, postsynthetic\nmodification (PSM) was developed and eventually became widely adopted\nin the field.</p><p>The earliest examples of covalent\nPSM were demonstrated by Lee\nand Kim over two decades ago on MOF-like coordination solids. In 2007, nearly a decade after these earliest reports, Cohen and\nco-workers described the concept of “postsynthetic modification”, and PSM was revived, popularized, and greatly\nexpanded as a synthetic method by many research groups. In a rudimentary example of PSM, amine functional groups on IRMOF-3\n(IRMOF-3 is an amine-functionalized version of IRMOF-1) were combined\nwith acetic anhydride to generate acetamide groups on the MOF linkers.\nIn this fashion, covalent PSM was defined as a reaction between a\nfunctional group (amine) on the MOF linker and a reagent (). Covalent PSM allowed\nfor MOFs to be functionalized with reagents that could alter the characteristics\nof the resulting materials, including changes in hydrophobicity, hydrophilicity,\ncatalytic behavior, and others. Ultimately, the 2007\nreport by Cohen and co-workers ignited several efforts to perform\norganic chemistry on MOFs through PSM to produce MOFs with diverse\nfunctional groups through the use of single or\nmultistep reactions. Importantly, in many cases, these functional\ngroups could not be introduced into the MOF presynthetically. Covalent PSM has now become a reliable, and indeed commonplace method\nfor functionalizing MOFs to produce porous materials with a rich array\nof properties and characteristics.</p>", "clean_text": "  To expand the scope and versatility of functional groups that can be introduced into MOFs, postsynthetic modification (PSM) was developed and eventually became widely adopted in the field.\n\nThe earliest examples of covalent PSM were demonstrated by Lee and Kim over two decades ago on MOF-like coordination solids. In 2007, nearly a decade after these earliest reports, Cohen and co-workers described the concept of \"postsynthetic modification\", and PSM was revived, popularized, and greatly expanded as a synthetic method by many research groups. In a rudimentary example of PSM, amine functional groups on IRMOF-3 (IRMOF-3 is an amine-functionalized version of IRMOF-1) were combined with acetic anhydride to generate acetamide groups on the MOF linkers. In this fashion, covalent PSM was defined as a reaction between a functional group (amine) on the MOF linker and a reagent (). Covalent PSM allowed for MOFs to be functionalized with reagents that could alter the characteristics of the resulting materials, including changes in hydrophobicity, hydrophilicity, catalytic behavior, and others. Ultimately, the 2007 report by Cohen and co-workers ignited several efforts to perform organic chemistry on MOFs through PSM to produce MOFs with diverse functional groups through the use of single or multistep reactions. Importantly, in many cases, these functional groups could not be introduced into the MOF presynthetically. Covalent PSM has now become a reliable, and indeed commonplace method for functionalizing MOFs to produce porous materials with a rich array of properties and characteristics.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Illustrative schematic of MOFs and PSM.\nDepiction of covalent PSM\nusing reactive groups on the MOF linker (blue spheres representing\namine groups) for modification by an organic reagent (blue acid chloride\nreagent). Depiction of coordinative PSM using a coordinating organic\nmolecule (red acid reagent) to bind to the MOF SBU.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"oc0c00690_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Illustrative schematic of MOFs and PSM. Depiction of covalent PSM using reactive groups on the MOF linker (blue spheres representing amine groups) for modification by an organic reagent (blue acid chloride reagent). Depiction of coordinative PSM using a coordinating organic molecule (red acid reagent) to bind to the MOF SBU.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>While covalent PSM is a useful approach for tailoring MOFs,\nrelated\nmethods that focus on the MOF SBU instead of the organic linker have\nalso been explored. In particular, coordinative PSM is a method that\nattaches organic molecules to the MOF SBUs to tailor their properties\n(). Starting\nfrom simple solvation and desolvation observations of SBU metal sites,\nthis PSM approach has become mainstream as a method for modifying\nMOFs. During the revival of PSM in the\nlate-2000s, typical coordinative PSM strategies focused on using amines\nto coordinate to unsaturated sites in SBUs. More recently, coordinative PSM with other ligating molecules such\nas carboxylates and phosphates has proven effective in decorating\nthe surface of MOF crystallites with polymers or biomacromolecules\nsuch as nucleic acids or lipids. This surface\ncoordinative PSM approach focuses on modifying the macroscopic material\nproperties of the MOF, while maintaining the unique framework MOF\ncharacteristics such as porosity, crystallinity, etc. resulting in\nunusual MOF-based materials, such as MOF–polymer hybrids and\nporous liquids. PSM has been extensively reviewed elsewhere, and the focus of this Outlook is to examine how covalent and coordinative\nPSM has enabled the advancement of novel MOF materials for emerging\napplications. We also offer insights on the future of PSM and the\nimpact that these methods may have on the ongoing uses and applications\nof MOFs.<disp-quote id=\"pq2\" specific-use=\"pull-quote\">\n<p>\n\nPSM has been extensively reviewed elsewhere, and the focus of this\nOutlook is to examine how covalent and coordinative PSM has enabled\nthe advancement of novel MOF materials for emerging applications.</p>\n</disp-quote>\n</p>", "clean_text": "While covalent PSM is a useful approach for tailoring MOFs, related methods that focus on the MOF SBU instead of the organic linker have also been explored. In particular, coordinative PSM is a method that attaches organic molecules to the MOF SBUs to tailor their properties (). Starting from simple solvation and desolvation observations of SBU metal sites, this PSM approach has become mainstream as a method for modifying MOFs. During the revival of PSM in the late-2000s, typical coordinative PSM strategies focused on using amines to coordinate to unsaturated sites in SBUs. More recently, coordinative PSM with other ligating molecules such as carboxylates and phosphates has proven effective in decorating the surface of MOF crystallites with polymers or biomacromolecules such as nucleic acids or lipids. This surface coordinative PSM approach focuses on modifying the macroscopic material properties of the MOF, while maintaining the unique framework MOF characteristics such as porosity, crystallinity, etc. resulting in unusual MOF-based materials, such as MOF-polymer hybrids and porous liquids. PSM has been extensively reviewed elsewhere, and the focus of this Outlook is to examine how covalent and coordinative PSM has enabled the advancement of novel MOF materials for emerging applications. We also offer insights on the future of PSM and the impact that these methods may have on the ongoing uses and applications of MOFs.   PSM has been extensively reviewed elsewhere, and the focus of this Outlook is to examine how covalent and coordinative PSM has enabled the advancement of novel MOF materials for emerging applications.  ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n\nPSM has been extensively reviewed elsewhere, and the focus of this\nOutlook is to examine how covalent and coordinative PSM has enabled\nthe advancement of novel MOF materials for emerging applications.</p>", "clean_text": "  PSM has been extensively reviewed elsewhere, and the focus of this Outlook is to examine how covalent and coordinative PSM has enabled the advancement of novel MOF materials for emerging applications.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Covalent Postsynthetic Modification for the\nSynthesis of MOF–Polymer Hybrid Materials</title><p>Frequently,\ncovalent PSM has been achieved through the use of amine-,\naldehyde-, or azide-derivatized organic linkers, as these moieties\nare quite reactive and can be targeted with reasonable selectivity\nusing specific reagents. The installation of these functional groups has led\nto the discovery of MOFs with interesting catalytic, gas separation,\nhydrophilic, and hydrophobic properties. More recently,\ncovalent PSM has been used for the hybridization of MOFs with polymers\nto produce materials that contain the desired properties of MOFs (e.g.,\nporosity, catalysis, etc.) in a more flexible polymer form factor. The motivation behind much of this work is to design a functional\nhybrid material, improve the processability of MOFs, and thereby bring\nMOFs closer to real-world applications. In this realm, PSM has played\nan important role in synthesizing MOFs that can undergo covalent bond\nformation with monomers to form a polymer matrix and bridge the MOF–polymer\ninterface. The hybridization of MOFs\nand polymers has been extensively reviewed; in this section, the use of covalent PSM as an enabling technology\nto develop MOF–polymer hybrid materials is discussed.</p>", "clean_text": "Covalent Postsynthetic Modification for the Synthesis of MOF-Polymer Hybrid Materials\n\nFrequently, covalent PSM has been achieved through the use of amine-, aldehyde-, or azide-derivatized organic linkers, as these moieties are quite reactive and can be targeted with reasonable selectivity using specific reagents. The installation of these functional groups has led to the discovery of MOFs with interesting catalytic, gas separation, hydrophilic, and hydrophobic properties. More recently, covalent PSM has been used for the hybridization of MOFs with polymers to produce materials that contain the desired properties of MOFs (e.g., porosity, catalysis, etc.) in a more flexible polymer form factor. The motivation behind much of this work is to design a functional hybrid material, improve the processability of MOFs, and thereby bring MOFs closer to real-world applications. In this realm, PSM has played an important role in synthesizing MOFs that can undergo covalent bond formation with monomers to form a polymer matrix and bridge the MOF-polymer interface. The hybridization of MOFs and polymers has been extensively reviewed; in this section, the use of covalent PSM as an enabling technology to develop MOF-polymer hybrid materials is discussed.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>\n\nMore recently,\ncovalent PSM has been used for the hybridization of MOFs with polymers\nto produce materials that contain the desired properties of MOFs (e.g.,\nporosity, catalysis, etc.) in a more flexible polymer form factor.</p>", "clean_text": "  More recently, covalent PSM has been used for the hybridization of MOFs with polymers to produce materials that contain the desired properties of MOFs (e.g., porosity, catalysis, etc.) in a more flexible polymer form factor.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The synthesis of MOF–polymer hybrid materials has been achieved\nvia several synthetic methods. In the simplest scenario, a physical\nmixture of the MOF and polymer component have been mechanically combined\ninto a heterogeneous material which can be described as a mixed matrix\nmembrane (MMM). The application of MMMs has centered around gas separations, liquid\nseparations, and water purification, among others. Limitations on the performance of MMMs often arise at the\nMOF–polymer interface, where the MOF and polymer form macrovoids,\nor gaps at the interface, which diminish the performance of MMMs.\nTo address this limitation, materials with covalent linkages between\nthe MOF and polymer component have been prepared. In 2015, Wang and\nco-workers developed the concept of postsynthetic polymerization (PSP). In this report, PSM was first conducted on UiO-66-NH<sub>2</sub> by introducing methacrylic anhydride to install methacrylamide\nhandles on amine groups of the MOF (UiO-66-NH<sub>2</sub>-Met). Subsequently,\nthe methacrylamide handles on the MOF served as a polymerization point\nfor butyl methacrylate (BMA), which was introduced in the presence\nof a photoinitiator (phenyl­(2,4,6-trimethylbenzoyl)­phosphine oxide)\nand UV light, resulting in a cross-linked MOF–polymer hybrid\nmaterial. The covalently linked MOF–polymer hybrid material\ndisplayed significantly better separation of toxic heavy metals from\naqueous solutions than physically blended MOF–polymer controls.\nThis report prompted the development of materials that covalently\ntether MOFs and polymers to form hybrid materials and also motivated\nthe use of PSM to tether polymerizable groups to the MOF. Several reports followed this paper, highlighting the effectiveness\nof PSP for preparing MOF–polymer hybrids, such as MMMs.\n</p>", "clean_text": "The synthesis of MOF-polymer hybrid materials has been achieved via several synthetic methods. In the simplest scenario, a physical mixture of the MOF and polymer component have been mechanically combined into a heterogeneous material which can be described as a mixed matrix membrane (MMM). The application of MMMs has centered around gas separations, liquid separations, and water purification, among others. Limitations on the performance of MMMs often arise at the MOF-polymer interface, where the MOF and polymer form macrovoids, or gaps at the interface, which diminish the performance of MMMs. To address this limitation, materials with covalent linkages between the MOF and polymer component have been prepared. In 2015, Wang and co-workers developed the concept of postsynthetic polymerization (PSP). In this report, PSM was first conducted on UiO-66-NH2 by introducing methacrylic anhydride to install methacrylamide handles on amine groups of the MOF (UiO-66-NH2-Met). Subsequently, the methacrylamide handles on the MOF served as a polymerization point for butyl methacrylate (BMA), which was introduced in the presence of a photoinitiator (phenyl(2,4,6-trimethylbenzoyl)phosphine oxide) and UV light, resulting in a cross-linked MOF-polymer hybrid material. The covalently linked MOF-polymer hybrid material displayed significantly better separation of toxic heavy metals from aqueous solutions than physically blended MOF-polymer controls. This report prompted the development of materials that covalently tether MOFs and polymers to form hybrid materials and also motivated the use of PSM to tether polymerizable groups to the MOF. Several reports followed this paper, highlighting the effectiveness of PSP for preparing MOF-polymer hybrids, such as MMMs. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Using a combined PSM and PSP strategy, Cohen and co-workers\ndeveloped\nan MOF–nylon hybrid material. In\nthis study, UiO-66-NH<sub>2</sub> was suspended in ethyl acetate,\nand an excess of adipoyl chloride was added via PSM, forming an amide\nbond at the MOF surface while still maintaining a highly reactive\nacyl chloride tail (). The ethyl acetate suspension was then layered on an aqueous\nsolution containing hexamethylenediamine. At the liquid–liquid\ninterface, polymerization occurred resulting in the formation of an\nMOF–nylon hybrid material. The formation of this material was\nentirely enabled by the initial amide formation via the PSM step that\noccurs in situ allowing for the interfacial polymerization to occur.\nImportantly, nylons are ubiquitously used in textiles fibers and when\ncombined with MOFs present a unique opportunity to develop MOF-based\nfabrics.</p>", "clean_text": "Using a combined PSM and PSP strategy, Cohen and co-workers developed an MOF-nylon hybrid material. In this study, UiO-66-NH2 was suspended in ethyl acetate, and an excess of adipoyl chloride was added via PSM, forming an amide bond at the MOF surface while still maintaining a highly reactive acyl chloride tail (). The ethyl acetate suspension was then layered on an aqueous solution containing hexamethylenediamine. At the liquid-liquid interface, polymerization occurred resulting in the formation of an MOF-nylon hybrid material. The formation of this material was entirely enabled by the initial amide formation via the PSM step that occurs in situ allowing for the interfacial polymerization to occur. Importantly, nylons are ubiquitously used in textiles fibers and when combined with MOFs present a unique opportunity to develop MOF-based fabrics.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Top: illustrative schematic depicting the PSP synthesis of MOF–nylon\nmaterials. First, amine functional groups on the MOF are covalently\nbonded to diacyl chloride molecules through covalent PSM. Subsequently,\nthrough interfacial PSP, diamine is introduced resulting in polyamide\nchains growing and linking MOF particles. Bottom: illustrative schematic\ndepicting the synthesis of MOF–PTU hybrid materials. First,\na PSM step in which the −NCS groups on the MOF (red semicircles)\nundergo covalent PSM with an excess of amine-functionalized polymer\n(blue). Subsequently, through the introduction of a diisothiocyanate\nmolecule (red), chains of polymer are grown resulting in a monolithic\nMOF–PTU hybrid material.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"oc0c00690_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Top: illustrative schematic depicting the PSP synthesis of MOF-nylon materials. First, amine functional groups on the MOF are covalently bonded to diacyl chloride molecules through covalent PSM. Subsequently, through interfacial PSP, diamine is introduced resulting in polyamide chains growing and linking MOF particles. Bottom: illustrative schematic depicting the synthesis of MOF-PTU hybrid materials. First, a PSM step in which the -NCS groups on the MOF (red semicircles) undergo covalent PSM with an excess of amine-functionalized polymer (blue). Subsequently, through the introduction of a diisothiocyanate molecule (red), chains of polymer are grown resulting in a monolithic MOF-PTU hybrid material.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Expanding upon this finding, Cohen and co-workers recently utilized\nthe PSP technique to synthesize a MOF–polythiourea (PTU) hybrid\nmaterial. UiO-66-NH<sub>2</sub> was converted\nto UiO-66-NCS (NCS = isothiocyanate) by the addition of thiophosgene. Amine-terminated poly­(propylene oxide) polymer\n(Jeffamine T3000) was then introduced, and the NCS handles on the\nMOF form a thiourea linkage (). Upon the addition of a benzene diisothiocyanate\nthe MOF particles were cross-linked into an MOF–polymer hybrid\nmaterial ().\nTo demonstrate the utility of this PSP process, these materials were\nspray coated onto Nyco (nylon and cotton blended textile) fibers.\nThe covalently linked spray coating showed excellent adhesion to the\nNyco fibers, whereas a noncovalent control spray coating (unfunctionalized\nUiO-66) exhibits clear phase separation between the MOF and polymer\ncomponent. The durability of these spray coated fibers was analyzed\nusing a laundry simulation test, and the covalently linked fibers\nindicated better retention of the MOF versus the noncovalent control.\nBoth the nylon and PTU MOF hybrid materials were also tested for their\ncatalytic activity against organophosphorous chemical warfare agents\n(CWAs), as Zr<sup>4+</sup>-based MOFs have shown promise for the catalytic\ndegradation of CWAs. Tethering these\nMOF particles to commonly used textile fibers is crucial for creating\nprotective garments for warfighters and first responders. In both\nthe MOF–nylon and MOF–PTU hybrid materials, covalently\nlinked hybrid materials perform better than noncovalent hybrids. In\naddition, after physically agitating the materials using a laundry\nsimulation, the covalent MOF–PTU material retained all catalytic\nactivity against the CWA simulant whereas the noncovalent hybrids\nshowed a decrease in activity. This result illustrates the importance\nof covalent linkages in MOF–PTU hybrids in making a catalytic\nmaterial that retains activity upon exposure to potential physical\nagitation.</p>", "clean_text": "Expanding upon this finding, Cohen and co-workers recently utilized the PSP technique to synthesize a MOF-polythiourea (PTU) hybrid material. UiO-66-NH2 was converted to UiO-66-NCS (NCS = isothiocyanate) by the addition of thiophosgene. Amine-terminated poly(propylene oxide) polymer (Jeffamine T3000) was then introduced, and the NCS handles on the MOF form a thiourea linkage (). Upon the addition of a benzene diisothiocyanate the MOF particles were cross-linked into an MOF-polymer hybrid material (). To demonstrate the utility of this PSP process, these materials were spray coated onto Nyco (nylon and cotton blended textile) fibers. The covalently linked spray coating showed excellent adhesion to the Nyco fibers, whereas a noncovalent control spray coating (unfunctionalized UiO-66) exhibits clear phase separation between the MOF and polymer component. The durability of these spray coated fibers was analyzed using a laundry simulation test, and the covalently linked fibers indicated better retention of the MOF versus the noncovalent control. Both the nylon and PTU MOF hybrid materials were also tested for their catalytic activity against organophosphorous chemical warfare agents (CWAs), as Zr4+-based MOFs have shown promise for the catalytic degradation of CWAs. Tethering these MOF particles to commonly used textile fibers is crucial for creating protective garments for warfighters and first responders. In both the MOF-nylon and MOF-PTU hybrid materials, covalently linked hybrid materials perform better than noncovalent hybrids. In addition, after physically agitating the materials using a laundry simulation, the covalent MOF-PTU material retained all catalytic activity against the CWA simulant whereas the noncovalent hybrids showed a decrease in activity. This result illustrates the importance of covalent linkages in MOF-PTU hybrids in making a catalytic material that retains activity upon exposure to potential physical agitation.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Covalent PSM has also been utilized to synthesize\nMOF-templated\npolymeric gels. Nearly a decade ago, Sada and co-workers reported\nthe concept of using MOFs as templates for the synthesis of gels. For example, a Zn<sup>2+</sup>-based MOF, Zn-AzTPDC (AzTPDC = diazide-triphenyldicarboxylate, ), was used to synthesize\nfaceted, MOF-derived gels. To achieve\nthis, covalent PSM was performed on azide groups of the AzTPDC linker\nwith a tetra-alkynyl cross-linker through a click reaction. The cross-linked\nnetwork was then subjected to acid treatment resulting in degradation\nof the Zn<sup>2+</sup>-based SBUs. The resulting amorphous gel swelled\nupon exposure to solvent yet maintained its faceted shape (originating\nfrom the MOF crystal morphology) after acid treatment. This clever\napproach provided a new method for synthesizing MOF-templated polymers\nthrough simple modulation of covalent PSM in conjunction with MOF\nstability. These studies show that PSM has been widely applied for\ndeveloping MOF–polymer hybrid materials and MOF-templated polymeric\ngels. PSM has also played a role in many other parts of MOF chemistry,\ninclude the design of novel MOFs with highly tailored pores.</p>", "clean_text": "Covalent PSM has also been utilized to synthesize MOF-templated polymeric gels. Nearly a decade ago, Sada and co-workers reported the concept of using MOFs as templates for the synthesis of gels. For example, a Zn2+-based MOF, Zn-AzTPDC (AzTPDC = diazide-triphenyldicarboxylate, ), was used to synthesize faceted, MOF-derived gels. To achieve this, covalent PSM was performed on azide groups of the AzTPDC linker with a tetra-alkynyl cross-linker through a click reaction. The cross-linked network was then subjected to acid treatment resulting in degradation of the Zn2+-based SBUs. The resulting amorphous gel swelled upon exposure to solvent yet maintained its faceted shape (originating from the MOF crystal morphology) after acid treatment. This clever approach provided a new method for synthesizing MOF-templated polymers through simple modulation of covalent PSM in conjunction with MOF stability. These studies show that PSM has been widely applied for developing MOF-polymer hybrid materials and MOF-templated polymeric gels. PSM has also played a role in many other parts of MOF chemistry, include the design of novel MOFs with highly tailored pores.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Illustrative\nschematic of the design of hierarchal MOF–polymer\nhybrid materials formed through covalent PSM linkages. First, using\na Zr<sup>4+</sup>-based MOF for nucleation, Cu-based MOF ligands and\nmetal salts are added forming a hetero-MOF structure. Similarly, the\nZr<sup>4+</sup>-Cu<sup>2+</sup>-MOF structure is used as a nucleation\nsite for the growth of a Zn<sup>2+</sup>-based MOF. Then, the Zn-MOF\nlinkers are polymerized through covalent PSM. Subsequently, the polymerized\nMOF assembly is treated with acid resulting in deterioration of the\nZn<sup>2+</sup>- and Cu<sup>2+</sup>-based MOFs resulting in a hierarchal\nMOF–polymer hybrid gel.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"oc0c00690_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Illustrative schematic of the design of hierarchal MOF-polymer hybrid materials formed through covalent PSM linkages. First, using a Zr4+-based MOF for nucleation, Cu-based MOF ligands and metal salts are added forming a hetero-MOF structure. Similarly, the Zr4+-Cu2+-MOF structure is used as a nucleation site for the growth of a Zn2+-based MOF. Then, the Zn-MOF linkers are polymerized through covalent PSM. Subsequently, the polymerized MOF assembly is treated with acid resulting in deterioration of the Zn2+- and Cu2+-based MOFs resulting in a hierarchal MOF-polymer hybrid gel.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Covalent Postsynthetic Modification for the\nSynthesis of Hierarchal MOFs</title><p>Over the years, PSM has also\nbeen used to develop unique MOFs with\nvarying pore sizes and environments. In this section, we will highlight\nthese materials, referred to as hierarchal MOFs, that often contain\nboth micro- and mesopores or ligands with multiple functional groups\nto diversify the pore environment. One of the motivations for synthesizing\nhierarchal MOFs is to improve mass transport. With respect to using\nMOFs for catalytic applications, mass transport is crucial to ensure\nefficient catalysis that is not limited by this parameter. With the\npresence of mesopores, substrates can easily penetrate throughout\nthe MOF, thereby facilitating mass transport and ensuring effective\nutilization of internal active sites. Several reports have targeted\nsuch structures through presynthetic routes by synthesizing mixed\nligand or multivariate (MTV) MOFs with varying linker lengths; polyMOFs\nhave also been a strategy to generate mesoporosity. Presynthetic approaches to MTV MOFs have displayed interesting synergistic\nproperties by creating MOFs with various mixtures of functionalized\norganic linkers. Postsynthetic approaches for precisely altering the pore environment\nof MOFs have also been utilized and have demonstrated excellent synthetic\ncontrol. One of the first postsynthetic methods for creating hierarchal pores\nused molecules to etch away either MOF SBUs or linkers and create\nmesopores within the structure. In one example, Kim and co-workers\nuse hydrolysis to partially degrade SBUs in an Y<sup>3+</sup>-based\nMOF. By exposing the MOF to water postsynthetically,\nhydrolysis occurred at some MOF SBU sites resulting in etching that\ncreates mesoporosity in the MOF, while partially maintaining microporosity.\nThe degree of hydrolysis occurring at the SBUs was tuned by adjusting\nboth the time of water exposure to the MOF as well as the temperature\nof the water. Using the same concept, Zhou and co-workers utilized\na technique which they term “labilization” on MTV MOFs\nthat contain a mixture of robust and prolabile linkers. In one report, two linkers of the same length were used to synthesize\na mixed ligand Zr<sup>4+</sup>-based MOF. An imine-based ligand, 4-carboxy-benzylidene-4-aminebenzate, was\nselected as the prolabile linker whereas an azobenzene linker (azobenzene-4,4′-dicarboxylate)\nwas selected as the robust linker. Upon treatment with acid, the MOF\nremains intact; however, the imine linker cleaves into an aminobenzoic\nacid and a formylbenzoic acid. As a result, defects are created in\nthe MOF, and mesoporosity and microporosity are observed by N<sub>2</sub> gas sorption analysis in the resulting MOF. More recently,\nthe same group used photolytic techniques to remove labile linkers\nfrom MTV MOFs. A UiO-66 framework containing\nabout 5% of a photolabile porphyrin linker TCCP (TCCP = tetrakis­(4-carboxyphenyl)­porphyrin)\ncould be cleaved upon irradiation with 405 nm laser light resulting\nin the creation of defect sites and generating mesoporosity (while\nmaintaining microporosity).</p>", "clean_text": "Covalent Postsynthetic Modification for the Synthesis of Hierarchal MOFs\n\nOver the years, PSM has also been used to develop unique MOFs with varying pore sizes and environments. In this section, we will highlight these materials, referred to as hierarchal MOFs, that often contain both micro- and mesopores or ligands with multiple functional groups to diversify the pore environment. One of the motivations for synthesizing hierarchal MOFs is to improve mass transport. With respect to using MOFs for catalytic applications, mass transport is crucial to ensure efficient catalysis that is not limited by this parameter. With the presence of mesopores, substrates can easily penetrate throughout the MOF, thereby facilitating mass transport and ensuring effective utilization of internal active sites. Several reports have targeted such structures through presynthetic routes by synthesizing mixed ligand or multivariate (MTV) MOFs with varying linker lengths; polyMOFs have also been a strategy to generate mesoporosity. Presynthetic approaches to MTV MOFs have displayed interesting synergistic properties by creating MOFs with various mixtures of functionalized organic linkers. Postsynthetic approaches for precisely altering the pore environment of MOFs have also been utilized and have demonstrated excellent synthetic control. One of the first postsynthetic methods for creating hierarchal pores used molecules to etch away either MOF SBUs or linkers and create mesopores within the structure. In one example, Kim and co-workers use hydrolysis to partially degrade SBUs in an Y3+-based MOF. By exposing the MOF to water postsynthetically, hydrolysis occurred at some MOF SBU sites resulting in etching that creates mesoporosity in the MOF, while partially maintaining microporosity. The degree of hydrolysis occurring at the SBUs was tuned by adjusting both the time of water exposure to the MOF as well as the temperature of the water. Using the same concept, Zhou and co-workers utilized a technique which they term \"labilization\" on MTV MOFs that contain a mixture of robust and prolabile linkers. In one report, two linkers of the same length were used to synthesize a mixed ligand Zr4+-based MOF. An imine-based ligand, 4-carboxy-benzylidene-4-aminebenzate, was selected as the prolabile linker whereas an azobenzene linker (azobenzene-4,4'-dicarboxylate) was selected as the robust linker. Upon treatment with acid, the MOF remains intact; however, the imine linker cleaves into an aminobenzoic acid and a formylbenzoic acid. As a result, defects are created in the MOF, and mesoporosity and microporosity are observed by N2 gas sorption analysis in the resulting MOF. More recently, the same group used photolytic techniques to remove labile linkers from MTV MOFs. A UiO-66 framework containing about 5% of a photolabile porphyrin linker TCCP (TCCP = tetrakis(4-carboxyphenyl)porphyrin) could be cleaved upon irradiation with 405 nm laser light resulting in the creation of defect sites and generating mesoporosity (while maintaining microporosity).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Drawing inspiration from the aforementioned\nMOF-templated gels, Zhou and co-workers\nutilized a modular programing\napproach to develop hierarchal MOF–polymer hybrid materials. Computational modeling was used to judiciously\nselect MOFs for their stability or chemical reactivity toward different\ntypes of guest molecules or stimuli. The authors sought to identify\ndistinct MOFs that responded independently to a guest or stimulus\nwithout affecting other MOFs in the system. For example, a mixture\nof Zr<sup>4+</sup>-based MOFs that are stable in acidic environment\nand Zn<sup>2+</sup>-based MOFs that are unstable in acidic environments\nwould behave independently when exposed to acid. Computational methods\nwere also used to predict the order in which the MOFs should be synthesized\nbased on metal–ligand bond strengths. Using this approach,\na Zr<sup>4+</sup>-based MOF, PCN-222 (PCN = porous coordination network),\nwas first synthesized under solvothermal conditions. Using the PCN-222\nMOF as a nucleation site, HKUST-1 (HKUST = Hong Kong University of\nScience and Technology) was grown from PCN-222, forming a hetero-MOF\nstructure (PCN-222@HKUST-1). Subsequently, this hetero-MOF structure\nwas used as a nucleation site to grow the aforementioned Zn-AzTPDC\nMOF, which forms as an external shell on the composite system (PCN-222@HKUST-1)@Zn-AzTPDC\n(). Using the\nsame strategy reported by Sada and co-workers, the Zn-AzTPDC\nMOF shell was then cross-linked with a tetra-alkynyl molecule through\nPSM to form an MOF–polymer composite (). Upon treatment of the entire hetero-MOF\nassembly with acid, the Zn-AzTPDC and HKUST-1 frameworks decomposed,\nbut the acid stable PCN-222 remains intact, giving an MOF–polymer\nhybrid material (). The resulting MOF–polymer composite contained small pores\nas a function of the intact PCN-222 and larger voids as a result of\nthe decomposed HKUST-1. Synthetic control of this system was demonstrated\nthrough the formation of isolated domains in the hetero-MOF structures\nin the form of core–shell or Janus-type particles. This study\npresents a new approach for developing hierarchal MOF systems with\ntargeted morphologies, domains, and voids using a postsynthetic strategy.</p>", "clean_text": "Drawing inspiration from the aforementioned MOF-templated gels, Zhou and co-workers utilized a modular programing approach to develop hierarchal MOF-polymer hybrid materials. Computational modeling was used to judiciously select MOFs for their stability or chemical reactivity toward different types of guest molecules or stimuli. The authors sought to identify distinct MOFs that responded independently to a guest or stimulus without affecting other MOFs in the system. For example, a mixture of Zr4+-based MOFs that are stable in acidic environment and Zn2+-based MOFs that are unstable in acidic environments would behave independently when exposed to acid. Computational methods were also used to predict the order in which the MOFs should be synthesized based on metal-ligand bond strengths. Using this approach, a Zr4+-based MOF, PCN-222 (PCN = porous coordination network), was first synthesized under solvothermal conditions. Using the PCN-222 MOF as a nucleation site, HKUST-1 (HKUST = Hong Kong University of Science and Technology) was grown from PCN-222, forming a hetero-MOF structure (PCN-222@HKUST-1). Subsequently, this hetero-MOF structure was used as a nucleation site to grow the aforementioned Zn-AzTPDC MOF, which forms as an external shell on the composite system (PCN-222@HKUST-1)@Zn-AzTPDC (). Using the same strategy reported by Sada and co-workers, the Zn-AzTPDC MOF shell was then cross-linked with a tetra-alkynyl molecule through PSM to form an MOF-polymer composite (). Upon treatment of the entire hetero-MOF assembly with acid, the Zn-AzTPDC and HKUST-1 frameworks decomposed, but the acid stable PCN-222 remains intact, giving an MOF-polymer hybrid material (). The resulting MOF-polymer composite contained small pores as a function of the intact PCN-222 and larger voids as a result of the decomposed HKUST-1. Synthetic control of this system was demonstrated through the formation of isolated domains in the hetero-MOF structures in the form of core-shell or Janus-type particles. This study presents a new approach for developing hierarchal MOF systems with targeted morphologies, domains, and voids using a postsynthetic strategy.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Coordinative Postsynthetic Modification for\nthe Synthesis of MOF-Based Porous Liquids</title><p>In the prior sections,\nvarious ways that the MOF organic linkers\ncan be manipulated via covalent PSM have been described. Another method\nfor performing PSM on MOFs focuses on modification at the SBU. As\nmetal clusters, MOF SBUs provide a platform for PSM through the use\nof a coordination chemistry route (). Historically speaking, coordinative PSM\nwas first observed through the coordination of solvent molecules to\nMOFs that contain open metal sites at the SBUs. The field subsequently\nmoved toward the tethering of amine or pyridine-based linkers to the\nMOF SBUs, and several reports were able to demonstrate MOFs with uniquely\ntuned properties. One direction in coordinative PSM has shifted\ntoward using chelating molecules, such as carboxylates and phosphates,\nto selectively decorate the surface of MOF particles. Surface functionalization\nof MOFs is at times preferable to avoid permanent alteration of the\nentire framework that could result in decreased porosity. This approach typically results in hetero core–shell\ntype MOF structures where the core of the particle displays typical\nMOF characteristics while the shell of the particle alters the bulk\nproperties of the material. A common strategy in developing the core–shell\nMOF structure through PSM is by introducing a coordinative molecule\nattached to a larger macromolecule that is unable to penetrate the\nMOF pore. In this section,\ncoordinative PSM and the enabling of the development of MOF-based\nporous liquids will be discussed.</p>", "clean_text": "Coordinative Postsynthetic Modification for the Synthesis of MOF-Based Porous Liquids\n\nIn the prior sections, various ways that the MOF organic linkers can be manipulated via covalent PSM have been described. Another method for performing PSM on MOFs focuses on modification at the SBU. As metal clusters, MOF SBUs provide a platform for PSM through the use of a coordination chemistry route (). Historically speaking, coordinative PSM was first observed through the coordination of solvent molecules to MOFs that contain open metal sites at the SBUs. The field subsequently moved toward the tethering of amine or pyridine-based linkers to the MOF SBUs, and several reports were able to demonstrate MOFs with uniquely tuned properties. One direction in coordinative PSM has shifted toward using chelating molecules, such as carboxylates and phosphates, to selectively decorate the surface of MOF particles. Surface functionalization of MOFs is at times preferable to avoid permanent alteration of the entire framework that could result in decreased porosity. This approach typically results in hetero core-shell type MOF structures where the core of the particle displays typical MOF characteristics while the shell of the particle alters the bulk properties of the material. A common strategy in developing the core-shell MOF structure through PSM is by introducing a coordinative molecule attached to a larger macromolecule that is unable to penetrate the MOF pore. In this section, coordinative PSM and the enabling of the development of MOF-based porous liquids will be discussed.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Step growth polymerization\nmethods using PSP to achieve highly\nfunctional MOF materials were discussed above. While step growth polymerizations\nfrom MOF surfaces are useful, more elaborate polymer grafting methods\nhave also been used with MOFs to grow long, dense polymer chains.\nThese approaches include living polymerization techniques such as\nring-opening metathesis polymerization (ROMP) and atom transfer radical\npolymerization (ATRP). Using ROMP or ATRP, MOFs can be densely coated with polymer chains\nto shield the MOF exterior and allow for polymer interactions to dominate\nthe bulk material properties. Recently, some very elegant work has\nbeen accomplished by Li and co-workers, where they developed a generalizable\nmethod for grafting polymers from MOF surfaces. In this report, a random copolymer containing multiple\ncarboxylate moieties, as well as multiple bromoisobutyrate (BiB) groups\n(a common ATRP initiator), was attached to the MOF surface through\ncoordination of the carboxylate groups. Subsequently, additional monomer\nand cross-linking agents were added to the mixture, and dense polymer\nchains were grown using surface-initiated ATRP (SI-ATRP). The versatility\nof this method was demonstrated using MOFs containing five different\nmetals (Zr<sup>4+</sup>, Zn<sup>2+</sup>, Co<sup>2+</sup>, Al<sup>3+</sup>, and Cr<sup>3+</sup>) at the SBU.</p>", "clean_text": "Step growth polymerization methods using PSP to achieve highly functional MOF materials were discussed above. While step growth polymerizations from MOF surfaces are useful, more elaborate polymer grafting methods have also been used with MOFs to grow long, dense polymer chains. These approaches include living polymerization techniques such as ring-opening metathesis polymerization (ROMP) and atom transfer radical polymerization (ATRP). Using ROMP or ATRP, MOFs can be densely coated with polymer chains to shield the MOF exterior and allow for polymer interactions to dominate the bulk material properties. Recently, some very elegant work has been accomplished by Li and co-workers, where they developed a generalizable method for grafting polymers from MOF surfaces. In this report, a random copolymer containing multiple carboxylate moieties, as well as multiple bromoisobutyrate (BiB) groups (a common ATRP initiator), was attached to the MOF surface through coordination of the carboxylate groups. Subsequently, additional monomer and cross-linking agents were added to the mixture, and dense polymer chains were grown using surface-initiated ATRP (SI-ATRP). The versatility of this method was demonstrated using MOFs containing five different metals (Zr4+, Zn2+, Co2+, Al3+, and Cr3+) at the SBU.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>This surface grafting\napproach has recently played a role in developing\na new class of porous liquids (PLs) using MOFs. The idea of combining solid cages or frameworks with liquids\nto form a PL was first explored by Cooper and co-workers through the\nmelting of alkylated organic cages. Simple physical\nblends, other porous frameworks, such as porous carbons, porous silica,\nand ZIFs (ZIF = zeolitic imidazolate framework, a subclass of MOFs),\nhave also been used to achieve PLs. It is important to note that the synthesis of PLs\nrequires judicious selection of framework and solvent so that the\nsolvent is not able to penetrate into the framework pore and reduce\nabsorption capacity. Li and co-workers used coordinative PSM to chemically\ntune a series of UiO-66 MOFs by attaching a PDMS (PDMS = poly­(monomethacryloxypropyl-terminated\npolydimethylsiloxane)) shell on the MOF through SI-ATRP (). The grafted polymer shell on the MOF surface permits the\nMOF to behave more like a polymer. Selection of PDMS was crucial in\nthe formation of PLs as the polymer has a relatively low melting point\nand is liquid at room temperature even at high molecular weights.\nPDMS also displays weak interactions with gaseous molecules allowing\nfor mass transport of molecules into the MOF pores. Characterization\nvia TEM (TEM = transmission electron microscopy) and EDX (EDX = energy\ndispersive X-ray spectroscopy) imaging clearly indicates the presence\nof a thin polymer corona around the MOF particles. The surface coated\nMOF particles were then mixed with free PDMS polymer at varying ratios\nresulting in the formation of a colloidally stable, homogeneous PL.\nGas sorption measurements using CO<sub>2</sub>, N<sub>2</sub>, Xe,\nand H<sub>2</sub>O indicate that the MOF-based PLs maintain porosity\nrelatively well. To further demonstrate the generalizability of this\nmethod, a mesoporous MOF, MIL-101­(Cr<sup>3+</sup>), was used to synthesize\na PL. The use of mesoporous MOFs for PLs is challenging as the PDMS\nsolvent can penetrate into and block the large pores. To circumvent\nthis, a branched polymer (“star PDMS”) was synthesized\nto avoid pore blockage of the MIL-101­(Cr<sup>3+</sup>). This result\ndemonstrates the ability to synthesize new age MOF-based materials\nthrough the use of coordinative PSM.</p>", "clean_text": "This surface grafting approach has recently played a role in developing a new class of porous liquids (PLs) using MOFs. The idea of combining solid cages or frameworks with liquids to form a PL was first explored by Cooper and co-workers through the melting of alkylated organic cages. Simple physical blends, other porous frameworks, such as porous carbons, porous silica, and ZIFs (ZIF = zeolitic imidazolate framework, a subclass of MOFs), have also been used to achieve PLs. It is important to note that the synthesis of PLs requires judicious selection of framework and solvent so that the solvent is not able to penetrate into the framework pore and reduce absorption capacity. Li and co-workers used coordinative PSM to chemically tune a series of UiO-66 MOFs by attaching a PDMS (PDMS = poly(monomethacryloxypropyl-terminated polydimethylsiloxane)) shell on the MOF through SI-ATRP (). The grafted polymer shell on the MOF surface permits the MOF to behave more like a polymer. Selection of PDMS was crucial in the formation of PLs as the polymer has a relatively low melting point and is liquid at room temperature even at high molecular weights. PDMS also displays weak interactions with gaseous molecules allowing for mass transport of molecules into the MOF pores. Characterization via TEM (TEM = transmission electron microscopy) and EDX (EDX = energy dispersive X-ray spectroscopy) imaging clearly indicates the presence of a thin polymer corona around the MOF particles. The surface coated MOF particles were then mixed with free PDMS polymer at varying ratios resulting in the formation of a colloidally stable, homogeneous PL. Gas sorption measurements using CO2, N2, Xe, and H2O indicate that the MOF-based PLs maintain porosity relatively well. To further demonstrate the generalizability of this method, a mesoporous MOF, MIL-101(Cr3+), was used to synthesize a PL. The use of mesoporous MOFs for PLs is challenging as the PDMS solvent can penetrate into and block the large pores. To circumvent this, a branched polymer (\"star PDMS\") was synthesized to avoid pore blockage of the MIL-101(Cr3+). This result demonstrates the ability to synthesize new age MOF-based materials through the use of coordinative PSM.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Illustrative schematic for the design\nof MOF porous liquids. First,\ncoordinative PSM is used to tether a polymer to the MOF surface that\ncontains polymer initiator sites. Subsequently, polymer chains are\ngrafted from the MOF surface resulting in a porous liquid.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"oc0c00690_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Illustrative schematic for the design of MOF porous liquids. First, coordinative PSM is used to tether a polymer to the MOF surface that contains polymer initiator sites. Subsequently, polymer chains are grafted from the MOF surface resulting in a porous liquid.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Coordinative Postsynthetic Modification for\nthe Synthesis of Biomolecular MOFs</title><p>As discussed above, coordinative\nPSM has shown promise in decorating\nMOFs with densely grafted polymeric chains. Similarly, coordinative\nPSM has also played a critical role for attaching biomolecules to\nthe surface of MOFs, including lipids and nucleic acids. Phosphate groups connected to biomolecules or\nbiomolecular precursors have been used to immobilize these molecules\non the MOF surface. Lin and co-workers initially developed a method\nto tether phospholipids to the surface of nanoscale coordination polymers\n(NCPs) through coordinative PSM for drug delivery applications. In one approach, two steps of PSM were conducted, where in the first\nstep phospholipids were coordinated to the NCPs through the phosphate\nhead, and a subsequent step of PSM saw formation of a bilayer on the\nMOF surface as a function of favorable tail interactions. These lipid bilayers allowed for the nanoparticles\nto move through the cell membrane and deliver a commonly known antitumor\ndrug, cisplatin, directly to the tumor sites in mice. Drawing inspiration\nfrom this study, other biomolecules were attached to the surface of\nnanoparticles through coordinative PSM. As it pertains to MOFs, Mirkin and co-workers have played a pioneering\nrole in attaching biomolecules to MOF particles. In one report, phospholipids (), 1,2-dioleoyl-<italic>sn</italic>-glycero-3-phosphate\n(DOPA), were tethered to the surface of three Zr<sup>4+</sup>-based\nMOFs (UiO-66, UiO-67, and BUT-30). PXRD\nof the MOFs after coordinative PSM showed that crystallinity was maintained\nsuggesting that the coordination occurred at the surface and the phosphate\ndid not displace structural MOF carboxylate linkers. Gas sorption\nmeasurements showed that porosity was maintained in all of these materials\nafter functionalization, providing evidence that coordinative PSM\nonly occurs at the surface of these MOFs. Moreover, a dye labeled\nDOPA molecule was also used to identify whether the coordinative bond\noccurs at the surface or throughout the MOF. Using UV–vis absorption\nspectroscopy it was verified that the coordination of the phosphate\ngroups occurs only at the surface SBUs of the MOF. The DOPA coordinated\nMOF particles were shown to form stable colloids in organic solvents.\nTo analyze the hydrophilic and hydrophobic MOF bulk properties, an\nexperiment was conducted where unfunctionalized MOFs and lipid-functionalized\nMOFs were introduced to a CHCl<sub>3</sub>/H<sub>2</sub>O solvent\nmixture. After rigorously agitating the MOF CHCl<sub>3</sub>/H<sub>2</sub>O solution, lipid surface coated particles were pulled into\nthe organic phase, while unfunctionalized MOF particles resided in\nthe aqueous layer due to their inherently hydrophilic nature.</p>", "clean_text": "Coordinative Postsynthetic Modification for the Synthesis of Biomolecular MOFs\n\nAs discussed above, coordinative PSM has shown promise in decorating MOFs with densely grafted polymeric chains. Similarly, coordinative PSM has also played a critical role for attaching biomolecules to the surface of MOFs, including lipids and nucleic acids. Phosphate groups connected to biomolecules or biomolecular precursors have been used to immobilize these molecules on the MOF surface. Lin and co-workers initially developed a method to tether phospholipids to the surface of nanoscale coordination polymers (NCPs) through coordinative PSM for drug delivery applications. In one approach, two steps of PSM were conducted, where in the first step phospholipids were coordinated to the NCPs through the phosphate head, and a subsequent step of PSM saw formation of a bilayer on the MOF surface as a function of favorable tail interactions. These lipid bilayers allowed for the nanoparticles to move through the cell membrane and deliver a commonly known antitumor drug, cisplatin, directly to the tumor sites in mice. Drawing inspiration from this study, other biomolecules were attached to the surface of nanoparticles through coordinative PSM. As it pertains to MOFs, Mirkin and co-workers have played a pioneering role in attaching biomolecules to MOF particles. In one report, phospholipids (), 1,2-dioleoyl-sn-glycero-3-phosphate (DOPA), were tethered to the surface of three Zr4+-based MOFs (UiO-66, UiO-67, and BUT-30). PXRD of the MOFs after coordinative PSM showed that crystallinity was maintained suggesting that the coordination occurred at the surface and the phosphate did not displace structural MOF carboxylate linkers. Gas sorption measurements showed that porosity was maintained in all of these materials after functionalization, providing evidence that coordinative PSM only occurs at the surface of these MOFs. Moreover, a dye labeled DOPA molecule was also used to identify whether the coordinative bond occurs at the surface or throughout the MOF. Using UV-vis absorption spectroscopy it was verified that the coordination of the phosphate groups occurs only at the surface SBUs of the MOF. The DOPA coordinated MOF particles were shown to form stable colloids in organic solvents. To analyze the hydrophilic and hydrophobic MOF bulk properties, an experiment was conducted where unfunctionalized MOFs and lipid-functionalized MOFs were introduced to a CHCl3/H2O solvent mixture. After rigorously agitating the MOF CHCl3/H2O solution, lipid surface coated particles were pulled into the organic phase, while unfunctionalized MOF particles resided in the aqueous layer due to their inherently hydrophilic nature.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Illustrative\nschematic for the synthesis of phospholipid MOFs.\nA phospholipid coordinative molecule is first linked at the MOF SBU.\nSubsequently, the favorable interactions at the MOF result in the\nformation of colloidally stable MOFs as a function of the hydrophobic\nlipid assembly.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"oc0c00690_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Illustrative schematic for the synthesis of phospholipid MOFs. A phospholipid coordinative molecule is first linked at the MOF SBU. Subsequently, the favorable interactions at the MOF result in the formation of colloidally stable MOFs as a function of the hydrophobic lipid assembly.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Mirkin and co-workers also used\ncoordinative PSM to attach phosphate-modified\nnucleic acids to the surface of MOFs. Oligonucleotides with terminal phosphate ligands were shown to coordinate\nto the SBU of nine different MOFs with a variety of metals (Zr<sup>4+</sup>, Fe<sup>3+</sup>, Cr<sup>3+</sup>, and Al<sup>3+</sup>).\nAll MOFs were characterized before and after PSM and displayed a dense\nsurface coating of DNA. Importantly, crystallinity and porosity of\nthe particles were maintained after coordinative PSM. Moreover, gold\nnanoparticles (AuNPs) were surface coated with a complementary DNA\nsequence to that on the surface of the MOF, which enabled self-assembly\nas a function of the oligonucleotide sequences (). This nucleic acid method was further used\nto demonstrate the suitability of MOFs as drug delivery vehicles.\nMOFs typically are unable to cross cell membranes due to their inherently\nlarge size and charged surfaces. To overcome this limitation, a series\nof Zr<sup>4+</sup>-based nanoparticle MOFs were synthesized and doped\nwith insulin, and then, coordinative PSM was performed with phosphate-terminated\noligonucleotides to facilitate cellular entry. Through the surface\ncoating of oligonucleotides, MOFs loaded with insulin were shown to\ntransport across cell membranes. This\nstudy shows that the coordinative PSM approach presents ample opportunities\nto develop highly functional MOF and cargo combinations for biomedical\napplications.</p>", "clean_text": "Mirkin and co-workers also used coordinative PSM to attach phosphate-modified nucleic acids to the surface of MOFs. Oligonucleotides with terminal phosphate ligands were shown to coordinate to the SBU of nine different MOFs with a variety of metals (Zr4+, Fe3+, Cr3+, and Al3+). All MOFs were characterized before and after PSM and displayed a dense surface coating of DNA. Importantly, crystallinity and porosity of the particles were maintained after coordinative PSM. Moreover, gold nanoparticles (AuNPs) were surface coated with a complementary DNA sequence to that on the surface of the MOF, which enabled self-assembly as a function of the oligonucleotide sequences (). This nucleic acid method was further used to demonstrate the suitability of MOFs as drug delivery vehicles. MOFs typically are unable to cross cell membranes due to their inherently large size and charged surfaces. To overcome this limitation, a series of Zr4+-based nanoparticle MOFs were synthesized and doped with insulin, and then, coordinative PSM was performed with phosphate-terminated oligonucleotides to facilitate cellular entry. Through the surface coating of oligonucleotides, MOFs loaded with insulin were shown to transport across cell membranes. This study shows that the coordinative PSM approach presents ample opportunities to develop highly functional MOF and cargo combinations for biomedical applications.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Scheme for the design of DNA-functionalized MOFs through\ncoordinative\nPSM. Single-stranded DNA with phosphate coordinating groups was tethered\nto the MOF via the SBUs. Subsequently, with the addition of AuNPs\nsurface coated with a complementary DNA strand, MOF particles are\nassembled around the AuNP as a function of the double helix formation.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"oc0c00690_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Scheme for the design of DNA-functionalized MOFs through coordinative PSM. Single-stranded DNA with phosphate coordinating groups was tethered to the MOF via the SBUs. Subsequently, with the addition of AuNPs surface coated with a complementary DNA strand, MOF particles are assembled around the AuNP as a function of the double helix formation.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Conclusions and Outlook</title><p>A number of elegant and creative synthetic approaches for tuning\nMOFs through both covalent and coordinative PSM have emerged in the\nliterature in recent years. Covalent PSM of MOFs has enabled the development\nof interesting MOF–polymer hybrid materials. These composites\nare significant advancements in developing MOF-based textiles, gels,\nmembranes, and other functional materials. Furthermore, through judicious\ntailoring of MOFs via covalent PSM, hierarchal MOF structures with\nhighly engineered, tunable, and variable pore environments have been\nachieved. Methods in which PSM has been applied to MOFs through a\ncoordinative route at the SBUs have also proven to be a useful approach.\nCoordinative PSM has been used to develop novel MOF-based porous liquids\nusing a polymer surface coating on the MOF. This surface coating strategy\nwas also used for tethering biomolecules to MOFs, such as nucleic\nacids, which have been used to drive self-assembly of MOFs with other\nparticles or to facilitate targeted drug delivery.</p>", "clean_text": "Conclusions and Outlook\n\nA number of elegant and creative synthetic approaches for tuning MOFs through both covalent and coordinative PSM have emerged in the literature in recent years. Covalent PSM of MOFs has enabled the development of interesting MOF-polymer hybrid materials. These composites are significant advancements in developing MOF-based textiles, gels, membranes, and other functional materials. Furthermore, through judicious tailoring of MOFs via covalent PSM, hierarchal MOF structures with highly engineered, tunable, and variable pore environments have been achieved. Methods in which PSM has been applied to MOFs through a coordinative route at the SBUs have also proven to be a useful approach. Coordinative PSM has been used to develop novel MOF-based porous liquids using a polymer surface coating on the MOF. This surface coating strategy was also used for tethering biomolecules to MOFs, such as nucleic acids, which have been used to drive self-assembly of MOFs with other particles or to facilitate targeted drug delivery.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The synthesis\nand study of MOFs have expanded rapidly over the\npast two decades. As the field enters its third decade, new approaches\nand significant advancements are expected in developing MOFs into\nadvanced materials for use in commercial products. Realization of\nMOFs in these applications will require the synthesis of MOFs at-scale\nand the formation of robust frameworks. We anticipate that just as\nthe synthesis of MOFs at industrial scales has now begun, their modification\nby PSM and related strategies will also become part of the preparation\nand functionalization of MOFs on large scales. At scale, PSM may prove\nto be of greater value for MOFs that will be used in more specialized\napplications. However, the high yields and facile purification of\nMOF materials after PSM may result in even wider adoption of these\nsynthetic approaches as the industrial scale production of MOFs matures.\nMoreover, scaling of PSM will require implementation of green chemistry\nprinciples. In order for MOFs to make an impact as new commercial\nmaterials, they will be more widely adopted if they provide an environmentally\nfriendly alternative to already established processes or materials.\nThe ability of PSM to endow MOFs with greater stability, processability,\nand functionality will likely make this synthetic method indispensable\nfor the development of MOFs for commercial applications.<disp-quote id=\"pq4\" specific-use=\"pull-quote\">\n<p>\n\nWe anticipate that\njust as the synthesis of MOFs at industrial scales has now begun,\ntheir modification by PSM and related strategies will also become\npart of the preparation and functionalization of MOFs on large scales.</p>\n</disp-quote>\n</p>", "clean_text": "The synthesis and study of MOFs have expanded rapidly over the past two decades. As the field enters its third decade, new approaches and significant advancements are expected in developing MOFs into advanced materials for use in commercial products. Realization of MOFs in these applications will require the synthesis of MOFs at-scale and the formation of robust frameworks. We anticipate that just as the synthesis of MOFs at industrial scales has now begun, their modification by PSM and related strategies will also become part of the preparation and functionalization of MOFs on large scales. At scale, PSM may prove to be of greater value for MOFs that will be used in more specialized applications. However, the high yields and facile purification of MOF materials after PSM may result in even wider adoption of these synthetic approaches as the industrial scale production of MOFs matures. Moreover, scaling of PSM will require implementation of green chemistry principles. In order for MOFs to make an impact as new commercial materials, they will be more widely adopted if they provide an environmentally friendly alternative to already established processes or materials. The ability of PSM to endow MOFs with greater stability, processability, and functionality will likely make this synthetic method indispensable for the development of MOFs for commercial applications.   We anticipate that just as the synthesis of MOFs at industrial scales has now begun, their modification by PSM and related strategies will also become part of the preparation and functionalization of MOFs on large scales.  ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>\n\nWe anticipate that\njust as the synthesis of MOFs at industrial scales has now begun,\ntheir modification by PSM and related strategies will also become\npart of the preparation and functionalization of MOFs on large scales.</p>", "clean_text": "  We anticipate that just as the synthesis of MOFs at industrial scales has now begun, their modification by PSM and related strategies will also become part of the preparation and functionalization of MOFs on large scales.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Since MOFs were originally reported, PSM has played a critical\nrole in expanding the full potential of these materials. As we enter\nthe third decade of research in MOFs, several aspects of PSM remain\nunexplored. In particular, gas phase PSM has not been as widely explored\nas solution phase methods and may provide even more efficient, green,\nand inexpensive routes to PSM. Reversible PSM, mediated by various\nstimulus mechanisms, would provide an avenue for achieving “smart”\nMOF materials. In conclusion, the progress of PSM in MOFs continues\nto be robust, and we anticipate an even brighter “Outlook”\nfor the future implementation of postsynthetic methods in these exciting\nmaterials.</p>", "clean_text": "Since MOFs were originally reported, PSM has played a critical role in expanding the full potential of these materials. As we enter the third decade of research in MOFs, several aspects of PSM remain unexplored. In particular, gas phase PSM has not been as widely explored as solution phase methods and may provide even more efficient, green, and inexpensive routes to PSM. Reversible PSM, mediated by various stimulus mechanisms, would provide an avenue for achieving \"smart\" MOF materials. In conclusion, the progress of PSM in MOFs continues to be robust, and we anticipate an even brighter \"Outlook\" for the future implementation of postsynthetic methods in these exciting materials.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Illustrative\nschematic for the synthesis of UiO-66. A Zr<sup>4+</sup>-metal source\nis combined with a H<sub>2</sub>bdc under solvothermal\nconditions to form a three-dimensional extended framework (UiO-66).\nFor simplicity, the cartoon of a small subunit (bottom right) of the\nMOF lattice will be used throughout the manuscript to generally depict\nan extended MOF crystallite and is not only used to represent the\nUiO-66 framework. Green polyhedra represent Zr<sup>4+</sup> ions,\nred spheres O atoms, and silver sticks C bonds.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"oc0c00690_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Illustrative schematic for the synthesis of UiO-66. A Zr4+-metal source is combined with a H2bdc under solvothermal conditions to form a three-dimensional extended framework (UiO-66). For simplicity, the cartoon of a small subunit (bottom right) of the MOF lattice will be used throughout the manuscript to generally depict an extended MOF crystallite and is not only used to represent the UiO-66 framework. Green polyhedra represent Zr4+ ions, red spheres O atoms, and silver sticks C bonds.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Illustrative schematic of MOFs and PSM.\nDepiction of covalent PSM\nusing reactive groups on the MOF linker (blue spheres representing\namine groups) for modification by an organic reagent (blue acid chloride\nreagent). Depiction of coordinative PSM using a coordinating organic\nmolecule (red acid reagent) to bind to the MOF SBU.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"oc0c00690_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Illustrative schematic of MOFs and PSM. Depiction of covalent PSM using reactive groups on the MOF linker (blue spheres representing amine groups) for modification by an organic reagent (blue acid chloride reagent). Depiction of coordinative PSM using a coordinating organic molecule (red acid reagent) to bind to the MOF SBU.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Top: illustrative schematic depicting the PSP synthesis of MOF–nylon\nmaterials. First, amine functional groups on the MOF are covalently\nbonded to diacyl chloride molecules through covalent PSM. Subsequently,\nthrough interfacial PSP, diamine is introduced resulting in polyamide\nchains growing and linking MOF particles. Bottom: illustrative schematic\ndepicting the synthesis of MOF–PTU hybrid materials. First,\na PSM step in which the −NCS groups on the MOF (red semicircles)\nundergo covalent PSM with an excess of amine-functionalized polymer\n(blue). Subsequently, through the introduction of a diisothiocyanate\nmolecule (red), chains of polymer are grown resulting in a monolithic\nMOF–PTU hybrid material.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"oc0c00690_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Top: illustrative schematic depicting the PSP synthesis of MOF-nylon materials. First, amine functional groups on the MOF are covalently bonded to diacyl chloride molecules through covalent PSM. Subsequently, through interfacial PSP, diamine is introduced resulting in polyamide chains growing and linking MOF particles. Bottom: illustrative schematic depicting the synthesis of MOF-PTU hybrid materials. First, a PSM step in which the -NCS groups on the MOF (red semicircles) undergo covalent PSM with an excess of amine-functionalized polymer (blue). Subsequently, through the introduction of a diisothiocyanate molecule (red), chains of polymer are grown resulting in a monolithic MOF-PTU hybrid material.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Illustrative\nschematic of the design of hierarchal MOF–polymer\nhybrid materials formed through covalent PSM linkages. First, using\na Zr<sup>4+</sup>-based MOF for nucleation, Cu-based MOF ligands and\nmetal salts are added forming a hetero-MOF structure. Similarly, the\nZr<sup>4+</sup>-Cu<sup>2+</sup>-MOF structure is used as a nucleation\nsite for the growth of a Zn<sup>2+</sup>-based MOF. Then, the Zn-MOF\nlinkers are polymerized through covalent PSM. Subsequently, the polymerized\nMOF assembly is treated with acid resulting in deterioration of the\nZn<sup>2+</sup>- and Cu<sup>2+</sup>-based MOFs resulting in a hierarchal\nMOF–polymer hybrid gel.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"oc0c00690_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Illustrative schematic of the design of hierarchal MOF-polymer hybrid materials formed through covalent PSM linkages. First, using a Zr4+-based MOF for nucleation, Cu-based MOF ligands and metal salts are added forming a hetero-MOF structure. Similarly, the Zr4+-Cu2+-MOF structure is used as a nucleation site for the growth of a Zn2+-based MOF. Then, the Zn-MOF linkers are polymerized through covalent PSM. Subsequently, the polymerized MOF assembly is treated with acid resulting in deterioration of the Zn2+- and Cu2+-based MOFs resulting in a hierarchal MOF-polymer hybrid gel.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Illustrative schematic for the design\nof MOF porous liquids. First,\ncoordinative PSM is used to tether a polymer to the MOF surface that\ncontains polymer initiator sites. Subsequently, polymer chains are\ngrafted from the MOF surface resulting in a porous liquid.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"oc0c00690_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Illustrative schematic for the design of MOF porous liquids. First, coordinative PSM is used to tether a polymer to the MOF surface that contains polymer initiator sites. Subsequently, polymer chains are grafted from the MOF surface resulting in a porous liquid.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Illustrative\nschematic for the synthesis of phospholipid MOFs.\nA phospholipid coordinative molecule is first linked at the MOF SBU.\nSubsequently, the favorable interactions at the MOF result in the\nformation of colloidally stable MOFs as a function of the hydrophobic\nlipid assembly.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"oc0c00690_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Illustrative schematic for the synthesis of phospholipid MOFs. A phospholipid coordinative molecule is first linked at the MOF SBU. Subsequently, the favorable interactions at the MOF result in the formation of colloidally stable MOFs as a function of the hydrophobic lipid assembly.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Scheme for the design of DNA-functionalized MOFs through\ncoordinative\nPSM. Single-stranded DNA with phosphate coordinating groups was tethered\nto the MOF via the SBUs. Subsequently, with the addition of AuNPs\nsurface coated with a complementary DNA strand, MOF particles are\nassembled around the AuNP as a function of the double helix formation.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"oc0c00690_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Scheme for the design of DNA-functionalized MOFs through coordinative PSM. Single-stranded DNA with phosphate coordinating groups was tethered to the MOF via the SBUs. Subsequently, with the addition of AuNPs surface coated with a complementary DNA strand, MOF particles are assembled around the AuNP as a function of the double helix formation.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscentsci.0c00690", "title": "\nPostsynthetic Modification:\nAn Enabling Technology\nfor the Advancement of Metal–Organic Frameworks\n", "journal": "American Chemical Society", "date": "2020.07", "author_list": ["Kalaj\nMark", "Cohen\nSeth M."]}}