{"filepath": "../L2M3_data/1_application_papers/acs_xml/oc0c01488.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["synthesis condition"], "content": "<p>Two-dimensional (2D) π-conjugated\nmetal–organic frameworks\n(πMOFs) are a new class of designer electronic materials that\nare porous and tunable through the constituent organic molecules and\nchoice of metal ions. Unlike typical MOFs, 2D πMOFs exhibit\nhigh conductivity mediated by delocalized π-electrons and have\npromising applications in a range of electrical devices as well as\nexotic physical properties. Here, we develop a growth method that\ngenerates single-crystal plates with lateral dimensions exceeding\n10 μm, orders of magnitude bigger than previous methods. Synthesis\nof large single crystals eliminates a significant impediment to the\nfundamental characterization of the materials, allowing determination\nof the intrinsic conductivity and mobility along the 2D plane of πMOFs.\nA representative 2D πMOF, Ni-CAT-1, exhibits a conductivity\nof up to 2 S/cm, and Hall measurement reveals the origin of the high\nconductivity. Characterization of crystalline 2D πMOFs creates\nthe foundation for developing electronic applications of this promising\nand highly diverse class of materials.</p>", "clean_text": "Two-dimensional (2D) π-conjugated metal-organic frameworks (πMOFs) are a new class of designer electronic materials that are porous and tunable through the constituent organic molecules and choice of metal ions. Unlike typical MOFs, 2D πMOFs exhibit high conductivity mediated by delocalized π-electrons and have promising applications in a range of electrical devices as well as exotic physical properties. Here, we develop a growth method that generates single-crystal plates with lateral dimensions exceeding 10 μm, orders of magnitude bigger than previous methods. Synthesis of large single crystals eliminates a significant impediment to the fundamental characterization of the materials, allowing determination of the intrinsic conductivity and mobility along the 2D plane of πMOFs. A representative 2D πMOF, Ni-CAT-1, exhibits a conductivity of up to 2 S/cm, and Hall measurement reveals the origin of the high conductivity. Characterization of crystalline 2D πMOFs creates the foundation for developing electronic applications of this promising and highly diverse class of materials.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A new growth\nmethod that generates the first large planar\ncrystals of 2D conductive metal−organic frameworks enables\nelectrical characterization along the 2D plane.</p><title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are porous materials with\na customizable crystalline structure that can be designed from building\nblocks of organic molecules and metal ions. They are typically\ninsulators, but two-dimensional (2D) π-conjugated MOFs (πMOFs)\ncan exhibit high electrical conductivity, making them good candidates\nfor a range of electrical devices. Similar to other 2D electronic\nmaterials such as graphene, 2D πMOFs exhibit π-conjugation\nin the basal plane, with neighboring layers associated more loosely\nthrough van der Waals forces along the <italic>c</italic> axis. Numerous\ntheoretical calculations have suggested that some of these 2D πMOFs\nshould exhibit exotic electronic properties arising from topologically\nnontrivial band structures. This potentially new physics has\nsparked additional interest in this novel class of electronic materials\nand has inspired the synthesis of various 2D πMOFs. Nevertheless, a major bottleneck toward exploring such properties\nhas been crystal growth, especially within the basal plane where intrinsic\nhigh conductivity is expected. Because of limitations in the available\ncrystal size of 2D πMOFs, conventional electrical characterization\nincluding a Hall effect measurement of the basal plane has been technically\nchallenging. The typical basal plane domain size afforded by conventional\ncrystal growth techniques has thus far been limited to less than 200\nnm, which is challenging for multiterminal device fabrication especially\ngiven the needle-like morphology. As such, one of the key challenges\npreventing a deeper understanding of the electronic properties of\nthese materials has been the growth of sufficiently large single crystals.</p>", "clean_text": "A new growth method that generates the first large planar crystals of 2D conductive metal-organic frameworks enables electrical characterization along the 2D plane.\n\nIntroduction\n\nMetal-organic frameworks (MOFs) are porous materials with a customizable crystalline structure that can be designed from building blocks of organic molecules and metal ions. They are typically insulators, but two-dimensional (2D) π-conjugated MOFs (πMOFs) can exhibit high electrical conductivity, making them good candidates for a range of electrical devices. Similar to other 2D electronic materials such as graphene, 2D πMOFs exhibit π-conjugation in the basal plane, with neighboring layers associated more loosely through van der Waals forces along the c axis. Numerous theoretical calculations have suggested that some of these 2D πMOFs should exhibit exotic electronic properties arising from topologically nontrivial band structures. This potentially new physics has sparked additional interest in this novel class of electronic materials and has inspired the synthesis of various 2D πMOFs. Nevertheless, a major bottleneck toward exploring such properties has been crystal growth, especially within the basal plane where intrinsic high conductivity is expected. Because of limitations in the available crystal size of 2D πMOFs, conventional electrical characterization including a Hall effect measurement of the basal plane has been technically challenging. The typical basal plane domain size afforded by conventional crystal growth techniques has thus far been limited to less than 200 nm, which is challenging for multiterminal device fabrication especially given the needle-like morphology. As such, one of the key challenges preventing a deeper understanding of the electronic properties of these materials has been the growth of sufficiently large single crystals.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Two methods are commonly used to synthesize 2D πMOFs for\nelectrical characterization: single-phase solution synthesis and liquid–liquid\ninterfacial synthesis. The former typically consists of homogeneous\nreactions carried out by dissolving and heating the constituent organic\nligands and metal salts in a solvent. The primary crystal growth direction\nis usually the <italic>c</italic> axis, yielding needle-shaped crystals\nwith very small cross sections in the basal plane. It has proven exceedingly difficult\nto increase the basal plane crystal cross-section through single-phase\nsolution growth. We hypothesize that the large reaction volume reduces\nthe collision probability of reactants and crystal nuclei. The reaction\nis further impeded as the small nuclei precipitate and become covered\nby other nuclei. Conversely, the challenge for the liquid–liquid\ninterfacial method is that the reaction occurs at the boundary of\nimmiscible solutions. Unlike in the single-phase method, liquid–liquid\ninterfacial reactions are performed at room temperature, or with marginal heating. Because the\nreaction temperature is a key parameter governing crystal growth kinetics,\nan insufficient supply of energy to the system often leads to limited\ncrystallinity. Other approaches, including layer-by-layer\napproaches, biphasic liquid–gas\ninterfacial methods, and vapor-induced\ngrowth have also been limited thus far\nto polycrystalline films with crystallites exhibiting small basal\nplane domains.</p>", "clean_text": "Two methods are commonly used to synthesize 2D πMOFs for electrical characterization: single-phase solution synthesis and liquid-liquid interfacial synthesis. The former typically consists of homogeneous reactions carried out by dissolving and heating the constituent organic ligands and metal salts in a solvent. The primary crystal growth direction is usually the c axis, yielding needle-shaped crystals with very small cross sections in the basal plane. It has proven exceedingly difficult to increase the basal plane crystal cross-section through single-phase solution growth. We hypothesize that the large reaction volume reduces the collision probability of reactants and crystal nuclei. The reaction is further impeded as the small nuclei precipitate and become covered by other nuclei. Conversely, the challenge for the liquid-liquid interfacial method is that the reaction occurs at the boundary of immiscible solutions. Unlike in the single-phase method, liquid-liquid interfacial reactions are performed at room temperature, or with marginal heating. Because the reaction temperature is a key parameter governing crystal growth kinetics, an insufficient supply of energy to the system often leads to limited crystallinity. Other approaches, including layer-by-layer approaches, biphasic liquid-gas interfacial methods, and vapor-induced growth have also been limited thus far to polycrystalline films with crystallites exhibiting small basal plane domains.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this work, we demonstrate the single-crystal\ngrowth of Ni-CAT-1.\nIt is one of the first reported 2D πMOFs, and it is based on a stable organic ligand in contrast\nto air-sensitive ligands adopted in more conductive 2D πMOFs. Hence this material is chosen\nas the testbed for a new growth technique for 2D πMOFs that\npromotes the growth of plate-shaped rather than needle-shaped single\ncrystals.</p>", "clean_text": "In this work, we demonstrate the single-crystal growth of Ni-CAT-1. It is one of the first reported 2D πMOFs, and it is based on a stable organic ligand in contrast to air-sensitive ligands adopted in more conductive 2D πMOFs. Hence this material is chosen as the testbed for a new growth technique for 2D πMOFs that promotes the growth of plate-shaped rather than needle-shaped single crystals.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The aim is to increase the rate\nof metal–ligand bond formation,\nleading to π–d conjugation, relative to the rate of layers\nstacking along the <italic>c</italic> axis. This is achieved by maintaining\nhigh concentrations of the reactants and a high temperature. We employ\na biphasic solution-solid approach shown in , wherein the organic ligand, here hexahydroxytriphenylene\n(HHTP), is deposited as a thin film on a silicon substrate by vacuum\nthermal evaporation. A planar molecular structure and strong hydrogen\nbonding act to align the HTTP molecules in\nthe plane of the silicon substrate, thereby defining the growth direction\nfor the 2D πMOF crystals. Indeed, an ellipsometric measurement\nof an HHTP film deposited on silicon demonstrates horizontal alignment.\nHHTP has higher polarizability along the molecular plane, and the\nmeasured ordinary refractive index exceeds the extraordinary index\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S1</ext-link>). The order parameter of the\nfilm is −0.22, which is typical for small molecules that exhibit\npreferential horizontal alignment after vacuum thermal evaporation. For reference, the measured order parameter\nis −0.5 if the molecules have perfect horizontal alignment\nand 0 if they are randomly oriented. Importantly,\nbecause essentially all organic ligands used to synthesize 2D πMOFs\nhave planar structures, thermal evaporation should afford similarly\nordered and oriented films with many such ligands.</p>", "clean_text": "Results and Discussion\n\nThe aim is to increase the rate of metal-ligand bond formation, leading to π-d conjugation, relative to the rate of layers stacking along the c axis. This is achieved by maintaining high concentrations of the reactants and a high temperature. We employ a biphasic solution-solid approach shown in , wherein the organic ligand, here hexahydroxytriphenylene (HHTP), is deposited as a thin film on a silicon substrate by vacuum thermal evaporation. A planar molecular structure and strong hydrogen bonding act to align the HTTP molecules in the plane of the silicon substrate, thereby defining the growth direction for the 2D πMOF crystals. Indeed, an ellipsometric measurement of an HHTP film deposited on silicon demonstrates horizontal alignment. HHTP has higher polarizability along the molecular plane, and the measured ordinary refractive index exceeds the extraordinary index (Figure S1). The order parameter of the film is -0.22, which is typical for small molecules that exhibit preferential horizontal alignment after vacuum thermal evaporation. For reference, the measured order parameter is -0.5 if the molecules have perfect horizontal alignment and 0 if they are randomly oriented. Importantly, because essentially all organic ligands used to synthesize 2D πMOFs have planar structures, thermal evaporation should afford similarly ordered and oriented films with many such ligands.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Schematic illustration\nof the solution-solid growth of 2D πMOFs.\nThe organic ligands are introduced in the solid phase and react with\nmetal ions that are dissolved in water. The dense and aligned organic\nmolecules increase the basal-plane growth rate. The high reaction\ntemperature accelerates the reaction rate and ensures high crystallinity.\nThe small volume and high aspect ratio of the reaction solution facilitate\nplanar crystal growth. (B) MOF layer structure of Ni-CAT-1. (C) Schematic\nof the growth method. HHTP film is grown by vacuum thermal evaporation,\nand Ni­(OAc)<sub>2</sub> is drop-cast on a separate substrate. The\ntwo substrates are pressed together so that the two reactants are\nopposite each other. Teflon-coated magnets are used to press the two\nsubstrates with a pressure of 50 kPa at room temperature. The ensemble\nis placed in water and heated at 95 °C. Typical growth conditions\nare from 40 nm-thick film of HHTP, a drop-cast film of Ni­(OAc)<sub>2</sub> from 20 μL of 10 mM methanol solution, and a reaction\ntime of 12 h.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"oc0c01488_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) Schematic illustration of the solution-solid growth of 2D πMOFs. The organic ligands are introduced in the solid phase and react with metal ions that are dissolved in water. The dense and aligned organic molecules increase the basal-plane growth rate. The high reaction temperature accelerates the reaction rate and ensures high crystallinity. The small volume and high aspect ratio of the reaction solution facilitate planar crystal growth. (B) MOF layer structure of Ni-CAT-1. (C) Schematic of the growth method. HHTP film is grown by vacuum thermal evaporation, and Ni(OAc)2 is drop-cast on a separate substrate. The two substrates are pressed together so that the two reactants are opposite each other. Teflon-coated magnets are used to press the two substrates with a pressure of 50 kPa at room temperature. The ensemble is placed in water and heated at 95 °C. Typical growth conditions are from 40 nm-thick film of HHTP, a drop-cast film of Ni(OAc)2 from 20 μL of 10 mM methanol solution, and a reaction time of 12 h.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Another key aspect of our growth\nmethod is to confine the reaction\nvolume to a very thin layer between substrates tightly held together\nby magnets, one in contact with a substrate for the ligand film, the\nother in contact with a substrate for a solid film of the metal salt\nprecursor. The entire assembly is immersed in a solvent and heated\nto an appropriate temperature (C). This configuration provides several key advantages:\n(1) it allows only a very small thin layer of solvent to be present\nduring the reaction; (2) the limited solvent exposure in the thin\nlayer maintains HHTP largely in the solid phase; and (3) the magnet\nassembly minimizes crystal growth in the <italic>c</italic> direction\nbut allows essentially unimpeded growth in the basal plane. For our\ntestbed material Ni-CAT-1, an oriented film of HHTP is placed in contact\nwith a solid film dropcast from a solution of nickel acetate, Ni­(OAc)<sub>2</sub>. The two films, both deposited on silicon covered by a thin\nlayer of SiO<sub>2</sub>, are squeezed between two commercial neodymium\ncoin magnets and heated in water at 95 °C (C). The narrow space (less than 1 μL;\nsee <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">supplementary text</ext-link>) between the films\nof the two reactants permits small amounts of water between the metal\nand organic substrates. Because of the poor solubility of HHTP in\nwater (0.2 g/L at 95 °C), the 40 nm film of HHTP remains largely\nsolid, whereas Ni­(OAc)<sub>2</sub> dissolves. Consequently, MOF nuclei\ncan form on the HHTP film, growing rapidly in the high concentration\nof aligned HHTP molecules. Since MOF crystals are porous, we speculate\nthat the metal ions can easily penetrate the HHTP layer as the reaction\nproceeds. We confirm the persistence of a solid film of HHTP in water\nwhen confined between two substrates in the absence of nickel acetate\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S2</ext-link>): when the HHTP film is not\ncovered with another substrate, it dissolves rapidly in water.</p>", "clean_text": "Another key aspect of our growth method is to confine the reaction volume to a very thin layer between substrates tightly held together by magnets, one in contact with a substrate for the ligand film, the other in contact with a substrate for a solid film of the metal salt precursor. The entire assembly is immersed in a solvent and heated to an appropriate temperature (C). This configuration provides several key advantages: (1) it allows only a very small thin layer of solvent to be present during the reaction; (2) the limited solvent exposure in the thin layer maintains HHTP largely in the solid phase; and (3) the magnet assembly minimizes crystal growth in the c direction but allows essentially unimpeded growth in the basal plane. For our testbed material Ni-CAT-1, an oriented film of HHTP is placed in contact with a solid film dropcast from a solution of nickel acetate, Ni(OAc)2. The two films, both deposited on silicon covered by a thin layer of SiO2, are squeezed between two commercial neodymium coin magnets and heated in water at 95 °C (C). The narrow space (less than 1 μL; see supplementary text) between the films of the two reactants permits small amounts of water between the metal and organic substrates. Because of the poor solubility of HHTP in water (0.2 g/L at 95 °C), the 40 nm film of HHTP remains largely solid, whereas Ni(OAc)2 dissolves. Consequently, MOF nuclei can form on the HHTP film, growing rapidly in the high concentration of aligned HHTP molecules. Since MOF crystals are porous, we speculate that the metal ions can easily penetrate the HHTP layer as the reaction proceeds. We confirm the persistence of a solid film of HHTP in water when confined between two substrates in the absence of nickel acetate (Figure S2): when the HHTP film is not covered with another substrate, it dissolves rapidly in water.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Optical microscope and scanning electron microscope (SEM) images\nof typical single-crystal plates of Ni-CAT-1 grown by the method described\nabove are shown in . The morphology of these crystals strongly contrasts with\npreviously reported Ni-CAT-1 needle-shaped crystals. The lateral dimension\nof the solution-solid grown crystals is more than 2 orders of magnitude\nlarger than the needle-shaped ones. After allowing\nthe reaction to proceed for 1 h, part of the HHTP film is converted\nto MOF crystal plates due to the solution-solid growth as shown in A. When we varied\nthe reaction time from 30 min to 12 h, SEM images suggested increased\ncrystallinity with longer reaction time (A,B, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">S3</ext-link>). This\nindicates the reaction is reversible, allowing multiple nuclei to\nmerge and/or allowing for error correction during crystal growth.\nTo test the effect of horizontal alignment of the HHTP precursor,\nwe repeated the process with a drop-cast polycrystalline film of HHTP\nwith random crystallite orientation. The drop-cast HHTP generates\ncrystals with small grains, and a greater fraction of out-of-plane\ncrystal growth is observed compared with the crystals grown from the\nevaporated HHTP (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S4</ext-link>). Furthermore,\nusing a “good” solvent for HHTP, that is, a solvent\nthat solubilizes HHTP readily such as a water-dimethylformamide (30%)\nmixture, large rod-shape crystals were generated because this solvent\nmixture dissolved the entire HHTP film, which is no longer oriented\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S5</ext-link>). Finally, a systematic increase\nof the reaction space between the magnets by increasing the diameter\nof dispersed microspheres from Ø 4 to 49 μm produced crystals\nwith a morphology that varied from plate-like to needle-like (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S6</ext-link>). These series of experiments attest\nto the critical role of a solid, oriented film of HHTP as a precursor.\nNote that the solution-solid growth method also generates some rod-shape\ncrystals and polycrystals (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S7</ext-link>).\nWe speculate that the different morphologies are caused by variation\nin the local concentration of nickel acetate from the drop-casting\nand wetting process. Residual HHTP dissolved in water can initiate\nconventional single-phase solution growth that generates rod-shaped\ncrystals.</p>", "clean_text": "Optical microscope and scanning electron microscope (SEM) images of typical single-crystal plates of Ni-CAT-1 grown by the method described above are shown in . The morphology of these crystals strongly contrasts with previously reported Ni-CAT-1 needle-shaped crystals. The lateral dimension of the solution-solid grown crystals is more than 2 orders of magnitude larger than the needle-shaped ones. After allowing the reaction to proceed for 1 h, part of the HHTP film is converted to MOF crystal plates due to the solution-solid growth as shown in A. When we varied the reaction time from 30 min to 12 h, SEM images suggested increased crystallinity with longer reaction time (A,B, S3). This indicates the reaction is reversible, allowing multiple nuclei to merge and/or allowing for error correction during crystal growth. To test the effect of horizontal alignment of the HHTP precursor, we repeated the process with a drop-cast polycrystalline film of HHTP with random crystallite orientation. The drop-cast HHTP generates crystals with small grains, and a greater fraction of out-of-plane crystal growth is observed compared with the crystals grown from the evaporated HHTP (Figure S4). Furthermore, using a \"good\" solvent for HHTP, that is, a solvent that solubilizes HHTP readily such as a water-dimethylformamide (30%) mixture, large rod-shape crystals were generated because this solvent mixture dissolved the entire HHTP film, which is no longer oriented (Figure S5). Finally, a systematic increase of the reaction space between the magnets by increasing the diameter of dispersed microspheres from Ø 4 to 49 μm produced crystals with a morphology that varied from plate-like to needle-like (Figure S6). These series of experiments attest to the critical role of a solid, oriented film of HHTP as a precursor. Note that the solution-solid growth method also generates some rod-shape crystals and polycrystals (Figure S7). We speculate that the different morphologies are caused by variation in the local concentration of nickel acetate from the drop-casting and wetting process. Residual HHTP dissolved in water can initiate conventional single-phase solution growth that generates rod-shaped crystals.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Single-crystal plates of Ni-CAT-1. (A) SEM image of Ni-CAT-1 crystals\nafter a reaction time of 1 h. (B) SEM image of crystals grown after\n12 h. No residual HHTP is observed surrounding the Ni-CAT-1 crystals,\nand the sharp edges and corners indicate increased crystallinity.\n(C,D) Optical microscope images of the crystal plates on a Si/SiO<sub>2</sub> substrate. (E) Thickness profile of the crystal grown from\n40 nm of HHTP. The thickness can be varied by adjusting reaction conditions\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S8</ext-link>).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"oc0c01488_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Single-crystal plates of Ni-CAT-1. (A) SEM image of Ni-CAT-1 crystals after a reaction time of 1 h. (B) SEM image of crystals grown after 12 h. No residual HHTP is observed surrounding the Ni-CAT-1 crystals, and the sharp edges and corners indicate increased crystallinity. (C,D) Optical microscope images of the crystal plates on a Si/SiO2 substrate. (E) Thickness profile of the crystal grown from 40 nm of HHTP. The thickness can be varied by adjusting reaction conditions (Figure S8).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Transmission electron microscopy (TEM), energy dispersive spectroscopy\n(EDS), and Fourier-transform infrared spectroscopy (FT-IR) confirmed\nthe identity and integrity of the single-crystal plates, as shown\nin . A TEM\nimage of one corner of a crystal plate is shown in A. The large crystal has a\nuniform hexagonal structure. The fast Fourier transform (FFT) of the\nimage confirms single-crystallinity and gives a lattice parameter\nof 2.1 nm, which is consistent with the powder X-ray diffraction (PXRD)\ndata (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S9</ext-link>). The EDS elemental maps\ndemonstrate a uniform distribution of nickel and carbon with a Ni:C\nratio of 1:12, in agreement with the stoichiometry of Ni-CAT-1 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S10</ext-link>). FTIR further confirms the identity\nof the crystals, with the vibrational bands of Ni-CAT-1 single crystals\noverlapping those observed for powder samples. The latter were independently\nverified as pure Ni-CAT-1 by PXRD. To\ncheck the applicability of the solution-solid growth, we changed nickel\nacetate to cobalt acetate under identical growth conditions, and planar\ncrystals of Co-CAT-1 were produced as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S17 and Figure S18</ext-link>.</p>", "clean_text": "Transmission electron microscopy (TEM), energy dispersive spectroscopy (EDS), and Fourier-transform infrared spectroscopy (FT-IR) confirmed the identity and integrity of the single-crystal plates, as shown in . A TEM image of one corner of a crystal plate is shown in A. The large crystal has a uniform hexagonal structure. The fast Fourier transform (FFT) of the image confirms single-crystallinity and gives a lattice parameter of 2.1 nm, which is consistent with the powder X-ray diffraction (PXRD) data (Figure S9). The EDS elemental maps demonstrate a uniform distribution of nickel and carbon with a Ni:C ratio of 1:12, in agreement with the stoichiometry of Ni-CAT-1 (Figure S10). FTIR further confirms the identity of the crystals, with the vibrational bands of Ni-CAT-1 single crystals overlapping those observed for powder samples. The latter were independently verified as pure Ni-CAT-1 by PXRD. To check the applicability of the solution-solid growth, we changed nickel acetate to cobalt acetate under identical growth conditions, and planar crystals of Co-CAT-1 were produced as shown in Figure S17 and Figure S18.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Characterization of the 2D πMOF\ncrystals. (A) Low-magnification\nbright-field TEM image of a Ni-CAT-1 crystal. Because of the large\nunit cell of the MOF, the lattice is visible at this low magnification,\nwith its expected uniform hexagonal structure. A hexagonal vertex\nof a single crystal is clearly visible in the bottom right corner.\nInset: The corresponding Fourier transform image confirms a lattice\nspacing of 2.1 nm. (B) High-magnification bright-field TEM image superimposed\nwith a generated crystal structure of Ni-CAT-1. (C) Elemental mapping\nof the crystals by EDS, showing a uniform distribution of nickel and\ncarbon. The strong oxygen background signal is due to the SiO<sub>2</sub> substrate. The elemental analysis is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S10</ext-link>. (D) IR spectrum of powder and single\ncrystal Ni-CAT-1, confirming similar vibrational features. The identity\nof Ni-CAT-1 powder was confirmed by PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S9</ext-link>).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"oc0c01488_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Characterization of the 2D πMOF crystals. (A) Low-magnification bright-field TEM image of a Ni-CAT-1 crystal. Because of the large unit cell of the MOF, the lattice is visible at this low magnification, with its expected uniform hexagonal structure. A hexagonal vertex of a single crystal is clearly visible in the bottom right corner. Inset: The corresponding Fourier transform image confirms a lattice spacing of 2.1 nm. (B) High-magnification bright-field TEM image superimposed with a generated crystal structure of Ni-CAT-1. (C) Elemental mapping of the crystals by EDS, showing a uniform distribution of nickel and carbon. The strong oxygen background signal is due to the SiO2 substrate. The elemental analysis is shown in Figure S10. (D) IR spectrum of powder and single crystal Ni-CAT-1, confirming similar vibrational features. The identity of Ni-CAT-1 powder was confirmed by PXRD (Figure S9).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>The large single crystals of Ni-CAT-1\npermit measurements of the\nbasal plane's electrical properties in 2D πMOFs. To minimize\ndamage to the 2D πMOFs during device fabrication, we placed\nfour electrical contacts using a stencil mask technique rather than\nconventional electron beam lithography. The stencil mask avoids electron\nbeam resist coating, baking, and direct electron-beam exposure. Details\nof the sample fabrication techniques and conductivities are given\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Supporting Information</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S11</ext-link>. Conventional 4-probe pressed pellet\nsamples provided important comparisons with the single crystal devices.\nWe find that the peak basal-plane single-crystal electrical conductivity\nof the Ni-CAT-1 crystals is 2 S/cm, with an average of 0.8 S/cm and\na standard deviation of 0.7 S/cm, whereas the conductivity of a polycrystalline\npressed-pellet sample is 3.6 × 10<sup>–3</sup> S/cm, similar\nto two previously reported values. In other words,\nthe conductivity of a polycrystalline pressed pellet of Ni-CAT-1 is\nlower by more than 2 orders of magnitude than that of the single crystals\nas may be expected given the grain boundaries and contributions from\nthe out-of-plane transport. The conductivity along the <italic>c</italic> axis is estimated at 1 × 10<sup>–4</sup> S/cm from a\ntwo probe device (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S12</ext-link>). The presence\nof traps at grain boundaries is further confirmed by a temperature-dependent\nconductivity study (A). The Arrhenius behavior of the temperature-dependent conductivity\nyields an activation energy of 0.09 eV for the single crystal, and\n0.14 eV for the pressed pellet devices.</p>", "clean_text": "The large single crystals of Ni-CAT-1 permit measurements of the basal plane's electrical properties in 2D πMOFs. To minimize damage to the 2D πMOFs during device fabrication, we placed four electrical contacts using a stencil mask technique rather than conventional electron beam lithography. The stencil mask avoids electron beam resist coating, baking, and direct electron-beam exposure. Details of the sample fabrication techniques and conductivities are given in the Supporting Information and Figure S11. Conventional 4-probe pressed pellet samples provided important comparisons with the single crystal devices. We find that the peak basal-plane single-crystal electrical conductivity of the Ni-CAT-1 crystals is 2 S/cm, with an average of 0.8 S/cm and a standard deviation of 0.7 S/cm, whereas the conductivity of a polycrystalline pressed-pellet sample is 3.6 × 10-3 S/cm, similar to two previously reported values. In other words, the conductivity of a polycrystalline pressed pellet of Ni-CAT-1 is lower by more than 2 orders of magnitude than that of the single crystals as may be expected given the grain boundaries and contributions from the out-of-plane transport. The conductivity along the c axis is estimated at 1 × 10-4 S/cm from a two probe device (Figure S12). The presence of traps at grain boundaries is further confirmed by a temperature-dependent conductivity study (A). The Arrhenius behavior of the temperature-dependent conductivity yields an activation energy of 0.09 eV for the single crystal, and 0.14 eV for the pressed pellet devices.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Electrical properties\nof Ni-CAT-1. (A) Temperature dependence of\nelectrical conductivity along the basal plane of a single crystal\nand of a pressed pellet. Inset: optical microscope images of single-crystal\nand pressed-pellet devices. (B and C) Current–voltage (<italic>I</italic>–<italic>V</italic>) curves of 2-probe (B) and 4-probe\n(C) measurements on a single crystal. (D) Temperature dependence of\n2-probe and 4-probe resistance. (E) <italic>I</italic>–<italic>V</italic> characteristics of Hall measurement at room temperature\nand 1 T. (F) Hall resistance (R<sub>\n<italic>xy</italic>\n</sub>, blue\ncircle) as a function of time, while the magnetic field (B, red line)\nis slowly swept between −1 and 1 T. The Hall resistance is\ndetermined from the slope of <italic>I</italic>–<italic>V</italic> curve in (E) and subtracting magnetic-field independent offset (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S14</ext-link>). (G) Mean Hall resistances as a function\nof the magnetic field. The Hall coefficient is −0.46 ±\n0.14 cm<sup>3</sup>/C, indicating that the high conductivity of Ni-CAT-1\noriginates from a high carrier density. Error bars are the standard\nerror of the mean.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"oc0c01488_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Electrical properties of Ni-CAT-1. (A) Temperature dependence of electrical conductivity along the basal plane of a single crystal and of a pressed pellet. Inset: optical microscope images of single-crystal and pressed-pellet devices. (B and C) Current-voltage (I-V) curves of 2-probe (B) and 4-probe (C) measurements on a single crystal. (D) Temperature dependence of 2-probe and 4-probe resistance. (E) I-V characteristics of Hall measurement at room temperature and 1 T. (F) Hall resistance (R xy , blue circle) as a function of time, while the magnetic field (B, red line) is slowly swept between -1 and 1 T. The Hall resistance is determined from the slope of I-V curve in (E) and subtracting magnetic-field independent offset (Figure S14). (G) Mean Hall resistances as a function of the magnetic field. The Hall coefficient is -0.46 ± 0.14 cm3/C, indicating that the high conductivity of Ni-CAT-1 originates from a high carrier density. Error bars are the standard error of the mean.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>A Hall measurement on\na single crystal device of Ni-CAT-1 provides\nunique insight into the nature of in-plane electrical transport in\n2D πMOFs. The Hall coefficient obtained from fitting the data\nin G, (−0.46\n± 0.14) cm<sup>3</sup>/C, is relatively small, suggesting that\nthe origin of the high conductivity in this particular material is\na high carrier concentration rather than fast carrier transport. The\nthermally activated conductivity indicates Ni-CAT-1 is a semiconductor.\nIt may intrinsically possess high densities of electrons and holes\nat room temperature given its small bandgap of 0.2 eV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S13</ext-link>). However, assuming <italic>n</italic>-type behavior, consistent with the sign of the Hall coefficient,\ngives an electron density of (−1.4 ± 0.42) × 10<sup>19</sup> cm<sup>–3</sup>, which corresponds to 1% of the HHTP-site\ndensity, and a corresponding electron mobility of (0.16 ± 0.049)\ncm<sup>2</sup>/V·sec; see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">supplementary Table 1</ext-link> for representative comparisons with other electronic materials.\nWhereas the single crystals of Ni-CAT-1 generate a distinct Hall effect,\nwe were unable to measure the Hall effect in pressed pellet samples\ndue to suppression of the charge carrier mobility by grain boundaries.\nRecalling that the pressed pellet samples also exhibited nearly 3\norders of magnitude decrease in conductivity, these measurements provide\nan important direct assessment of charge carrier densities in 2D πMOFs\nand confirm that the single crystal samples exhibit significantly\nsuperior electronic properties overall.</p>", "clean_text": "A Hall measurement on a single crystal device of Ni-CAT-1 provides unique insight into the nature of in-plane electrical transport in 2D πMOFs. The Hall coefficient obtained from fitting the data in G, (-0.46 ± 0.14) cm3/C, is relatively small, suggesting that the origin of the high conductivity in this particular material is a high carrier concentration rather than fast carrier transport. The thermally activated conductivity indicates Ni-CAT-1 is a semiconductor. It may intrinsically possess high densities of electrons and holes at room temperature given its small bandgap of 0.2 eV (Figure S13). However, assuming n-type behavior, consistent with the sign of the Hall coefficient, gives an electron density of (-1.4 ± 0.42) × 1019 cm-3, which corresponds to 1% of the HHTP-site density, and a corresponding electron mobility of (0.16 ± 0.049) cm2/V⋅sec; see supplementary Table 1 for representative comparisons with other electronic materials. Whereas the single crystals of Ni-CAT-1 generate a distinct Hall effect, we were unable to measure the Hall effect in pressed pellet samples due to suppression of the charge carrier mobility by grain boundaries. Recalling that the pressed pellet samples also exhibited nearly 3 orders of magnitude decrease in conductivity, these measurements provide an important direct assessment of charge carrier densities in 2D πMOFs and confirm that the single crystal samples exhibit significantly superior electronic properties overall.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Biphasic solution-solid\ngrowth of large planar single crystals\nof Ni-CAT-1 allow characterization of its intrinsic electronic properties\nalong the 2D plane. Based on these promising results, we further anticipate\nthat application of this growth technique will enhance the performance\nof other, highly conductive 2D πMOFs. Future study of single-crystal 2D πMOFs\nshould clarify fundamental structure–property relationships\nand allow measurement of intrinsic electronic and topologically protected\nproperties.</p>", "clean_text": "Biphasic solution-solid growth of large planar single crystals of Ni-CAT-1 allow characterization of its intrinsic electronic properties along the 2D plane. Based on these promising results, we further anticipate that application of this growth technique will enhance the performance of other, highly conductive 2D πMOFs. Future study of single-crystal 2D πMOFs should clarify fundamental structure-property relationships and allow measurement of intrinsic electronic and topologically protected properties.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acscentsci.0c01488?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acscentsci.0c01488</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials and Methods,\nSupplementary Text, Figures S1\nto S20, Tables S1 and S2 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Materials and Methods,\nSupplementary Text, Figures S1\nto S20, Tables S1 and S2 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">PDF</ext-link>)</p><p>Y.H.:\nDepartment of Materials Science and NanoEngineering, Rice\nUniversity, Houston, Texas 76798, United States</p><p>D.-G.H. and\nM.A.B. conceived the project. D.-G.H. developed the growth method\nand characterized the material. D.-G.H., M.R., and S.A.S. made single-crystal\ndevices. D.-G.H. and L.S.X. made and characterized pressed-pellet\ndevices. D.-G.H. and M.R. measured electrical properties. D.-G.H.\nand Y.H. measured TEM. R.W.D. made and characterized devices for the\nout-of-plane conductivity. B.J.M. contributed to analysis. D.A.M.\nsupervised TEM measurement. P.K. supervised electrical characterization.\nJ.K., M.D., and M.A.B. supervised the growth and characterization\nof the material. All authors discussed the results and commented on\nthe manuscript.</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acscentsci.0c01488.  Materials and Methods, Supplementary Text, Figures S1 to S20, Tables S1 and S2 (PDF)   \n\nMaterials and Methods, Supplementary Text, Figures S1 to S20, Tables S1 and S2 (PDF)\n\nY.H.: Department of Materials Science and NanoEngineering, Rice University, Houston, Texas 76798, United States\n\nD.-G.H. and M.A.B. conceived the project. D.-G.H. developed the growth method and characterized the material. D.-G.H., M.R., and S.A.S. made single-crystal devices. D.-G.H. and L.S.X. made and characterized pressed-pellet devices. D.-G.H. and M.R. measured electrical properties. D.-G.H. and Y.H. measured TEM. R.W.D. made and characterized devices for the out-of-plane conductivity. B.J.M. contributed to analysis. D.A.M. supervised TEM measurement. P.K. supervised electrical characterization. J.K., M.D., and M.A.B. supervised the growth and characterization of the material. All authors discussed the results and commented on the manuscript.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 1, "type": "text", "classification": "synthesis condition", "content": "<p>Two-dimensional (2D) π-conjugated\nmetal–organic frameworks\n(πMOFs) are a new class of designer electronic materials that\nare porous and tunable through the constituent organic molecules and\nchoice of metal ions. Unlike typical MOFs, 2D πMOFs exhibit\nhigh conductivity mediated by delocalized π-electrons and have\npromising applications in a range of electrical devices as well as\nexotic physical properties. Here, we develop a growth method that\ngenerates single-crystal plates with lateral dimensions exceeding\n10 μm, orders of magnitude bigger than previous methods. Synthesis\nof large single crystals eliminates a significant impediment to the\nfundamental characterization of the materials, allowing determination\nof the intrinsic conductivity and mobility along the 2D plane of πMOFs.\nA representative 2D πMOF, Ni-CAT-1, exhibits a conductivity\nof up to 2 S/cm, and Hall measurement reveals the origin of the high\nconductivity. Characterization of crystalline 2D πMOFs creates\nthe foundation for developing electronic applications of this promising\nand highly diverse class of materials.</p>", "clean_text": "Two-dimensional (2D) π-conjugated metal-organic frameworks (πMOFs) are a new class of designer electronic materials that are porous and tunable through the constituent organic molecules and choice of metal ions. Unlike typical MOFs, 2D πMOFs exhibit high conductivity mediated by delocalized π-electrons and have promising applications in a range of electrical devices as well as exotic physical properties. Here, we develop a growth method that generates single-crystal plates with lateral dimensions exceeding 10 μm, orders of magnitude bigger than previous methods. Synthesis of large single crystals eliminates a significant impediment to the fundamental characterization of the materials, allowing determination of the intrinsic conductivity and mobility along the 2D plane of πMOFs. A representative 2D πMOF, Ni-CAT-1, exhibits a conductivity of up to 2 S/cm, and Hall measurement reveals the origin of the high conductivity. Characterization of crystalline 2D πMOFs creates the foundation for developing electronic applications of this promising and highly diverse class of materials.", "data": [{"meta": {}, "processes": [], "yield": "", "other properties": []}], "include_properties": []}, {"idx": "12, 14", "type": "text", "classification": "property", "content": "<p>The large single crystals of Ni-CAT-1\npermit measurements of the\nbasal plane's electrical properties in 2D πMOFs. To minimize\ndamage to the 2D πMOFs during device fabrication, we placed\nfour electrical contacts using a stencil mask technique rather than\nconventional electron beam lithography. The stencil mask avoids electron\nbeam resist coating, baking, and direct electron-beam exposure. Details\nof the sample fabrication techniques and conductivities are given\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Supporting Information</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S11</ext-link>. Conventional 4-probe pressed pellet\nsamples provided important comparisons with the single crystal devices.\nWe find that the peak basal-plane single-crystal electrical conductivity\nof the Ni-CAT-1 crystals is 2 S/cm, with an average of 0.8 S/cm and\na standard deviation of 0.7 S/cm, whereas the conductivity of a polycrystalline\npressed-pellet sample is 3.6 × 10<sup>–3</sup> S/cm, similar\nto two previously reported values. In other words,\nthe conductivity of a polycrystalline pressed pellet of Ni-CAT-1 is\nlower by more than 2 orders of magnitude than that of the single crystals\nas may be expected given the grain boundaries and contributions from\nthe out-of-plane transport. The conductivity along the <italic>c</italic> axis is estimated at 1 × 10<sup>–4</sup> S/cm from a\ntwo probe device (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S12</ext-link>). The presence\nof traps at grain boundaries is further confirmed by a temperature-dependent\nconductivity study (A). The Arrhenius behavior of the temperature-dependent conductivity\nyields an activation energy of 0.09 eV for the single crystal, and\n0.14 eV for the pressed pellet devices.</p><p>A Hall measurement on\na single crystal device of Ni-CAT-1 provides\nunique insight into the nature of in-plane electrical transport in\n2D πMOFs. The Hall coefficient obtained from fitting the data\nin G, (−0.46\n± 0.14) cm<sup>3</sup>/C, is relatively small, suggesting that\nthe origin of the high conductivity in this particular material is\na high carrier concentration rather than fast carrier transport. The\nthermally activated conductivity indicates Ni-CAT-1 is a semiconductor.\nIt may intrinsically possess high densities of electrons and holes\nat room temperature given its small bandgap of 0.2 eV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S13</ext-link>). However, assuming <italic>n</italic>-type behavior, consistent with the sign of the Hall coefficient,\ngives an electron density of (−1.4 ± 0.42) × 10<sup>19</sup> cm<sup>–3</sup>, which corresponds to 1% of the HHTP-site\ndensity, and a corresponding electron mobility of (0.16 ± 0.049)\ncm<sup>2</sup>/V·sec; see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">supplementary Table 1</ext-link> for representative comparisons with other electronic materials.\nWhereas the single crystals of Ni-CAT-1 generate a distinct Hall effect,\nwe were unable to measure the Hall effect in pressed pellet samples\ndue to suppression of the charge carrier mobility by grain boundaries.\nRecalling that the pressed pellet samples also exhibited nearly 3\norders of magnitude decrease in conductivity, these measurements provide\nan important direct assessment of charge carrier densities in 2D πMOFs\nand confirm that the single crystal samples exhibit significantly\nsuperior electronic properties overall.</p>", "clean_text": "The large single crystals of Ni-CAT-1 permit measurements of the basal plane's electrical properties in 2D πMOFs. To minimize damage to the 2D πMOFs during device fabrication, we placed four electrical contacts using a stencil mask technique rather than conventional electron beam lithography. The stencil mask avoids electron beam resist coating, baking, and direct electron-beam exposure. Details of the sample fabrication techniques and conductivities are given in the Supporting Information and Figure S11. Conventional 4-probe pressed pellet samples provided important comparisons with the single crystal devices. We find that the peak basal-plane single-crystal electrical conductivity of the Ni-CAT-1 crystals is 2 S/cm, with an average of 0.8 S/cm and a standard deviation of 0.7 S/cm, whereas the conductivity of a polycrystalline pressed-pellet sample is 3.6 × 10-3 S/cm, similar to two previously reported values. In other words, the conductivity of a polycrystalline pressed pellet of Ni-CAT-1 is lower by more than 2 orders of magnitude than that of the single crystals as may be expected given the grain boundaries and contributions from the out-of-plane transport. The conductivity along the c axis is estimated at 1 × 10-4 S/cm from a two probe device (Figure S12). The presence of traps at grain boundaries is further confirmed by a temperature-dependent conductivity study (A). The Arrhenius behavior of the temperature-dependent conductivity yields an activation energy of 0.09 eV for the single crystal, and 0.14 eV for the pressed pellet devices.\n\nA Hall measurement on a single crystal device of Ni-CAT-1 provides unique insight into the nature of in-plane electrical transport in 2D πMOFs. The Hall coefficient obtained from fitting the data in G, (-0.46 ± 0.14) cm3/C, is relatively small, suggesting that the origin of the high conductivity in this particular material is a high carrier concentration rather than fast carrier transport. The thermally activated conductivity indicates Ni-CAT-1 is a semiconductor. It may intrinsically possess high densities of electrons and holes at room temperature given its small bandgap of 0.2 eV (Figure S13). However, assuming n-type behavior, consistent with the sign of the Hall coefficient, gives an electron density of (-1.4 ± 0.42) × 1019 cm-3, which corresponds to 1% of the HHTP-site density, and a corresponding electron mobility of (0.16 ± 0.049) cm2/V⋅sec; see supplementary Table 1 for representative comparisons with other electronic materials. Whereas the single crystals of Ni-CAT-1 generate a distinct Hall effect, we were unable to measure the Hall effect in pressed pellet samples due to suppression of the charge carrier mobility by grain boundaries. Recalling that the pressed pellet samples also exhibited nearly 3 orders of magnitude decrease in conductivity, these measurements provide an important direct assessment of charge carrier densities in 2D πMOFs and confirm that the single crystal samples exhibit significantly superior electronic properties overall.", "data": [[{"meta": {"name": "Ni-CAT-1", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "peak basal-plane single-crystal electrical conductivity", "value": "2", "unit": "S/cm", "condition": ""}, {"property name": "average basal-plane single-crystal electrical conductivity", "value": "0.8", "unit": "S/cm", "condition": ""}, {"property name": "standard deviation of basal-plane single-crystal electrical conductivity", "value": "0.7", "unit": "S/cm", "condition": ""}, {"property name": "conductivity of polycrystalline pressed-pellet sample", "value": "3.6 × 10^–3", "unit": "S/cm", "condition": ""}, {"property name": "conductivity along the c axis", "value": "1 × 10^–4", "unit": "S/cm", "condition": ""}, {"property name": "activation energy of single crystal", "value": "0.09", "unit": "eV", "condition": ""}, {"property name": "activation energy of pressed pellet devices", "value": "0.14", "unit": "eV", "condition": ""}, {"property name": "Hall coefficient", "value": "−0.46 ± 0.14", "unit": "cm^3/C", "condition": ""}, {"property name": "electron density", "value": "(−1.4 ± 0.42) × 10^19", "unit": "cm^–3", "condition": ""}, {"property name": "electron mobility", "value": "(0.16 ± 0.049)", "unit": "cm^2/V·sec", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Schematic illustration\nof the solution-solid growth of 2D πMOFs.\nThe organic ligands are introduced in the solid phase and react with\nmetal ions that are dissolved in water. The dense and aligned organic\nmolecules increase the basal-plane growth rate. The high reaction\ntemperature accelerates the reaction rate and ensures high crystallinity.\nThe small volume and high aspect ratio of the reaction solution facilitate\nplanar crystal growth. (B) MOF layer structure of Ni-CAT-1. (C) Schematic\nof the growth method. HHTP film is grown by vacuum thermal evaporation,\nand Ni­(OAc)<sub>2</sub> is drop-cast on a separate substrate. The\ntwo substrates are pressed together so that the two reactants are\nopposite each other. Teflon-coated magnets are used to press the two\nsubstrates with a pressure of 50 kPa at room temperature. The ensemble\nis placed in water and heated at 95 °C. Typical growth conditions\nare from 40 nm-thick film of HHTP, a drop-cast film of Ni­(OAc)<sub>2</sub> from 20 μL of 10 mM methanol solution, and a reaction\ntime of 12 h.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"oc0c01488_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) Schematic illustration of the solution-solid growth of 2D πMOFs. The organic ligands are introduced in the solid phase and react with metal ions that are dissolved in water. The dense and aligned organic molecules increase the basal-plane growth rate. The high reaction temperature accelerates the reaction rate and ensures high crystallinity. The small volume and high aspect ratio of the reaction solution facilitate planar crystal growth. (B) MOF layer structure of Ni-CAT-1. (C) Schematic of the growth method. HHTP film is grown by vacuum thermal evaporation, and Ni(OAc)2 is drop-cast on a separate substrate. The two substrates are pressed together so that the two reactants are opposite each other. Teflon-coated magnets are used to press the two substrates with a pressure of 50 kPa at room temperature. The ensemble is placed in water and heated at 95 °C. Typical growth conditions are from 40 nm-thick film of HHTP, a drop-cast film of Ni(OAc)2 from 20 μL of 10 mM methanol solution, and a reaction time of 12 h.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Single-crystal plates of Ni-CAT-1. (A) SEM image of Ni-CAT-1 crystals\nafter a reaction time of 1 h. (B) SEM image of crystals grown after\n12 h. No residual HHTP is observed surrounding the Ni-CAT-1 crystals,\nand the sharp edges and corners indicate increased crystallinity.\n(C,D) Optical microscope images of the crystal plates on a Si/SiO<sub>2</sub> substrate. (E) Thickness profile of the crystal grown from\n40 nm of HHTP. The thickness can be varied by adjusting reaction conditions\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S8</ext-link>).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"oc0c01488_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Single-crystal plates of Ni-CAT-1. (A) SEM image of Ni-CAT-1 crystals after a reaction time of 1 h. (B) SEM image of crystals grown after 12 h. No residual HHTP is observed surrounding the Ni-CAT-1 crystals, and the sharp edges and corners indicate increased crystallinity. (C,D) Optical microscope images of the crystal plates on a Si/SiO2 substrate. (E) Thickness profile of the crystal grown from 40 nm of HHTP. The thickness can be varied by adjusting reaction conditions (Figure S8).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Characterization of the 2D πMOF\ncrystals. (A) Low-magnification\nbright-field TEM image of a Ni-CAT-1 crystal. Because of the large\nunit cell of the MOF, the lattice is visible at this low magnification,\nwith its expected uniform hexagonal structure. A hexagonal vertex\nof a single crystal is clearly visible in the bottom right corner.\nInset: The corresponding Fourier transform image confirms a lattice\nspacing of 2.1 nm. (B) High-magnification bright-field TEM image superimposed\nwith a generated crystal structure of Ni-CAT-1. (C) Elemental mapping\nof the crystals by EDS, showing a uniform distribution of nickel and\ncarbon. The strong oxygen background signal is due to the SiO<sub>2</sub> substrate. The elemental analysis is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S10</ext-link>. (D) IR spectrum of powder and single\ncrystal Ni-CAT-1, confirming similar vibrational features. The identity\nof Ni-CAT-1 powder was confirmed by PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S9</ext-link>).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"oc0c01488_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Characterization of the 2D πMOF crystals. (A) Low-magnification bright-field TEM image of a Ni-CAT-1 crystal. Because of the large unit cell of the MOF, the lattice is visible at this low magnification, with its expected uniform hexagonal structure. A hexagonal vertex of a single crystal is clearly visible in the bottom right corner. Inset: The corresponding Fourier transform image confirms a lattice spacing of 2.1 nm. (B) High-magnification bright-field TEM image superimposed with a generated crystal structure of Ni-CAT-1. (C) Elemental mapping of the crystals by EDS, showing a uniform distribution of nickel and carbon. The strong oxygen background signal is due to the SiO2 substrate. The elemental analysis is shown in Figure S10. (D) IR spectrum of powder and single crystal Ni-CAT-1, confirming similar vibrational features. The identity of Ni-CAT-1 powder was confirmed by PXRD (Figure S9).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Electrical properties\nof Ni-CAT-1. (A) Temperature dependence of\nelectrical conductivity along the basal plane of a single crystal\nand of a pressed pellet. Inset: optical microscope images of single-crystal\nand pressed-pellet devices. (B and C) Current–voltage (<italic>I</italic>–<italic>V</italic>) curves of 2-probe (B) and 4-probe\n(C) measurements on a single crystal. (D) Temperature dependence of\n2-probe and 4-probe resistance. (E) <italic>I</italic>–<italic>V</italic> characteristics of Hall measurement at room temperature\nand 1 T. (F) Hall resistance (R<sub>\n<italic>xy</italic>\n</sub>, blue\ncircle) as a function of time, while the magnetic field (B, red line)\nis slowly swept between −1 and 1 T. The Hall resistance is\ndetermined from the slope of <italic>I</italic>–<italic>V</italic> curve in (E) and subtracting magnetic-field independent offset (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.0c01488/suppl_file/oc0c01488_si_001.pdf\">Figure S14</ext-link>). (G) Mean Hall resistances as a function\nof the magnetic field. The Hall coefficient is −0.46 ±\n0.14 cm<sup>3</sup>/C, indicating that the high conductivity of Ni-CAT-1\noriginates from a high carrier density. Error bars are the standard\nerror of the mean.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"oc0c01488_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Electrical properties of Ni-CAT-1. (A) Temperature dependence of electrical conductivity along the basal plane of a single crystal and of a pressed pellet. Inset: optical microscope images of single-crystal and pressed-pellet devices. (B and C) Current-voltage (I-V) curves of 2-probe (B) and 4-probe (C) measurements on a single crystal. (D) Temperature dependence of 2-probe and 4-probe resistance. (E) I-V characteristics of Hall measurement at room temperature and 1 T. (F) Hall resistance (R xy , blue circle) as a function of time, while the magnetic field (B, red line) is slowly swept between -1 and 1 T. The Hall resistance is determined from the slope of I-V curve in (E) and subtracting magnetic-field independent offset (Figure S14). (G) Mean Hall resistances as a function of the magnetic field. The Hall coefficient is -0.46 ± 0.14 cm3/C, indicating that the high conductivity of Ni-CAT-1 originates from a high carrier density. Error bars are the standard error of the mean.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscentsci.0c01488", "title": "\nLarge Single Crystals of Two-Dimensional π‑Conjugated\nMetal–Organic Frameworks via Biphasic Solution-Solid Growth\n", "journal": "American Chemical Society", "date": "2020.12", "author_list": ["Ha\nDong-Gwang", "Rezaee\nMehdi", "Han\nYimo", "Siddiqui\nSaima A.", "Day\nRobert W.", "Xie\nLilia S.", "Modtland\nBrian J.", "Muller\nDavid A.", "Kong\nJing", "Kim\nPhilip", "Dincă\nMircea", "Baldo\nMarc A."]}}