{"filepath": "../L2M3_data/1_application_papers/acs_xml/oc7b00418.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Designing new liquids for CO<sub>2</sub> absorption is a challenge\nin CO<sub>2</sub> removal. Here, achieving low regeneration energies\nwhile keeping high selectivity and large capacity are current challenges.\nRecent cooperative metal–organic frameworks have shown the\npotential to address many of these challenges. However, many absorbent\nsystems and designs rely on liquid capture agents. We present herein\na liquid absorption system which exhibits cooperative CO<sub>2</sub> absorption isotherms. Upon introduction, CO<sub>2</sub> uptake is\ninitially suppressed, followed by an abrupt increase in absorption.\nThe liquid consists of a bifunctional guanidine and bifunctional alcohol,\nwhich, when dissolved in bis­(2-methoxyethyl) ether, forms a secondary\nviscous phase within seconds in response to increases in CO<sub>2</sub>. The precipitation of this second viscous phase drives CO<sub>2</sub> absorption from the gas phase. The isotherm of the bifunctional\nsystem differs starkly from the analogous monofunctional system, which\nexhibits limited CO<sub>2</sub> uptake across the same pressure range.\nIn our system, CO<sub>2</sub> absorption is strongly solvent dependent.\nIn DMSO, both systems exhibit hyperbolic isotherms and no precipitation\noccurs. Subsequent <sup>1</sup>H NMR experiments confirmed the formation\nof distinct alkylcarbonate species having either one or two molecules\nof CO<sub>2</sub> bound. The solvent and structure relationships derived\nfrom these results can be used to tailor new liquid absorption systems\nto the conditions of a given CO<sub>2</sub> separation process.</p>", "clean_text": "Designing new liquids for CO2 absorption is a challenge in CO2 removal. Here, achieving low regeneration energies while keeping high selectivity and large capacity are current challenges. Recent cooperative metal-organic frameworks have shown the potential to address many of these challenges. However, many absorbent systems and designs rely on liquid capture agents. We present herein a liquid absorption system which exhibits cooperative CO2 absorption isotherms. Upon introduction, CO2 uptake is initially suppressed, followed by an abrupt increase in absorption. The liquid consists of a bifunctional guanidine and bifunctional alcohol, which, when dissolved in bis(2-methoxyethyl) ether, forms a secondary viscous phase within seconds in response to increases in CO2. The precipitation of this second viscous phase drives CO2 absorption from the gas phase. The isotherm of the bifunctional system differs starkly from the analogous monofunctional system, which exhibits limited CO2 uptake across the same pressure range. In our system, CO2 absorption is strongly solvent dependent. In DMSO, both systems exhibit hyperbolic isotherms and no precipitation occurs. Subsequent 1H NMR experiments confirmed the formation of distinct alkylcarbonate species having either one or two molecules of CO2 bound. The solvent and structure relationships derived from these results can be used to tailor new liquid absorption systems to the conditions of a given CO2 separation process.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Bidentate systems are shown to enhance CO<sub>2</sub> binding\nthrough a cooperative phenomenon. This demonstrates a new paradigm\nfor design of carbon capture fluids.</p><p>Large-scale\nCO<sub>2</sub> capture\nhas been proposed as an importantand perhaps necessarytool\nfor limiting atmospheric CO<sub>2</sub> concentrations. A number of commercial projects currently employ\naqueous monoethanolamine or other liquid amine systems to separate\nCO<sub>2</sub> from other gases, including for natural gas processing\nor postcombustion capture. Significant\nenergy is required to desorb the CO<sub>2</sub>, adding operational\ncosts that have limited wider deployment of CO<sub>2</sub> capture\ntechnology.\n</p>", "clean_text": "Bidentate systems are shown to enhance CO2 binding through a cooperative phenomenon. This demonstrates a new paradigm for design of carbon capture fluids.\n\nLarge-scale CO2 capture has been proposed as an importantand perhaps necessarytool for limiting atmospheric CO2 concentrations. A number of commercial projects currently employ aqueous monoethanolamine or other liquid amine systems to separate CO2 from other gases, including for natural gas processing or postcombustion capture. Significant energy is required to desorb the CO2, adding operational costs that have limited wider deployment of CO2 capture technology. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Chemists have developed a wide array\nof materials aimed at reducing\nthe energy required for CO<sub>2</sub> capture. Such\nmaterials include ionic liquids, metal–organic\nframeworks, and other sorbents. These materials typically have hyperbolic isotherms where CO<sub>2</sub> uptake increases quickly at lower pressures, but levels off\nas available binding sites become saturated. This type of thermodynamic\nbehavior presents a fundamental dichotomy: materials exhibiting high\nCO<sub>2</sub> affinity are often correspondingly difficult to desorb,\nwhile materials exhibiting low affinity may show poor CO<sub>2</sub> uptake or lack selectivity for CO<sub>2</sub> over other gases.</p>", "clean_text": "Chemists have developed a wide array of materials aimed at reducing the energy required for CO2 capture. Such materials include ionic liquids, metal-organic frameworks, and other sorbents. These materials typically have hyperbolic isotherms where CO2 uptake increases quickly at lower pressures, but levels off as available binding sites become saturated. This type of thermodynamic behavior presents a fundamental dichotomy: materials exhibiting high CO2 affinity are often correspondingly difficult to desorb, while materials exhibiting low affinity may show poor CO2 uptake or lack selectivity for CO2 over other gases.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>One strategy for overcoming this dichotomy is to design a material\nthat transitions between high and low affinity binding. In the high\naffinity regime, the material would bind CO<sub>2</sub> strongly and\nselectively; in the low affinity regime, the CO<sub>2</sub> would\nreadily desorb. This is commonly seen in nature, where hemoglobin\nuses this method to capture and release O<sub>2</sub>. Cooperative\ndiamine-functionalized metal organic frameworks use sterics and amine\naffinity to tune this transition from low to high affinity, potentially improving the efficiency of CO<sub>2</sub> capture by allowing absorption/desorption cycles to occur\nover a narrower pressure or temperature range. In another example, the Schneider and Brennecke groups\nreported an ionic liquid that melts upon CO<sub>2</sub> binding, exhibiting\nsigmoidal isotherms. The associated heat\nof fusion (Δ<italic>H</italic>\n<sub>fus</sub>) contributes to\nthe heat required for CO<sub>2</sub> desorption. Still, examples of\ncooperative CO<sub>2</sub> absorption isotherms remain scarce. New\nstrategies for obtaining cooperative isotherms would provide a valuable\nresource to design more efficient CO<sub>2</sub> capture materials.</p>", "clean_text": "One strategy for overcoming this dichotomy is to design a material that transitions between high and low affinity binding. In the high affinity regime, the material would bind CO2 strongly and selectively; in the low affinity regime, the CO2 would readily desorb. This is commonly seen in nature, where hemoglobin uses this method to capture and release O2. Cooperative diamine-functionalized metal organic frameworks use sterics and amine affinity to tune this transition from low to high affinity, potentially improving the efficiency of CO2 capture by allowing absorption/desorption cycles to occur over a narrower pressure or temperature range. In another example, the Schneider and Brennecke groups reported an ionic liquid that melts upon CO2 binding, exhibiting sigmoidal isotherms. The associated heat of fusion (ΔH fus) contributes to the heat required for CO2 desorption. Still, examples of cooperative CO2 absorption isotherms remain scarce. New strategies for obtaining cooperative isotherms would provide a valuable resource to design more efficient CO2 capture materials.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, we report a solution phase system comprising a bidentate\nguanidine (GG) and bidentate alcohol (AA) that exhibits cooperative\nisotherms at ambient temperature (). Solution-based methods for CO<sub>2</sub> capture are of great interest, due, in part, to the possibility\nof incorporation within monoethanolamine CO<sub>2</sub> binding infrastructure.</p>", "clean_text": "Herein, we report a solution phase system comprising a bidentate guanidine (GG) and bidentate alcohol (AA) that exhibits cooperative isotherms at ambient temperature (). Solution-based methods for CO2 capture are of great interest, due, in part, to the possibility of incorporation within monoethanolamine CO2 binding infrastructure.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>CO<sub>2</sub> binding by a bidentate alcohol and bidentate guanidine.\nA solution of 1,5-pentandiol (AA) and bis trimethylguanidine species\n(GG) may capture CO<sub>2</sub> in a cooperative fashion.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"oc-2017-00418b_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  CO2 binding by a bidentate alcohol and bidentate guanidine. A solution of 1,5-pentandiol (AA) and bis trimethylguanidine species (GG) may capture CO2 in a cooperative fashion.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The 1,1′-(propane-1,3-diyl)­bis­(1,3,3-trimethylguanidine)\n(GG) 1,5-pentanediol (AA) system extends chemistry developed by Jessop,\nHeldebrant, and co-workers in which an alcohol and strong\norganic base react with CO<sub>2</sub>. The reaction forms the salt\nof a negatively charged alkyl carbonate species and a positively charged,\nprotonated base. We hypothesized that, for a bifunctional system,\nbinding of the first CO<sub>2</sub> molecule would generate an ionic\ninteraction that facilitates binding of the second CO<sub>2</sub> molecule\n().</p>", "clean_text": "The 1,1'-(propane-1,3-diyl)bis(1,3,3-trimethylguanidine) (GG) 1,5-pentanediol (AA) system extends chemistry developed by Jessop, Heldebrant, and co-workers in which an alcohol and strong organic base react with CO2. The reaction forms the salt of a negatively charged alkyl carbonate species and a positively charged, protonated base. We hypothesized that, for a bifunctional system, binding of the first CO2 molecule would generate an ionic interaction that facilitates binding of the second CO2 molecule ().", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>We\nmeasured CO<sub>2</sub> absorption isotherms for the system\ncomprising the bifunctional guanidine shown in  (GG) and a commercially available bifunctional\nalcohol (1,5-pentanediol, AA). The bifunctional guanidine GG was synthesized\nin two steps on multigram scale. First, 1,3-bis­(dimethylamino)­propane\nwas reacted with cyanogen bromide to afford bis-cyanamide <bold>1</bold>. Next, the bis-cyanamide was reacted with\ndimethylamine and dimethylamine·HCl to obtain the corresponding\nbis-guanidinium dichloride, which was treated with concentrated aqueous\nKOH to obtain 1,1′-(propane-1,3-diyl)­bis­(1,3,3-trimethylguanidine),\nGG (; see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Supporting Information</ext-link> for details).</p>", "clean_text": "We measured CO2 absorption isotherms for the system comprising the bifunctional guanidine shown in  (GG) and a commercially available bifunctional alcohol (1,5-pentanediol, AA). The bifunctional guanidine GG was synthesized in two steps on multigram scale. First, 1,3-bis(dimethylamino)propane was reacted with cyanogen bromide to afford bis-cyanamide 1. Next, the bis-cyanamide was reacted with dimethylamine and dimethylamine⋅HCl to obtain the corresponding bis-guanidinium dichloride, which was treated with concentrated aqueous KOH to obtain 1,1'-(propane-1,3-diyl)bis(1,3,3-trimethylguanidine), GG (; see Supporting Information for details).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis\nof Bifunctional Guanidine GG</title>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"oc-2017-00418b_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthesis of Bifunctional Guanidine GG   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>To determine the potential for these bidentate species\nto exhibit\ncooperative isotherms, we conducted analysis on a gas sorption analyzer\nadjusted for a liquid system (3-Flex). (The physical dissolution of\nCO<sub>2</sub> in the solvent was measured independently and subtracted\nfrom the overall absorption to determine the chemically absorbed component.\nAdditionally, an approximation of the initial flask volume was used\ndue to the liquid phase of the analytes. See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Supporting Information</ext-link> section II, p 16, for complete details.) In early\nexperiments, we observed that solvent plays a large role in controlling\nCO<sub>2</sub> binding for the AA:GG system. Specifically, in bis­(2-methoxyethyl)\nether (diglyme) we observed an increased amount of CO<sub>2</sub> absorbed\noverall vs DMSO, as well as an inflection pointa transition\nfrom low affinity to high affinityin the shape of the CO<sub>2</sub> absorption isotherm. We calculated a Hill coefficient of\n2.4 for this isotherm, indicating cooperative binding of CO<sub>2</sub>. For measures of the CO<sub>2</sub> binding capacities of other system components, please see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Table S2</ext-link>.</p>", "clean_text": "To determine the potential for these bidentate species to exhibit cooperative isotherms, we conducted analysis on a gas sorption analyzer adjusted for a liquid system (3-Flex). (The physical dissolution of CO2 in the solvent was measured independently and subtracted from the overall absorption to determine the chemically absorbed component. Additionally, an approximation of the initial flask volume was used due to the liquid phase of the analytes. See Supporting Information section II, p 16, for complete details.) In early experiments, we observed that solvent plays a large role in controlling CO2 binding for the AA:GG system. Specifically, in bis(2-methoxyethyl) ether (diglyme) we observed an increased amount of CO2 absorbed overall vs DMSO, as well as an inflection pointa transition from low affinity to high affinityin the shape of the CO2 absorption isotherm. We calculated a Hill coefficient of 2.4 for this isotherm, indicating cooperative binding of CO2. For measures of the CO2 binding capacities of other system components, please see Table S2.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>After observing the unique responses\nof the AA:GG system in diglyme,\nwe sought to determine how the solvent was influencing binding. We\nexamined an analogous monodentate CO<sub>2</sub> binding system to\nsee how solvent related to CO<sub>2</sub>-binding ability (a). Analysis of the\nslope of the isotherm did not suggest a shift in CO<sub>2</sub> binding\nbetween low and high pressure regimes, and no precipitation was observed.\nIt should be noted that, relative to the bidentate GG AA system, CO<sub>2</sub> absorption is suppressed across the entire isotherm.</p>", "clean_text": "After observing the unique responses of the AA:GG system in diglyme, we sought to determine how the solvent was influencing binding. We examined an analogous monodentate CO2 binding system to see how solvent related to CO2-binding ability (a). Analysis of the slope of the isotherm did not suggest a shift in CO2 binding between low and high pressure regimes, and no precipitation was observed. It should be noted that, relative to the bidentate GG AA system, CO2 absorption is suppressed across the entire isotherm.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>CO<sub>2</sub> absorption isotherms varying solvent and denticity.\n(a) 50 mM GG and 75 mM AA in diglyme and DMSO at 22 °C. (b) 50\nmM <italic>N</italic>,<italic>N</italic>,<italic>N</italic>′,<italic>N</italic>′-tetramethylguanidine and 75 mM <italic>n-</italic>butanol in DMSO and bis­(2-methoxyethyl) ether at 22 °C. (c)\nAn NMR sample of a CO<sub>2</sub>-saturated mixture of GG:AA, 1:1\nratio, evolves a viscous secondary phase (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Supporting Information</ext-link> section III for further details).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"oc-2017-00418b_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  CO2 absorption isotherms varying solvent and denticity. (a) 50 mM GG and 75 mM AA in diglyme and DMSO at 22 °C. (b) 50 mM N,N,N',N'-tetramethylguanidine and 75 mM n-butanol in DMSO and bis(2-methoxyethyl) ether at 22 °C. (c) An NMR sample of a CO2-saturated mixture of GG:AA, 1:1 ratio, evolves a viscous secondary phase (see Supporting Information section III for further details).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The altered shape of the AA:GG\nbinding isotherm in diglyme relative\nto the monodentate suggested potential cooperativity in the bidentate\nsystem, as evidenced by the appearance of distinct low affinity and\nhigh affinity CO<sub>2</sub> binding regimes. (a,b). This transition was always accompanied\nby the precipitation of a second phase from the CO<sub>2</sub> capture\nsolution. This may explain, in part, why diglyme demonstrates a dramatic\nCO<sub>2</sub> absorption transition, whereas DMSO does not: the precipitation\nof the second phase (which contains CO<sub>2</sub>) correlates with\nthe binding mode change (c). The selection of diglyme as a medium for CO<sub>2</sub> absorption agrees with solvent surveys reported for CO<sub>2</sub> capture with monoethanolamine.\n</p>", "clean_text": "The altered shape of the AA:GG binding isotherm in diglyme relative to the monodentate suggested potential cooperativity in the bidentate system, as evidenced by the appearance of distinct low affinity and high affinity CO2 binding regimes. (a,b). This transition was always accompanied by the precipitation of a second phase from the CO2 capture solution. This may explain, in part, why diglyme demonstrates a dramatic CO2 absorption transition, whereas DMSO does not: the precipitation of the second phase (which contains CO2) correlates with the binding mode change (c). The selection of diglyme as a medium for CO2 absorption agrees with solvent surveys reported for CO2 capture with monoethanolamine. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>With a functional solvent determined, we next sought to ascertain\nthe correct molar ratio of GG to AA to provide optimized CO<sub>2</sub> absorption (a). In an interesting relationship, we found that 1:1 GG:AA displayed\nlow affinity up to 68 mbar, where it sharply transitions to high affinity\nbehavior. CO<sub>2</sub> absorption plateaus at approximately 1.1\nmol/mol GG. In stark contrast, a relatively small change in ratio,\n1:1.5 GG:AA, results in a very different isotherm. Here, low affinity\nbehavior begins to transition earlier, at approximately 29 mbar, and\nCO<sub>2</sub> absorption levels at approximately 1.7 mol/mol GG.\nIncreasing the ratio further does very little to change the CO<sub>2</sub> absorption profile: 1:2 GG:AA transitions to high affinity\nat 28 mbar, and CO<sub>2</sub> absorption levels at approximately\n1.8 mol/mol GG. These data reinforce the hypothesis of the bimolecular\nrequirement for CO<sub>2</sub> binding.</p>", "clean_text": "With a functional solvent determined, we next sought to ascertain the correct molar ratio of GG to AA to provide optimized CO2 absorption (a). In an interesting relationship, we found that 1:1 GG:AA displayed low affinity up to 68 mbar, where it sharply transitions to high affinity behavior. CO2 absorption plateaus at approximately 1.1 mol/mol GG. In stark contrast, a relatively small change in ratio, 1:1.5 GG:AA, results in a very different isotherm. Here, low affinity behavior begins to transition earlier, at approximately 29 mbar, and CO2 absorption levels at approximately 1.7 mol/mol GG. Increasing the ratio further does very little to change the CO2 absorption profile: 1:2 GG:AA transitions to high affinity at 28 mbar, and CO2 absorption levels at approximately 1.8 mol/mol GG. These data reinforce the hypothesis of the bimolecular requirement for CO2 binding.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Evaluation of CO<sub>2</sub> absorption parameters. (a) Optimization\nof molar ratios of GG to AA in diglyme at 22 °C. (b) Optimization\nof concentrations of a 1:1.5 molar ratio of GG to AA in diglyme at\n22 °C. (c) Temperature optimization of a 1:1.5 molar ratio of\nGG:AA in diglyme.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"oc-2017-00418b_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Evaluation of CO2 absorption parameters. (a) Optimization of molar ratios of GG to AA in diglyme at 22 °C. (b) Optimization of concentrations of a 1:1.5 molar ratio of GG to AA in diglyme at 22 °C. (c) Temperature optimization of a 1:1.5 molar ratio of GG:AA in diglyme.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>We next determined if\nconcentration of GG:AA in diglyme would change\nthe binding properties by potentially increasing the cooperativity\nand therefore the transition point (b). A ratio of 10 mM GG to 15 mM AA resulted\nin a suppressed isotherm compared to higher concentrations, with an\naffinity switch occurring at 166 mbar. A ratio of 100 mM GG:150 mM\nAA resulted in a decreased pressure range of low affinity behavior,\nand a leveling off of CO<sub>2</sub> absorption at approximately 1.4\nmol/mol GG, indicating some suppression of high affinity behavior\nrelative to the 50 mM GG:75 mM AA regime. The Hill coefficient remained\n2.4. This suppression may be due to the viscosity of the CO<sub>2</sub>-rich phase prohibiting successful mixing with a magnetic stirring\napparatus. In light of these results, 50 mM AA:75 mM AA was used for\nall further experiments.</p>", "clean_text": "We next determined if concentration of GG:AA in diglyme would change the binding properties by potentially increasing the cooperativity and therefore the transition point (b). A ratio of 10 mM GG to 15 mM AA resulted in a suppressed isotherm compared to higher concentrations, with an affinity switch occurring at 166 mbar. A ratio of 100 mM GG:150 mM AA resulted in a decreased pressure range of low affinity behavior, and a leveling off of CO2 absorption at approximately 1.4 mol/mol GG, indicating some suppression of high affinity behavior relative to the 50 mM GG:75 mM AA regime. The Hill coefficient remained 2.4. This suppression may be due to the viscosity of the CO2-rich phase prohibiting successful mixing with a magnetic stirring apparatus. In light of these results, 50 mM AA:75 mM AA was used for all further experiments.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>As we had observed the formation of\na distinct second phase, we\nhypothesized that the solubility of the second phase may be an important\nfactor in determining the onset of the precipitation and the low to\nhigh affinity transition. To test this, we examined absorption as\na function of solution temperatures (c). We observed a striking temperature dependence\non the cooperative CO<sub>2</sub> binding of our system. At 11 °C,\na region of suppressed uptakelow CO<sub>2</sub> affinityis\nnot observed at the pressure regime assayed, though this does not\npreclude its existence. Conversely, at 30 °C the region of low\naffinity extends until 101 mbar, almost three times the pressure at\nwhich the shift to high affinity occurs at 22 °C. This results\nin a change in the capacity of ∼0.06 mmol of CO<sub>2</sub> per mL of liquid at 165 mbar. While modest, this represents a large\nchange in the overall capacity of 70% at a target CO<sub>2</sub> pressure\nover a very modest temperature range.</p>", "clean_text": "As we had observed the formation of a distinct second phase, we hypothesized that the solubility of the second phase may be an important factor in determining the onset of the precipitation and the low to high affinity transition. To test this, we examined absorption as a function of solution temperatures (c). We observed a striking temperature dependence on the cooperative CO2 binding of our system. At 11 °C, a region of suppressed uptakelow CO2 affinityis not observed at the pressure regime assayed, though this does not preclude its existence. Conversely, at 30 °C the region of low affinity extends until 101 mbar, almost three times the pressure at which the shift to high affinity occurs at 22 °C. This results in a change in the capacity of ~0.06 mmol of CO2 per mL of liquid at 165 mbar. While modest, this represents a large change in the overall capacity of 70% at a target CO2 pressure over a very modest temperature range.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>At all temperatures and\nconcentrations assayed, the inflection\nin the CO<sub>2</sub> absorption isotherm, corresponding to the transition\nfrom low affinity to high affinity, coincided with visually observable\nprecipitation of a second, viscous phase. This phase appeared to contain\npredominantly A<sup>–</sup>A<sup>–</sup>G<sup>+</sup>G<sup>+</sup>-2 (CO<sub>2</sub>) and led us to hypothesize that the\ncaptured CO<sub>2</sub> was precipitating. To clarify, we sought further\ncharacterization.</p>", "clean_text": "At all temperatures and concentrations assayed, the inflection in the CO2 absorption isotherm, corresponding to the transition from low affinity to high affinity, coincided with visually observable precipitation of a second, viscous phase. This phase appeared to contain predominantly A-A-G+G+-2 (CO2) and led us to hypothesize that the captured CO2 was precipitating. To clarify, we sought further characterization.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The precipitated phase was a highly viscous,\nturbid liquid (c, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Figure S9</ext-link>) that could be removed from\nthe vial and analyzed,\nbut would dissipate upon dissolution in other solvents, such as DMSO.\nATR-IR analysis of the precipitate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Figure S7</ext-link>) showed that the phase was composed predominantly of alkylcarbonate\nand guanidinium functional groups, formed from the reaction of AA\nand GG with CO<sub>2</sub>. These data indicate that there is limited\nsolubility of the bis-alkylcarbonate and bis-guanidinium species,\nresulting in the formation of the new, CO<sub>2</sub>-rich phase.</p>", "clean_text": "The precipitated phase was a highly viscous, turbid liquid (c, Figure S9) that could be removed from the vial and analyzed, but would dissipate upon dissolution in other solvents, such as DMSO. ATR-IR analysis of the precipitate (Figure S7) showed that the phase was composed predominantly of alkylcarbonate and guanidinium functional groups, formed from the reaction of AA and GG with CO2. These data indicate that there is limited solubility of the bis-alkylcarbonate and bis-guanidinium species, resulting in the formation of the new, CO2-rich phase.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The ATR-IR data, as well as the suppression in CO<sub>2</sub> uptake,\nis consistent with previous observations by Heldebrant and co-workers\nthat nonpolar solvents trigger CO<sub>2</sub> desorption by destabilizing\nthe charged alkylcarbonate and guanidinium species. Unlike the monofunctional system, bifunctional AA and GG\nappear to gain CO<sub>2</sub> affinity as correlating with the precipitation\nprocess. We hypothesize that the affinity is caused by two interrelated\nfactors: (1) the linker couples binding of the first and second CO<sub>2</sub> molecules, so that the binding of the first molecules facilitates\nbinding the second equivalent; (2) the resulting bis-cationic and\nbis-anionic species have relatively low solubility in diglyme. As\nincreasing concentrations of CO<sub>2</sub> increase the concentration\nof the charged species, the charged species precipitate after reaching\na solubility limit, designated by the temperature and solvent.</p>", "clean_text": "The ATR-IR data, as well as the suppression in CO2 uptake, is consistent with previous observations by Heldebrant and co-workers that nonpolar solvents trigger CO2 desorption by destabilizing the charged alkylcarbonate and guanidinium species. Unlike the monofunctional system, bifunctional AA and GG appear to gain CO2 affinity as correlating with the precipitation process. We hypothesize that the affinity is caused by two interrelated factors: (1) the linker couples binding of the first and second CO2 molecules, so that the binding of the first molecules facilitates binding the second equivalent; (2) the resulting bis-cationic and bis-anionic species have relatively low solubility in diglyme. As increasing concentrations of CO2 increase the concentration of the charged species, the charged species precipitate after reaching a solubility limit, designated by the temperature and solvent.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Based on these data, we can further understand the results seen\nin . We hypothesize\nthat DMSO, a strongly polar solvent, disrupts ion pairing between\nthe cationic guanidinium and anionic alkylcarbonate functional groups\nof AAGG complex. Therefore, the charged functional groups remain dissociated\nand the binding of the first CO<sub>2</sub> molecule poorly facilitates\nbinding of the second CO<sub>2</sub> molecule. DMSO disrupts other\nionic interactions, especially by coordinating cations. Alternatively, DMSO may act as a better solvent for the AAGG complex,\naltering the equilibria associated with the CO<sub>2</sub> absoprtion\nprocess.</p>", "clean_text": "Based on these data, we can further understand the results seen in . We hypothesize that DMSO, a strongly polar solvent, disrupts ion pairing between the cationic guanidinium and anionic alkylcarbonate functional groups of AAGG complex. Therefore, the charged functional groups remain dissociated and the binding of the first CO2 molecule poorly facilitates binding of the second CO2 molecule. DMSO disrupts other ionic interactions, especially by coordinating cations. Alternatively, DMSO may act as a better solvent for the AAGG complex, altering the equilibria associated with the CO2 absoprtion process.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To further confirm whether the cooperative binding\nobserved was\nthe result of a cooperative phenomenon between the AA and GG species,\nwe used <sup>1</sup>H NMR to study CO<sub>2</sub> binding by AA and\nGG. For practical reasons, we used a cosolvent mixture of DMSO-<italic>d</italic>\n<sub>6</sub> and acetonitrile-<italic>d</italic>\n<sub>3</sub> to prepare NMR samples. A minimum of 20% (v/v) DMSO-<italic>d</italic>\n<sub>6</sub> was required to maintain a homogeneous solution, so\nsamples were prepared ranging from 20 to 100% DMSO-<italic>d</italic>\n<sub>6</sub>.</p>", "clean_text": "To further confirm whether the cooperative binding observed was the result of a cooperative phenomenon between the AA and GG species, we used 1H NMR to study CO2 binding by AA and GG. For practical reasons, we used a cosolvent mixture of DMSO-d 6 and acetonitrile-d 3 to prepare NMR samples. A minimum of 20% (v/v) DMSO-d 6 was required to maintain a homogeneous solution, so samples were prepared ranging from 20 to 100% DMSO-d 6.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Exposure of solutions containing AA and GG to\n1 atm of CO<sub>2</sub> led to the formation of two distinct alkylcarbonate\nspecies, mono-alkylcarbonate\nA<sup>–</sup>A and bis-alkylcarbonate A<sup>–</sup>A<sup>–</sup> (a). These species possess well-resolved resonances in the δ\n= 3.6–3.9 ppm region corresponding to protons adjacent to the\nnewly formed alkylcarbonate functional groups (H<sub>b</sub> and H<sub>d</sub>). The species assignments were confirmed by <sup>1</sup>H\nTOCSY and <sup>13</sup>C NMR experiments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Supporting Information</ext-link> section III). To confirm our shift assignments,\nwe synthesized phenyl carbonate analogues of A<sup>–</sup>A\nand A<sup>–</sup>A<sup>–</sup>; the <sup>1</sup>H NMR\nspectra of these isolable analogues resemble closely that of the CO<sub>2</sub>-bound species. We also observed unreacted diol, meaning that\nall three species (AA, A<sup>–</sup>A, and A<sup>–</sup>A<sup>–</sup>) were present simultaneously. Additionally,\nsignals corresponding to the bifunctional guanidine GG all shift downfield\n(, dashed lines),\nindicating the formation of guanidinium species. (Unlike the alkyl\ncarbonate species, distinct signals from these guanidinium species\nlikely coalesce due to acid–base exchange between guanidine\nand guanidinium functional groups occurring much faster than the NMR\ntime scale. Therefore, our assignment of mono-guanidinium and bis-guanidinium\nspecies by <sup>1</sup>H NMR remains putative.)</p>", "clean_text": "Exposure of solutions containing AA and GG to 1 atm of CO2 led to the formation of two distinct alkylcarbonate species, mono-alkylcarbonate A-A and bis-alkylcarbonate A-A- (a). These species possess well-resolved resonances in the δ = 3.6-3.9 ppm region corresponding to protons adjacent to the newly formed alkylcarbonate functional groups (Hb and Hd). The species assignments were confirmed by 1H TOCSY and 13C NMR experiments (Supporting Information section III). To confirm our shift assignments, we synthesized phenyl carbonate analogues of A-A and A-A-; the 1H NMR spectra of these isolable analogues resemble closely that of the CO2-bound species. We also observed unreacted diol, meaning that all three species (AA, A-A, and A-A-) were present simultaneously. Additionally, signals corresponding to the bifunctional guanidine GG all shift downfield (, dashed lines), indicating the formation of guanidinium species. (Unlike the alkyl carbonate species, distinct signals from these guanidinium species likely coalesce due to acid-base exchange between guanidine and guanidinium functional groups occurring much faster than the NMR time scale. Therefore, our assignment of mono-guanidinium and bis-guanidinium species by 1H NMR remains putative.)", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>NMR analysis of CO<sub>2</sub> binding. (a) Species formed by AA\nand GG after exposure to 1 atm of CO<sub>2</sub>. (b) <sup>1</sup>H NMR spectra before and after exposure to 1 atm of CO<sub>2</sub>. Dashed lines correspond to GG or resulting guanidinium species.\n(c) Change in relative peak areas of H<sub>b</sub> and H<sub>d</sub>, which depend on solvent composition and final diol concentration,\nthe latter shown. (d) Ratio of bis-alkylcarbonate A<sup>–</sup>A<sup>–</sup> to mono-alkylcarbonate A<sup>–</sup>A\nversus solvent composition.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"oc-2017-00418b_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  NMR analysis of CO2 binding. (a) Species formed by AA and GG after exposure to 1 atm of CO2. (b) 1H NMR spectra before and after exposure to 1 atm of CO2. Dashed lines correspond to GG or resulting guanidinium species. (c) Change in relative peak areas of Hb and Hd, which depend on solvent composition and final diol concentration, the latter shown. (d) Ratio of bis-alkylcarbonate A-A- to mono-alkylcarbonate A-A versus solvent composition.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Supporting the hypothesis of cooperativity, we found that\nthe relative\nconcentrations of mono-alkylcarbonate A<sup>–</sup>A and bis-alkylcarbonate\nA<sup>–</sup>A<sup>–</sup> vary as a function of solvent\ncomposition, as well as the concentration of unreacted diol, [AA]<sub>f</sub> (c).\nThe ratio of bis-alkylcarbonate to mono-alkylcarbonate ([A<sup>–</sup>A<sup>–</sup>]/[A<sup>–</sup>A]) reflects their relative\nstability in solution, which we quantified via integration of H<sub>d</sub> and H<sub>b</sub>. The ratio increases as the proportion\nof DMSO-<italic>d</italic>\n<sub>6</sub> decreases (d, blue circles). Moreover,\nthe ratio diverges from what would be expected if CO<sub>2</sub> binding\nwere statistically determined, that is, if the linkage had no influence\non whether diol AA binds one or two CO<sub>2</sub> molecules. The\nstability of the bis-alkylcarbonate thus increases relative to the\nmono-alkylcarbonate at lower DMSO concentrations. This is consistent\nwith our previous hypothesis that DMSO disrupts the ionic interaction\nbetween anionic alkylcarbonate and cationic guanidinium functional\ngroups.</p>", "clean_text": "Supporting the hypothesis of cooperativity, we found that the relative concentrations of mono-alkylcarbonate A-A and bis-alkylcarbonate A-A- vary as a function of solvent composition, as well as the concentration of unreacted diol, [AA]f (c). The ratio of bis-alkylcarbonate to mono-alkylcarbonate ([A-A-]/[A-A]) reflects their relative stability in solution, which we quantified via integration of Hd and Hb. The ratio increases as the proportion of DMSO-d 6 decreases (d, blue circles). Moreover, the ratio diverges from what would be expected if CO2 binding were statistically determined, that is, if the linkage had no influence on whether diol AA binds one or two CO2 molecules. The stability of the bis-alkylcarbonate thus increases relative to the mono-alkylcarbonate at lower DMSO concentrations. This is consistent with our previous hypothesis that DMSO disrupts the ionic interaction between anionic alkylcarbonate and cationic guanidinium functional groups.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>One common method to quantify the proximity advantage,\nor chelate\neffect, is to calculate the effective molarity (EM) of one binding\npartner with respect to the other. We\nperformed additional <sup>1</sup>H NMR experiments in which [AA]<sub>f</sub> was varied, and found that EM increases steadily as % DMSO-<italic>d</italic>\n<sub>6</sub> decreases, again suggesting that lower DMSO\nconcentrations promote a stronger ionic interaction, agreeing with\nthe bulk results observed in the isotherm as well as strongly supporting\na cooperative mechanism (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Figure S11</ext-link>).</p>", "clean_text": "One common method to quantify the proximity advantage, or chelate effect, is to calculate the effective molarity (EM) of one binding partner with respect to the other. We performed additional 1H NMR experiments in which [AA]f was varied, and found that EM increases steadily as % DMSO-d 6 decreases, again suggesting that lower DMSO concentrations promote a stronger ionic interaction, agreeing with the bulk results observed in the isotherm as well as strongly supporting a cooperative mechanism (Figure S11).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>In summary, we examined CO<sub>2</sub> binding by a system comprising\na bifunctional guanidine and bifunctional alcohol. The system exhibits\ncooperative isotherms in diglyme, where CO<sub>2</sub> uptake is initially\nsuppressed, but increases abruptly, with a corresponding precipitation\nof a viscous, CO<sub>2</sub>-rich phase. The unique isotherm likely\nresults from coordination between binding sites, and the limited solubility\nof bis-cationic and bis-anionic species formed. <sup>1</sup>H NMR\nstudies confirmed that distinct mono-alkylcarbonate and bis-alkylcarbonate\nspecies are formed upon CO<sub>2</sub> binding. Lower DMSO-<italic>d</italic>\n<sub>6</sub> concentrations favor the bis-alkylcarbonate\nand suggest that a tighter initial ionic interaction promotes binding\nof the second CO<sub>2</sub> molecule. This, to our knowledge, represents\nthe first description of a liquid with cooperative CO<sub>2</sub> binding.\nTwo of the advantages of a cooperative technology are that (1) the\naffinity shift of an improved cooperative system would facilitate\nless energy-intensive absorption/desorption, a known challenge for\nexisting CO<sub>2</sub> binding systems, and (2) the liquid nature\nof the system is compatible with existing infrastructure. This system\nfurther shows that the cooperative gas binding observed in biologically\noptimized systems may be mimicked chemically with properties distinct\nfrom other CO<sub>2</sub> binding liquids and found only in a handful\nof solid materials.</p>", "clean_text": "In summary, we examined CO2 binding by a system comprising a bifunctional guanidine and bifunctional alcohol. The system exhibits cooperative isotherms in diglyme, where CO2 uptake is initially suppressed, but increases abruptly, with a corresponding precipitation of a viscous, CO2-rich phase. The unique isotherm likely results from coordination between binding sites, and the limited solubility of bis-cationic and bis-anionic species formed. 1H NMR studies confirmed that distinct mono-alkylcarbonate and bis-alkylcarbonate species are formed upon CO2 binding. Lower DMSO-d 6 concentrations favor the bis-alkylcarbonate and suggest that a tighter initial ionic interaction promotes binding of the second CO2 molecule. This, to our knowledge, represents the first description of a liquid with cooperative CO2 binding. Two of the advantages of a cooperative technology are that (1) the affinity shift of an improved cooperative system would facilitate less energy-intensive absorption/desorption, a known challenge for existing CO2 binding systems, and (2) the liquid nature of the system is compatible with existing infrastructure. This system further shows that the cooperative gas binding observed in biologically optimized systems may be mimicked chemically with properties distinct from other CO2 binding liquids and found only in a handful of solid materials.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acscentsci.7b00418\">10.1021/acscentsci.7b00418</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Details regarding\nsynthesis, isotherm measurements,\nthermodynamic model, and NMR experiments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acscentsci.7b00418.  Details regarding synthesis, isotherm measurements, thermodynamic model, and NMR experiments (PDF)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Details regarding\nsynthesis, isotherm measurements,\nthermodynamic model, and NMR experiments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">PDF</ext-link>)</p><p>A.E.-K. acknowledges\nsupport from an AFOSR Young Investigator Grant under FA9550-12-10352,\na 3M Non-Tenured Faculty award, and an ACS PRF Award No. 53493-DN\nfor financial support. S.C.H. would like to thank the National Science\nFoundation for a graduate research fellowship.</p>", "clean_text": "Details regarding synthesis, isotherm measurements, thermodynamic model, and NMR experiments (PDF)\n\nA.E.-K. acknowledges support from an AFOSR Young Investigator Grant under FA9550-12-10352, a 3M Non-Tenured Faculty award, and an ACS PRF Award No. 53493-DN for financial support. S.C.H. would like to thank the National Science Foundation for a graduate research fellowship.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 14, 16, 17", "type": "text", "classification": "property", "content": "<p>To determine the potential for these bidentate species\nto exhibit\ncooperative isotherms, we conducted analysis on a gas sorption analyzer\nadjusted for a liquid system (3-Flex). (The physical dissolution of\nCO<sub>2</sub> in the solvent was measured independently and subtracted\nfrom the overall absorption to determine the chemically absorbed component.\nAdditionally, an approximation of the initial flask volume was used\ndue to the liquid phase of the analytes. See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Supporting Information</ext-link> section II, p 16, for complete details.) In early\nexperiments, we observed that solvent plays a large role in controlling\nCO<sub>2</sub> binding for the AA:GG system. Specifically, in bis­(2-methoxyethyl)\nether (diglyme) we observed an increased amount of CO<sub>2</sub> absorbed\noverall vs DMSO, as well as an inflection pointa transition\nfrom low affinity to high affinityin the shape of the CO<sub>2</sub> absorption isotherm. We calculated a Hill coefficient of\n2.4 for this isotherm, indicating cooperative binding of CO<sub>2</sub>. For measures of the CO<sub>2</sub> binding capacities of other system components, please see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Table S2</ext-link>.</p><p>With a functional solvent determined, we next sought to ascertain\nthe correct molar ratio of GG to AA to provide optimized CO<sub>2</sub> absorption (a). In an interesting relationship, we found that 1:1 GG:AA displayed\nlow affinity up to 68 mbar, where it sharply transitions to high affinity\nbehavior. CO<sub>2</sub> absorption plateaus at approximately 1.1\nmol/mol GG. In stark contrast, a relatively small change in ratio,\n1:1.5 GG:AA, results in a very different isotherm. Here, low affinity\nbehavior begins to transition earlier, at approximately 29 mbar, and\nCO<sub>2</sub> absorption levels at approximately 1.7 mol/mol GG.\nIncreasing the ratio further does very little to change the CO<sub>2</sub> absorption profile: 1:2 GG:AA transitions to high affinity\nat 28 mbar, and CO<sub>2</sub> absorption levels at approximately\n1.8 mol/mol GG. These data reinforce the hypothesis of the bimolecular\nrequirement for CO<sub>2</sub> binding.</p><p>We next determined if\nconcentration of GG:AA in diglyme would change\nthe binding properties by potentially increasing the cooperativity\nand therefore the transition point (b). A ratio of 10 mM GG to 15 mM AA resulted\nin a suppressed isotherm compared to higher concentrations, with an\naffinity switch occurring at 166 mbar. A ratio of 100 mM GG:150 mM\nAA resulted in a decreased pressure range of low affinity behavior,\nand a leveling off of CO<sub>2</sub> absorption at approximately 1.4\nmol/mol GG, indicating some suppression of high affinity behavior\nrelative to the 50 mM GG:75 mM AA regime. The Hill coefficient remained\n2.4. This suppression may be due to the viscosity of the CO<sub>2</sub>-rich phase prohibiting successful mixing with a magnetic stirring\napparatus. In light of these results, 50 mM AA:75 mM AA was used for\nall further experiments.</p><p>As we had observed the formation of\na distinct second phase, we\nhypothesized that the solubility of the second phase may be an important\nfactor in determining the onset of the precipitation and the low to\nhigh affinity transition. To test this, we examined absorption as\na function of solution temperatures (c). We observed a striking temperature dependence\non the cooperative CO<sub>2</sub> binding of our system. At 11 °C,\na region of suppressed uptakelow CO<sub>2</sub> affinityis\nnot observed at the pressure regime assayed, though this does not\npreclude its existence. Conversely, at 30 °C the region of low\naffinity extends until 101 mbar, almost three times the pressure at\nwhich the shift to high affinity occurs at 22 °C. This results\nin a change in the capacity of ∼0.06 mmol of CO<sub>2</sub> per mL of liquid at 165 mbar. While modest, this represents a large\nchange in the overall capacity of 70% at a target CO<sub>2</sub> pressure\nover a very modest temperature range.</p>", "clean_text": "To determine the potential for these bidentate species to exhibit cooperative isotherms, we conducted analysis on a gas sorption analyzer adjusted for a liquid system (3-Flex). (The physical dissolution of CO2 in the solvent was measured independently and subtracted from the overall absorption to determine the chemically absorbed component. Additionally, an approximation of the initial flask volume was used due to the liquid phase of the analytes. See Supporting Information section II, p 16, for complete details.) In early experiments, we observed that solvent plays a large role in controlling CO2 binding for the AA:GG system. Specifically, in bis(2-methoxyethyl) ether (diglyme) we observed an increased amount of CO2 absorbed overall vs DMSO, as well as an inflection pointa transition from low affinity to high affinityin the shape of the CO2 absorption isotherm. We calculated a Hill coefficient of 2.4 for this isotherm, indicating cooperative binding of CO2. For measures of the CO2 binding capacities of other system components, please see Table S2.\n\nWith a functional solvent determined, we next sought to ascertain the correct molar ratio of GG to AA to provide optimized CO2 absorption (a). In an interesting relationship, we found that 1:1 GG:AA displayed low affinity up to 68 mbar, where it sharply transitions to high affinity behavior. CO2 absorption plateaus at approximately 1.1 mol/mol GG. In stark contrast, a relatively small change in ratio, 1:1.5 GG:AA, results in a very different isotherm. Here, low affinity behavior begins to transition earlier, at approximately 29 mbar, and CO2 absorption levels at approximately 1.7 mol/mol GG. Increasing the ratio further does very little to change the CO2 absorption profile: 1:2 GG:AA transitions to high affinity at 28 mbar, and CO2 absorption levels at approximately 1.8 mol/mol GG. These data reinforce the hypothesis of the bimolecular requirement for CO2 binding.\n\nWe next determined if concentration of GG:AA in diglyme would change the binding properties by potentially increasing the cooperativity and therefore the transition point (b). A ratio of 10 mM GG to 15 mM AA resulted in a suppressed isotherm compared to higher concentrations, with an affinity switch occurring at 166 mbar. A ratio of 100 mM GG:150 mM AA resulted in a decreased pressure range of low affinity behavior, and a leveling off of CO2 absorption at approximately 1.4 mol/mol GG, indicating some suppression of high affinity behavior relative to the 50 mM GG:75 mM AA regime. The Hill coefficient remained 2.4. This suppression may be due to the viscosity of the CO2-rich phase prohibiting successful mixing with a magnetic stirring apparatus. In light of these results, 50 mM AA:75 mM AA was used for all further experiments.\n\nAs we had observed the formation of a distinct second phase, we hypothesized that the solubility of the second phase may be an important factor in determining the onset of the precipitation and the low to high affinity transition. To test this, we examined absorption as a function of solution temperatures (c). We observed a striking temperature dependence on the cooperative CO2 binding of our system. At 11 °C, a region of suppressed uptakelow CO2 affinityis not observed at the pressure regime assayed, though this does not preclude its existence. Conversely, at 30 °C the region of low affinity extends until 101 mbar, almost three times the pressure at which the shift to high affinity occurs at 22 °C. This results in a change in the capacity of ~0.06 mmol of CO2 per mL of liquid at 165 mbar. While modest, this represents a large change in the overall capacity of 70% at a target CO2 pressure over a very modest temperature range.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "solvent", "value": "diglyme", "unit": "", "condition": ""}, {"property name": "molar ratio", "value": "1:1 GG:AA", "unit": "", "condition": ""}, {"property name": "molar ratio", "value": "1:1.5 GG:AA", "unit": "", "condition": ""}, {"property name": "molar ratio", "value": "1:2 GG:AA", "unit": "", "condition": ""}, {"property name": "concentration", "value": "10 mM GG:15 mM AA", "unit": "", "condition": ""}, {"property name": "concentration", "value": "100 mM GG:150 mM AA", "unit": "", "condition": ""}, {"property name": "temperature", "value": "11 °C", "unit": "", "condition": ""}, {"property name": "temperature", "value": "30 °C", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>CO<sub>2</sub> binding by a bidentate alcohol and bidentate guanidine.\nA solution of 1,5-pentandiol (AA) and bis trimethylguanidine species\n(GG) may capture CO<sub>2</sub> in a cooperative fashion.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"oc-2017-00418b_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  CO2 binding by a bidentate alcohol and bidentate guanidine. A solution of 1,5-pentandiol (AA) and bis trimethylguanidine species (GG) may capture CO2 in a cooperative fashion.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis\nof Bifunctional Guanidine GG</title>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"oc-2017-00418b_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthesis of Bifunctional Guanidine GG   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>CO<sub>2</sub> absorption isotherms varying solvent and denticity.\n(a) 50 mM GG and 75 mM AA in diglyme and DMSO at 22 °C. (b) 50\nmM <italic>N</italic>,<italic>N</italic>,<italic>N</italic>′,<italic>N</italic>′-tetramethylguanidine and 75 mM <italic>n-</italic>butanol in DMSO and bis­(2-methoxyethyl) ether at 22 °C. (c)\nAn NMR sample of a CO<sub>2</sub>-saturated mixture of GG:AA, 1:1\nratio, evolves a viscous secondary phase (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscentsci.7b00418/suppl_file/oc7b00418_si_001.pdf\">Supporting Information</ext-link> section III for further details).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"oc-2017-00418b_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  CO2 absorption isotherms varying solvent and denticity. (a) 50 mM GG and 75 mM AA in diglyme and DMSO at 22 °C. (b) 50 mM N,N,N',N'-tetramethylguanidine and 75 mM n-butanol in DMSO and bis(2-methoxyethyl) ether at 22 °C. (c) An NMR sample of a CO2-saturated mixture of GG:AA, 1:1 ratio, evolves a viscous secondary phase (see Supporting Information section III for further details).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Evaluation of CO<sub>2</sub> absorption parameters. (a) Optimization\nof molar ratios of GG to AA in diglyme at 22 °C. (b) Optimization\nof concentrations of a 1:1.5 molar ratio of GG to AA in diglyme at\n22 °C. (c) Temperature optimization of a 1:1.5 molar ratio of\nGG:AA in diglyme.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"oc-2017-00418b_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Evaluation of CO2 absorption parameters. (a) Optimization of molar ratios of GG to AA in diglyme at 22 °C. (b) Optimization of concentrations of a 1:1.5 molar ratio of GG to AA in diglyme at 22 °C. (c) Temperature optimization of a 1:1.5 molar ratio of GG:AA in diglyme.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>NMR analysis of CO<sub>2</sub> binding. (a) Species formed by AA\nand GG after exposure to 1 atm of CO<sub>2</sub>. (b) <sup>1</sup>H NMR spectra before and after exposure to 1 atm of CO<sub>2</sub>. Dashed lines correspond to GG or resulting guanidinium species.\n(c) Change in relative peak areas of H<sub>b</sub> and H<sub>d</sub>, which depend on solvent composition and final diol concentration,\nthe latter shown. (d) Ratio of bis-alkylcarbonate A<sup>–</sup>A<sup>–</sup> to mono-alkylcarbonate A<sup>–</sup>A\nversus solvent composition.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"oc-2017-00418b_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  NMR analysis of CO2 binding. (a) Species formed by AA and GG after exposure to 1 atm of CO2. (b) 1H NMR spectra before and after exposure to 1 atm of CO2. Dashed lines correspond to GG or resulting guanidinium species. (c) Change in relative peak areas of Hb and Hd, which depend on solvent composition and final diol concentration, the latter shown. (d) Ratio of bis-alkylcarbonate A-A- to mono-alkylcarbonate A-A versus solvent composition.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscentsci.7b00418", "title": "\nCooperative CO2 Absorption Isotherms from\na Bifunctional Guanidine and Bifunctional Alcohol\n", "journal": "American Chemical Society", "date": "2017.12", "author_list": ["Steinhardt\nRachel", "Hiew\nStanley C.", "Mohapatra\nHemakesh", "Nguyen\nDu", "Oh\nZachary", "Truong\nRichard", "Esser-Kahn\nAaron"]}}