{"filepath": "../L2M3_data/1_application_papers/acs_xml/sc2c05064.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Lithium sulfur (Li–S) batteries represent a promising\nfuture\nbattery technology. However, the low electrical conductivity of solid-state\nsulfur species (S, Li<sub>2</sub>S<sub>2</sub>, and Li<sub>2</sub>S) and the polysulfide shuttle effect deteriorate their practical\ncapacity and cycling retention. Herein, we present an interlayer composed\nof magnesium oxide (MgO) nanoparticles and carbon matrix for the Li–S\nbatteries. In the composite, MgO can capture dissolved polysulfides\nthat diffuse to the carbon matrix along the oxide surface for further\nreduction reactions. As a novel precursor to produce the composite\nstructure, a Mg metal–organic-framework, Mg-MOF-74, is adopted\nand synthesized on a free-standing carbon paper (MOF/C-paper). Through\npyrolysis, Mg-MOF-74 is converted into highly porous carbon containing\nuniformly distributed MgO nanoparticles (MgO@C/C-paper). The Li–S\ncells assembled with MgO@C/C-paper and C-paper interlayer show significantly\nhigher initial capacities (980 and 898 mAh g<sup>–1</sup>,\nrespectively) than the interlayer-free cell (729 mAh g<sup>–1</sup>) owing to the conductive interlayers. After 200 cycles at 0.2 C,\nthe MgO@C/C-paper cell presents a cycle retention (78.3%) superior\nto that of the C-paper cell (76.5%). With a higher sulfur loading\nof 3.3 mg cm<sup>–2</sup>, the MgO@C/C-paper cell exhibits\nan even higher capacity retention (80.1%) than the C-paper cell (54.6%)\nafter 100 cycles. The excellent cycle stability of the MgO@C/C-paper\ncell over the C-paper cell demonstrates that the unique structure\nof the MOF-derived MgO@C is highly effective in anchoring and reutilizing\ndissolved polysulfides.</p>", "clean_text": "Lithium sulfur (Li-S) batteries represent a promising future battery technology. However, the low electrical conductivity of solid-state sulfur species (S, Li2S2, and Li2S) and the polysulfide shuttle effect deteriorate their practical capacity and cycling retention. Herein, we present an interlayer composed of magnesium oxide (MgO) nanoparticles and carbon matrix for the Li-S batteries. In the composite, MgO can capture dissolved polysulfides that diffuse to the carbon matrix along the oxide surface for further reduction reactions. As a novel precursor to produce the composite structure, a Mg metal-organic-framework, Mg-MOF-74, is adopted and synthesized on a free-standing carbon paper (MOF/C-paper). Through pyrolysis, Mg-MOF-74 is converted into highly porous carbon containing uniformly distributed MgO nanoparticles (MgO@C/C-paper). The Li-S cells assembled with MgO@C/C-paper and C-paper interlayer show significantly higher initial capacities (980 and 898 mAh g-1, respectively) than the interlayer-free cell (729 mAh g-1) owing to the conductive interlayers. After 200 cycles at 0.2 C, the MgO@C/C-paper cell presents a cycle retention (78.3%) superior to that of the C-paper cell (76.5%). With a higher sulfur loading of 3.3 mg cm-2, the MgO@C/C-paper cell exhibits an even higher capacity retention (80.1%) than the C-paper cell (54.6%) after 100 cycles. The excellent cycle stability of the MgO@C/C-paper cell over the C-paper cell demonstrates that the unique structure of the MOF-derived MgO@C is highly effective in anchoring and reutilizing dissolved polysulfides.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>MOF-derived\nMgO@C interlayer increases utilization of polysulfides\nand reversibility of the Li−S cell for sustainable energy storage.</p><title>Introduction</title><p>Since the conception of the lithium ion\nbattery (LIB), LIBs have\nplayed a key role in the revolution of mobile electronic devices owing\nto their high gravimetric energy density (260 Wh kg<sup>–1</sup>). However, the advancement of portable devices and large-scale applications\nsuch as electric vehicles (EVs) and energy storage systems (ESSs)\nrequires higher energy density than an LIB can supply. Among post-LIB\ncandidates, lithium–sulfur (Li–S) batteries have a better\nchance of reaching commercialization owing to their high theoretical\nenergy density (2500 Wh kg<sup>–1</sup>), low cost, and the\nenvironmental friendliness of the sulfur cathode material. Compared to conventional transition-metal oxide cathodes (275 mAh\ng<sup>–1</sup>), which involve a maximum of one electron per\ntransition-metal atom, the sulfur cathode has a higher theoretical\ncapacity (1675 mAh g<sup>–1</sup>), as it is a lightweight\nelement and incorporates two electrons per sulfur atom to form lithium\nsulfide (Li<sub>2</sub>S).\n</p>", "clean_text": "MOF-derived MgO@C interlayer increases utilization of polysulfides and reversibility of the Li-S cell for sustainable energy storage.\n\nIntroduction\n\nSince the conception of the lithium ion battery (LIB), LIBs have played a key role in the revolution of mobile electronic devices owing to their high gravimetric energy density (260 Wh kg-1). However, the advancement of portable devices and large-scale applications such as electric vehicles (EVs) and energy storage systems (ESSs) requires higher energy density than an LIB can supply. Among post-LIB candidates, lithium-sulfur (Li-S) batteries have a better chance of reaching commercialization owing to their high theoretical energy density (2500 Wh kg-1), low cost, and the environmental friendliness of the sulfur cathode material. Compared to conventional transition-metal oxide cathodes (275 mAh g-1), which involve a maximum of one electron per transition-metal atom, the sulfur cathode has a higher theoretical capacity (1675 mAh g-1), as it is a lightweight element and incorporates two electrons per sulfur atom to form lithium sulfide (Li2S). ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Despite\nthese advantages, sulfur cathodes have several challenges\nthat must be overcome. In particular, low electrical conductivity\nof solid-state sulfur species (S, Li<sub>2</sub>S<sub>2</sub>, and\nLi<sub>2</sub>S) and the dissolution of lithium polysulfides (Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>, 4 ≤ <italic toggle=\"yes\">n</italic> ≤ 8) hinder the full utilization of the theoretical capacity\nand result in poor cyclic retention. Low electrical\nconductivity of sulfur leads to large overpotential and low practical\ncapacity, limiting the sulfur loading mass as well. The dissolved\npolysulfides lose electric contact with the cathode and subsequently\nbecome inactive. In addition, they can move to the lithium anode and\nreact to form S or Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S, which\npassivates the anode surface and increases the cell overpotential\ndue to the ensuing poor electrical conductivity.</p>", "clean_text": "Despite these advantages, sulfur cathodes have several challenges that must be overcome. In particular, low electrical conductivity of solid-state sulfur species (S, Li2S2, and Li2S) and the dissolution of lithium polysulfides (Li2S n , 4 ≤ n ≤ 8) hinder the full utilization of the theoretical capacity and result in poor cyclic retention. Low electrical conductivity of sulfur leads to large overpotential and low practical capacity, limiting the sulfur loading mass as well. The dissolved polysulfides lose electric contact with the cathode and subsequently become inactive. In addition, they can move to the lithium anode and react to form S or Li2S2/Li2S, which passivates the anode surface and increases the cell overpotential due to the ensuing poor electrical conductivity.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In an effort\nto address the aforementioned issues, conductive host\nmaterials such as graphene, graphene oxide, and highly porous carbon have been added\ninto the sulfur cathodes to enhance the electrical conductivity. However, addition of a host material to the cathode includes the\nextra step of a melt diffusion process and reduces the sulfur content of the cathode. To increase sulfur\nloading mass and to use simple synthesis processes, free-standing\ninterlayers have been widely developed. Starting with a multiwall\ncarbon nanotube (MWCNT) interlayer, a variety of carbon-based interlayers\nhave been explored. Although those interlayers can enhance both the specific capacity\nand cycle stability of sulfur cathodes by providing electrical conductivity\nto the sulfur cathode, the nonpolar surface of carbon materials cannot\neffectively suppress polysulfide shuttling due to having a low affinity\nfor polar polysulfide and limitations in improving the cycle stability.\n</p>", "clean_text": "In an effort to address the aforementioned issues, conductive host materials such as graphene, graphene oxide, and highly porous carbon have been added into the sulfur cathodes to enhance the electrical conductivity. However, addition of a host material to the cathode includes the extra step of a melt diffusion process and reduces the sulfur content of the cathode. To increase sulfur loading mass and to use simple synthesis processes, free-standing interlayers have been widely developed. Starting with a multiwall carbon nanotube (MWCNT) interlayer, a variety of carbon-based interlayers have been explored. Although those interlayers can enhance both the specific capacity and cycle stability of sulfur cathodes by providing electrical conductivity to the sulfur cathode, the nonpolar surface of carbon materials cannot effectively suppress polysulfide shuttling due to having a low affinity for polar polysulfide and limitations in improving the cycle stability. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>For efficient polysulfide capture, inorganic\ncompounds such as\ntransition-metal oxides, sulfides, and carbides have been incorporated into carbon materials. Among them, metal\noxides are known to have the highest affinity to polysulfides. However, the anchored polysulfide on a metal\noxide surface cannot react further due to low electrical conductivity\nof the metal oxides. To utilize the dissolved polysulfides, the anchored\npolysulfides should diffuse to neighboring conducting carbon. Thus,\nin addition to the chemical affinity with polysulfides, diffusion\nof anchored polysulfides on metal oxide is a crucial factor to be\nconsidered in designing an interlayer. A recent study showed that\nMgO is a promising material among different metal oxides considering\nstrong binding and a low surface diffusion barrier through density\nfunctional theory (DFT) calculation and experimental results.\n</p>", "clean_text": "For efficient polysulfide capture, inorganic compounds such as transition-metal oxides, sulfides, and carbides have been incorporated into carbon materials. Among them, metal oxides are known to have the highest affinity to polysulfides. However, the anchored polysulfide on a metal oxide surface cannot react further due to low electrical conductivity of the metal oxides. To utilize the dissolved polysulfides, the anchored polysulfides should diffuse to neighboring conducting carbon. Thus, in addition to the chemical affinity with polysulfides, diffusion of anchored polysulfides on metal oxide is a crucial factor to be considered in designing an interlayer. A recent study showed that MgO is a promising material among different metal oxides considering strong binding and a low surface diffusion barrier through density functional theory (DFT) calculation and experimental results. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this study, we present a commercial\ncarbon paper coated with\nporous carbon and magnesium oxide (MgO). As a novel precursor for\nthe MgO and carbon composite, an Mg metal–organic framework,\nMg-MOF-74, was synthesized on a free-standing carbon paper (MOF/C-paper).\nThrough pyrolysis, Mg-MOF-74 is converted into highly porous carbon\ncontaining uniformly distributed MgO nanoparticles (MgO@C/C-paper).\nThe unique structure of the MOF-derived MgO@C provides uniformly abundant\nanchoring sites and short diffusion pathways for dissolved polysulfides,\nthereby improving cycle retention of the Li–S cell. The roles\nof MgO@C/C-paper interlayer in capturing and reutilizing dissolved\npolysulfides are investigated using scanning electron microscopy (SEM),\nhigh-angle annular dark-field scanning transmission electron microscopy\n(HAADF STEM), and X-ray photoelectron spectroscopy (XPS).</p>", "clean_text": "In this study, we present a commercial carbon paper coated with porous carbon and magnesium oxide (MgO). As a novel precursor for the MgO and carbon composite, an Mg metal-organic framework, Mg-MOF-74, was synthesized on a free-standing carbon paper (MOF/C-paper). Through pyrolysis, Mg-MOF-74 is converted into highly porous carbon containing uniformly distributed MgO nanoparticles (MgO@C/C-paper). The unique structure of the MOF-derived MgO@C provides uniformly abundant anchoring sites and short diffusion pathways for dissolved polysulfides, thereby improving cycle retention of the Li-S cell. The roles of MgO@C/C-paper interlayer in capturing and reutilizing dissolved polysulfides are investigated using scanning electron microscopy (SEM), high-angle annular dark-field scanning transmission electron microscopy (HAADF STEM), and X-ray photoelectron spectroscopy (XPS).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussions</title><p>\na,b shows\nSEM images of a pristine carbon paper (C-paper) composed of carbon\nfibers with a diameter of approximately 5 μm and a smooth surface.\nThe C-paper has a porous structure with a thickness of approximately\n110 μm. An X-ray diffraction (XRD) pattern () reveals that the C-paper\nconsists of graphitic carbon. To produce\na metal–organic framework (MOF) on the carbon fibers, the C-paper\nwas soaked in a solution containing magnesium acetate tetrahydrate\n(Mg­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O) as a metal\nprecursor and 2,5-dihydroxyterephthalic acid (H<sub>4</sub>DHTP) as\nan organic ligand and kept at 125 °C for 6 h (denoted as “MOF/C-paper”).\nAs illustrated in c,d, most of the carbon fibers are covered with the reaction\nproducts throughout the C-paper. The XRD pattern of MOF/C-paper displays\ndistinct peaks at 6.7° and 11.7° () that correspond to (110) and (300) of space\ngroup <italic toggle=\"yes\">R</italic>\n<overline>3</overline>, respectively, in addition to the graphitic carbon peaks. These\noutcomes imply that crystalline Mg-MOF-74 was formed on graphitic\ncarbon fibers throughout the C-paper. Then, the MOF/C-paper was heat-treated\nat 900 °C under an Ar gas condition for 1 h. The XRD pattern of the heat-treated MOF/C-paper () exhibits only graphitic\ncarbon peaks without the Mg-MOF-74 peaks observed from the MOF/C-paper,\nindicating that the organic ligands in Mg-MOF-74 were pyrolyzed into\ncarbon. Similar to the MOF/C-paper, most of the carbon fibers in the\nheat-treated MOF/C-paper (e,f) are covered with pyrolyzed MOF throughout the\nC-paper. The thicknesses of the MOF/C-paper and heat-treated MOF/C-paper\nwere similar (∼110 μm) to that of the pristine C-paper.</p>", "clean_text": "Results and Discussions\n\n a,b shows SEM images of a pristine carbon paper (C-paper) composed of carbon fibers with a diameter of approximately 5 μm and a smooth surface. The C-paper has a porous structure with a thickness of approximately 110 μm. An X-ray diffraction (XRD) pattern () reveals that the C-paper consists of graphitic carbon. To produce a metal-organic framework (MOF) on the carbon fibers, the C-paper was soaked in a solution containing magnesium acetate tetrahydrate (Mg(CH3COO)2⋅4H2O) as a metal precursor and 2,5-dihydroxyterephthalic acid (H4DHTP) as an organic ligand and kept at 125 °C for 6 h (denoted as \"MOF/C-paper\"). As illustrated in c,d, most of the carbon fibers are covered with the reaction products throughout the C-paper. The XRD pattern of MOF/C-paper displays distinct peaks at 6.7° and 11.7° () that correspond to (110) and (300) of space group R 3, respectively, in addition to the graphitic carbon peaks. These outcomes imply that crystalline Mg-MOF-74 was formed on graphitic carbon fibers throughout the C-paper. Then, the MOF/C-paper was heat-treated at 900 °C under an Ar gas condition for 1 h. The XRD pattern of the heat-treated MOF/C-paper () exhibits only graphitic carbon peaks without the Mg-MOF-74 peaks observed from the MOF/C-paper, indicating that the organic ligands in Mg-MOF-74 were pyrolyzed into carbon. Similar to the MOF/C-paper, most of the carbon fibers in the heat-treated MOF/C-paper (e,f) are covered with pyrolyzed MOF throughout the C-paper. The thicknesses of the MOF/C-paper and heat-treated MOF/C-paper were similar (~110 μm) to that of the pristine C-paper.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Top-view\nand cross-sectional SEM images of (a, b) C-paper, (c,\nd) MOF/C-paper, and (e, f) heat-treated MOF/C-paper.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Top-view and cross-sectional SEM images of (a, b) C-paper, (c, d) MOF/C-paper, and (e, f) heat-treated MOF/C-paper.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns of C-paper, MOF/C-paper, and heat-treated\nMOF/C-paper.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns of C-paper, MOF/C-paper, and heat-treated MOF/C-paper.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Since the boiling point of Mg is 1091 °C, Mg in Mg-MOF-74 would survive the heat treatment\nand be\noxidized when the heat-treated MOF/C-paper was exposed to air. A strand\nof the heat-treated MOF/C-paper was carefully collected by cutting\na fiber (a)\nfor elemental mapping. Unavoidably, pyrolyzed MOF was partially removed\nfrom the fiber during the cutting process. The elemental mapping image\n(b) shows that\nMg is uniformly distributed in the pyrolyzed MOF. Transmission electron\nmicroscopy (TEM) images of the pyrolyzed MOF (c) demonstrate nanosized (approximately 2\nnm) particles in an amorphous matrix. The fast Fourier transformed\n(FFT) images for a nanoparticle (d) and for a carbon matrix (e) illustrate the rock salt\nphase (<italic toggle=\"yes\">Fm</italic>3̅<italic toggle=\"yes\">m</italic>) with a lattice\nparameter of 0.21 nm, which correspond to Mg-oxide (MgO) and amorphous carbon, respectively. These results\ndemonstrate that pyrolyzed MOF is composed of MgO nanoparticles in\nan amorphous carbon matrix (MgO@C). The absence of MgO peaks from\nthe XRD pattern () of the heat-treated MOF/C-paper (denoted as “MgO@C/C-paper”)\nis related to the small crystallite size of MgO and strong intensity\nof graphitic carbon peaks from the C-paper.</p>", "clean_text": "Since the boiling point of Mg is 1091 °C, Mg in Mg-MOF-74 would survive the heat treatment and be oxidized when the heat-treated MOF/C-paper was exposed to air. A strand of the heat-treated MOF/C-paper was carefully collected by cutting a fiber (a) for elemental mapping. Unavoidably, pyrolyzed MOF was partially removed from the fiber during the cutting process. The elemental mapping image (b) shows that Mg is uniformly distributed in the pyrolyzed MOF. Transmission electron microscopy (TEM) images of the pyrolyzed MOF (c) demonstrate nanosized (approximately 2 nm) particles in an amorphous matrix. The fast Fourier transformed (FFT) images for a nanoparticle (d) and for a carbon matrix (e) illustrate the rock salt phase (Fm3̅m) with a lattice parameter of 0.21 nm, which correspond to Mg-oxide (MgO) and amorphous carbon, respectively. These results demonstrate that pyrolyzed MOF is composed of MgO nanoparticles in an amorphous carbon matrix (MgO@C). The absence of MgO peaks from the XRD pattern () of the heat-treated MOF/C-paper (denoted as \"MgO@C/C-paper\") is related to the small crystallite size of MgO and strong intensity of graphitic carbon peaks from the C-paper.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SEM and (b) EDS elemental\nMg mapping images of a fiber collected\nfrom the heat-treated MOF/C-paper. (c) TEM image of pyrolyzed MOF\nand FFT images for (d) the nanoparticle marked with a red square and\n(e) carbon matrix marked with a blue square in (c).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) SEM and (b) EDS elemental Mg mapping images of a fiber collected from the heat-treated MOF/C-paper. (c) TEM image of pyrolyzed MOF and FFT images for (d) the nanoparticle marked with a red square and (e) carbon matrix marked with a blue square in (c).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>To support that the MOF/C-paper was pyrolyzed into\nMgO@C/C-paper,\nMg-MOF-74 was prepared in powder form (denoted as “MOF powder”, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S1a</ext-link>) and heat-treated in the same manner\nas MOF/C-paper (denoted as “heat-treated MOF powder”, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S1b</ext-link>). While the MOF powder exhibits the\nXRD peaks of Mg-MOF-74 peak distinctively at 6.7° and 11.7°\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), the heat-treated MOF powder\npresents only MgO-related XRD peaks at 43° and 62°, without\nMg-MOF-74 peaks or carbon peaks. These results confirm that the heat-treated\nMOF powder is composed of crystalline MgO and amorphous carbon (denoted\nas “MgO@C powder”).</p>", "clean_text": "To support that the MOF/C-paper was pyrolyzed into MgO@C/C-paper, Mg-MOF-74 was prepared in powder form (denoted as \"MOF powder\", Figure S1a) and heat-treated in the same manner as MOF/C-paper (denoted as \"heat-treated MOF powder\", Figure S1b). While the MOF powder exhibits the XRD peaks of Mg-MOF-74 peak distinctively at 6.7° and 11.7° (Figure S2), the heat-treated MOF powder presents only MgO-related XRD peaks at 43° and 62°, without Mg-MOF-74 peaks or carbon peaks. These results confirm that the heat-treated MOF powder is composed of crystalline MgO and amorphous carbon (denoted as \"MgO@C powder\").", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>To estimate the composition\nof MgO, MOF-derived amorphous carbon,\nand graphitic C-paper in the MgO@C/C-paper, thermogravimetric analysis\n(TGA) was conducted for MgO@C powder and MgO@C/C-paper in an air condition\nto 900 °C. The MgO@C powder sample lost approximately 53.4% of\nits original weight at temperature around ∼300 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>), confirming the MOF-derived carbon\nhas an amorphous structure, and retained\n46.6% of its original weight up to 900 °C. Thus, the weight ratio\nof MgO to MOF-derived amorphous carbon in MgO@C is 46.6 to 53.4. The\nMgO@C/C-paper lost its weight slightly at a temperature around ∼300\n°C and mostly at temperatures above ∼600 °C, where\napproximately 97.5% of graphitic carbon oxidized from its original\nweight (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>). Accordingly, MgO@C/C-paper is composed of 2.5 wt % MgO,\n2.9 wt % MOF-derived amorphous carbon, and 94.6 wt % of graphitic\nC-paper. The free-standing C-paper and MgO@C/C-paper have a weight\nof 14.1 and 14.4 mg, respectively. A simple calculation shows that\nMgO@C/C-paper only has 0.16 mg of extra MgO added from the original\nC-paper.</p>", "clean_text": "To estimate the composition of MgO, MOF-derived amorphous carbon, and graphitic C-paper in the MgO@C/C-paper, thermogravimetric analysis (TGA) was conducted for MgO@C powder and MgO@C/C-paper in an air condition to 900 °C. The MgO@C powder sample lost approximately 53.4% of its original weight at temperature around ~300 °C (Figure S3a), confirming the MOF-derived carbon has an amorphous structure, and retained 46.6% of its original weight up to 900 °C. Thus, the weight ratio of MgO to MOF-derived amorphous carbon in MgO@C is 46.6 to 53.4. The MgO@C/C-paper lost its weight slightly at a temperature around ~300 °C and mostly at temperatures above ~600 °C, where approximately 97.5% of graphitic carbon oxidized from its original weight (Figure S3b). Accordingly, MgO@C/C-paper is composed of 2.5 wt % MgO, 2.9 wt % MOF-derived amorphous carbon, and 94.6 wt % of graphitic C-paper. The free-standing C-paper and MgO@C/C-paper have a weight of 14.1 and 14.4 mg, respectively. A simple calculation shows that MgO@C/C-paper only has 0.16 mg of extra MgO added from the original C-paper.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>The electrical conductivity of MgO@C/C-paper was measured\nto be\n0.71 S cm<sup>–2</sup>, which was slightly lower than that\nof the C-paper (0.94 S cm<sup>–2</sup>) due to the presence\nof insulating MgO. The Barrett–Joyner–Halenda (BJH)\nmeasurement (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) exhibits that MOF-derived\ncarbon has mesopores with an average pore size of 5.2 nm. Owing to\nthe highly porous MOF-derived carbon, the MgO@C/C-paper has a substantially\nlarger Brunauer–Emmett–Teller (BET) surface area (0.70\nm<sup>2</sup>/g) than that of the C-paper (0.29 m<sup>2</sup>/g).</p>", "clean_text": "The electrical conductivity of MgO@C/C-paper was measured to be 0.71 S cm-2, which was slightly lower than that of the C-paper (0.94 S cm-2) due to the presence of insulating MgO. The Barrett-Joyner-Halenda (BJH) measurement (Figure S4) exhibits that MOF-derived carbon has mesopores with an average pore size of 5.2 nm. Owing to the highly porous MOF-derived carbon, the MgO@C/C-paper has a substantially larger Brunauer-Emmett-Teller (BET) surface area (0.70 m2/g) than that of the C-paper (0.29 m2/g).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>With a cathode sulfur loading of 1.7 mg cm<sup>–2</sup>,\nthree types of Li–S coin cells were assembled: a standard cell\nwithout an interlayer and also C-paper and MgO@C/C-paper that employ\nC-paper and MgO@C/C-paper interlayer, respectively, between the cathode\nand the separator. The ratio between electrolyte and sulfur (E/S)\nwas 20 μL/g. The cycle test was performed at the current density\n0.2 C, with cutoff voltages of 1.7 and 2.8 V (a). The standard cell has an initial capacity\nof 729 and 543 mAh g<sup>–1</sup> after 200 cycles with retention\nof 74.5%. On the other hand, the interlayer-containing cells, C-paper\nand MgO@C/C-paper, deliver substantially enhanced initial capacities\nof 898 and 980 mAh g<sup>–1</sup>, respectively. After 200\ncycles, C-paper had a capacity of 687 mAh g<sup>–1</sup> with\nretention 76.5%, and MgO@C/C-paper had a capacity of 767 mAh g<sup>–1</sup> with retention 78.3%. In addition, the Coulombic\nefficiency of standard, C-paper, and MgO@C/C-paper after 200 cycles\nis 98.3, 98.7, and 99.0%, respectively. The high electrical conductivity\nand the large surface of the interlayers provide plenty of reaction\nsites for polysulfides, enhancing the polysulfide utilization. However,\nit is expected that the formation of Li<sub>2</sub>S<sub>2</sub> and\nLi<sub>2</sub>S eventually passivates the surface of the C-paper, whereas the MgO@C layer prevents the passivation.</p>", "clean_text": "With a cathode sulfur loading of 1.7 mg cm-2, three types of Li-S coin cells were assembled: a standard cell without an interlayer and also C-paper and MgO@C/C-paper that employ C-paper and MgO@C/C-paper interlayer, respectively, between the cathode and the separator. The ratio between electrolyte and sulfur (E/S) was 20 μL/g. The cycle test was performed at the current density 0.2 C, with cutoff voltages of 1.7 and 2.8 V (a). The standard cell has an initial capacity of 729 and 543 mAh g-1 after 200 cycles with retention of 74.5%. On the other hand, the interlayer-containing cells, C-paper and MgO@C/C-paper, deliver substantially enhanced initial capacities of 898 and 980 mAh g-1, respectively. After 200 cycles, C-paper had a capacity of 687 mAh g-1 with retention 76.5%, and MgO@C/C-paper had a capacity of 767 mAh g-1 with retention 78.3%. In addition, the Coulombic efficiency of standard, C-paper, and MgO@C/C-paper after 200 cycles is 98.3, 98.7, and 99.0%, respectively. The high electrical conductivity and the large surface of the interlayers provide plenty of reaction sites for polysulfides, enhancing the polysulfide utilization. However, it is expected that the formation of Li2S2 and Li2S eventually passivates the surface of the C-paper, whereas the MgO@C layer prevents the passivation.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Electrochemical\nperformance of the Li–S cells without an\ninterlayer (denoted as “standard”) and with C-paper\nand MgO@C/C-paper interlayer at 0.2 C. (a) Cycling performances with\na sulfur loading mass of 1.7 mg cm<sup>–2</sup>. Charge–Discharge\ncurves of (b) standard, (c) C-paper, and (d) MgO@C/C-paper.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Electrochemical performance of the Li-S cells without an interlayer (denoted as \"standard\") and with C-paper and MgO@C/C-paper interlayer at 0.2 C. (a) Cycling performances with a sulfur loading mass of 1.7 mg cm-2. Charge-Discharge curves of (b) standard, (c) C-paper, and (d) MgO@C/C-paper.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>In b–d,\nthe prepared coin cells demonstrate discharge voltage plateaus at\napproximately 2.3 and 2.1 V, corresponding to the reduction of elemental\nsulfur to high-order polysulfides (Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>, 6 ≤ <italic toggle=\"yes\">x</italic> ≤ 8) and a further reduction\nof these polysulfides to lower-order polysulfides (Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>, 4 ≤ <italic toggle=\"yes\">x</italic> ≤\n6) and lithium sulfide (Li<sub>2</sub>S), respectively. Comparing\nstandard, C-paper, and MgO@C/C-paper cells, at the first cycle, the\ncapacity coming from the first plateau is 318, 346, and 359 mAh g<sup>–1</sup>, respectively. The standard cell, without an interlayer,\nhas the smallest capacity due to a lack of electrical conductivity.\nA conductive interlayer on the top of the sulfur cathode surface,\nwhere the electrochemical reaction predominantly occurs, enhances\nthe utilization of nonconductive sulfur (S<sub>8</sub>) and lithium\nsulfides (Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S). The effect of the MgO@C/C-paper\ninterlayer is emphasized at the second plateau where higher capacity\nis extracted by reduction of polysulfides (Standard: 411 mAh g<sup>–1</sup>, C-paper: 552 mAh g<sup>–1</sup>, and MgO@C/C-paper:\n621 mAh g<sup>–1</sup>). The voltage plateau at 2.1 V was extended\nfor the MgO@C/C-paper over the C-paper implying that the MgO@C layer\npromotes the reduction of low-order polysulfides (at 2.1 V) more than\nthe reduction of elemental sulfur to high-order polysulfides (at 2.3\nV), resulting in the higher specific capacity compared to the C-paper.</p>", "clean_text": "In b-d, the prepared coin cells demonstrate discharge voltage plateaus at approximately 2.3 and 2.1 V, corresponding to the reduction of elemental sulfur to high-order polysulfides (Li2S x , 6 ≤ x ≤ 8) and a further reduction of these polysulfides to lower-order polysulfides (Li2S x , 4 ≤ x ≤ 6) and lithium sulfide (Li2S), respectively. Comparing standard, C-paper, and MgO@C/C-paper cells, at the first cycle, the capacity coming from the first plateau is 318, 346, and 359 mAh g-1, respectively. The standard cell, without an interlayer, has the smallest capacity due to a lack of electrical conductivity. A conductive interlayer on the top of the sulfur cathode surface, where the electrochemical reaction predominantly occurs, enhances the utilization of nonconductive sulfur (S8) and lithium sulfides (Li2S2 and Li2S). The effect of the MgO@C/C-paper interlayer is emphasized at the second plateau where higher capacity is extracted by reduction of polysulfides (Standard: 411 mAh g-1, C-paper: 552 mAh g-1, and MgO@C/C-paper: 621 mAh g-1). The voltage plateau at 2.1 V was extended for the MgO@C/C-paper over the C-paper implying that the MgO@C layer promotes the reduction of low-order polysulfides (at 2.1 V) more than the reduction of elemental sulfur to high-order polysulfides (at 2.3 V), resulting in the higher specific capacity compared to the C-paper.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>After 20 cycles, the first plateau for the standard cell dramatically\ndecreased having 192 mAh g<sup>–1</sup> and moderately decreased\ncapacity of 347 mAh g<sup>–1</sup> for the second plateau.\nRepeated polysulfide dissolution and S/Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S deposition result in the separation of sulfur and\ncarbon in the cathode. Insulating sulfur species at the interface\nbetween the electrolyte and cathode passivates the cathode. It has\nbeen reported that the low electrical conductivity of the sulfur species\nand the loss of the active material related to polysulfide dissolution\ndecreases the sulfur utilization. For C-paper and MgO@C/C-paper, the change in the\nfirst plateau is relatively moderate (C-paper: 271 mAh g<sup>–1</sup>, MgO@C/C-paper: 285 mAh g<sup>–1</sup>). However, an abrupt\nvoltage decay decreased the capacity derived from the second plateau\nof the C-paper 437 mAh g<sup>–1</sup>, whereas MgO@C/C-paper\nmaintains the capacity of 529 mAh g<sup>–1</sup>. The difference\nin the second plateau capacity after 20 cycles is expected to come\nfrom the passivation of active sites of the C-paper interlayer.</p>", "clean_text": "After 20 cycles, the first plateau for the standard cell dramatically decreased having 192 mAh g-1 and moderately decreased capacity of 347 mAh g-1 for the second plateau. Repeated polysulfide dissolution and S/Li2S2/Li2S deposition result in the separation of sulfur and carbon in the cathode. Insulating sulfur species at the interface between the electrolyte and cathode passivates the cathode. It has been reported that the low electrical conductivity of the sulfur species and the loss of the active material related to polysulfide dissolution decreases the sulfur utilization. For C-paper and MgO@C/C-paper, the change in the first plateau is relatively moderate (C-paper: 271 mAh g-1, MgO@C/C-paper: 285 mAh g-1). However, an abrupt voltage decay decreased the capacity derived from the second plateau of the C-paper 437 mAh g-1, whereas MgO@C/C-paper maintains the capacity of 529 mAh g-1. The difference in the second plateau capacity after 20 cycles is expected to come from the passivation of active sites of the C-paper interlayer.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>In order to separate the role of MgO, MgO particles are removed\nby using 2 M HCl acid leaching (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). TEM high-angle annular dark-field (HAADF) images and energy-dispersive X-ray spectroscopy\n(EDS) mapping of heat-treated MOF powder show MgO nanoparticles and\nclear Mg peaks, whereas the acid-leached heat-treated MOF powder only\ndemonstrates clear amorphous carbon matrix without any Mg peaks. MgO@C/C-paper\nafter acid leaching, denoted as “C/C-paper”, is assembled\nin a Li–S full cell to compare the electrochemical performance\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). C/C-paper has an initial capacity\nof 891 mAh g<sup>–1</sup>, which is very similar to that of\nthe C-paper (898 mAh g<sup>–1</sup>). Also, it retained its\ncapacity of 680 mAh g<sup>–1</sup> at 50 cycles showing a similar\ndecay curve when compared to the C-paper. Such a result confirms that\nthe presence of MgO nanoparticles can increase the capacity of the\nLi–S cell.</p>", "clean_text": "In order to separate the role of MgO, MgO particles are removed by using 2 M HCl acid leaching (Figure S5). TEM high-angle annular dark-field (HAADF) images and energy-dispersive X-ray spectroscopy (EDS) mapping of heat-treated MOF powder show MgO nanoparticles and clear Mg peaks, whereas the acid-leached heat-treated MOF powder only demonstrates clear amorphous carbon matrix without any Mg peaks. MgO@C/C-paper after acid leaching, denoted as \"C/C-paper\", is assembled in a Li-S full cell to compare the electrochemical performance (Figure S6). C/C-paper has an initial capacity of 891 mAh g-1, which is very similar to that of the C-paper (898 mAh g-1). Also, it retained its capacity of 680 mAh g-1 at 50 cycles showing a similar decay curve when compared to the C-paper. Such a result confirms that the presence of MgO nanoparticles can increase the capacity of the Li-S cell.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>One of the crucial challenges in the commercialization\nof Li–S\nbatteries is the limitation of sulfur loading. With an increased sulfur\nloading of 3.3 mg cm<sup>–2</sup> (), the initial specific capacity of sulfur\ndramatically drops to approximately 300 mAh g<sup>–1</sup> at\nthe first cycle at 0.05 C, whereas the interlayer-containing cells\nretain the cathode-specific capacities of approximately 1000 mAh g<sup>–1</sup>. During 100 cycles at 0.2 C, the capacity only retained\nat approximately 200 mAh g<sup>–1</sup> without an interlayer\n(b). The C-paper\ncell that initially had a high capacity (1st cycle: 987 mAh g<sup>–1</sup>) underwent a rapid capacity fading, delivering the\nspecific capacity of 414 mAh g<sup>–1</sup> at the 100th cycle\n(54.6% of the second cycle capacity, 759 mAh g<sup>–1</sup>). On the other hand, the MgO@C/C-paper cell shows an excellent cycle\nretention, presenting a cathode capacity of 584 mAh g<sup>–1</sup> at the 100th cycle (80.1% of the second cycle capacity, 729 mAh\ng<sup>–1</sup>). Compared to the MgO@C/C-paper cell, the rapid\ncapacity fading of the C-paper cell is related to the decay of the\nvoltage plateau at 2.1 V (a). These outcomes reflect that, with the higher sulfur\nloading, a greater amount of polysulfides is dissolved, accelerating\npassivation of the C-paper and capacity fading. In contrast, with\nthe MgO@C/C-paper, passivation of the C-paper is effectively suppressed,\nthereby enabling reduction of polysulfides.</p>", "clean_text": "One of the crucial challenges in the commercialization of Li-S batteries is the limitation of sulfur loading. With an increased sulfur loading of 3.3 mg cm-2 (), the initial specific capacity of sulfur dramatically drops to approximately 300 mAh g-1 at the first cycle at 0.05 C, whereas the interlayer-containing cells retain the cathode-specific capacities of approximately 1000 mAh g-1. During 100 cycles at 0.2 C, the capacity only retained at approximately 200 mAh g-1 without an interlayer (b). The C-paper cell that initially had a high capacity (1st cycle: 987 mAh g-1) underwent a rapid capacity fading, delivering the specific capacity of 414 mAh g-1 at the 100th cycle (54.6% of the second cycle capacity, 759 mAh g-1). On the other hand, the MgO@C/C-paper cell shows an excellent cycle retention, presenting a cathode capacity of 584 mAh g-1 at the 100th cycle (80.1% of the second cycle capacity, 729 mAh g-1). Compared to the MgO@C/C-paper cell, the rapid capacity fading of the C-paper cell is related to the decay of the voltage plateau at 2.1 V (a). These outcomes reflect that, with the higher sulfur loading, a greater amount of polysulfides is dissolved, accelerating passivation of the C-paper and capacity fading. In contrast, with the MgO@C/C-paper, passivation of the C-paper is effectively suppressed, thereby enabling reduction of polysulfides.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Charge–Discharge\ncurves and (b) electrochemical performance\nof the Li–S cells without an interlayer (denoted as “standard”)\nand with C-paper and MgO@C/C-paper interlayer at 0.2 C with sulfur\nloading of 3.3 mg cm<sup>–2</sup>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Charge-Discharge curves and (b) electrochemical performance of the Li-S cells without an interlayer (denoted as \"standard\") and with C-paper and MgO@C/C-paper interlayer at 0.2 C with sulfur loading of 3.3 mg cm-2.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>There are different MOF and MOF-derived materials\nused in Li–S\nbattery studies. For example, the HKUST-1 based MOF@GO separator shows\nan initial capacity of 1207 mAh g<sup>–1</sup> and retains\n870 mAh g<sup>–1</sup> at the 100th cycle at 0.5 C, and Y-FTZB-coated separator shows an initial\ncapacity of 1101 mAh g<sup>–1</sup> and retains its capacity\nof 557 mAh g<sup>–1</sup> after 300 cycles at 0.25 C. Although the overall capacity of this work is\nslightly lower than the previous results, considering the loading\nmass (0.6–1.0 mg cm<sup>–2</sup>) of previous results,\nthis result is comparable.</p>", "clean_text": "There are different MOF and MOF-derived materials used in Li-S battery studies. For example, the HKUST-1 based MOF@GO separator shows an initial capacity of 1207 mAh g-1 and retains 870 mAh g-1 at the 100th cycle at 0.5 C, and Y-FTZB-coated separator shows an initial capacity of 1101 mAh g-1 and retains its capacity of 557 mAh g-1 after 300 cycles at 0.25 C. Although the overall capacity of this work is slightly lower than the previous results, considering the loading mass (0.6-1.0 mg cm-2) of previous results, this result is comparable.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>The charge–discharge curves\nand rate performance of the\nthree Li–S batteries are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>. As C-rate increases, the voltage gap between charge and\ndischarge plateaus increases due to the limited conductivity of the\nstandard sulfur cathode. However, the cell with MgO@C/C-paper has\nflatter plateaus and reduced overpotential. MgO@C-paper has a capacity\nof 1237 mAh g<sup>–1</sup> at 0.05 C and 651 mAh g<sup>–1</sup> at 1 C having higher rate capability compared to other cells. Also,\nit recovers up to 1011 mAh g<sup>–1</sup> when the C-rate returns\nto 0.05 C, suggesting superior rate performance of MgO@C/C-paper.</p>", "clean_text": "The charge-discharge curves and rate performance of the three Li-S batteries are shown in Figure S7. As C-rate increases, the voltage gap between charge and discharge plateaus increases due to the limited conductivity of the standard sulfur cathode. However, the cell with MgO@C/C-paper has flatter plateaus and reduced overpotential. MgO@C-paper has a capacity of 1237 mAh g-1 at 0.05 C and 651 mAh g-1 at 1 C having higher rate capability compared to other cells. Also, it recovers up to 1011 mAh g-1 when the C-rate returns to 0.05 C, suggesting superior rate performance of MgO@C/C-paper.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>To achieve high sulfur utilization and cycle stability, dissolved\npolysulfides should be anchored and reduced to Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S. To estimate polysulfide-anchoring capacity,\ncoin cells were disassembled after the first discharge (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). While the standard cell displays\na yellowish electrolyte, the interlayer-containing cells show colorless\nelectrolytes, implying yellow-colored polysulfides were captured by\nthe interlayers. Compared to the pristine\nstates (a,b),\nthe pores in the C-paper and MgO@C/C-paper were severely clogged throughout\nthe interlayers (c,d). Elemental mapping images display sulfur signals uniformly distributed\nthroughout the interlayers. These outcomes reflect that a considerable\namount of polysulfide was captured by the interlayers in the first\ndischarge (e,f). In addition, the MgO@C/C-paper has stronger S signals than\nthe C-paper. To estimate polysulfide capturing ability, pristine C-paper\nand MgO@C/C-paper were soaked in a 5 mM polysulfide (Li<sub>2</sub>S<sub>6</sub>) solution for an hour and washed with 1,2-dimethoxymethane\n(DME) solution (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). The sulfur\ncontents measured using elemental analysis (EA) were found to be 278\nand 408 ppm in the C-paper and MgO@C/C-paper, respectively. These\nresults demonstrate that MgO@C enhance the polysulfide capturing capability,\npossibly due to the highly porous carbon and polar MgO nanoparticles.\n</p>", "clean_text": "To achieve high sulfur utilization and cycle stability, dissolved polysulfides should be anchored and reduced to Li2S2/Li2S. To estimate polysulfide-anchoring capacity, coin cells were disassembled after the first discharge (Figure S8). While the standard cell displays a yellowish electrolyte, the interlayer-containing cells show colorless electrolytes, implying yellow-colored polysulfides were captured by the interlayers. Compared to the pristine states (a,b), the pores in the C-paper and MgO@C/C-paper were severely clogged throughout the interlayers (c,d). Elemental mapping images display sulfur signals uniformly distributed throughout the interlayers. These outcomes reflect that a considerable amount of polysulfide was captured by the interlayers in the first discharge (e,f). In addition, the MgO@C/C-paper has stronger S signals than the C-paper. To estimate polysulfide capturing ability, pristine C-paper and MgO@C/C-paper were soaked in a 5 mM polysulfide (Li2S6) solution for an hour and washed with 1,2-dimethoxymethane (DME) solution (Figure S9). The sulfur contents measured using elemental analysis (EA) were found to be 278 and 408 ppm in the C-paper and MgO@C/C-paper, respectively. These results demonstrate that MgO@C enhance the polysulfide capturing capability, possibly due to the highly porous carbon and polar MgO nanoparticles. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Top view SEM images of the interlayers (a), (b) before\nand (c,\nd) after the first discharge. Cross-section images and elemental EDS\nmapping images of (e) C-paper and (f) MgO@C/C-paper.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Top view SEM images of the interlayers (a), (b) before and (c, d) after the first discharge. Cross-section images and elemental EDS mapping images of (e) C-paper and (f) MgO@C/C-paper.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>To evaluate the capabilities of reducing the anchored\npolysulfides,\ncoin cells were prepared using the C-paper and MgO@C/C-paper as blank\ncathodes. Polysulfide (Li<sub>2</sub>S<sub>8</sub>) was dissolved\nin the electrolyte as an active material instead of sulfur cathode.\nVoltage–Time curves were measured at a constant current of\n27 μA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>), displaying sloping\ndischarge profiles above 2.1 V and voltage plateaus at 2.1 V, corresponding\nto the reduction of dissolved Li<sub>2</sub>S<sub>8</sub> to Li<sub>2</sub>S<sub>6</sub> and the reduction of Li<sub>2</sub>S<sub>6</sub> to Li<sub>2</sub>S<sub>2</sub> or Li<sub>2</sub>S, respectively. Whereas the capacities from the reaction of\nLi<sub>2</sub>S<sub>8</sub> to Li<sub>2</sub>S<sub>6</sub> are similar\nfor both blank cathodes, the MgO@C/C-paper cathode produces a longer\nvoltage plateau and approximately 1.5 times higher capacity than the\nC-paper cathode. These results demonstrate that MgO@C promotes reduction\nof the anchored polysulfides to Li<sub>2</sub>S<sub>2</sub> or Li<sub>2</sub>S.</p>", "clean_text": "To evaluate the capabilities of reducing the anchored polysulfides, coin cells were prepared using the C-paper and MgO@C/C-paper as blank cathodes. Polysulfide (Li2S8) was dissolved in the electrolyte as an active material instead of sulfur cathode. Voltage-Time curves were measured at a constant current of 27 μA (Figure S10), displaying sloping discharge profiles above 2.1 V and voltage plateaus at 2.1 V, corresponding to the reduction of dissolved Li2S8 to Li2S6 and the reduction of Li2S6 to Li2S2 or Li2S, respectively. Whereas the capacities from the reaction of Li2S8 to Li2S6 are similar for both blank cathodes, the MgO@C/C-paper cathode produces a longer voltage plateau and approximately 1.5 times higher capacity than the C-paper cathode. These results demonstrate that MgO@C promotes reduction of the anchored polysulfides to Li2S2 or Li2S.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>To determine the state of the sulfur species on the\nblank cathodes,\nthe discharged blank cathodes were disassembled, washed in DME solution,\nand dried in a vacuum chamber. The washed blank cathodes are transferred\nusing a vacuum transfer vessel to collect X-ray photoelectron spectroscopy\n(XPS) S 2p spectra (). R-SO<sub>2</sub>-R/SO<sub>4</sub>\n<sup>2–</sup>,\nS<sub>2</sub>O<sub>3</sub>\n<sup>2–</sup>/SO<sub>3</sub>\n<sup>2–</sup>, S<sub>T</sub>\n<sup>–1</sup>, and S<sub>2</sub>\n<sup>–</sup> peaks are observed at binding energies of 169.0,\n167.2, 162.0, and 160.4 eV, respectively. Since the soluble polysulfides were removed by DME, R-SO<sub>2</sub>-R/SO<sub>4</sub>\n<sup>2–</sup> and S<sub>2</sub>O<sub>3</sub>\n<sup>2–</sup>/SO<sub>3</sub>\n<sup>2–</sup> signals reflect\nthe oxidation of sulfur species during the sample transfer or due\nto the residual bis­(trifluoromethyl sulfonyl)­imide (LiTFSI). Compared\nto the C-paper, MgO@C/C-paper exhibits the higher relative intensity\nof R-SO<sub>2</sub>-R/SO<sub>4</sub>\n<sup>2–</sup> and S<sub>2</sub>O<sub>3</sub>\n<sup>2–</sup>/SO<sub>3</sub>\n<sup>2–</sup>, indicating a greater amount of polysulfides anchored in accordance\nwith the EA results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). The S<sub>T</sub>\n<sup>–1</sup> and S<sup>2–</sup> species correspond\nto Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S, respectively.\nThe peak areal ratios of S<sup>2–</sup> to S<sub>T</sub>\n<sup>–1</sup> (S<sup>2–</sup>/S<sub>T</sub>\n<sup>–1</sup>) were calculated to be 5.9 and 1.8 for the MgO@C/C-paper and C-paper,\nrespectively, implying that lithium persulfide (Li<sub>2</sub>S<sub>2</sub>) was further reduced to lithium sulfide (Li<sub>2</sub>S)\nin the MgO@C/C-paper. At a given state of discharge, Li<sub>2</sub>S<sub>2</sub> would be more thinly formed in the MgO@C/C-paper than\nin the C-paper owing to the larger surface area of MgO@C layer, allowing\nfurther reduction to Li<sub>2</sub>S.</p>", "clean_text": "To determine the state of the sulfur species on the blank cathodes, the discharged blank cathodes were disassembled, washed in DME solution, and dried in a vacuum chamber. The washed blank cathodes are transferred using a vacuum transfer vessel to collect X-ray photoelectron spectroscopy (XPS) S 2p spectra (). R-SO2-R/SO4 2-, S2O3 2-/SO3 2-, ST -1, and S2 - peaks are observed at binding energies of 169.0, 167.2, 162.0, and 160.4 eV, respectively. Since the soluble polysulfides were removed by DME, R-SO2-R/SO4 2- and S2O3 2-/SO3 2- signals reflect the oxidation of sulfur species during the sample transfer or due to the residual bis(trifluoromethyl sulfonyl)imide (LiTFSI). Compared to the C-paper, MgO@C/C-paper exhibits the higher relative intensity of R-SO2-R/SO4 2- and S2O3 2-/SO3 2-, indicating a greater amount of polysulfides anchored in accordance with the EA results (Figure S9). The ST -1 and S2- species correspond to Li2S2 and Li2S, respectively. The peak areal ratios of S2- to ST -1 (S2-/ST -1) were calculated to be 5.9 and 1.8 for the MgO@C/C-paper and C-paper, respectively, implying that lithium persulfide (Li2S2) was further reduced to lithium sulfide (Li2S) in the MgO@C/C-paper. At a given state of discharge, Li2S2 would be more thinly formed in the MgO@C/C-paper than in the C-paper owing to the larger surface area of MgO@C layer, allowing further reduction to Li2S.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>XPS spectra of S 2p of (a) C-paper and\n(b) MgO@C/C-paper cathode\nafter the first discharge in the Li<sub>2</sub>S<sub>8</sub> solution.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  XPS spectra of S 2p of (a) C-paper and (b) MgO@C/C-paper cathode after the first discharge in the Li2S8 solution.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>For stable Li–S battery cycling, the solid-state\nLi<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S should be oxidized back\nto polysulfides\nto retain the cycle stability. In this regard, the C-paper and MgO@C/C-paper\nblank cathodes were observed at the discharged and charged states.\nThe C-paper and MgO@C/C-paper cathodes were charged up to 2.27 V in\norder to oxidize solid-state Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S to soluble polysulfides. Compared to the pristine state (a,b), discharged\nC-paper and MgO@C/C-paper cathodes show different morphologies (c,d), being covered\nwith solid-state Li<sub>2</sub>S<sub>2</sub> and/or Li<sub>2</sub>S, as identified by the XPS results. The S contents in the C-paper\nand MgO@C/C-paper were measured using EDS and found to be 25.2 and\n22.2 atom %, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). When\ncharged, the C-paper cathode is still covered with Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S, but the MgO@C/C-paper cathode seems similar\nto its pristine state (e,f). In fact, the S contents were lowered to 13.5 and 3.1\natom % in the C-paper and MgO@C/C-paper after charging to 2.27 V.\nIn other words, approximately 46% and 86% of the solid-state sulfur\nspecies (Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S) were oxidized\nback to polysulfide, in the C-paper and MgO@C/C-paper, respectively.\nThese results imply that the C-paper is passivated by the formation\nof Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S where MgO@C/C-paper\nis capable of reutilizing the solid-state sulfur species.</p>", "clean_text": "For stable Li-S battery cycling, the solid-state Li2S2/Li2S should be oxidized back to polysulfides to retain the cycle stability. In this regard, the C-paper and MgO@C/C-paper blank cathodes were observed at the discharged and charged states. The C-paper and MgO@C/C-paper cathodes were charged up to 2.27 V in order to oxidize solid-state Li2S2/Li2S to soluble polysulfides. Compared to the pristine state (a,b), discharged C-paper and MgO@C/C-paper cathodes show different morphologies (c,d), being covered with solid-state Li2S2 and/or Li2S, as identified by the XPS results. The S contents in the C-paper and MgO@C/C-paper were measured using EDS and found to be 25.2 and 22.2 atom %, respectively (Table S1). When charged, the C-paper cathode is still covered with Li2S2/Li2S, but the MgO@C/C-paper cathode seems similar to its pristine state (e,f). In fact, the S contents were lowered to 13.5 and 3.1 atom % in the C-paper and MgO@C/C-paper after charging to 2.27 V. In other words, approximately 46% and 86% of the solid-state sulfur species (Li2S2/Li2S) were oxidized back to polysulfide, in the C-paper and MgO@C/C-paper, respectively. These results imply that the C-paper is passivated by the formation of Li2S2/Li2S where MgO@C/C-paper is capable of reutilizing the solid-state sulfur species.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>SEM images\nof the blank cathodes. (a) Pristine C-paper, (b) pristine\nMgO@C/C-paper, (c) discharged C-paper, (d) discharged MgO@C/C-paper,\n(e) charged C-paper, and (f) charged MgO@C/C-paper.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  SEM images of the blank cathodes. (a) Pristine C-paper, (b) pristine MgO@C/C-paper, (c) discharged C-paper, (d) discharged MgO@C/C-paper, (e) charged C-paper, and (f) charged MgO@C/C-paper.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Nyquist plots of the standard, C-paper, and\nMgO@C/C-paper cells\nare shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>. The first semicircle\nshown at the high-frequency region represents charge transfer resistance\n(<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>) at the interface between the cathode\nand the electrolyte. The next semicircle represents the interfacial\ncontact resistance (<italic toggle=\"yes\">R</italic>\n<sub>int</sub>) due to the formation\nof an insulating layer (Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S). Before cycling, C-paper and MgO@C/C-paper\nshow a very similar plot in the high-frequency region and have very\nsmall <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> compared to the standard cell.\nThis result is due to the presence of a conductive interlayer at the\ncathode surface. All the cells have a small semicircle corresponding\nto <italic toggle=\"yes\">R</italic>\n<sub>int</sub> in the medium-frequency region\ndue to self-discharge. After 10 cycles, MgO@C/C-paper cell has the\nsmallest <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> and <italic toggle=\"yes\">R</italic>\n<sub>int</sub> among other cells. Such a low resistance confirms that\nthe MgO@C layer prevents C-paper from passivation by high reutilization\nof the solid-state sulfur species.</p>", "clean_text": "The Nyquist plots of the standard, C-paper, and MgO@C/C-paper cells are shown in Figure S11. The first semicircle shown at the high-frequency region represents charge transfer resistance (R ct) at the interface between the cathode and the electrolyte. The next semicircle represents the interfacial contact resistance (R int) due to the formation of an insulating layer (Li2S2/Li2S). Before cycling, C-paper and MgO@C/C-paper show a very similar plot in the high-frequency region and have very small R ct compared to the standard cell. This result is due to the presence of a conductive interlayer at the cathode surface. All the cells have a small semicircle corresponding to R int in the medium-frequency region due to self-discharge. After 10 cycles, MgO@C/C-paper cell has the smallest R ct and R int among other cells. Such a low resistance confirms that the MgO@C layer prevents C-paper from passivation by high reutilization of the solid-state sulfur species.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>\n presents\nthe high-angle annular dark-field (HAADF) cross-sectional images and\nEDS mapping images of C-paper and MgO@C/C-paper. In the C-paper, as\nobserved in SEM images, Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S is observed on carbon fiber both at charged and discharged states.\nInactive Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S residue could\nnot be oxidized back to polysulfides and passivates carbon surface.\nIn the MgO@C/C-paper cathode, Mg and S signals are overlapped both\nat charged and discharged states. Theses outcomes reflect that polysulfides\ndiffuse through the MgO@C layer and reduce to Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S. In addition, compared to the discharged\nstate (c),\nsulfur signals are substantially weaker in the charged MgO@/C-paper\n(d), implying\noxidation of Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S to the polysulfide.</p>", "clean_text": "  presents the high-angle annular dark-field (HAADF) cross-sectional images and EDS mapping images of C-paper and MgO@C/C-paper. In the C-paper, as observed in SEM images, Li2S2/Li2S is observed on carbon fiber both at charged and discharged states. Inactive Li2S2/Li2S residue could not be oxidized back to polysulfides and passivates carbon surface. In the MgO@C/C-paper cathode, Mg and S signals are overlapped both at charged and discharged states. Theses outcomes reflect that polysulfides diffuse through the MgO@C layer and reduce to Li2S2/Li2S. In addition, compared to the discharged state (c), sulfur signals are substantially weaker in the charged MgO@/C-paper (d), implying oxidation of Li2S2/Li2S to the polysulfide.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>STEM HAADF\nimages and EDS mapping of (a) discharged and (b) charged\nC-paper and (c) discharged and (d) charged MgO@C/C-paper.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  STEM HAADF images and EDS mapping of (a) discharged and (b) charged C-paper and (c) discharged and (d) charged MgO@C/C-paper.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The unique structure of the MOF-derived MgO@C,\nwhich consists of\nhighly porous carbon with MgO nanoparticles, efficiently improves\nthe utilization and cycle retention of sulfur.  schematically illustrates roles of the\nMgO@C layer in promoting the redox reactions of sulfur species on\nC-paper interlayer. The highly porous MOF-derived carbon and polar\nMgO provide abundant polysulfide capturing sites. The uniformly distributed\nnanosized MgO with low surface diffusion barrier provides the anchored\npolysulfides with fast and short diffusion pathways to carbon for\nthe reduction to Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S. Owing\nto the large surface area, the solid-state Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S are deposited thinly on the MOF-derived carbon,\nthereby providing a short electron pathway from the carbon fiber to\nthe Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S surface. Thus, Li<sub>2</sub>S<sub>2</sub> can be further reduced to Li<sub>2</sub>S during\ndischarge, and Li<sub>2</sub>S/Li<sub>2</sub>S<sub>2</sub> can be\nefficiently oxidized back to polysulfide.</p>", "clean_text": "The unique structure of the MOF-derived MgO@C, which consists of highly porous carbon with MgO nanoparticles, efficiently improves the utilization and cycle retention of sulfur.  schematically illustrates roles of the MgO@C layer in promoting the redox reactions of sulfur species on C-paper interlayer. The highly porous MOF-derived carbon and polar MgO provide abundant polysulfide capturing sites. The uniformly distributed nanosized MgO with low surface diffusion barrier provides the anchored polysulfides with fast and short diffusion pathways to carbon for the reduction to Li2S2/Li2S. Owing to the large surface area, the solid-state Li2S2/Li2S are deposited thinly on the MOF-derived carbon, thereby providing a short electron pathway from the carbon fiber to the Li2S2/Li2S surface. Thus, Li2S2 can be further reduced to Li2S during discharge, and Li2S/Li2S2 can be efficiently oxidized back to polysulfide.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Schematic diagram of\nredox reaction of polysulfide on C-paper and\nMgO@C/C-paper; MgO nanoparticle anchors dissolved polysulfides and\ndiffused to carbon composite for reduction.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Schematic diagram of redox reaction of polysulfide on C-paper and MgO@C/C-paper; MgO nanoparticle anchors dissolved polysulfides and diffused to carbon composite for reduction.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<title>Conclusion</title><p>MgO@C was synthesized on a free-standing\ncarbon paper (MgO@C/C-paper)\nand presented as an interlayer between the cathode and the separator\nof a Li–S cell. By pyrolyzing a novel precursor for the MgO@C,\nhighly porous carbon was obtained with uniformly distributed MgO nanoparticles.\nThe Li–S cells assembled with C-paper and MgO@C/C-paper demonstrated\ninitial discharge capacities (898 and 980 mAh g<sup>–1</sup>, respectively) much higher than that of the interlayer-free cell\n(729 mAh g<sup>–1</sup>), owing to the high electrical conductivity\nof the interlayers. The MgO@C/C-paper cell exhibited superior cycle\nstability of the C-paper cell; at the 200th cycle, capacity retention\nof MgO@C/C-paper and C-paper cell was 78.3% and 76.5%, respectively,\nwith a sulfur loading of 1.7 mg cm<sup>–2</sup>. In the MgO@C,\nMgO nanoparticle anchors dissolved polysulfides that diffuse to carbon\nmatrix for electrochemical reactions. The unique structure of MOF-derived\nMgO@C provides polysulfides with numerous anchoring sites and short\ndiffusion pathways from MgO to carbon, enabling efficient utilization\nof dissolved polysulfides. In addition, passivation of the carbon\nsubstrate is prevented since the solid-state sulfur species (Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S) deposited on MgO@C is efficiently\noxidized to polysulfide during charging, increasing the utilization\nand the reversibility of the Li–S cell.</p>", "clean_text": "Conclusion\n\nMgO@C was synthesized on a free-standing carbon paper (MgO@C/C-paper) and presented as an interlayer between the cathode and the separator of a Li-S cell. By pyrolyzing a novel precursor for the MgO@C, highly porous carbon was obtained with uniformly distributed MgO nanoparticles. The Li-S cells assembled with C-paper and MgO@C/C-paper demonstrated initial discharge capacities (898 and 980 mAh g-1, respectively) much higher than that of the interlayer-free cell (729 mAh g-1), owing to the high electrical conductivity of the interlayers. The MgO@C/C-paper cell exhibited superior cycle stability of the C-paper cell; at the 200th cycle, capacity retention of MgO@C/C-paper and C-paper cell was 78.3% and 76.5%, respectively, with a sulfur loading of 1.7 mg cm-2. In the MgO@C, MgO nanoparticle anchors dissolved polysulfides that diffuse to carbon matrix for electrochemical reactions. The unique structure of MOF-derived MgO@C provides polysulfides with numerous anchoring sites and short diffusion pathways from MgO to carbon, enabling efficient utilization of dissolved polysulfides. In addition, passivation of the carbon substrate is prevented since the solid-state sulfur species (Li2S2/Li2S) deposited on MgO@C is efficiently oxidized to polysulfide during charging, increasing the utilization and the reversibility of the Li-S cell.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Material Preparation</title><title>Synthesis of Mg-MOF-74 and MgO@C/C-paper</title><p>Mg-MOF-74\nwas synthesized on carbon paper (denoted as “MOF/C-paper”)\nthrough a solvothermal method using magnesium acetate tetrahydrate\n(Mg­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O) as a metal\nprecursor and 2,5-dihydroxyterephthalic acid (H<sub>4</sub>DHTP) as\nan organic ligand. The magnesium acetate\ntetrahydrate was dissolved in a mixture of 1 mL of deionized (DI)\nwater, 1 mL of ethanol, and 8 mL of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF). H<sub>4</sub>DHTP was dissolved in 10 mL\nof DMF and stirred for 1 h. The fully dissolved H<sub>4</sub>DHTP\nsolution was added dropwise to the magnesium acetate solution. The\nprepared solution was transferred into a Teflon-lined autoclave, and\ncommercial carbon paper (t: 0.10 ± 0.01 mm, density: 0.78 g/cm<sup>3</sup>) was soaked in the solution. The C-paper was composed of\ncarbon fibers with a diameter of approximately 5 μm with a highly\nporous structure (a–c), allowing penetration of the solution. The autoclave\nwas placed in a convection oven and kept at 125 °C for 6 h for\nthe solvothermal reaction. The soaked carbon paper was washed with\nDMF and dried in a vacuum oven overnight to obtain MOF/C-paper. To\nconvert Mg-MOF-74 to MgO and carbon, the prepared MOF/C-paper was\nheat-treated at 900 °C under an Ar gas condition for 1 h (denoted\nas “MgO@C/C-paper”).</p>", "clean_text": "Experimental Section\n\nMaterial Preparation\n\nSynthesis of Mg-MOF-74 and MgO@C/C-paper\n\nMg-MOF-74 was synthesized on carbon paper (denoted as \"MOF/C-paper\") through a solvothermal method using magnesium acetate tetrahydrate (Mg(CH3COO)2⋅4H2O) as a metal precursor and 2,5-dihydroxyterephthalic acid (H4DHTP) as an organic ligand. The magnesium acetate tetrahydrate was dissolved in a mixture of 1 mL of deionized (DI) water, 1 mL of ethanol, and 8 mL of N,N-dimethylformamide (DMF). H4DHTP was dissolved in 10 mL of DMF and stirred for 1 h. The fully dissolved H4DHTP solution was added dropwise to the magnesium acetate solution. The prepared solution was transferred into a Teflon-lined autoclave, and commercial carbon paper (t: 0.10 ± 0.01 mm, density: 0.78 g/cm3) was soaked in the solution. The C-paper was composed of carbon fibers with a diameter of approximately 5 μm with a highly porous structure (a-c), allowing penetration of the solution. The autoclave was placed in a convection oven and kept at 125 °C for 6 h for the solvothermal reaction. The soaked carbon paper was washed with DMF and dried in a vacuum oven overnight to obtain MOF/C-paper. To convert Mg-MOF-74 to MgO and carbon, the prepared MOF/C-paper was heat-treated at 900 °C under an Ar gas condition for 1 h (denoted as \"MgO@C/C-paper\").", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Material Characterizations</title><p>The surface and cross-section\nof each sample were observed using a scanning electron microscope\n(SEM, Phillips, XL30S). An elemental analysis was conducted using\nenergy-dispersive X-ray spectroscopy (EDS) attached to the SEM. Morphological\nand elemental analysis of the samples were conducted using a scanning\ntransmission electron microscope (S/TEM, FEI Titan cubed G2 60-300).\nThe S/TEM specimens were prepared via ion-beam milling using the focused\nion beam (FIB, FEI Helios G4 UX) method. The structural phase was\nclassified with a high-resolution powder X-ray diffractometer (XRD,\nRIGAKU, SmartLab) using Cu K-α-1 (λ = 1.5418 Å) radiation\nat a scanning speed of 0.5°/min in the 2θ range of 5–80°.\nThe surface elemental information and corresponding valence states\nwere confirmed by X-ray photoelectron spectrometry (XPS, ThermoFisher\nScientific, K-Alpha+, MXP10). The conductivity of the carbon interlayer\nwas measured using a manual probe station (SUMMIT11862B) with a Keithley\ninstrument (4200-SCS/F). The surface area and pore size distribution\nof the interlayers were measured by a surface area and pore size analyzer\n(3Flex) using the Brunauer–Emmett–Teller (BET) method.\nThe thermal stability and volatile components of the interlayer were\nmonitored via a high-resolution thermogravimetric analysis (TGA, TG209\nF1 Libra) in the temperature range of 30–900 °C with a\nstep of 5 °C/min in air. The electrical conductivity of the interlayers\nwas measured with a manual probe station (SUMMIT11862B) integrated\nwith a Keithley instrument (4200-SCS/F).</p>", "clean_text": "Material Characterizations\n\nThe surface and cross-section of each sample were observed using a scanning electron microscope (SEM, Phillips, XL30S). An elemental analysis was conducted using energy-dispersive X-ray spectroscopy (EDS) attached to the SEM. Morphological and elemental analysis of the samples were conducted using a scanning transmission electron microscope (S/TEM, FEI Titan cubed G2 60-300). The S/TEM specimens were prepared via ion-beam milling using the focused ion beam (FIB, FEI Helios G4 UX) method. The structural phase was classified with a high-resolution powder X-ray diffractometer (XRD, RIGAKU, SmartLab) using Cu K-α-1 (λ = 1.5418 Å) radiation at a scanning speed of 0.5°/min in the 2θ range of 5-80°. The surface elemental information and corresponding valence states were confirmed by X-ray photoelectron spectrometry (XPS, ThermoFisher Scientific, K-Alpha+, MXP10). The conductivity of the carbon interlayer was measured using a manual probe station (SUMMIT11862B) with a Keithley instrument (4200-SCS/F). The surface area and pore size distribution of the interlayers were measured by a surface area and pore size analyzer (3Flex) using the Brunauer-Emmett-Teller (BET) method. The thermal stability and volatile components of the interlayer were monitored via a high-resolution thermogravimetric analysis (TGA, TG209 F1 Libra) in the temperature range of 30-900 °C with a step of 5 °C/min in air. The electrical conductivity of the interlayers was measured with a manual probe station (SUMMIT11862B) integrated with a Keithley instrument (4200-SCS/F).", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Measurements</title><p>Li–S full cells\nwere prepared without an interlayer and using the carbon paper and\nMgO@C/C as an interlayer. A Li metal disk (D: 15.6 mm, w: 0.45 mm,\nMTI Korea) was used as an anode, and a polyethylene separator (Tonen\nChemical Corporation) was used as a separator. To fabricate the cathode,\na slurry was prepared by mixing 70 wt % sulfur powder (325 mesh S<sub>8,</sub> Alfa Aesar), 20 wt % carbon black (Super-P), and 10 wt %\npoly­(vinylidene fluoride) (PVDF, Sigma-Aldrich) in <italic toggle=\"yes\">N</italic>-methyl-1,2-pyrrolidone (NMP, Sigma-Aldrich). The slurry was cast\nusing the doctor-blade method onto an aluminum (Al) foil current collector\nand dried in a vacuum oven at 80 °C overnight. The cathode cast\non Al foil had a loading mass of the active material of 1.7 mg cm<sup>–2</sup>. As an electrolyte, 1 M lithium bis­(trifluoromethanesulfonyl)­imide\n(LiTFSI) in a mixture of 1,3-dioxolane/1,2-dimethoxyethane (DOL/DME,\n1:1 v/v) was used with 0.2 M LiNO<sub>3</sub> as an additive. CR2032-type\ncoin cells were assembled in an argon-filled glovebox (MOTech Co.,\nLtd.). Electrochemical tests were performed in a cutoff voltage range\nof 1.7–2.8 V (vs Li<sup>+</sup>/Li) using a battery cycler\n(WonATech) at room temperature (25 °C). The cells were cycled\nat 0.05 C in the first cycle for the activation step, and the remaining\ncycles were cycled at 0.2 C. To investigate the interaction between\nthe dissolved polysulfide and the interlayers, the cells were assembled\nusing carbon and MgO@C/C interlayers as a cathode and 50 μL\nof a 0.125 M Li<sub>2</sub>S<sub>8</sub> solution in DOL/DME as an\nactive material. The cell was discharged and charged at 0.027 mA.\nThe electrochemical impedance spectroscopy (EIS) result was obtained\nusing a VersaSTAT 4 Potentiostat Galvanostat with VersaStudio software.\nThe measurement was taken at the open-circuit voltage with the frequency\nrange from 1 MHz to 0.01 Hz with amplitude of 10 mV.</p>", "clean_text": "Electrochemical Measurements\n\nLi-S full cells were prepared without an interlayer and using the carbon paper and MgO@C/C as an interlayer. A Li metal disk (D: 15.6 mm, w: 0.45 mm, MTI Korea) was used as an anode, and a polyethylene separator (Tonen Chemical Corporation) was used as a separator. To fabricate the cathode, a slurry was prepared by mixing 70 wt % sulfur powder (325 mesh S8, Alfa Aesar), 20 wt % carbon black (Super-P), and 10 wt % poly(vinylidene fluoride) (PVDF, Sigma-Aldrich) in N-methyl-1,2-pyrrolidone (NMP, Sigma-Aldrich). The slurry was cast using the doctor-blade method onto an aluminum (Al) foil current collector and dried in a vacuum oven at 80 °C overnight. The cathode cast on Al foil had a loading mass of the active material of 1.7 mg cm-2. As an electrolyte, 1 M lithium bis(trifluoromethanesulfonyl)imide (LiTFSI) in a mixture of 1,3-dioxolane/1,2-dimethoxyethane (DOL/DME, 1:1 v/v) was used with 0.2 M LiNO3 as an additive. CR2032-type coin cells were assembled in an argon-filled glovebox (MOTech Co., Ltd.). Electrochemical tests were performed in a cutoff voltage range of 1.7-2.8 V (vs Li+/Li) using a battery cycler (WonATech) at room temperature (25 °C). The cells were cycled at 0.05 C in the first cycle for the activation step, and the remaining cycles were cycled at 0.2 C. To investigate the interaction between the dissolved polysulfide and the interlayers, the cells were assembled using carbon and MgO@C/C interlayers as a cathode and 50 μL of a 0.125 M Li2S8 solution in DOL/DME as an active material. The cell was discharged and charged at 0.027 mA. The electrochemical impedance spectroscopy (EIS) result was obtained using a VersaSTAT 4 Potentiostat Galvanostat with VersaStudio software. The measurement was taken at the open-circuit voltage with the frequency range from 1 MHz to 0.01 Hz with amplitude of 10 mV.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acssuschemeng.2c05064?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acssuschemeng.2c05064</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM images of the MOF powder and the heat-treated MOF\npowder, XRD patterns of the MOF powder and heat-treated MOF powder,\nThermogravimetric analysis (TGA) curve of (a) MgO@C powder and (b)\nMgO@C/C-paper, BJH pore size distribution of the MOF powder and MgO@C\npowder, TEM HAADF images, EDS mapping images, and EDS spectrum of\nheat-treated MOF powder and after acid etching, electrochemical performance\nof the Li–S cells without an interlayer and with C-paper, C/C-paper,\nand MgO@C/C-paper at 0.2C, charge–discharge curves of standard,\nC-paper, and MgO@C/C-paper at different C-rates, rate performance\nof cells with different interlayers, photo images of the coin cells\nwithout and with interlayers after the first discharge, schematic\ndiagram of the interlayer interacting with a polysulfide solution,\nand elemental analysis of sulfur with C-paper and MgO@C/C-paper after\nsoaking in 5 mM polysulfide solution, charge and discharge curve of\nthe coin cells assembled with C-paper and MgO@C/C-paper as a blank\ncathode and polysulfide (Li<sub>2</sub>S<sub>8</sub>) dissolved in\nthe electrolyte as an active material, electrochemical impedance spectroscopy\n(EIS) spectra of the standard coin cell, C-paper cell, and MgO@C/C-paper\ncell before cycling and after 10 cycles, and quantitative elemental\ncomposition of cycled interlayer obtained from the EDS spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acssuschemeng.2c05064.  SEM images of the MOF powder and the heat-treated MOF powder, XRD patterns of the MOF powder and heat-treated MOF powder, Thermogravimetric analysis (TGA) curve of (a) MgO@C powder and (b) MgO@C/C-paper, BJH pore size distribution of the MOF powder and MgO@C powder, TEM HAADF images, EDS mapping images, and EDS spectrum of heat-treated MOF powder and after acid etching, electrochemical performance of the Li-S cells without an interlayer and with C-paper, C/C-paper, and MgO@C/C-paper at 0.2C, charge-discharge curves of standard, C-paper, and MgO@C/C-paper at different C-rates, rate performance of cells with different interlayers, photo images of the coin cells without and with interlayers after the first discharge, schematic diagram of the interlayer interacting with a polysulfide solution, and elemental analysis of sulfur with C-paper and MgO@C/C-paper after soaking in 5 mM polysulfide solution, charge and discharge curve of the coin cells assembled with C-paper and MgO@C/C-paper as a blank cathode and polysulfide (Li2S8) dissolved in the electrolyte as an active material, electrochemical impedance spectroscopy (EIS) spectra of the standard coin cell, C-paper cell, and MgO@C/C-paper cell before cycling and after 10 cycles, and quantitative elemental composition of cycled interlayer obtained from the EDS spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>SEM images of the MOF powder and the heat-treated MOF\npowder, XRD patterns of the MOF powder and heat-treated MOF powder,\nThermogravimetric analysis (TGA) curve of (a) MgO@C powder and (b)\nMgO@C/C-paper, BJH pore size distribution of the MOF powder and MgO@C\npowder, TEM HAADF images, EDS mapping images, and EDS spectrum of\nheat-treated MOF powder and after acid etching, electrochemical performance\nof the Li–S cells without an interlayer and with C-paper, C/C-paper,\nand MgO@C/C-paper at 0.2C, charge–discharge curves of standard,\nC-paper, and MgO@C/C-paper at different C-rates, rate performance\nof cells with different interlayers, photo images of the coin cells\nwithout and with interlayers after the first discharge, schematic\ndiagram of the interlayer interacting with a polysulfide solution,\nand elemental analysis of sulfur with C-paper and MgO@C/C-paper after\nsoaking in 5 mM polysulfide solution, charge and discharge curve of\nthe coin cells assembled with C-paper and MgO@C/C-paper as a blank\ncathode and polysulfide (Li<sub>2</sub>S<sub>8</sub>) dissolved in\nthe electrolyte as an active material, electrochemical impedance spectroscopy\n(EIS) spectra of the standard coin cell, C-paper cell, and MgO@C/C-paper\ncell before cycling and after 10 cycles, and quantitative elemental\ncomposition of cycled interlayer obtained from the EDS spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "SEM images of the MOF powder and the heat-treated MOF powder, XRD patterns of the MOF powder and heat-treated MOF powder, Thermogravimetric analysis (TGA) curve of (a) MgO@C powder and (b) MgO@C/C-paper, BJH pore size distribution of the MOF powder and MgO@C powder, TEM HAADF images, EDS mapping images, and EDS spectrum of heat-treated MOF powder and after acid etching, electrochemical performance of the Li-S cells without an interlayer and with C-paper, C/C-paper, and MgO@C/C-paper at 0.2C, charge-discharge curves of standard, C-paper, and MgO@C/C-paper at different C-rates, rate performance of cells with different interlayers, photo images of the coin cells without and with interlayers after the first discharge, schematic diagram of the interlayer interacting with a polysulfide solution, and elemental analysis of sulfur with C-paper and MgO@C/C-paper after soaking in 5 mM polysulfide solution, charge and discharge curve of the coin cells assembled with C-paper and MgO@C/C-paper as a blank cathode and polysulfide (Li2S8) dissolved in the electrolyte as an active material, electrochemical impedance spectroscopy (EIS) spectra of the standard coin cell, C-paper cell, and MgO@C/C-paper cell before cycling and after 10 cycles, and quantitative elemental composition of cycled interlayer obtained from the EDS spectra (PDF)", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 13, 14, 15, 17, 18, 19, 20, 22, 23, 36", "type": "text", "classification": "property", "content": "<p>Lithium sulfur (Li–S) batteries represent a promising\nfuture\nbattery technology. However, the low electrical conductivity of solid-state\nsulfur species (S, Li<sub>2</sub>S<sub>2</sub>, and Li<sub>2</sub>S) and the polysulfide shuttle effect deteriorate their practical\ncapacity and cycling retention. Herein, we present an interlayer composed\nof magnesium oxide (MgO) nanoparticles and carbon matrix for the Li–S\nbatteries. In the composite, MgO can capture dissolved polysulfides\nthat diffuse to the carbon matrix along the oxide surface for further\nreduction reactions. As a novel precursor to produce the composite\nstructure, a Mg metal–organic-framework, Mg-MOF-74, is adopted\nand synthesized on a free-standing carbon paper (MOF/C-paper). Through\npyrolysis, Mg-MOF-74 is converted into highly porous carbon containing\nuniformly distributed MgO nanoparticles (MgO@C/C-paper). The Li–S\ncells assembled with MgO@C/C-paper and C-paper interlayer show significantly\nhigher initial capacities (980 and 898 mAh g<sup>–1</sup>,\nrespectively) than the interlayer-free cell (729 mAh g<sup>–1</sup>) owing to the conductive interlayers. After 200 cycles at 0.2 C,\nthe MgO@C/C-paper cell presents a cycle retention (78.3%) superior\nto that of the C-paper cell (76.5%). With a higher sulfur loading\nof 3.3 mg cm<sup>–2</sup>, the MgO@C/C-paper cell exhibits\nan even higher capacity retention (80.1%) than the C-paper cell (54.6%)\nafter 100 cycles. The excellent cycle stability of the MgO@C/C-paper\ncell over the C-paper cell demonstrates that the unique structure\nof the MOF-derived MgO@C is highly effective in anchoring and reutilizing\ndissolved polysulfides.</p><p>To estimate the composition\nof MgO, MOF-derived amorphous carbon,\nand graphitic C-paper in the MgO@C/C-paper, thermogravimetric analysis\n(TGA) was conducted for MgO@C powder and MgO@C/C-paper in an air condition\nto 900 °C. The MgO@C powder sample lost approximately 53.4% of\nits original weight at temperature around ∼300 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>), confirming the MOF-derived carbon\nhas an amorphous structure, and retained\n46.6% of its original weight up to 900 °C. Thus, the weight ratio\nof MgO to MOF-derived amorphous carbon in MgO@C is 46.6 to 53.4. The\nMgO@C/C-paper lost its weight slightly at a temperature around ∼300\n°C and mostly at temperatures above ∼600 °C, where\napproximately 97.5% of graphitic carbon oxidized from its original\nweight (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>). Accordingly, MgO@C/C-paper is composed of 2.5 wt % MgO,\n2.9 wt % MOF-derived amorphous carbon, and 94.6 wt % of graphitic\nC-paper. The free-standing C-paper and MgO@C/C-paper have a weight\nof 14.1 and 14.4 mg, respectively. A simple calculation shows that\nMgO@C/C-paper only has 0.16 mg of extra MgO added from the original\nC-paper.</p><p>The electrical conductivity of MgO@C/C-paper was measured\nto be\n0.71 S cm<sup>–2</sup>, which was slightly lower than that\nof the C-paper (0.94 S cm<sup>–2</sup>) due to the presence\nof insulating MgO. The Barrett–Joyner–Halenda (BJH)\nmeasurement (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) exhibits that MOF-derived\ncarbon has mesopores with an average pore size of 5.2 nm. Owing to\nthe highly porous MOF-derived carbon, the MgO@C/C-paper has a substantially\nlarger Brunauer–Emmett–Teller (BET) surface area (0.70\nm<sup>2</sup>/g) than that of the C-paper (0.29 m<sup>2</sup>/g).</p><p>With a cathode sulfur loading of 1.7 mg cm<sup>–2</sup>,\nthree types of Li–S coin cells were assembled: a standard cell\nwithout an interlayer and also C-paper and MgO@C/C-paper that employ\nC-paper and MgO@C/C-paper interlayer, respectively, between the cathode\nand the separator. The ratio between electrolyte and sulfur (E/S)\nwas 20 μL/g. The cycle test was performed at the current density\n0.2 C, with cutoff voltages of 1.7 and 2.8 V (a). The standard cell has an initial capacity\nof 729 and 543 mAh g<sup>–1</sup> after 200 cycles with retention\nof 74.5%. On the other hand, the interlayer-containing cells, C-paper\nand MgO@C/C-paper, deliver substantially enhanced initial capacities\nof 898 and 980 mAh g<sup>–1</sup>, respectively. After 200\ncycles, C-paper had a capacity of 687 mAh g<sup>–1</sup> with\nretention 76.5%, and MgO@C/C-paper had a capacity of 767 mAh g<sup>–1</sup> with retention 78.3%. In addition, the Coulombic\nefficiency of standard, C-paper, and MgO@C/C-paper after 200 cycles\nis 98.3, 98.7, and 99.0%, respectively. The high electrical conductivity\nand the large surface of the interlayers provide plenty of reaction\nsites for polysulfides, enhancing the polysulfide utilization. However,\nit is expected that the formation of Li<sub>2</sub>S<sub>2</sub> and\nLi<sub>2</sub>S eventually passivates the surface of the C-paper, whereas the MgO@C layer prevents the passivation.</p><p>In b–d,\nthe prepared coin cells demonstrate discharge voltage plateaus at\napproximately 2.3 and 2.1 V, corresponding to the reduction of elemental\nsulfur to high-order polysulfides (Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>, 6 ≤ <italic toggle=\"yes\">x</italic> ≤ 8) and a further reduction\nof these polysulfides to lower-order polysulfides (Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>, 4 ≤ <italic toggle=\"yes\">x</italic> ≤\n6) and lithium sulfide (Li<sub>2</sub>S), respectively. Comparing\nstandard, C-paper, and MgO@C/C-paper cells, at the first cycle, the\ncapacity coming from the first plateau is 318, 346, and 359 mAh g<sup>–1</sup>, respectively. The standard cell, without an interlayer,\nhas the smallest capacity due to a lack of electrical conductivity.\nA conductive interlayer on the top of the sulfur cathode surface,\nwhere the electrochemical reaction predominantly occurs, enhances\nthe utilization of nonconductive sulfur (S<sub>8</sub>) and lithium\nsulfides (Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S). The effect of the MgO@C/C-paper\ninterlayer is emphasized at the second plateau where higher capacity\nis extracted by reduction of polysulfides (Standard: 411 mAh g<sup>–1</sup>, C-paper: 552 mAh g<sup>–1</sup>, and MgO@C/C-paper:\n621 mAh g<sup>–1</sup>). The voltage plateau at 2.1 V was extended\nfor the MgO@C/C-paper over the C-paper implying that the MgO@C layer\npromotes the reduction of low-order polysulfides (at 2.1 V) more than\nthe reduction of elemental sulfur to high-order polysulfides (at 2.3\nV), resulting in the higher specific capacity compared to the C-paper.</p><p>After 20 cycles, the first plateau for the standard cell dramatically\ndecreased having 192 mAh g<sup>–1</sup> and moderately decreased\ncapacity of 347 mAh g<sup>–1</sup> for the second plateau.\nRepeated polysulfide dissolution and S/Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S deposition result in the separation of sulfur and\ncarbon in the cathode. Insulating sulfur species at the interface\nbetween the electrolyte and cathode passivates the cathode. It has\nbeen reported that the low electrical conductivity of the sulfur species\nand the loss of the active material related to polysulfide dissolution\ndecreases the sulfur utilization. For C-paper and MgO@C/C-paper, the change in the\nfirst plateau is relatively moderate (C-paper: 271 mAh g<sup>–1</sup>, MgO@C/C-paper: 285 mAh g<sup>–1</sup>). However, an abrupt\nvoltage decay decreased the capacity derived from the second plateau\nof the C-paper 437 mAh g<sup>–1</sup>, whereas MgO@C/C-paper\nmaintains the capacity of 529 mAh g<sup>–1</sup>. The difference\nin the second plateau capacity after 20 cycles is expected to come\nfrom the passivation of active sites of the C-paper interlayer.</p><p>In order to separate the role of MgO, MgO particles are removed\nby using 2 M HCl acid leaching (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). TEM high-angle annular dark-field (HAADF) images and energy-dispersive X-ray spectroscopy\n(EDS) mapping of heat-treated MOF powder show MgO nanoparticles and\nclear Mg peaks, whereas the acid-leached heat-treated MOF powder only\ndemonstrates clear amorphous carbon matrix without any Mg peaks. MgO@C/C-paper\nafter acid leaching, denoted as “C/C-paper”, is assembled\nin a Li–S full cell to compare the electrochemical performance\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). C/C-paper has an initial capacity\nof 891 mAh g<sup>–1</sup>, which is very similar to that of\nthe C-paper (898 mAh g<sup>–1</sup>). Also, it retained its\ncapacity of 680 mAh g<sup>–1</sup> at 50 cycles showing a similar\ndecay curve when compared to the C-paper. Such a result confirms that\nthe presence of MgO nanoparticles can increase the capacity of the\nLi–S cell.</p><p>One of the crucial challenges in the commercialization\nof Li–S\nbatteries is the limitation of sulfur loading. With an increased sulfur\nloading of 3.3 mg cm<sup>–2</sup> (), the initial specific capacity of sulfur\ndramatically drops to approximately 300 mAh g<sup>–1</sup> at\nthe first cycle at 0.05 C, whereas the interlayer-containing cells\nretain the cathode-specific capacities of approximately 1000 mAh g<sup>–1</sup>. During 100 cycles at 0.2 C, the capacity only retained\nat approximately 200 mAh g<sup>–1</sup> without an interlayer\n(b). The C-paper\ncell that initially had a high capacity (1st cycle: 987 mAh g<sup>–1</sup>) underwent a rapid capacity fading, delivering the\nspecific capacity of 414 mAh g<sup>–1</sup> at the 100th cycle\n(54.6% of the second cycle capacity, 759 mAh g<sup>–1</sup>). On the other hand, the MgO@C/C-paper cell shows an excellent cycle\nretention, presenting a cathode capacity of 584 mAh g<sup>–1</sup> at the 100th cycle (80.1% of the second cycle capacity, 729 mAh\ng<sup>–1</sup>). Compared to the MgO@C/C-paper cell, the rapid\ncapacity fading of the C-paper cell is related to the decay of the\nvoltage plateau at 2.1 V (a). These outcomes reflect that, with the higher sulfur\nloading, a greater amount of polysulfides is dissolved, accelerating\npassivation of the C-paper and capacity fading. In contrast, with\nthe MgO@C/C-paper, passivation of the C-paper is effectively suppressed,\nthereby enabling reduction of polysulfides.</p><p>There are different MOF and MOF-derived materials\nused in Li–S\nbattery studies. For example, the HKUST-1 based MOF@GO separator shows\nan initial capacity of 1207 mAh g<sup>–1</sup> and retains\n870 mAh g<sup>–1</sup> at the 100th cycle at 0.5 C, and Y-FTZB-coated separator shows an initial\ncapacity of 1101 mAh g<sup>–1</sup> and retains its capacity\nof 557 mAh g<sup>–1</sup> after 300 cycles at 0.25 C. Although the overall capacity of this work is\nslightly lower than the previous results, considering the loading\nmass (0.6–1.0 mg cm<sup>–2</sup>) of previous results,\nthis result is comparable.</p><p>The charge–discharge curves\nand rate performance of the\nthree Li–S batteries are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.2c05064/suppl_file/sc2c05064_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>. As C-rate increases, the voltage gap between charge and\ndischarge plateaus increases due to the limited conductivity of the\nstandard sulfur cathode. However, the cell with MgO@C/C-paper has\nflatter plateaus and reduced overpotential. MgO@C-paper has a capacity\nof 1237 mAh g<sup>–1</sup> at 0.05 C and 651 mAh g<sup>–1</sup> at 1 C having higher rate capability compared to other cells. Also,\nit recovers up to 1011 mAh g<sup>–1</sup> when the C-rate returns\nto 0.05 C, suggesting superior rate performance of MgO@C/C-paper.</p><title>Conclusion</title><p>MgO@C was synthesized on a free-standing\ncarbon paper (MgO@C/C-paper)\nand presented as an interlayer between the cathode and the separator\nof a Li–S cell. By pyrolyzing a novel precursor for the MgO@C,\nhighly porous carbon was obtained with uniformly distributed MgO nanoparticles.\nThe Li–S cells assembled with C-paper and MgO@C/C-paper demonstrated\ninitial discharge capacities (898 and 980 mAh g<sup>–1</sup>, respectively) much higher than that of the interlayer-free cell\n(729 mAh g<sup>–1</sup>), owing to the high electrical conductivity\nof the interlayers. The MgO@C/C-paper cell exhibited superior cycle\nstability of the C-paper cell; at the 200th cycle, capacity retention\nof MgO@C/C-paper and C-paper cell was 78.3% and 76.5%, respectively,\nwith a sulfur loading of 1.7 mg cm<sup>–2</sup>. In the MgO@C,\nMgO nanoparticle anchors dissolved polysulfides that diffuse to carbon\nmatrix for electrochemical reactions. The unique structure of MOF-derived\nMgO@C provides polysulfides with numerous anchoring sites and short\ndiffusion pathways from MgO to carbon, enabling efficient utilization\nof dissolved polysulfides. In addition, passivation of the carbon\nsubstrate is prevented since the solid-state sulfur species (Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S) deposited on MgO@C is efficiently\noxidized to polysulfide during charging, increasing the utilization\nand the reversibility of the Li–S cell.</p>", "clean_text": "Lithium sulfur (Li-S) batteries represent a promising future battery technology. However, the low electrical conductivity of solid-state sulfur species (S, Li2S2, and Li2S) and the polysulfide shuttle effect deteriorate their practical capacity and cycling retention. Herein, we present an interlayer composed of magnesium oxide (MgO) nanoparticles and carbon matrix for the Li-S batteries. In the composite, MgO can capture dissolved polysulfides that diffuse to the carbon matrix along the oxide surface for further reduction reactions. As a novel precursor to produce the composite structure, a Mg metal-organic-framework, Mg-MOF-74, is adopted and synthesized on a free-standing carbon paper (MOF/C-paper). Through pyrolysis, Mg-MOF-74 is converted into highly porous carbon containing uniformly distributed MgO nanoparticles (MgO@C/C-paper). The Li-S cells assembled with MgO@C/C-paper and C-paper interlayer show significantly higher initial capacities (980 and 898 mAh g-1, respectively) than the interlayer-free cell (729 mAh g-1) owing to the conductive interlayers. After 200 cycles at 0.2 C, the MgO@C/C-paper cell presents a cycle retention (78.3%) superior to that of the C-paper cell (76.5%). With a higher sulfur loading of 3.3 mg cm-2, the MgO@C/C-paper cell exhibits an even higher capacity retention (80.1%) than the C-paper cell (54.6%) after 100 cycles. The excellent cycle stability of the MgO@C/C-paper cell over the C-paper cell demonstrates that the unique structure of the MOF-derived MgO@C is highly effective in anchoring and reutilizing dissolved polysulfides.\n\nTo estimate the composition of MgO, MOF-derived amorphous carbon, and graphitic C-paper in the MgO@C/C-paper, thermogravimetric analysis (TGA) was conducted for MgO@C powder and MgO@C/C-paper in an air condition to 900 °C. The MgO@C powder sample lost approximately 53.4% of its original weight at temperature around ~300 °C (Figure S3a), confirming the MOF-derived carbon has an amorphous structure, and retained 46.6% of its original weight up to 900 °C. Thus, the weight ratio of MgO to MOF-derived amorphous carbon in MgO@C is 46.6 to 53.4. The MgO@C/C-paper lost its weight slightly at a temperature around ~300 °C and mostly at temperatures above ~600 °C, where approximately 97.5% of graphitic carbon oxidized from its original weight (Figure S3b). Accordingly, MgO@C/C-paper is composed of 2.5 wt % MgO, 2.9 wt % MOF-derived amorphous carbon, and 94.6 wt % of graphitic C-paper. The free-standing C-paper and MgO@C/C-paper have a weight of 14.1 and 14.4 mg, respectively. A simple calculation shows that MgO@C/C-paper only has 0.16 mg of extra MgO added from the original C-paper.\n\nThe electrical conductivity of MgO@C/C-paper was measured to be 0.71 S cm-2, which was slightly lower than that of the C-paper (0.94 S cm-2) due to the presence of insulating MgO. The Barrett-Joyner-Halenda (BJH) measurement (Figure S4) exhibits that MOF-derived carbon has mesopores with an average pore size of 5.2 nm. Owing to the highly porous MOF-derived carbon, the MgO@C/C-paper has a substantially larger Brunauer-Emmett-Teller (BET) surface area (0.70 m2/g) than that of the C-paper (0.29 m2/g).\n\nWith a cathode sulfur loading of 1.7 mg cm-2, three types of Li-S coin cells were assembled: a standard cell without an interlayer and also C-paper and MgO@C/C-paper that employ C-paper and MgO@C/C-paper interlayer, respectively, between the cathode and the separator. The ratio between electrolyte and sulfur (E/S) was 20 μL/g. The cycle test was performed at the current density 0.2 C, with cutoff voltages of 1.7 and 2.8 V (a). The standard cell has an initial capacity of 729 and 543 mAh g-1 after 200 cycles with retention of 74.5%. On the other hand, the interlayer-containing cells, C-paper and MgO@C/C-paper, deliver substantially enhanced initial capacities of 898 and 980 mAh g-1, respectively. After 200 cycles, C-paper had a capacity of 687 mAh g-1 with retention 76.5%, and MgO@C/C-paper had a capacity of 767 mAh g-1 with retention 78.3%. In addition, the Coulombic efficiency of standard, C-paper, and MgO@C/C-paper after 200 cycles is 98.3, 98.7, and 99.0%, respectively. The high electrical conductivity and the large surface of the interlayers provide plenty of reaction sites for polysulfides, enhancing the polysulfide utilization. However, it is expected that the formation of Li2S2 and Li2S eventually passivates the surface of the C-paper, whereas the MgO@C layer prevents the passivation.\n\nIn b-d, the prepared coin cells demonstrate discharge voltage plateaus at approximately 2.3 and 2.1 V, corresponding to the reduction of elemental sulfur to high-order polysulfides (Li2S x , 6 ≤ x ≤ 8) and a further reduction of these polysulfides to lower-order polysulfides (Li2S x , 4 ≤ x ≤ 6) and lithium sulfide (Li2S), respectively. Comparing standard, C-paper, and MgO@C/C-paper cells, at the first cycle, the capacity coming from the first plateau is 318, 346, and 359 mAh g-1, respectively. The standard cell, without an interlayer, has the smallest capacity due to a lack of electrical conductivity. A conductive interlayer on the top of the sulfur cathode surface, where the electrochemical reaction predominantly occurs, enhances the utilization of nonconductive sulfur (S8) and lithium sulfides (Li2S2 and Li2S). The effect of the MgO@C/C-paper interlayer is emphasized at the second plateau where higher capacity is extracted by reduction of polysulfides (Standard: 411 mAh g-1, C-paper: 552 mAh g-1, and MgO@C/C-paper: 621 mAh g-1). The voltage plateau at 2.1 V was extended for the MgO@C/C-paper over the C-paper implying that the MgO@C layer promotes the reduction of low-order polysulfides (at 2.1 V) more than the reduction of elemental sulfur to high-order polysulfides (at 2.3 V), resulting in the higher specific capacity compared to the C-paper.\n\nAfter 20 cycles, the first plateau for the standard cell dramatically decreased having 192 mAh g-1 and moderately decreased capacity of 347 mAh g-1 for the second plateau. Repeated polysulfide dissolution and S/Li2S2/Li2S deposition result in the separation of sulfur and carbon in the cathode. Insulating sulfur species at the interface between the electrolyte and cathode passivates the cathode. It has been reported that the low electrical conductivity of the sulfur species and the loss of the active material related to polysulfide dissolution decreases the sulfur utilization. For C-paper and MgO@C/C-paper, the change in the first plateau is relatively moderate (C-paper: 271 mAh g-1, MgO@C/C-paper: 285 mAh g-1). However, an abrupt voltage decay decreased the capacity derived from the second plateau of the C-paper 437 mAh g-1, whereas MgO@C/C-paper maintains the capacity of 529 mAh g-1. The difference in the second plateau capacity after 20 cycles is expected to come from the passivation of active sites of the C-paper interlayer.\n\nIn order to separate the role of MgO, MgO particles are removed by using 2 M HCl acid leaching (Figure S5). TEM high-angle annular dark-field (HAADF) images and energy-dispersive X-ray spectroscopy (EDS) mapping of heat-treated MOF powder show MgO nanoparticles and clear Mg peaks, whereas the acid-leached heat-treated MOF powder only demonstrates clear amorphous carbon matrix without any Mg peaks. MgO@C/C-paper after acid leaching, denoted as \"C/C-paper\", is assembled in a Li-S full cell to compare the electrochemical performance (Figure S6). C/C-paper has an initial capacity of 891 mAh g-1, which is very similar to that of the C-paper (898 mAh g-1). Also, it retained its capacity of 680 mAh g-1 at 50 cycles showing a similar decay curve when compared to the C-paper. Such a result confirms that the presence of MgO nanoparticles can increase the capacity of the Li-S cell.\n\nOne of the crucial challenges in the commercialization of Li-S batteries is the limitation of sulfur loading. With an increased sulfur loading of 3.3 mg cm-2 (), the initial specific capacity of sulfur dramatically drops to approximately 300 mAh g-1 at the first cycle at 0.05 C, whereas the interlayer-containing cells retain the cathode-specific capacities of approximately 1000 mAh g-1. During 100 cycles at 0.2 C, the capacity only retained at approximately 200 mAh g-1 without an interlayer (b). The C-paper cell that initially had a high capacity (1st cycle: 987 mAh g-1) underwent a rapid capacity fading, delivering the specific capacity of 414 mAh g-1 at the 100th cycle (54.6% of the second cycle capacity, 759 mAh g-1). On the other hand, the MgO@C/C-paper cell shows an excellent cycle retention, presenting a cathode capacity of 584 mAh g-1 at the 100th cycle (80.1% of the second cycle capacity, 729 mAh g-1). Compared to the MgO@C/C-paper cell, the rapid capacity fading of the C-paper cell is related to the decay of the voltage plateau at 2.1 V (a). These outcomes reflect that, with the higher sulfur loading, a greater amount of polysulfides is dissolved, accelerating passivation of the C-paper and capacity fading. In contrast, with the MgO@C/C-paper, passivation of the C-paper is effectively suppressed, thereby enabling reduction of polysulfides.\n\nThere are different MOF and MOF-derived materials used in Li-S battery studies. For example, the HKUST-1 based MOF@GO separator shows an initial capacity of 1207 mAh g-1 and retains 870 mAh g-1 at the 100th cycle at 0.5 C, and Y-FTZB-coated separator shows an initial capacity of 1101 mAh g-1 and retains its capacity of 557 mAh g-1 after 300 cycles at 0.25 C. Although the overall capacity of this work is slightly lower than the previous results, considering the loading mass (0.6-1.0 mg cm-2) of previous results, this result is comparable.\n\nThe charge-discharge curves and rate performance of the three Li-S batteries are shown in Figure S7. As C-rate increases, the voltage gap between charge and discharge plateaus increases due to the limited conductivity of the standard sulfur cathode. However, the cell with MgO@C/C-paper has flatter plateaus and reduced overpotential. MgO@C-paper has a capacity of 1237 mAh g-1 at 0.05 C and 651 mAh g-1 at 1 C having higher rate capability compared to other cells. Also, it recovers up to 1011 mAh g-1 when the C-rate returns to 0.05 C, suggesting superior rate performance of MgO@C/C-paper.\n\nConclusion\n\nMgO@C was synthesized on a free-standing carbon paper (MgO@C/C-paper) and presented as an interlayer between the cathode and the separator of a Li-S cell. By pyrolyzing a novel precursor for the MgO@C, highly porous carbon was obtained with uniformly distributed MgO nanoparticles. The Li-S cells assembled with C-paper and MgO@C/C-paper demonstrated initial discharge capacities (898 and 980 mAh g-1, respectively) much higher than that of the interlayer-free cell (729 mAh g-1), owing to the high electrical conductivity of the interlayers. The MgO@C/C-paper cell exhibited superior cycle stability of the C-paper cell; at the 200th cycle, capacity retention of MgO@C/C-paper and C-paper cell was 78.3% and 76.5%, respectively, with a sulfur loading of 1.7 mg cm-2. In the MgO@C, MgO nanoparticle anchors dissolved polysulfides that diffuse to carbon matrix for electrochemical reactions. The unique structure of MOF-derived MgO@C provides polysulfides with numerous anchoring sites and short diffusion pathways from MgO to carbon, enabling efficient utilization of dissolved polysulfides. In addition, passivation of the carbon substrate is prevented since the solid-state sulfur species (Li2S2/Li2S) deposited on MgO@C is efficiently oxidized to polysulfide during charging, increasing the utilization and the reversibility of the Li-S cell.", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4157 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Top-view\nand cross-sectional SEM images of (a, b) C-paper, (c,\nd) MOF/C-paper, and (e, f) heat-treated MOF/C-paper.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Top-view and cross-sectional SEM images of (a, b) C-paper, (c, d) MOF/C-paper, and (e, f) heat-treated MOF/C-paper.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns of C-paper, MOF/C-paper, and heat-treated\nMOF/C-paper.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns of C-paper, MOF/C-paper, and heat-treated MOF/C-paper.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SEM and (b) EDS elemental\nMg mapping images of a fiber collected\nfrom the heat-treated MOF/C-paper. (c) TEM image of pyrolyzed MOF\nand FFT images for (d) the nanoparticle marked with a red square and\n(e) carbon matrix marked with a blue square in (c).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) SEM and (b) EDS elemental Mg mapping images of a fiber collected from the heat-treated MOF/C-paper. (c) TEM image of pyrolyzed MOF and FFT images for (d) the nanoparticle marked with a red square and (e) carbon matrix marked with a blue square in (c).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Electrochemical\nperformance of the Li–S cells without an\ninterlayer (denoted as “standard”) and with C-paper\nand MgO@C/C-paper interlayer at 0.2 C. (a) Cycling performances with\na sulfur loading mass of 1.7 mg cm<sup>–2</sup>. Charge–Discharge\ncurves of (b) standard, (c) C-paper, and (d) MgO@C/C-paper.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Electrochemical performance of the Li-S cells without an interlayer (denoted as \"standard\") and with C-paper and MgO@C/C-paper interlayer at 0.2 C. (a) Cycling performances with a sulfur loading mass of 1.7 mg cm-2. Charge-Discharge curves of (b) standard, (c) C-paper, and (d) MgO@C/C-paper.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Charge–Discharge\ncurves and (b) electrochemical performance\nof the Li–S cells without an interlayer (denoted as “standard”)\nand with C-paper and MgO@C/C-paper interlayer at 0.2 C with sulfur\nloading of 3.3 mg cm<sup>–2</sup>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Charge-Discharge curves and (b) electrochemical performance of the Li-S cells without an interlayer (denoted as \"standard\") and with C-paper and MgO@C/C-paper interlayer at 0.2 C with sulfur loading of 3.3 mg cm-2.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Top view SEM images of the interlayers (a), (b) before\nand (c,\nd) after the first discharge. Cross-section images and elemental EDS\nmapping images of (e) C-paper and (f) MgO@C/C-paper.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Top view SEM images of the interlayers (a), (b) before and (c, d) after the first discharge. Cross-section images and elemental EDS mapping images of (e) C-paper and (f) MgO@C/C-paper.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>XPS spectra of S 2p of (a) C-paper and\n(b) MgO@C/C-paper cathode\nafter the first discharge in the Li<sub>2</sub>S<sub>8</sub> solution.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  XPS spectra of S 2p of (a) C-paper and (b) MgO@C/C-paper cathode after the first discharge in the Li2S8 solution.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>SEM images\nof the blank cathodes. (a) Pristine C-paper, (b) pristine\nMgO@C/C-paper, (c) discharged C-paper, (d) discharged MgO@C/C-paper,\n(e) charged C-paper, and (f) charged MgO@C/C-paper.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  SEM images of the blank cathodes. (a) Pristine C-paper, (b) pristine MgO@C/C-paper, (c) discharged C-paper, (d) discharged MgO@C/C-paper, (e) charged C-paper, and (f) charged MgO@C/C-paper.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>STEM HAADF\nimages and EDS mapping of (a) discharged and (b) charged\nC-paper and (c) discharged and (d) charged MgO@C/C-paper.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  STEM HAADF images and EDS mapping of (a) discharged and (b) charged C-paper and (c) discharged and (d) charged MgO@C/C-paper.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Schematic diagram of\nredox reaction of polysulfide on C-paper and\nMgO@C/C-paper; MgO nanoparticle anchors dissolved polysulfides and\ndiffused to carbon composite for reduction.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"sc2c05064_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Schematic diagram of redox reaction of polysulfide on C-paper and MgO@C/C-paper; MgO nanoparticle anchors dissolved polysulfides and diffused to carbon composite for reduction.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acssuschemeng.2c05064", "title": "\nMetal–Organic\nFramework-Derived Magnesium Oxide@Carbon\nInterlayer for Stable Lithium–Sulfur Batteries\n", "journal": "American Chemical Society", "date": "2023.01", "author_list": ["Kang\nHyeonmuk", "Shin\nJaewook", "Kim\nTae-Hee", "Lee\nYongju", "Lee\nDaehee", "Lee\nJunho", "Kim\nGyungtae", "Cho\nEunAe"]}}