{"filepath": "../L2M3_data/1_application_papers/acs_xml/sc8b01575.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Hydrogen as a clean\nand environmentally friendly energy carrier has attracted extensive\ninterest. Although Pt-based materials have been considered as the\nstate-of-the-art catalysts for the hydrogen evolution reaction (HER),\nthe high-cost and low-abundance hinder their practical application.\nHerein, we report the development of reduced graphene oxide (rGO)\nsupported molybdenum phosphide (MoP) encapsulated in P-doped porous\ncarbon (PC) nano-octahedrons derived from polyoxometalate-based metal–organic\nframeworks (POMOFs) by carbonization and subsequent phosphidation\nprocess. Impressively, combining the advantages of MoP, PC, and rGO,\nthe composite shows superior electrocatalytic HER performance and\nstability, with a low onset overpotential of 62.3 mV, small Tafel\nslope of 53.6 mV dec<sup>–1</sup>, along with long-term durability\nfor 10 h, which is comparable or even superior to those of the most\npromising MoP-based electrocatalysts in acid media reported to date.\nMost importantly, this work provides an elaborate strategy to design\nand fabricate high-efficiency and low-cost electrocatalysts utilizing\nPOMOFs as precursors toward the HER.</p>", "clean_text": "Hydrogen as a clean and environmentally friendly energy carrier has attracted extensive interest. Although Pt-based materials have been considered as the state-of-the-art catalysts for the hydrogen evolution reaction (HER), the high-cost and low-abundance hinder their practical application. Herein, we report the development of reduced graphene oxide (rGO) supported molybdenum phosphide (MoP) encapsulated in P-doped porous carbon (PC) nano-octahedrons derived from polyoxometalate-based metal-organic frameworks (POMOFs) by carbonization and subsequent phosphidation process. Impressively, combining the advantages of MoP, PC, and rGO, the composite shows superior electrocatalytic HER performance and stability, with a low onset overpotential of 62.3 mV, small Tafel slope of 53.6 mV dec-1, along with long-term durability for 10 h, which is comparable or even superior to those of the most promising MoP-based electrocatalysts in acid media reported to date. Most importantly, this work provides an elaborate strategy to design and fabricate high-efficiency and low-cost electrocatalysts utilizing POMOFs as precursors toward the HER.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A MoP@PC/rGO composite derived\nfrom POMOFs shows superior electrocatalytic performance and long-term\nstability for the HER</p><title>Introduction</title><p>Electrochemical water-splitting\nto produce clean and sustainable hydrogen, as an ideal replacement\nfor fossil fuels, has received much attention in recent years. In general, the state-of-the-art catalysts for hydrogen evolution\nreaction (HER) are Pt-based materials because of its outstanding electrocatalytic\nactivity. Nonetheless, the high-cost, scarcity, and instability\npreclude their broad application. As a\nresult, it is of great urgency to exploit cost-effective and earth-abundant\nelectrocatalysts toward HER. To overcome these issues, great efforts\nhave been devoted to constructing alternative electrocatalysts with\nnovel nanostructures and various components, such as transition-metal-based\ncarbide, phosphide, nitride, and chalcogenides. Among them, molybdenum (Mo) based materials are regarded as the\npromising candidates owing to their earth-abundance and efficient\nactivity. On the other hand, transition metals encapsulated with carbon layers\nor anchored onto carbon materials, as highly stable electrocatalysts, have also been proven to be a\npowerful strategy for fabrication of high-efficiency HER catalysts\nwith enhanced stability.</p>", "clean_text": "A MoP@PC/rGO composite derived from POMOFs shows superior electrocatalytic performance and long-term stability for the HER\n\nIntroduction\n\nElectrochemical water-splitting to produce clean and sustainable hydrogen, as an ideal replacement for fossil fuels, has received much attention in recent years. In general, the state-of-the-art catalysts for hydrogen evolution reaction (HER) are Pt-based materials because of its outstanding electrocatalytic activity. Nonetheless, the high-cost, scarcity, and instability preclude their broad application. As a result, it is of great urgency to exploit cost-effective and earth-abundant electrocatalysts toward HER. To overcome these issues, great efforts have been devoted to constructing alternative electrocatalysts with novel nanostructures and various components, such as transition-metal-based carbide, phosphide, nitride, and chalcogenides. Among them, molybdenum (Mo) based materials are regarded as the promising candidates owing to their earth-abundance and efficient activity. On the other hand, transition metals encapsulated with carbon layers or anchored onto carbon materials, as highly stable electrocatalysts, have also been proven to be a powerful strategy for fabrication of high-efficiency HER catalysts with enhanced stability.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Polyoxometalate-based metal–organic\nframeworks (POMOFs), consisting of both POMs and MOFs, have gained\nincreasing global interest due to their intriguing architectures and\nexcellent properties. In particular, utilizing POMOFs\nas precursors, novel carbon and/or metal-based nanostructured materials\ncould be prepared, where POMOFs simultaneously offer both different\nmetal (Mo, W, and V) and carbon sources. Noteworthily, the as-synthesized\nnanomaterials have two advantageous characteristics: (1) small-sized\nmetal nanoparticles can be generated in situ during carbonization\nbecause noncoordinating POMs are encapsulated into the cavities of\nMOFs and (2) carbon layers originating from organic ligands of MOFs\nmay efficiently prevent nanoparticles from agglomeration, sintering,\nand oxidation at high reaction temperature, and then enhance the catalytic\nactivity and stability. Hence, developing an efficient route to synthesize\nMo-based catalysts using POMOFs as precursors is of great importance\nfor electrochemical energy applications but still remains a great\nchallenge.</p>", "clean_text": "Polyoxometalate-based metal-organic frameworks (POMOFs), consisting of both POMs and MOFs, have gained increasing global interest due to their intriguing architectures and excellent properties. In particular, utilizing POMOFs as precursors, novel carbon and/or metal-based nanostructured materials could be prepared, where POMOFs simultaneously offer both different metal (Mo, W, and V) and carbon sources. Noteworthily, the as-synthesized nanomaterials have two advantageous characteristics: (1) small-sized metal nanoparticles can be generated in situ during carbonization because noncoordinating POMs are encapsulated into the cavities of MOFs and (2) carbon layers originating from organic ligands of MOFs may efficiently prevent nanoparticles from agglomeration, sintering, and oxidation at high reaction temperature, and then enhance the catalytic activity and stability. Hence, developing an efficient route to synthesize Mo-based catalysts using POMOFs as precursors is of great importance for electrochemical energy applications but still remains a great challenge.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, reduced graphene oxide (rGO), as catalytic\nmaterials and/or supports, has been extensively investigated toward\nHER due to the unique structure and physicochemical properties. Therefore, in view of the merit\nof POMOFs-based materials and rGO, we anticipate that the novel coupled\nmolybdenum phosphide (MoP) and rGO nanomaterials could be synthesized\nutilizing POMOFs/GO as precursors, which are not easily prepared from\nsole MOFs precursors. Most importantly, to our knowledge, rGO-supported\nMoP-based hybrids derived from POMOFs have not been exploited for\nHER so far.</p>", "clean_text": "Recently, reduced graphene oxide (rGO), as catalytic materials and/or supports, has been extensively investigated toward HER due to the unique structure and physicochemical properties. Therefore, in view of the merit of POMOFs-based materials and rGO, we anticipate that the novel coupled molybdenum phosphide (MoP) and rGO nanomaterials could be synthesized utilizing POMOFs/GO as precursors, which are not easily prepared from sole MOFs precursors. Most importantly, to our knowledge, rGO-supported MoP-based hybrids derived from POMOFs have not been exploited for HER so far.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, for the first time, we have elaborately\ndesigned and fabricated MoP encapsulated in P-doped porous carbon\nnano-octahedrons supported on rGO (denoted as MoP@PC/rGO) composite\nutilizing POMOFs as precursors through a facile approach. Unexpectedly,\ntaking advantage of the merits of MoP, PC, and rGO, the as-prepared\nMoP@PC/rGO hybrid, as an excellent HER electrocatalyst, demonstrates\nhigh catalytic activity and long-term stability.</p>", "clean_text": "Herein, for the first time, we have elaborately designed and fabricated MoP encapsulated in P-doped porous carbon nano-octahedrons supported on rGO (denoted as MoP@PC/rGO) composite utilizing POMOFs as precursors through a facile approach. Unexpectedly, taking advantage of the merits of MoP, PC, and rGO, the as-prepared MoP@PC/rGO hybrid, as an excellent HER electrocatalyst, demonstrates high catalytic activity and long-term stability.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental\nSection</title><title>Synthesis of NENU-5/GO and NENU-5</title><p>Graphene oxide (GO)\nwas synthesized accroding to the previous literature method. 0.2 g of Cu­(OAc)<sub>2</sub>·H<sub>2</sub>O, 0.3 g of phosphomolybdic acid hydrate, and 0.07 g of <sc>l</sc>-glutamic acid were added into ultrapurified water (40 mL) to form\nsolution A. The GO solution (7.5 mg, 5 mg mL<sup>–1</sup>)\nwas dispersed into solution A dropwise under continuous stirring.\nSubsequently, 0.14 g of 1,3,5-benzenetricarboxylic acid was dissolved\nin ethanol (40 mL) and then added dropwise into the above solution\nwith intense stirring. After 16 h, the mixture was collected by filtration\nand washing. Finally, the obtained sample was designed as NENU-5/GO\nafter freeze dyring.</p>", "clean_text": "Experimental Section\n\nSynthesis of NENU-5/GO and NENU-5\n\nGraphene oxide (GO) was synthesized accroding to the previous literature method. 0.2 g of Cu(OAc)2⋅H2O, 0.3 g of phosphomolybdic acid hydrate, and 0.07 g of l-glutamic acid were added into ultrapurified water (40 mL) to form solution A. The GO solution (7.5 mg, 5 mg mL-1) was dispersed into solution A dropwise under continuous stirring. Subsequently, 0.14 g of 1,3,5-benzenetricarboxylic acid was dissolved in ethanol (40 mL) and then added dropwise into the above solution with intense stirring. After 16 h, the mixture was collected by filtration and washing. Finally, the obtained sample was designed as NENU-5/GO after freeze dyring.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>In addition, NENU-5 was prepared under\nthe identical procedures without adding GO solution.</p><title>Synthesis of\nCu-MoO<sub>2</sub>@PC/rGO, MoO<sub>2</sub>@PC/rGO, and MoO<sub>2</sub>@PC</title><p>After flushing with Ar, the NENU-5/GO was heated from\nambient temperature to 600 °C and then maintained for 6 h (defined\nas Cu-MoO<sub>2</sub>@PC/rGO). Subsequently, through etching treatment\nwith 0.1 M FeCl<sub>3</sub> solution, washing with distilled water,\nand drying in a vacuum oven at 70 °C, the MoO<sub>2</sub>@PC/rGO\ncomposite was obtained.</p>", "clean_text": "In addition, NENU-5 was prepared under the identical procedures without adding GO solution.\n\nSynthesis of Cu-MoO2@PC/rGO, MoO2@PC/rGO, and MoO2@PC\n\nAfter flushing with Ar, the NENU-5/GO was heated from ambient temperature to 600 °C and then maintained for 6 h (defined as Cu-MoO2@PC/rGO). Subsequently, through etching treatment with 0.1 M FeCl3 solution, washing with distilled water, and drying in a vacuum oven at 70 °C, the MoO2@PC/rGO composite was obtained.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Additionally, MoO<sub>2</sub>@PC was\nprepared by the same method as that for MoO<sub>2</sub>@PC/rGO using\nNENU-5 as precursors.</p><title>Synthesis of MoP@PC/rGO, Cu<sub>3</sub>P-MoP@PC/rGO,\nand MoP@PC</title><p>In a typical procedure, a porcelain boat that\nloaded the MoO<sub>2</sub>@PC/rGO (100 mg) and (NH<sub>4</sub>)<sub>2</sub>HPO<sub>4</sub> (500 mg) was put in the center of a tube furnace\nand then calcinated at 850 °C for 2 h under H<sub>2</sub>/Ar\n(10%/90% in volume rate). After cooling to room temperature naturally,\nthe resultant sample was denoted as MoP@PC/rGO.</p>", "clean_text": "Additionally, MoO2@PC was prepared by the same method as that for MoO2@PC/rGO using NENU-5 as precursors.\n\nSynthesis of MoP@PC/rGO, Cu3P-MoP@PC/rGO, and MoP@PC\n\nIn a typical procedure, a porcelain boat that loaded the MoO2@PC/rGO (100 mg) and (NH4)2HPO4 (500 mg) was put in the center of a tube furnace and then calcinated at 850 °C for 2 h under H2/Ar (10%/90% in volume rate). After cooling to room temperature naturally, the resultant sample was denoted as MoP@PC/rGO.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Simultaneously,\nthe Cu<sub>3</sub>P-MoP@PC/rGO and MoP@PC were prepared through the\nsame method as that for MoP@PC/rGO but utilizing Cu-MoO<sub>2</sub>@PC/rGO and MoO<sub>2</sub>@PC as raw materials, respectively.</p><title>Instruments</title><p>The morphologies and structures of these materials\nwere investigated by transmission electron microscopy (JEOL-2100F,\nJEOL), scanning electron microscope (JSM-7600F, JEOL), X-ray photon\nspectroscopy (PHI 5000 Verasa Probe, ULAC-PHI), powder X-ray diffraction\n(D/max 2500VL/PC, Japan), confocal micro Raman spectroscopy (LabRam\nHR800, Horiba Jobin Yvon), and physisorption analyzer (ASAP 2050,\nMicromeritics).</p>", "clean_text": "Simultaneously, the Cu3P-MoP@PC/rGO and MoP@PC were prepared through the same method as that for MoP@PC/rGO but utilizing Cu-MoO2@PC/rGO and MoO2@PC as raw materials, respectively.\n\nInstruments\n\nThe morphologies and structures of these materials were investigated by transmission electron microscopy (JEOL-2100F, JEOL), scanning electron microscope (JSM-7600F, JEOL), X-ray photon spectroscopy (PHI 5000 Verasa Probe, ULAC-PHI), powder X-ray diffraction (D/max 2500VL/PC, Japan), confocal micro Raman spectroscopy (LabRam HR800, Horiba Jobin Yvon), and physisorption analyzer (ASAP 2050, Micromeritics).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Measurements</title><p>Electrochemical\ntests were performed on a CHI 760D electrochemical station with a\nconventional three-electrode system. The working electrode is the\nsample modified glassy carbon electrode (GCE) with a diameter of 3\nmm, the reference electrode is a saturated calomel electrode (SCE),\nand the counter electrode is a graphite electrode. A 0.5 M H<sub>2</sub>SO<sub>4</sub> aqueous solution was used as the electrolyte. A total\nof 4 mg of the measured sample were dispersed in 2 mL of a water/ethanol\nsolution (<italic>V</italic>\n<sub>W</sub>/<italic>V</italic>\n<sub>N</sub> = 3/1) by sonication. Then, 5 μL of the resultant suspension\nwas transferred on the surface of GCE with a loading of about 0.14\nmg cm<sup>–2</sup>. After drying, 5 μL of Nafion solution\n(0.1 wt % aqueous solution) was dropped on the electrode surface and\ndried at room temperature. In this work, all of the potentials were\nconverted to reversible hydrogen electrode (RHE) by calibrating as\nfollows: <italic>E</italic>\n<sub>RHE</sub> = <italic>E</italic>\n<sub>SCE</sub> + 0.059 pH + <italic>E</italic>\n<sub arrange=\"stack\">SCE</sub>\n<sup arrange=\"stack\">θ</sup> (1). In 0.5 M H<sub>2</sub>SO<sub>4</sub>, <italic>E</italic>\n<sub>RHE</sub> = 0.241 V + <italic>E</italic>\n<sub>SCE</sub> (2). All polarization plots were recorded at 2 mV\ns<sup>–1</sup>. The stability test was carried out between\n−0.2 and +0.14 V at 100 mV s<sup>–1</sup>.</p>", "clean_text": "Electrochemical Measurements\n\nElectrochemical tests were performed on a CHI 760D electrochemical station with a conventional three-electrode system. The working electrode is the sample modified glassy carbon electrode (GCE) with a diameter of 3 mm, the reference electrode is a saturated calomel electrode (SCE), and the counter electrode is a graphite electrode. A 0.5 M H2SO4 aqueous solution was used as the electrolyte. A total of 4 mg of the measured sample were dispersed in 2 mL of a water/ethanol solution (V W/V N = 3/1) by sonication. Then, 5 μL of the resultant suspension was transferred on the surface of GCE with a loading of about 0.14 mg cm-2. After drying, 5 μL of Nafion solution (0.1 wt % aqueous solution) was dropped on the electrode surface and dried at room temperature. In this work, all of the potentials were converted to reversible hydrogen electrode (RHE) by calibrating as follows: E RHE = E SCE + 0.059 pH + E SCE θ (1). In 0.5 M H2SO4, E RHE = 0.241 V + E SCE (2). All polarization plots were recorded at 2 mV s-1. The stability test was carried out between -0.2 and +0.14 V at 100 mV s-1.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Preparation and Characterization of MoP@PC/rGO\nComposite</title><p>As shown in , the MoP@PC/rGO nanocomposite is fabricated as follows:\n(1) according to the previous report, the NENU-5/GO composite was obtained by in situ growth of NENU-5\non GO sheet via a coprecipitation approach followed by freeze-drying\nprocess. (2) A thermal conversion process in Ar flow was employed\nto convert NENU-5 into Cu-MoO<sub>2</sub>@PC; meanwhile, GO were spontaneously\ntransformed to rGO. Then, the resultant sample was etched in 0.1 M\nFeCl<sub>3</sub> solution to remove the Cu species (defined as MoO<sub>2</sub>@PC/rGO). (3) Subsequently, a phosphidation strategy was carried\nout to prepare the MoP@PC/rGO composite with MoO<sub>2</sub>@PC/rGO\nas the Mo-based precursor and (NH<sub>4</sub>)<sub>2</sub>HPO<sub>4</sub> as the phosphorus source, respectively. The corresponding\nmorphology and component are investigated by scanning electron microscopy\n(SEM), transmission electron microscopy (TEM), powder X-ray diffraction\n(PXRD), and thermogravimetric analysis (TGA), respectively. From <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S1a,b</ext-link>, the NENU-5 nanocrystals show octahedral\nor slightly truncated octahedral morphology with a size of around\n2–3 μm, which are uniformly coated onto the GO sheets.\nAs depicted in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S1c</ext-link>, the PXRD pattern\nof NENU-5/GO is similar to that of the simulated NENU-5, implying\nthat the synthetic procedure of NENU-5 was not disturbed when GO was\nintroduced. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S1d</ext-link> displays the TGA\ncurve of NENU-5/GO, which involves two steps: between room temperature\nand 300 °C, the weight loss stems from the departure of H<sub>2</sub>O from MOFs and/or POMs, and the subsequent weight loss is\nascribed to the conversion of NENU-5/GO to Cu-MoO<sub>2</sub>@PC/rGO\nat an elevated temperature of 300–600 °C.</p>", "clean_text": "Results and Discussion\n\nPreparation and Characterization of MoP@PC/rGO Composite\n\nAs shown in , the MoP@PC/rGO nanocomposite is fabricated as follows: (1) according to the previous report, the NENU-5/GO composite was obtained by in situ growth of NENU-5 on GO sheet via a coprecipitation approach followed by freeze-drying process. (2) A thermal conversion process in Ar flow was employed to convert NENU-5 into Cu-MoO2@PC; meanwhile, GO were spontaneously transformed to rGO. Then, the resultant sample was etched in 0.1 M FeCl3 solution to remove the Cu species (defined as MoO2@PC/rGO). (3) Subsequently, a phosphidation strategy was carried out to prepare the MoP@PC/rGO composite with MoO2@PC/rGO as the Mo-based precursor and (NH4)2HPO4 as the phosphorus source, respectively. The corresponding morphology and component are investigated by scanning electron microscopy (SEM), transmission electron microscopy (TEM), powder X-ray diffraction (PXRD), and thermogravimetric analysis (TGA), respectively. From Figure S1a,b, the NENU-5 nanocrystals show octahedral or slightly truncated octahedral morphology with a size of around 2-3 μm, which are uniformly coated onto the GO sheets. As depicted in Figure S1c, the PXRD pattern of NENU-5/GO is similar to that of the simulated NENU-5, implying that the synthetic procedure of NENU-5 was not disturbed when GO was introduced. Figure S1d displays the TGA curve of NENU-5/GO, which involves two steps: between room temperature and 300 °C, the weight loss stems from the departure of H2O from MOFs and/or POMs, and the subsequent weight loss is ascribed to the conversion of NENU-5/GO to Cu-MoO2@PC/rGO at an elevated temperature of 300-600 °C.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthetic\nProcess of the MoP@PC/rGO Nanocomposite</title>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2018-015753_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthetic Process of the MoP@PC/rGO Nanocomposite   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>As shown in a,b, SEM images of the MoP@PC/rGO (yellow arrows) hybrid demonstrate\nthat the sample with a particle size of about 1 μm well inherits\nthe initial structure, which reveals a curly morphology with a wrinkled\nconfiguration, although its size decreases a little and surface becomes\nrough owing to the decomposition and shrinkage during the multistep\ntreatments. From the surface of the octahedrons, many small pores\n(green arrows) can be clearly seen, which is beneficial to fill electrolyte\nand further promote electron transport. From c, the TEM image further proves the distribution\nof MoP@PC with mean particle size of 10 nm over the rGO sheets. A\ntypical HRTEM image (inset of d<bold>)</bold> indicates obvious lattice spacing of\n0.21 nm, assignable to the (101) crystalline plane of the MoP nanoparticle,\nwhich is entirely embedded by the continuous porous carbon and rGO\nsheets (d).\nThis is advantageous to enhancing their interface contact and preventing\nthe agglomeration and dissolution of nanoparticles, further boosting\nthe electrocatalytic performance and stability of the hybrids. Additionally, scanning TEM (STEM) and the corresponding elemental\nmapping images of MoP@PC/rGO in e elucidate the homogeneous distribution of C, P, and\nMo components in the composite. In particular, the distribution of\nthe Mo element is almost overlapped with the region of P, suggesting\nthe formation of MoP. That is, MoP nanoparticles are encapsulated\nin porous carbon; simultaneously, partial P atoms are also doped into\nporous carbon.</p>", "clean_text": "As shown in a,b, SEM images of the MoP@PC/rGO (yellow arrows) hybrid demonstrate that the sample with a particle size of about 1 μm well inherits the initial structure, which reveals a curly morphology with a wrinkled configuration, although its size decreases a little and surface becomes rough owing to the decomposition and shrinkage during the multistep treatments. From the surface of the octahedrons, many small pores (green arrows) can be clearly seen, which is beneficial to fill electrolyte and further promote electron transport. From c, the TEM image further proves the distribution of MoP@PC with mean particle size of 10 nm over the rGO sheets. A typical HRTEM image (inset of d) indicates obvious lattice spacing of 0.21 nm, assignable to the (101) crystalline plane of the MoP nanoparticle, which is entirely embedded by the continuous porous carbon and rGO sheets (d). This is advantageous to enhancing their interface contact and preventing the agglomeration and dissolution of nanoparticles, further boosting the electrocatalytic performance and stability of the hybrids. Additionally, scanning TEM (STEM) and the corresponding elemental mapping images of MoP@PC/rGO in e elucidate the homogeneous distribution of C, P, and Mo components in the composite. In particular, the distribution of the Mo element is almost overlapped with the region of P, suggesting the formation of MoP. That is, MoP nanoparticles are encapsulated in porous carbon; simultaneously, partial P atoms are also doped into porous carbon.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Low and high magnification (a and b) SEM and (c and d)\nTEM images of MoP@PC/rGO. Green arrows, pores; yellow arrows, rGO.\nInset of panel b: the particle-size distribution curve. Inset of panel\nd: HRTEM image of MoP@PC/rGO. (e) STEM image and elemental mapping\nof C, Mo, and P, respectively. Scale bar 500 nm.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2018-015753_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Low and high magnification (a and b) SEM and (c and d) TEM images of MoP@PC/rGO. Green arrows, pores; yellow arrows, rGO. Inset of panel b: the particle-size distribution curve. Inset of panel d: HRTEM image of MoP@PC/rGO. (e) STEM image and elemental mapping of C, Mo, and P, respectively. Scale bar 500 nm.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>For comparison, the SEM and TEM images of MoO<sub>2</sub>@PC/rGO and MoP@PC were investigated in detail, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">FigureS2</ext-link>). Unexpectedly, it is found that these\noctahedrons are aggregated together as for MoP@PC, which could result\nin the decrease in active sites in comparison with MoO<sub>2</sub>@PC/rGO and MoP@PC/rGO.</p>", "clean_text": "For comparison, the SEM and TEM images of MoO2@PC/rGO and MoP@PC were investigated in detail, respectively (FigureS2). Unexpectedly, it is found that these octahedrons are aggregated together as for MoP@PC, which could result in the decrease in active sites in comparison with MoO2@PC/rGO and MoP@PC/rGO.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>The PXRD patterns of the obtained samples\nwere characterized and described in a. For MoO<sub>2</sub>@PC/rGO, the diffraction\npeaks at 26.16, 37.09, and 53.66° can correspond to the (011),\n(111), and (022) planes of monoclinic MoO<sub>2</sub> (JCPDS, No.\n76-1807). After phosphidation, all peaks are consistent with the hexagonal\nstructure of MoP (JCPDS, No. 65-6487). No visible diffraction peaks\nof other phases are detected, implying that all MoO<sub>2</sub> nanocrystals\nwere successfully transformed into the MoP phase. In comparison with\nMoP@PC, the PXRD pattern of MoP@PC/rGO shows no apparent diffraction\npeak at 20–27°, demonstrating that MoP@PC nanoparticles\nare efficiently coated on the rGO surface, restraining the stacking\nof rGO sheets. Remarkably, the <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> ratio of MoP@PC/rGO is 2.58, higher than those\nof MoO<sub>2</sub>@PC/rGO (1.78) and MoP@PC (2.39), which reveals\nabundant defects are formed in MoP@PC/rGO after phosphidation, facilitating\nthe exposure of electrochemical active sites and the increase in catalytic\nactivity (b). The porous architectures of the as-prepared\ncatalysts were further examined by N<sub>2</sub> sorption isotherms.\nIn c, these\nsamples exhibit meso-porous structures with average pore diameter\nbetween 3 and 8 nm (d), as evidenced by large hysteresis loops. The BET surface areas of MoO<sub>2</sub>@PC/rGO, MoP@PC, and MoP@PC/rGO\nare 489, 541, and 343 m<sup>2</sup> g<sup>–1</sup>, respectively.\nThe rich meso-pores are favorable to the penetration of liquid electrolyte, further improving the HER activity.\n</p>", "clean_text": "The PXRD patterns of the obtained samples were characterized and described in a. For MoO2@PC/rGO, the diffraction peaks at 26.16, 37.09, and 53.66° can correspond to the (011), (111), and (022) planes of monoclinic MoO2 (JCPDS, No. 76-1807). After phosphidation, all peaks are consistent with the hexagonal structure of MoP (JCPDS, No. 65-6487). No visible diffraction peaks of other phases are detected, implying that all MoO2 nanocrystals were successfully transformed into the MoP phase. In comparison with MoP@PC, the PXRD pattern of MoP@PC/rGO shows no apparent diffraction peak at 20-27°, demonstrating that MoP@PC nanoparticles are efficiently coated on the rGO surface, restraining the stacking of rGO sheets. Remarkably, the I D/I G ratio of MoP@PC/rGO is 2.58, higher than those of MoO2@PC/rGO (1.78) and MoP@PC (2.39), which reveals abundant defects are formed in MoP@PC/rGO after phosphidation, facilitating the exposure of electrochemical active sites and the increase in catalytic activity (b). The porous architectures of the as-prepared catalysts were further examined by N2 sorption isotherms. In c, these samples exhibit meso-porous structures with average pore diameter between 3 and 8 nm (d), as evidenced by large hysteresis loops. The BET surface areas of MoO2@PC/rGO, MoP@PC, and MoP@PC/rGO are 489, 541, and 343 m2 g-1, respectively. The rich meso-pores are favorable to the penetration of liquid electrolyte, further improving the HER activity. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) PXRD patterns, (b) Raman spectra, (c) N<sub>2</sub> sorption isotherms, and (d) pore size distributions of different\nsamples.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2018-015753_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) PXRD patterns, (b) Raman spectra, (c) N2 sorption isotherms, and (d) pore size distributions of different samples.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The valence state and chemical\ncomposition of the MoP@PC/rGO hybrid were reconfirmed by X-ray photoelectron\nspectroscopy (XPS). From a, the survey spectrum elucidates that the composite\ncontains C, P, Mo, and O elements. The corresponding element content\nis listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Table S1</ext-link>. The high resolution\nXPS spectrum of C 1s in b shows the C–C/CC (284.6 eV), C–P (285.1\neV), C–O (286.6 eV), and O–CO (290.3 eV) peaks,\nrespectively. The doublet at 129.7 and 130.5\neV in c is\nassigned to the P–Mo bonding. The additional\ntwo peaks at a higher binding energy of 133.6 and 134.4 eV are characteristic\nof P–C and P–O, respectively. In addition, two clear peaks at the Mo (3d) region (228.5/231.8\neV) are attributable to Mo 3d<sub>5/2</sub> and Mo 3d<sub>3/2</sub> of Mo–P, respectively. As previously reported,\ndue to surface oxidation of Mo species, the other sharp peaks at 236.5/233.6\neV (Mo<sup>6+</sup> 3d<sub>3/2</sub>/3d<sub>5/2</sub>) and 233.1 eV\n(Mo<sup>4+</sup> 3d<sub>3/2</sub>) can be assignable to MoO<sub>3</sub> and MoO<sub>2</sub>, respectively. For comparison,\nMoO<sub>2</sub>@PC/rGO and MoP@PC are tested by XPS, as displayed\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figures S3</ext-link> and  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Table S1</ext-link>.</p>", "clean_text": "The valence state and chemical composition of the MoP@PC/rGO hybrid were reconfirmed by X-ray photoelectron spectroscopy (XPS). From a, the survey spectrum elucidates that the composite contains C, P, Mo, and O elements. The corresponding element content is listed in Table S1. The high resolution XPS spectrum of C 1s in b shows the C-C/CC (284.6 eV), C-P (285.1 eV), C-O (286.6 eV), and O-CO (290.3 eV) peaks, respectively. The doublet at 129.7 and 130.5 eV in c is assigned to the P-Mo bonding. The additional two peaks at a higher binding energy of 133.6 and 134.4 eV are characteristic of P-C and P-O, respectively. In addition, two clear peaks at the Mo (3d) region (228.5/231.8 eV) are attributable to Mo 3d5/2 and Mo 3d3/2 of Mo-P, respectively. As previously reported, due to surface oxidation of Mo species, the other sharp peaks at 236.5/233.6 eV (Mo6+ 3d3/2/3d5/2) and 233.1 eV (Mo4+ 3d3/2) can be assignable to MoO3 and MoO2, respectively. For comparison, MoO2@PC/rGO and MoP@PC are tested by XPS, as displayed in Figures S3 and  and Table S1.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) XPS survey spectrum\nand high resolution XPS spectra of (b) C 1s, (c) P 2p, and (d) Mo\n3d of MoP@PC/rGO, respectively.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2018-015753_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) XPS survey spectrum and high resolution XPS spectra of (b) C 1s, (c) P 2p, and (d) Mo 3d of MoP@PC/rGO, respectively.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Polarization curves and (b) Tafel plots of different catalysts.\n(c) Cyclic voltammograms within the range of no faradaic reaction\nInset: The capacitive current at −0.009 V as a function of\nthe scan rate for MoP@PC/rGO. (d) Polarization curves for MoP@PC/rGO\ninitially and after 1000 CV cycles. Inset: Time-dependent current\ndensity curve for MoP@PC/rGO under a static overpotential of 232 mV\nfor 10 h.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2018-015753_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Polarization curves and (b) Tafel plots of different catalysts. (c) Cyclic voltammograms within the range of no faradaic reaction Inset: The capacitive current at -0.009 V as a function of the scan rate for MoP@PC/rGO. (d) Polarization curves for MoP@PC/rGO initially and after 1000 CV cycles. Inset: Time-dependent current density curve for MoP@PC/rGO under a static overpotential of 232 mV for 10 h.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<title>Hydrogen Evolution Reaction\nPerformance of MoP@PC Composite</title><p>A typical three-electrode\nsetup was employed to investigate the HER electrocatalytic performance\nof MoP@PC/rGO in 0.5 M H<sub>2</sub>SO<sub>4</sub> solution. As a\ncomparison, MoO<sub>2</sub>@PC/rGO, MoP@PC, and 20% Pt–C were\nalso evaluated, respectively. a indicates the polarization curves which were not\ncorrected for IR loss. Impressively, commercial 20% Pt–C illustrates\nsuperior electrocatalytic activity, which is consistent well with\nthe previous reports. In comparison with MoO<sub>2</sub>@PC/rGO (497.8\nmV) and MoP@PC (109.5 mV), the MoP@PC/rGO composite shows a low onset\noverpotential of 62.3 mV, surpass the most of the MoP-based electrocatalysts\nreported so far (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Table S2</ext-link>). Moreover, it\nis found that a rapid cathodic current increase when the potential\nis more negative than -81.5 mV. As is well-known, a 10 mA cm<sup>–2</sup> current density is a crucial parameter toward HER. In contrast to\nMoO<sub>2</sub>@PC/rGO (857.2 mV) and MoP@PC (303.6 mV), the MoP@PC/rGO\ncomposite here has a lower overpotential requirement of 234.6 mV to\nachieve the current density of 10 mA cm<sup>–2</sup>. What’s\nmore, the current density of MoP@PC/rGO is higher than those of the\ncounterpart samples over the whole potential region.</p>", "clean_text": "Hydrogen Evolution Reaction Performance of MoP@PC Composite\n\nA typical three-electrode setup was employed to investigate the HER electrocatalytic performance of MoP@PC/rGO in 0.5 M H2SO4 solution. As a comparison, MoO2@PC/rGO, MoP@PC, and 20% Pt-C were also evaluated, respectively. a indicates the polarization curves which were not corrected for IR loss. Impressively, commercial 20% Pt-C illustrates superior electrocatalytic activity, which is consistent well with the previous reports. In comparison with MoO2@PC/rGO (497.8 mV) and MoP@PC (109.5 mV), the MoP@PC/rGO composite shows a low onset overpotential of 62.3 mV, surpass the most of the MoP-based electrocatalysts reported so far (Table S2). Moreover, it is found that a rapid cathodic current increase when the potential is more negative than -81.5 mV. As is well-known, a 10 mA cm-2 current density is a crucial parameter toward HER. In contrast to MoO2@PC/rGO (857.2 mV) and MoP@PC (303.6 mV), the MoP@PC/rGO composite here has a lower overpotential requirement of 234.6 mV to achieve the current density of 10 mA cm-2. What's more, the current density of MoP@PC/rGO is higher than those of the counterpart samples over the whole potential region.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Tafel plots\nof these materials were measured to assess the HER kinetics (b). The linear part\nof the Tafel slope for MoP@PC/rGO (53.6 mV dec<sup>–1</sup>) is slightly higher than that of commercial 20% Pt–C (30.0\nmV dec<sup>–1</sup>), characteristic of rapid electron transport\nand a Volmer-Heyrovsky mechanism. In contrast, MoP@PC and MoO<sub>2</sub>@PC/rGO show\nhigher Tafel slopes of 61.1 and 123.2 mV dec<sup>–1</sup>.\nStrikingly, especially considering the values of Tafel slope, this\noutperforms most of the recently reported MoP-based electrocatalysts\ntoward HER in acid media (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Table S2</ext-link>). On the basis of the extrapolation\nof the Tafel plots, the exchange current density (<italic>j</italic>\n<sub>0</sub>) of MoP@PC/rGO is determined to be about 1.05 ×\n10<sup>–3</sup> mA cm<sup>–2</sup>, higher than those\nof MoP@PC (4.8 × 10<sup>–4</sup> mA cm<sup>–2</sup>) and MoO<sub>2</sub>@PC/rGO (3.09 × 10<sup>–6</sup> mA\ncm<sup>–2</sup>). Therefore, this strongly confirms that both\nrGO and phosphidation have significant influences on improving the\nelectrocatalytic activity toward the HER. Such an intriguing onset\npotential and ultralow Tafel slope highlight that the MoP@PC/rGO hybrid\nis a promising HER electrocatalyst. The electrochemically active surface\narea (ECSA) was assessed by a cyclic voltammetry (CV) approach with\ndifferent rates from 20 to 200 mV s<sup>–1</sup>, as indicated\nin c. The inset\nof c shows\nthat the MoP@PC/rGO catalyst has a much higher double-layer capacitance\n(<italic>C</italic>\n<sub>dl</sub>, 20.5 mF cm<sup>–2</sup>)\nthan MoP@PC (5.1 mF cm<sup>–2</sup>) and MoO<sub>2</sub>@PC/rGO\n(0.28 mF cm<sup>–2</sup>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S5</ext-link>). This higher ECSA suggests a large electrochemical surface area\nand rich active sites for the HER, which results in the higher electrochemical\nactivity of MoP@PC/rGO. In addition,\ncompared to that of MoP@PC (0.013 s<sup>–1</sup>), the turnover\nfrequency (TOF) of MoP@PC/rGO at the overpotential of 200 mV is calculated\nto be 0.019 s<sup>–1</sup>.</p>", "clean_text": "Tafel plots of these materials were measured to assess the HER kinetics (b). The linear part of the Tafel slope for MoP@PC/rGO (53.6 mV dec-1) is slightly higher than that of commercial 20% Pt-C (30.0 mV dec-1), characteristic of rapid electron transport and a Volmer-Heyrovsky mechanism. In contrast, MoP@PC and MoO2@PC/rGO show higher Tafel slopes of 61.1 and 123.2 mV dec-1. Strikingly, especially considering the values of Tafel slope, this outperforms most of the recently reported MoP-based electrocatalysts toward HER in acid media (Table S2). On the basis of the extrapolation of the Tafel plots, the exchange current density (j 0) of MoP@PC/rGO is determined to be about 1.05 × 10-3 mA cm-2, higher than those of MoP@PC (4.8 × 10-4 mA cm-2) and MoO2@PC/rGO (3.09 × 10-6 mA cm-2). Therefore, this strongly confirms that both rGO and phosphidation have significant influences on improving the electrocatalytic activity toward the HER. Such an intriguing onset potential and ultralow Tafel slope highlight that the MoP@PC/rGO hybrid is a promising HER electrocatalyst. The electrochemically active surface area (ECSA) was assessed by a cyclic voltammetry (CV) approach with different rates from 20 to 200 mV s-1, as indicated in c. The inset of c shows that the MoP@PC/rGO catalyst has a much higher double-layer capacitance (C dl, 20.5 mF cm-2) than MoP@PC (5.1 mF cm-2) and MoO2@PC/rGO (0.28 mF cm-2; Figure S5). This higher ECSA suggests a large electrochemical surface area and rich active sites for the HER, which results in the higher electrochemical activity of MoP@PC/rGO. In addition, compared to that of MoP@PC (0.013 s-1), the turnover frequency (TOF) of MoP@PC/rGO at the overpotential of 200 mV is calculated to be 0.019 s-1.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Durability is also significant\ncriterion to examine the catalytic performance of MoP@PC/rGO toward\nthe HER. As demonstrated in d, the polarization curves were measured before and\nafter 1000 CVs from −0.20 to +0.20 V at 100 mV s<sup>–1</sup> in 0.5 M H<sub>2</sub>SO<sub>4</sub> solution. Amazedly, it is found\nthat insignificant change is presented, signifying the outstanding\nstability of MoP@PC/rGO in acid medium. Simultaneously, the long-term\ndurability was also estimated by chronoamperometry and the MoP@PC/rGO\nexhibits almost unfading electrocatalytic activity for 10 h under\na constant overpotential of 232 mV (inset of d). Additionally, the morphology and structure\nof MoP@PC/rGO after 1000 CVs were also characterized and shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S6</ext-link>. According to these aforementioned\ndata, we infer that it may originate from the fascinating structure\nof MoP@PC/rGO. That is, the P-doped carbon layers can significantly\nprevent MoP nanoparticles from corrosion.</p>", "clean_text": "Durability is also significant criterion to examine the catalytic performance of MoP@PC/rGO toward the HER. As demonstrated in d, the polarization curves were measured before and after 1000 CVs from -0.20 to +0.20 V at 100 mV s-1 in 0.5 M H2SO4 solution. Amazedly, it is found that insignificant change is presented, signifying the outstanding stability of MoP@PC/rGO in acid medium. Simultaneously, the long-term durability was also estimated by chronoamperometry and the MoP@PC/rGO exhibits almost unfading electrocatalytic activity for 10 h under a constant overpotential of 232 mV (inset of d). Additionally, the morphology and structure of MoP@PC/rGO after 1000 CVs were also characterized and shown in Figure S6. According to these aforementioned data, we infer that it may originate from the fascinating structure of MoP@PC/rGO. That is, the P-doped carbon layers can significantly prevent MoP nanoparticles from corrosion.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Considering the aforementioned\nresults, the superior electrocatalytic properties of MoP@PC/rGO could\nbe assignable to the following factors: (a) generally, MoP nanocrystallites\nas HER electrocatalysts show high activity because of its unique electronic\nstructures. In the case of MoP@PC/rGO, the\nelectron binding energy of Mo has a positive shift, while the binding\nenergy of P has a negative shift, originating from the transfer of\nelectrons from Mo to P. Therefore, the P and Mo function as the proton-acceptor\ncenter and hydride-acceptor, respectively, which are beneficial for\nthe HER. When MoP particles\nare embedded in porous carbon, carbon layers could not only protect\nMoP nanoparticles from aggregating and then lower interfacial resistance\nbut also facilitate rapid mass and electron transfer from the MoP\nnanoparticles to the electrode and short the pathways of charge transfer. (b) Moreover, the rich porous structures are\nexpected to promote the penetration of electrolyte and enrich the\nprotons, further enhancing the catalytic performance of MoP cores. (c) Additionally, P-doped in the carbon matrix\nhas a prominent role in regulating the electronic structure of C atom,\nthus increasing the number of active sites. (d)\nLast but not least, the introduction of rGO could effectively improve\nthe electrical conductivity and offer a continuous conducting network. All in all, MoP nanoparticles,\nPC, and rGO synergistically contribute to the superior performance\nof MoP@PC/rGO for the HER in acidic media.</p>", "clean_text": "Considering the aforementioned results, the superior electrocatalytic properties of MoP@PC/rGO could be assignable to the following factors: (a) generally, MoP nanocrystallites as HER electrocatalysts show high activity because of its unique electronic structures. In the case of MoP@PC/rGO, the electron binding energy of Mo has a positive shift, while the binding energy of P has a negative shift, originating from the transfer of electrons from Mo to P. Therefore, the P and Mo function as the proton-acceptor center and hydride-acceptor, respectively, which are beneficial for the HER. When MoP particles are embedded in porous carbon, carbon layers could not only protect MoP nanoparticles from aggregating and then lower interfacial resistance but also facilitate rapid mass and electron transfer from the MoP nanoparticles to the electrode and short the pathways of charge transfer. (b) Moreover, the rich porous structures are expected to promote the penetration of electrolyte and enrich the protons, further enhancing the catalytic performance of MoP cores. (c) Additionally, P-doped in the carbon matrix has a prominent role in regulating the electronic structure of C atom, thus increasing the number of active sites. (d) Last but not least, the introduction of rGO could effectively improve the electrical conductivity and offer a continuous conducting network. All in all, MoP nanoparticles, PC, and rGO synergistically contribute to the superior performance of MoP@PC/rGO for the HER in acidic media.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>To probe the effect\nof Cu species on catalytic activity for the HER, the Cu<sub>3</sub>P-MoP@PC/rGO composite was synthesized under similar conditions,\nbut Cu-MoO<sub>2</sub>@PC/rGO was used to replace MoO<sub>2</sub>@PC/rGO.\nFrom <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S7a, b</ext-link>, it is clearly observed\nthat many Cu<sub>3</sub>P and MoP nanoparticles are aggregated together,\nin comparison with MoP@PC/rGO. Nevertheless, when the Cu-MoO<sub>2</sub>@PC/rGO hybrid was treated by etching in FeCl<sub>3</sub> solution\nand subsequent phosphidation, the complete removal of metallic Cu\nis evidenced by the absence of Cu<sub>3</sub>P-related peaks in the\nPXRD pattern (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S7c</ext-link>). On the other\nhand, the disappearance of Cu<sub>3</sub>P nanoparticles in the SEM\nand TEM images of the MoP@PC/rGO hybrid also supports the above-mentioned\nresult (a–c).\nNotably, the BET surface area and pore volume of MoP@PC/rGO are larger\nthan those of Cu<sub>3</sub>P-MoP@PC/rGO (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S7d</ext-link>), which can improve electrolyte accessibility and benefit\nthe practical application toward HER. Then, the electrocatalytic HER\nperformance of Cu<sub>3</sub>P-MoP@PC/rGO was assessed, as shown in . Noticeably, compared\nto MoP@PC/rGO, the resultant Cu<sub>3</sub>P-MoP@PC/rGO composite\nwith higher onset overpotential and larger Tafel slope exhibits relatively\npoor activity toward the HER. Thus, this effectively proves that the\netching treatment plays key roles toward the improvement of electrocatalytic\nHER activity in this work.</p>", "clean_text": "To probe the effect of Cu species on catalytic activity for the HER, the Cu3P-MoP@PC/rGO composite was synthesized under similar conditions, but Cu-MoO2@PC/rGO was used to replace MoO2@PC/rGO. From Figure S7a, b, it is clearly observed that many Cu3P and MoP nanoparticles are aggregated together, in comparison with MoP@PC/rGO. Nevertheless, when the Cu-MoO2@PC/rGO hybrid was treated by etching in FeCl3 solution and subsequent phosphidation, the complete removal of metallic Cu is evidenced by the absence of Cu3P-related peaks in the PXRD pattern (Figure S7c). On the other hand, the disappearance of Cu3P nanoparticles in the SEM and TEM images of the MoP@PC/rGO hybrid also supports the above-mentioned result (a-c). Notably, the BET surface area and pore volume of MoP@PC/rGO are larger than those of Cu3P-MoP@PC/rGO (Figure S7d), which can improve electrolyte accessibility and benefit the practical application toward HER. Then, the electrocatalytic HER performance of Cu3P-MoP@PC/rGO was assessed, as shown in . Noticeably, compared to MoP@PC/rGO, the resultant Cu3P-MoP@PC/rGO composite with higher onset overpotential and larger Tafel slope exhibits relatively poor activity toward the HER. Thus, this effectively proves that the etching treatment plays key roles toward the improvement of electrocatalytic HER activity in this work.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Polarization curves and (b) Tafel plots\nof for Cu<sub>3</sub>P-MoP@PC/rGO and MoP@PC/rGO.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2018-015753_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Polarization curves and (b) Tafel plots of for Cu3P-MoP@PC/rGO and MoP@PC/rGO.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have successfully fabricated\na novel MoP@PC/rGO composite by MOFs-assisted approach via a facile\ncarbonization followed by phosphidation processes for the first time.\nAssigned to the synergetic combination of MoP nanoparticles, PC, and\nrGO support, excellent electrocatalytic performance with low onset\noverpotential, small Tafel slope, as well as long-term stability is\nachieved for the HER, which is comparable to the best MoP-based catalysts\nfor HER reported up to now. More importantly, this work opens new\navenues for the construction of high-performance and inexpensive catalysts\nderived from POMOFs for energy conversion.</p>", "clean_text": "Conclusions\n\nIn summary, we have successfully fabricated a novel MoP@PC/rGO composite by MOFs-assisted approach via a facile carbonization followed by phosphidation processes for the first time. Assigned to the synergetic combination of MoP nanoparticles, PC, and rGO support, excellent electrocatalytic performance with low onset overpotential, small Tafel slope, as well as long-term stability is achieved for the HER, which is comparable to the best MoP-based catalysts for HER reported up to now. More importantly, this work opens new avenues for the construction of high-performance and inexpensive catalysts derived from POMOFs for energy conversion.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acssuschemeng.8b01575\">10.1021/acssuschemeng.8b01575</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Structure and\nmorphology characterizations including SEM, TEM, XRD, TGA, and XPS\nfor NENU-5/GO and other control samples in Figures S1–S4, S6,\nand S7; CVs and LSVs for other control samples in Figures S5 and S6;\nand atomic percents of different catalysts by XPS measurement in Table\nS1 and literature comparison in Table S2 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acssuschemeng.8b01575.  Structure and morphology characterizations including SEM, TEM, XRD, TGA, and XPS for NENU-5/GO and other control samples in Figures S1-S4, S6, and S7; CVs and LSVs for other control samples in Figures S5 and S6; and atomic percents of different catalysts by XPS measurement in Table S1 and literature comparison in Table S2 (PDF)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Structure and\nmorphology characterizations including SEM, TEM, XRD, TGA, and XPS\nfor NENU-5/GO and other control samples in Figures S1–S4, S6,\nand S7; CVs and LSVs for other control samples in Figures S5 and S6;\nand atomic percents of different catalysts by XPS measurement in Table\nS1 and literature comparison in Table S2 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Structure and morphology characterizations including SEM, TEM, XRD, TGA, and XPS for NENU-5/GO and other control samples in Figures S1-S4, S6, and S7; CVs and LSVs for other control samples in Figures S5 and S6; and atomic percents of different catalysts by XPS measurement in Table S1 and literature comparison in Table S2 (PDF)", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental\nSection</title><title>Synthesis of NENU-5/GO and NENU-5</title><p>Graphene oxide (GO)\nwas synthesized accroding to the previous literature method. 0.2 g of Cu­(OAc)<sub>2</sub>·H<sub>2</sub>O, 0.3 g of phosphomolybdic acid hydrate, and 0.07 g of <sc>l</sc>-glutamic acid were added into ultrapurified water (40 mL) to form\nsolution A. The GO solution (7.5 mg, 5 mg mL<sup>–1</sup>)\nwas dispersed into solution A dropwise under continuous stirring.\nSubsequently, 0.14 g of 1,3,5-benzenetricarboxylic acid was dissolved\nin ethanol (40 mL) and then added dropwise into the above solution\nwith intense stirring. After 16 h, the mixture was collected by filtration\nand washing. Finally, the obtained sample was designed as NENU-5/GO\nafter freeze dyring.</p>", "clean_text": "Experimental Section\n\nSynthesis of NENU-5/GO and NENU-5\n\nGraphene oxide (GO) was synthesized accroding to the previous literature method. 0.2 g of Cu(OAc)2⋅H2O, 0.3 g of phosphomolybdic acid hydrate, and 0.07 g of l-glutamic acid were added into ultrapurified water (40 mL) to form solution A. The GO solution (7.5 mg, 5 mg mL-1) was dispersed into solution A dropwise under continuous stirring. Subsequently, 0.14 g of 1,3,5-benzenetricarboxylic acid was dissolved in ethanol (40 mL) and then added dropwise into the above solution with intense stirring. After 16 h, the mixture was collected by filtration and washing. Finally, the obtained sample was designed as NENU-5/GO after freeze dyring.", "data": [{"meta": {"name": "NENU-5/GO", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cu­(OAc)2·H2O", "amount": "0.2", "unit": "g"}, {"name": "phosphomolybdic acid hydrate", "amount": "0.3", "unit": "g"}, {"name": "l-glutamic acid", "amount": "0.07", "unit": "g"}], "solution": [{"name": "ultrapurified water", "amount": "40", "unit": "mL"}, {"name": "GO solution", "amount": "7.5", "unit": "mg", "concentration": "5 mg mL-1"}], "pressure": "", "temperature": "", "time": "16 h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "", "amount": ""}, {"synthesis method": "freeze drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "1, 16, 21, 22, 23", "type": "text", "classification": "property", "content": "<p>Hydrogen as a clean\nand environmentally friendly energy carrier has attracted extensive\ninterest. Although Pt-based materials have been considered as the\nstate-of-the-art catalysts for the hydrogen evolution reaction (HER),\nthe high-cost and low-abundance hinder their practical application.\nHerein, we report the development of reduced graphene oxide (rGO)\nsupported molybdenum phosphide (MoP) encapsulated in P-doped porous\ncarbon (PC) nano-octahedrons derived from polyoxometalate-based metal–organic\nframeworks (POMOFs) by carbonization and subsequent phosphidation\nprocess. Impressively, combining the advantages of MoP, PC, and rGO,\nthe composite shows superior electrocatalytic HER performance and\nstability, with a low onset overpotential of 62.3 mV, small Tafel\nslope of 53.6 mV dec<sup>–1</sup>, along with long-term durability\nfor 10 h, which is comparable or even superior to those of the most\npromising MoP-based electrocatalysts in acid media reported to date.\nMost importantly, this work provides an elaborate strategy to design\nand fabricate high-efficiency and low-cost electrocatalysts utilizing\nPOMOFs as precursors toward the HER.</p><p>The PXRD patterns of the obtained samples\nwere characterized and described in a. For MoO<sub>2</sub>@PC/rGO, the diffraction\npeaks at 26.16, 37.09, and 53.66° can correspond to the (011),\n(111), and (022) planes of monoclinic MoO<sub>2</sub> (JCPDS, No.\n76-1807). After phosphidation, all peaks are consistent with the hexagonal\nstructure of MoP (JCPDS, No. 65-6487). No visible diffraction peaks\nof other phases are detected, implying that all MoO<sub>2</sub> nanocrystals\nwere successfully transformed into the MoP phase. In comparison with\nMoP@PC, the PXRD pattern of MoP@PC/rGO shows no apparent diffraction\npeak at 20–27°, demonstrating that MoP@PC nanoparticles\nare efficiently coated on the rGO surface, restraining the stacking\nof rGO sheets. Remarkably, the <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> ratio of MoP@PC/rGO is 2.58, higher than those\nof MoO<sub>2</sub>@PC/rGO (1.78) and MoP@PC (2.39), which reveals\nabundant defects are formed in MoP@PC/rGO after phosphidation, facilitating\nthe exposure of electrochemical active sites and the increase in catalytic\nactivity (b). The porous architectures of the as-prepared\ncatalysts were further examined by N<sub>2</sub> sorption isotherms.\nIn c, these\nsamples exhibit meso-porous structures with average pore diameter\nbetween 3 and 8 nm (d), as evidenced by large hysteresis loops. The BET surface areas of MoO<sub>2</sub>@PC/rGO, MoP@PC, and MoP@PC/rGO\nare 489, 541, and 343 m<sup>2</sup> g<sup>–1</sup>, respectively.\nThe rich meso-pores are favorable to the penetration of liquid electrolyte, further improving the HER activity.\n</p><title>Hydrogen Evolution Reaction\nPerformance of MoP@PC Composite</title><p>A typical three-electrode\nsetup was employed to investigate the HER electrocatalytic performance\nof MoP@PC/rGO in 0.5 M H<sub>2</sub>SO<sub>4</sub> solution. As a\ncomparison, MoO<sub>2</sub>@PC/rGO, MoP@PC, and 20% Pt–C were\nalso evaluated, respectively. a indicates the polarization curves which were not\ncorrected for IR loss. Impressively, commercial 20% Pt–C illustrates\nsuperior electrocatalytic activity, which is consistent well with\nthe previous reports. In comparison with MoO<sub>2</sub>@PC/rGO (497.8\nmV) and MoP@PC (109.5 mV), the MoP@PC/rGO composite shows a low onset\noverpotential of 62.3 mV, surpass the most of the MoP-based electrocatalysts\nreported so far (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Table S2</ext-link>). Moreover, it\nis found that a rapid cathodic current increase when the potential\nis more negative than -81.5 mV. As is well-known, a 10 mA cm<sup>–2</sup> current density is a crucial parameter toward HER. In contrast to\nMoO<sub>2</sub>@PC/rGO (857.2 mV) and MoP@PC (303.6 mV), the MoP@PC/rGO\ncomposite here has a lower overpotential requirement of 234.6 mV to\nachieve the current density of 10 mA cm<sup>–2</sup>. What’s\nmore, the current density of MoP@PC/rGO is higher than those of the\ncounterpart samples over the whole potential region.</p><p>Tafel plots\nof these materials were measured to assess the HER kinetics (b). The linear part\nof the Tafel slope for MoP@PC/rGO (53.6 mV dec<sup>–1</sup>) is slightly higher than that of commercial 20% Pt–C (30.0\nmV dec<sup>–1</sup>), characteristic of rapid electron transport\nand a Volmer-Heyrovsky mechanism. In contrast, MoP@PC and MoO<sub>2</sub>@PC/rGO show\nhigher Tafel slopes of 61.1 and 123.2 mV dec<sup>–1</sup>.\nStrikingly, especially considering the values of Tafel slope, this\noutperforms most of the recently reported MoP-based electrocatalysts\ntoward HER in acid media (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Table S2</ext-link>). On the basis of the extrapolation\nof the Tafel plots, the exchange current density (<italic>j</italic>\n<sub>0</sub>) of MoP@PC/rGO is determined to be about 1.05 ×\n10<sup>–3</sup> mA cm<sup>–2</sup>, higher than those\nof MoP@PC (4.8 × 10<sup>–4</sup> mA cm<sup>–2</sup>) and MoO<sub>2</sub>@PC/rGO (3.09 × 10<sup>–6</sup> mA\ncm<sup>–2</sup>). Therefore, this strongly confirms that both\nrGO and phosphidation have significant influences on improving the\nelectrocatalytic activity toward the HER. Such an intriguing onset\npotential and ultralow Tafel slope highlight that the MoP@PC/rGO hybrid\nis a promising HER electrocatalyst. The electrochemically active surface\narea (ECSA) was assessed by a cyclic voltammetry (CV) approach with\ndifferent rates from 20 to 200 mV s<sup>–1</sup>, as indicated\nin c. The inset\nof c shows\nthat the MoP@PC/rGO catalyst has a much higher double-layer capacitance\n(<italic>C</italic>\n<sub>dl</sub>, 20.5 mF cm<sup>–2</sup>)\nthan MoP@PC (5.1 mF cm<sup>–2</sup>) and MoO<sub>2</sub>@PC/rGO\n(0.28 mF cm<sup>–2</sup>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S5</ext-link>). This higher ECSA suggests a large electrochemical surface area\nand rich active sites for the HER, which results in the higher electrochemical\nactivity of MoP@PC/rGO. In addition,\ncompared to that of MoP@PC (0.013 s<sup>–1</sup>), the turnover\nfrequency (TOF) of MoP@PC/rGO at the overpotential of 200 mV is calculated\nto be 0.019 s<sup>–1</sup>.</p><p>Durability is also significant\ncriterion to examine the catalytic performance of MoP@PC/rGO toward\nthe HER. As demonstrated in d, the polarization curves were measured before and\nafter 1000 CVs from −0.20 to +0.20 V at 100 mV s<sup>–1</sup> in 0.5 M H<sub>2</sub>SO<sub>4</sub> solution. Amazedly, it is found\nthat insignificant change is presented, signifying the outstanding\nstability of MoP@PC/rGO in acid medium. Simultaneously, the long-term\ndurability was also estimated by chronoamperometry and the MoP@PC/rGO\nexhibits almost unfading electrocatalytic activity for 10 h under\na constant overpotential of 232 mV (inset of d). Additionally, the morphology and structure\nof MoP@PC/rGO after 1000 CVs were also characterized and shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01575/suppl_file/sc8b01575_si_001.pdf\">Figure S6</ext-link>. According to these aforementioned\ndata, we infer that it may originate from the fascinating structure\nof MoP@PC/rGO. That is, the P-doped carbon layers can significantly\nprevent MoP nanoparticles from corrosion.</p>", "clean_text": "Hydrogen as a clean and environmentally friendly energy carrier has attracted extensive interest. Although Pt-based materials have been considered as the state-of-the-art catalysts for the hydrogen evolution reaction (HER), the high-cost and low-abundance hinder their practical application. Herein, we report the development of reduced graphene oxide (rGO) supported molybdenum phosphide (MoP) encapsulated in P-doped porous carbon (PC) nano-octahedrons derived from polyoxometalate-based metal-organic frameworks (POMOFs) by carbonization and subsequent phosphidation process. Impressively, combining the advantages of MoP, PC, and rGO, the composite shows superior electrocatalytic HER performance and stability, with a low onset overpotential of 62.3 mV, small Tafel slope of 53.6 mV dec-1, along with long-term durability for 10 h, which is comparable or even superior to those of the most promising MoP-based electrocatalysts in acid media reported to date. Most importantly, this work provides an elaborate strategy to design and fabricate high-efficiency and low-cost electrocatalysts utilizing POMOFs as precursors toward the HER.\n\nThe PXRD patterns of the obtained samples were characterized and described in a. For MoO2@PC/rGO, the diffraction peaks at 26.16, 37.09, and 53.66° can correspond to the (011), (111), and (022) planes of monoclinic MoO2 (JCPDS, No. 76-1807). After phosphidation, all peaks are consistent with the hexagonal structure of MoP (JCPDS, No. 65-6487). No visible diffraction peaks of other phases are detected, implying that all MoO2 nanocrystals were successfully transformed into the MoP phase. In comparison with MoP@PC, the PXRD pattern of MoP@PC/rGO shows no apparent diffraction peak at 20-27°, demonstrating that MoP@PC nanoparticles are efficiently coated on the rGO surface, restraining the stacking of rGO sheets. Remarkably, the I D/I G ratio of MoP@PC/rGO is 2.58, higher than those of MoO2@PC/rGO (1.78) and MoP@PC (2.39), which reveals abundant defects are formed in MoP@PC/rGO after phosphidation, facilitating the exposure of electrochemical active sites and the increase in catalytic activity (b). The porous architectures of the as-prepared catalysts were further examined by N2 sorption isotherms. In c, these samples exhibit meso-porous structures with average pore diameter between 3 and 8 nm (d), as evidenced by large hysteresis loops. The BET surface areas of MoO2@PC/rGO, MoP@PC, and MoP@PC/rGO are 489, 541, and 343 m2 g-1, respectively. The rich meso-pores are favorable to the penetration of liquid electrolyte, further improving the HER activity. \n\nHydrogen Evolution Reaction Performance of MoP@PC Composite\n\nA typical three-electrode setup was employed to investigate the HER electrocatalytic performance of MoP@PC/rGO in 0.5 M H2SO4 solution. As a comparison, MoO2@PC/rGO, MoP@PC, and 20% Pt-C were also evaluated, respectively. a indicates the polarization curves which were not corrected for IR loss. Impressively, commercial 20% Pt-C illustrates superior electrocatalytic activity, which is consistent well with the previous reports. In comparison with MoO2@PC/rGO (497.8 mV) and MoP@PC (109.5 mV), the MoP@PC/rGO composite shows a low onset overpotential of 62.3 mV, surpass the most of the MoP-based electrocatalysts reported so far (Table S2). Moreover, it is found that a rapid cathodic current increase when the potential is more negative than -81.5 mV. As is well-known, a 10 mA cm-2 current density is a crucial parameter toward HER. In contrast to MoO2@PC/rGO (857.2 mV) and MoP@PC (303.6 mV), the MoP@PC/rGO composite here has a lower overpotential requirement of 234.6 mV to achieve the current density of 10 mA cm-2. What's more, the current density of MoP@PC/rGO is higher than those of the counterpart samples over the whole potential region.\n\nTafel plots of these materials were measured to assess the HER kinetics (b). The linear part of the Tafel slope for MoP@PC/rGO (53.6 mV dec-1) is slightly higher than that of commercial 20% Pt-C (30.0 mV dec-1), characteristic of rapid electron transport and a Volmer-Heyrovsky mechanism. In contrast, MoP@PC and MoO2@PC/rGO show higher Tafel slopes of 61.1 and 123.2 mV dec-1. Strikingly, especially considering the values of Tafel slope, this outperforms most of the recently reported MoP-based electrocatalysts toward HER in acid media (Table S2). On the basis of the extrapolation of the Tafel plots, the exchange current density (j 0) of MoP@PC/rGO is determined to be about 1.05 × 10-3 mA cm-2, higher than those of MoP@PC (4.8 × 10-4 mA cm-2) and MoO2@PC/rGO (3.09 × 10-6 mA cm-2). Therefore, this strongly confirms that both rGO and phosphidation have significant influences on improving the electrocatalytic activity toward the HER. Such an intriguing onset potential and ultralow Tafel slope highlight that the MoP@PC/rGO hybrid is a promising HER electrocatalyst. The electrochemically active surface area (ECSA) was assessed by a cyclic voltammetry (CV) approach with different rates from 20 to 200 mV s-1, as indicated in c. The inset of c shows that the MoP@PC/rGO catalyst has a much higher double-layer capacitance (C dl, 20.5 mF cm-2) than MoP@PC (5.1 mF cm-2) and MoO2@PC/rGO (0.28 mF cm-2; Figure S5). This higher ECSA suggests a large electrochemical surface area and rich active sites for the HER, which results in the higher electrochemical activity of MoP@PC/rGO. In addition, compared to that of MoP@PC (0.013 s-1), the turnover frequency (TOF) of MoP@PC/rGO at the overpotential of 200 mV is calculated to be 0.019 s-1.\n\nDurability is also significant criterion to examine the catalytic performance of MoP@PC/rGO toward the HER. As demonstrated in d, the polarization curves were measured before and after 1000 CVs from -0.20 to +0.20 V at 100 mV s-1 in 0.5 M H2SO4 solution. Amazedly, it is found that insignificant change is presented, signifying the outstanding stability of MoP@PC/rGO in acid medium. Simultaneously, the long-term durability was also estimated by chronoamperometry and the MoP@PC/rGO exhibits almost unfading electrocatalytic activity for 10 h under a constant overpotential of 232 mV (inset of d). Additionally, the morphology and structure of MoP@PC/rGO after 1000 CVs were also characterized and shown in Figure S6. According to these aforementioned data, we infer that it may originate from the fascinating structure of MoP@PC/rGO. That is, the P-doped carbon layers can significantly prevent MoP nanoparticles from corrosion.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "PXRD patterns", "value": "", "unit": "", "condition": "characterized and described in a"}, {"property name": "diffraction peaks", "value": "26.16, 37.09, 53.66°", "unit": "", "condition": "correspond to the (011), (111), and (022) planes of monoclinic MoO2 (JCPDS, No. 76-1807)"}, {"property name": "hexagonal structure", "value": "", "unit": "", "condition": "all peaks are consistent with the hexagonal structure of MoP (JCPDS, No. 65-6487)"}, {"property name": "diffraction peaks of other phases", "value": "", "unit": "", "condition": "no visible diffraction peaks of other phases are detected"}, {"property name": "I_D/I_G ratio", "value": "2.58", "unit": "", "condition": "MoP@PC/rGO is 2.58, higher than those of MoO2@PC/rGO (1.78) and MoP@PC (2.39)"}, {"property name": "pore diameter", "value": "3-8 nm", "unit": "", "condition": "average pore diameter between 3 and 8 nm"}, {"property name": "BET surface areas", "value": "489, 541, 343", "unit": "m2/g", "condition": "MoO2@PC/rGO, MoP@PC, and MoP@PC/rGO are 489, 541, and 343 m2/g, respectively"}, {"property name": "meso-porous structures", "value": "", "unit": "", "condition": "samples exhibit meso-porous structures"}, {"property name": "electrochemically active surface area (ECSA)", "value": "20.5 mF cm-2", "unit": "", "condition": "MoP@PC/rGO catalyst has a much higher double-layer capacitance (C_dl, 20.5 mF cm-2) than MoP@PC (5.1 mF cm-2) and MoO2@PC/rGO (0.28 mF cm-2)"}, {"property name": "turnover frequency (TOF)", "value": "0.019 s-1", "unit": "", "condition": "TOF of MoP@PC/rGO at the overpotential of 200 mV is calculated to be 0.019 s-1"}, {"property name": "morphology and structure", "value": "", "unit": "", "condition": "morphology and structure of MoP@PC/rGO after 1000 CVs were also characterized"}]}]], "include_properties": ["etc"]}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthetic\nProcess of the MoP@PC/rGO Nanocomposite</title>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2018-015753_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthetic Process of the MoP@PC/rGO Nanocomposite   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Low and high magnification (a and b) SEM and (c and d)\nTEM images of MoP@PC/rGO. Green arrows, pores; yellow arrows, rGO.\nInset of panel b: the particle-size distribution curve. Inset of panel\nd: HRTEM image of MoP@PC/rGO. (e) STEM image and elemental mapping\nof C, Mo, and P, respectively. Scale bar 500 nm.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2018-015753_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Low and high magnification (a and b) SEM and (c and d) TEM images of MoP@PC/rGO. Green arrows, pores; yellow arrows, rGO. Inset of panel b: the particle-size distribution curve. Inset of panel d: HRTEM image of MoP@PC/rGO. (e) STEM image and elemental mapping of C, Mo, and P, respectively. Scale bar 500 nm.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) PXRD patterns, (b) Raman spectra, (c) N<sub>2</sub> sorption isotherms, and (d) pore size distributions of different\nsamples.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2018-015753_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) PXRD patterns, (b) Raman spectra, (c) N2 sorption isotherms, and (d) pore size distributions of different samples.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) XPS survey spectrum\nand high resolution XPS spectra of (b) C 1s, (c) P 2p, and (d) Mo\n3d of MoP@PC/rGO, respectively.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2018-015753_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) XPS survey spectrum and high resolution XPS spectra of (b) C 1s, (c) P 2p, and (d) Mo 3d of MoP@PC/rGO, respectively.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Polarization curves and (b) Tafel plots of different catalysts.\n(c) Cyclic voltammograms within the range of no faradaic reaction\nInset: The capacitive current at −0.009 V as a function of\nthe scan rate for MoP@PC/rGO. (d) Polarization curves for MoP@PC/rGO\ninitially and after 1000 CV cycles. Inset: Time-dependent current\ndensity curve for MoP@PC/rGO under a static overpotential of 232 mV\nfor 10 h.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2018-015753_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Polarization curves and (b) Tafel plots of different catalysts. (c) Cyclic voltammograms within the range of no faradaic reaction Inset: The capacitive current at -0.009 V as a function of the scan rate for MoP@PC/rGO. (d) Polarization curves for MoP@PC/rGO initially and after 1000 CV cycles. Inset: Time-dependent current density curve for MoP@PC/rGO under a static overpotential of 232 mV for 10 h.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Polarization curves and (b) Tafel plots\nof for Cu<sub>3</sub>P-MoP@PC/rGO and MoP@PC/rGO.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2018-015753_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Polarization curves and (b) Tafel plots of for Cu3P-MoP@PC/rGO and MoP@PC/rGO.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acssuschemeng.8b01575", "title": "\nReduced Graphene Oxide-Supported MoP@P-Doped Porous\nCarbon Nano-octahedrons as High-Performance Electrocatalysts for Hydrogen\nEvolution\n", "journal": "American\nChemical Society", "date": "2018.06", "author_list": ["Li\nJi-Sen", "Li\nJia-Yi", "Wang\nXiao-Rong", "Zhang\nShuai", "Sha\nJing-Quan", "Liu\nGuo-Dong"]}}