{"filepath": "../L2M3_data/1_application_papers/acs_xml/sc8b03683.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Over the past decade, the development\nin the valorization of biomass\ntechnologies keeps increasing because the biomass utilization for\nmanufacturing fine chemicals and fuels has diverse advantages over\nfossil feedstock. The review focuses on the utilization of metal–organic\nframework-derived (MOF-derived) materials as effective solid catalysts\nfor the valorization of biomass into platform chemicals. MOFs compose\nof abundant organic ligands and metal cluster, and additional functional\ngroups, could be modified on ligands (or metal clusters) serving as\nactive sites. On the other hand, MOFs could also be converted into\nporous carbons or metal oxide composites by calcination at nitrogen\nor air, respectively, for catalytic reactions. These MOF-derived catalysts\nfeature advantages like high specific surface area, porosity, and\nactive sites from mother MOFs. More importantly, stronger interactions\nbetween guests (i.e., metal or alloy NPs) and hosts (i.e., MOF-derived\ncarbons or metal oxides) make these catalysts more efficient than conventional\ncatalysts where guests are deposited on hosts by impregnation. We\nsummarize the studies of lignocellulosic biomass conversion including\n(1) dehydration of sugars such as glucose, fructose, and xylose into\nfurans, (2) hydrogenation of furans into fine chemicals, and (3) sugars\ninto sugar alcohols using MOF-derived catalysts. The challenges and\nprospective of MOF-derived materials applied in biomass conversion\nare also described.</p>", "clean_text": "Over the past decade, the development in the valorization of biomass technologies keeps increasing because the biomass utilization for manufacturing fine chemicals and fuels has diverse advantages over fossil feedstock. The review focuses on the utilization of metal-organic framework-derived (MOF-derived) materials as effective solid catalysts for the valorization of biomass into platform chemicals. MOFs compose of abundant organic ligands and metal cluster, and additional functional groups, could be modified on ligands (or metal clusters) serving as active sites. On the other hand, MOFs could also be converted into porous carbons or metal oxide composites by calcination at nitrogen or air, respectively, for catalytic reactions. These MOF-derived catalysts feature advantages like high specific surface area, porosity, and active sites from mother MOFs. More importantly, stronger interactions between guests (i.e., metal or alloy NPs) and hosts (i.e., MOF-derived carbons or metal oxides) make these catalysts more efficient than conventional catalysts where guests are deposited on hosts by impregnation. We summarize the studies of lignocellulosic biomass conversion including (1) dehydration of sugars such as glucose, fructose, and xylose into furans, (2) hydrogenation of furans into fine chemicals, and (3) sugars into sugar alcohols using MOF-derived catalysts. The challenges and prospective of MOF-derived materials applied in biomass conversion are also described.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Valorization of lignocellulosic\nbiomass into fine chemicals\nover a series of metal−organic framework-derived (MOF-derived)\nsolid catalysts.</p><title>Lignocellulosic Biomass</title><p>Fossil feedstocks, which are\ncoal, natural gas, and crude oil,\nare used to satisfy our energy requirements and to produce a variety\nof chemicals that enrich our lives. The difficulties with large-scale\nutilization of fossil feedstocks are the uneven geographical distribution\nof reserves, declining availability, and global warming. To avoid\nthese problems with fossil feedstocks currently, lignocellulosic biomass\nis extensively used all over the world for chemical synthesis and\nenergy applications. It has been suggested that biomass is the only\nreliable alternative source for replacing fossil feedstocks for the\nsynthesis of chemicals and fuels by promoting environmentally benign\npathways. Because biomass is renewable, abundant,\nand readily available, it is a carbon-neutral process upon biomass utilization,\nequally distributed, and has a lower impact on the environment. Hence,\nit becomes a natural choice for researchers to use lignocellulosic biomass as an alternate\nresource for fossil feedstocks.</p>", "clean_text": "Valorization of lignocellulosic biomass into fine chemicals over a series of metal-organic framework-derived (MOF-derived) solid catalysts.\n\nLignocellulosic Biomass\n\nFossil feedstocks, which are coal, natural gas, and crude oil, are used to satisfy our energy requirements and to produce a variety of chemicals that enrich our lives. The difficulties with large-scale utilization of fossil feedstocks are the uneven geographical distribution of reserves, declining availability, and global warming. To avoid these problems with fossil feedstocks currently, lignocellulosic biomass is extensively used all over the world for chemical synthesis and energy applications. It has been suggested that biomass is the only reliable alternative source for replacing fossil feedstocks for the synthesis of chemicals and fuels by promoting environmentally benign pathways. Because biomass is renewable, abundant, and readily available, it is a carbon-neutral process upon biomass utilization, equally distributed, and has a lower impact on the environment. Hence, it becomes a natural choice for researchers to use lignocellulosic biomass as an alternate resource for fossil feedstocks.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Lignocellulosic biomass is the\nmost abundant form of biomass present\nwith an annual production of ca. 170 billion metric tons. As shown in , it is composed of lignin (18%–28%),\ncellulose (40%–50%), and hemicellulose (20%–30%). Lignin\nis an aromatic polymer made up of methoxylated phenylpropane units, while cellulose and hemicellulose are polysaccharides.\nCellulose is homopolysaccharide and made up of β-<sc>d</sc>-glucose\nunits. Hemicellulose can be homo- or heteropolysaccharides, which\nare made up of pentose sugars, hexose sugars, and sugar acids linked\ntogether by β-(1→4), β-(1→3), and β-(1→6)\nglycosidic linkages. Hemicellulose is classified as xylan, mannan,\nxyloglucan, galactan, and arabinan depending on the cell-wall polysaccharide\ntypes.</p>", "clean_text": "Lignocellulosic biomass is the most abundant form of biomass present with an annual production of ca. 170 billion metric tons. As shown in , it is composed of lignin (18%-28%), cellulose (40%-50%), and hemicellulose (20%-30%). Lignin is an aromatic polymer made up of methoxylated phenylpropane units, while cellulose and hemicellulose are polysaccharides. Cellulose is homopolysaccharide and made up of β-d-glucose units. Hemicellulose can be homo- or heteropolysaccharides, which are made up of pentose sugars, hexose sugars, and sugar acids linked together by β-(1→4), β-(1→3), and β-(1→6) glycosidic linkages. Hemicellulose is classified as xylan, mannan, xyloglucan, galactan, and arabinan depending on the cell-wall polysaccharide types.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Composition of lignocellulosic biomass.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2018-03683h_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Composition of lignocellulosic biomass.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>As hemicellulose is made up of various sugars such as glucose,\nxylose, mannose, galactose, arabinose, and rhamnose, recent studies\ndemonstrate that hemicellulose present in this raw biomass could be\nefficiently converted into C5 sugar monomers. The\nxylan type of hemicellulose is most common, which is basically made\nup of xylose sugar. As is shown in , the hydrolysis of xylan produces xylose\nand arabinose as major C5 sugars which could be further converted\ninto a wide variety of value-added chemicals, including xylitol and\nfurfural. For instance, furfural has many applications in several\nindustries such as lube oil refining, synthesis\nof phenolic resins, and pharmaceuticals, and the derivatives\nsuch as furfuryl alcohol (FOL) and methyl furan (MF) could be produced by\nhydrogenation of furfural (FAL), which further finds potential application\nas solvent and fuel. Extensive literature\nis available for the conversion of isolated hemicellulose into C5\nsugars and furfural using solid acid, mineral acid, and acidic ionic\nliquid catalysts.\n</p>", "clean_text": "As hemicellulose is made up of various sugars such as glucose, xylose, mannose, galactose, arabinose, and rhamnose, recent studies demonstrate that hemicellulose present in this raw biomass could be efficiently converted into C5 sugar monomers. The xylan type of hemicellulose is most common, which is basically made up of xylose sugar. As is shown in , the hydrolysis of xylan produces xylose and arabinose as major C5 sugars which could be further converted into a wide variety of value-added chemicals, including xylitol and furfural. For instance, furfural has many applications in several industries such as lube oil refining, synthesis of phenolic resins, and pharmaceuticals, and the derivatives such as furfuryl alcohol (FOL) and methyl furan (MF) could be produced by hydrogenation of furfural (FAL), which further finds potential application as solvent and fuel. Extensive literature is available for the conversion of isolated hemicellulose into C5 sugars and furfural using solid acid, mineral acid, and acidic ionic liquid catalysts. ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Conversion of Hemicellulose into Diverse Chemicals</title>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2018-03683h_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Conversion of Hemicellulose into Diverse Chemicals   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Cellulose, on the other hand, is a homopolymer\ncomposed of glucose\nwith a higher degree of polymerization (DP) = 100–2000 compared\nto hemicellulose (DP = 100–200). Cellulose is difficult to hydrolyze compared to hemicellulose and\nother saccharides because of the presence of inter- and intramolecular\nhydrogen bonding between various anhydro-glucan units. This extensive hydrogen bonding of cellulose\nmakes it a partly crystalline and robust material toward chemical\nreactivity. As presented in , various potentially important chemicals can be generated\nfrom cellulose. Cellulose is decomposed into glucose by hydrolysis. Further dehydration of glucose yields 5-hydroxymethylfurfural\n(HMF) which is a platform chemical used for the synthesis of a varity\nof industrially significant chemicals such hydrogenation into 2,5-dimethylfuran\n(DMF) via bis­(hydroxymethyl)­furfural (BHMF) intermediate and oxidation into 2,5-furandicarboxylic acid (FDCA) via furan-2,5-diformylfuran\n(DFF), 5-hydroxymethyl-2-furancarboxylic acid (HMFCA) ­and 5-formyl-2-furancarboxylic\nacid (FFCA) intermediates. Furthermore,\nvarious significant chemicals such as γ-valerolactone (γ-GVL),\nlevulinic acid (LA), and 1,6-hexanediols can be manufactured from\nHMF, too.\n</p>", "clean_text": "Cellulose, on the other hand, is a homopolymer composed of glucose with a higher degree of polymerization (DP) = 100-2000 compared to hemicellulose (DP = 100-200). Cellulose is difficult to hydrolyze compared to hemicellulose and other saccharides because of the presence of inter- and intramolecular hydrogen bonding between various anhydro-glucan units. This extensive hydrogen bonding of cellulose makes it a partly crystalline and robust material toward chemical reactivity. As presented in , various potentially important chemicals can be generated from cellulose. Cellulose is decomposed into glucose by hydrolysis. Further dehydration of glucose yields 5-hydroxymethylfurfural (HMF) which is a platform chemical used for the synthesis of a varity of industrially significant chemicals such hydrogenation into 2,5-dimethylfuran (DMF) via bis(hydroxymethyl)furfural (BHMF) intermediate and oxidation into 2,5-furandicarboxylic acid (FDCA) via furan-2,5-diformylfuran (DFF), 5-hydroxymethyl-2-furancarboxylic acid (HMFCA) and 5-formyl-2-furancarboxylic acid (FFCA) intermediates. Furthermore, various significant chemicals such as γ-valerolactone (γ-GVL), levulinic acid (LA), and 1,6-hexanediols can be manufactured from HMF, too. ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Conversion of Cellulose into Various Promising\nChemicals</title>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2018-03683h_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  Conversion of Cellulose into Various Promising Chemicals   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Many catalysts have\nbeen reported for the biomass conversion to\nvalue-added chemicals such as mineral acids (HCl, H<sub>2</sub>SO<sub>4</sub>), organic acids (<italic>p</italic>-toluenesulfonic acid, maleic acid), solid acid\ncatalysts (SAPO, HUSY, sulfonated carbon), zeolites (ZSM-5,\nHMOR), ion exchange resins (Amberlyst-15, Nafion), heteropoly acids (heteropoly tungstate, MOF-based\nheteropoly acid), metal supported catalysts (Ru/C, Pt/C,\nPd/C), and ionic liquids ([BMIM]­[Cl],\n[C<sub>3</sub>SO<sub>3</sub>HMIM]­[HSO<sub>4</sub>]).\n</p>", "clean_text": "Many catalysts have been reported for the biomass conversion to value-added chemicals such as mineral acids (HCl, H2SO4), organic acids (p-toluenesulfonic acid, maleic acid), solid acid catalysts (SAPO, HUSY, sulfonated carbon), zeolites (ZSM-5, HMOR), ion exchange resins (Amberlyst-15, Nafion), heteropoly acids (heteropoly tungstate, MOF-based heteropoly acid), metal supported catalysts (Ru/C, Pt/C, Pd/C), and ionic liquids ([BMIM][Cl], [C3SO3HMIM][HSO4]). ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Metal–Organic Frameworks\n(MOFs) and Their Derived Nanomaterials</title><p>Metal–organic\nframeworks (MOFs), also known as porous coordination\npolymers (PCPs), are a series of porous structures composed of metal\nions/clusters (joint) and organic ligands (linker). The metal ions/clusters coordinate with multipodal organic\nligands, forming secondary building units (SBUs). SBUs are arranged\ninto a porous framework with particular morphology by sharing podals\nwith each other. Most of the transition metals, post-transition metals,\nand lanthanides have been used as joints and coordinated with different\nlinkers such as bi-, tricarboxylate-contained benzene rings and N-contained\ncycloalkane composites. The diverse combination\nof joints and linkers makes MOFs with different texture properties\nand morphology. Until now, more than 20,000 kinds of MOFs have been\neither synthesized or designed by simulation (e.g., ZIF-8, HKUST-1, MIL-53, UiO-66, and PCN-222). MOFs have features\nlike large Brunauer–Emmett–Teller (BET) specific surface\narea, large pore volume, and abundant Lewis/Brønsted acid/base\nsites, which make MOFs better material for catalysis, separation,\nstorage, and sensing applications by either directly using MOFs or\na combination of MOFs with polymers, metal\noxides, graphene, porous carbon, cells and viruses.\n</p>", "clean_text": "Metal-Organic Frameworks (MOFs) and Their Derived Nanomaterials\n\nMetal-organic frameworks (MOFs), also known as porous coordination polymers (PCPs), are a series of porous structures composed of metal ions/clusters (joint) and organic ligands (linker). The metal ions/clusters coordinate with multipodal organic ligands, forming secondary building units (SBUs). SBUs are arranged into a porous framework with particular morphology by sharing podals with each other. Most of the transition metals, post-transition metals, and lanthanides have been used as joints and coordinated with different linkers such as bi-, tricarboxylate-contained benzene rings and N-contained cycloalkane composites. The diverse combination of joints and linkers makes MOFs with different texture properties and morphology. Until now, more than 20,000 kinds of MOFs have been either synthesized or designed by simulation (e.g., ZIF-8, HKUST-1, MIL-53, UiO-66, and PCN-222). MOFs have features like large Brunauer-Emmett-Teller (BET) specific surface area, large pore volume, and abundant Lewis/Brønsted acid/base sites, which make MOFs better material for catalysis, separation, storage, and sensing applications by either directly using MOFs or a combination of MOFs with polymers, metal oxides, graphene, porous carbon, cells and viruses. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The diversity of MOF materials makes them potentially useful catalysts\nwith various functionalities. Besides directly using the active sites\nin the framework of MOFs, functionalization of MOFs with other ligands\nor the thermal treatment of MOFs to make porous carbons or metal oxides\nare two types of popular MOF-derived catalysts (). The ligands on MOFs are either modified\nwith functional groups or replaced with functional group-containing\nligands. The functional group with ligands can change the microenvironment\naround the SBUs which has an apparent effect on the catalytic reaction.\nMOFs are inherent porous structures where the organic ligands and\nSBUs are placed along the edge of pores which could be regarded as\na self-template. MOFs could be converted\ninto porous carbons (PCs), metal embedded PCs, and porous metal oxides (PMOs)\nby annulling under an inert or oxygen-rich environment. The MOF-derived\nmaterials feature high specific surface area, porosity, and abundant\nactive sites from mother MOFs. Moreover, by carefully selecting ligands\nand metal ions, the texture properties of MOF-derived materials could\nbe customized for different applications. Until now, MOF-derived materials\nhave been applied for catalysis, separation, energy storage, and so on\nowing to the advantages mentioned above. To the best of our knowledge,\nso far, MOF-derived materials have not been used as catalysts for\nhemicellulose conversion, while recent studies show the applications\nof MOF-derived materials for xylose dehydration and FAL hydrogenation\ninto cyclopentanone (CPO) and FOL. In the case of lignocellulosic\nbiomass conversion, MOF-derived materials have been reported as an\nefficient catalyst for hydrolysis of cellulose to glucose, isomerization\nof glucose, dehydration of glucose and fructose, hydrogenation of\nHMF, oxidation of HMF, conversion of fructose into DFF, etherification\nof HMF, etc.\n</p>", "clean_text": "The diversity of MOF materials makes them potentially useful catalysts with various functionalities. Besides directly using the active sites in the framework of MOFs, functionalization of MOFs with other ligands or the thermal treatment of MOFs to make porous carbons or metal oxides are two types of popular MOF-derived catalysts (). The ligands on MOFs are either modified with functional groups or replaced with functional group-containing ligands. The functional group with ligands can change the microenvironment around the SBUs which has an apparent effect on the catalytic reaction. MOFs are inherent porous structures where the organic ligands and SBUs are placed along the edge of pores which could be regarded as a self-template. MOFs could be converted into porous carbons (PCs), metal embedded PCs, and porous metal oxides (PMOs) by annulling under an inert or oxygen-rich environment. The MOF-derived materials feature high specific surface area, porosity, and abundant active sites from mother MOFs. Moreover, by carefully selecting ligands and metal ions, the texture properties of MOF-derived materials could be customized for different applications. Until now, MOF-derived materials have been applied for catalysis, separation, energy storage, and so on owing to the advantages mentioned above. To the best of our knowledge, so far, MOF-derived materials have not been used as catalysts for hemicellulose conversion, while recent studies show the applications of MOF-derived materials for xylose dehydration and FAL hydrogenation into cyclopentanone (CPO) and FOL. In the case of lignocellulosic biomass conversion, MOF-derived materials have been reported as an efficient catalyst for hydrolysis of cellulose to glucose, isomerization of glucose, dehydration of glucose and fructose, hydrogenation of HMF, oxidation of HMF, conversion of fructose into DFF, etherification of HMF, etc. ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Synthesis\nof MOF-derived materials via functionalization and thermal\ntreatment.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2018-03683h_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  Synthesis of MOF-derived materials via functionalization and thermal treatment.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The conversion of lignocellulose\nbiomass into value-added chemicals\nand biofuels has been widely studied recently, and we attempt to provide\na broad overview of lignocellulose biomass conversion using MOF-derived\nmaterials as catalysts. An overview of the recent fabrication of MOF-derived\nmaterials including functionalized MOF, porous carbons, metal embedded porous carbons, and metal oxides are provided, followed by a case\nstudy of the reactions including dehydration of sugars, hydrogenation\nof HMF and FAL, oxidation of HMF, etc. This review focuses on the\nefficient and economically viable processes and the modifications\nin the MOF-derived materials for the optimization of efficient biomass\nconversion. Various properties of MOF-derived materials are explained\nin detail and advantages of these materials for biomass conversion\nare reviewed. Although there are few reports on biomass conversion\ninto value-added chemicals using MOF-derived materials because of\nthe unexplored applications of MOF-derived materials for biomass conversion, this review would help readers find novel applications\nof MOF-derived materials and usability for biomass conversion as a\ncatalyst for developing new economical, selective, environmentally\nfriendly, and sustainable technology. Finally, the challenges and\nfuture trends and prospects associated with the development of MOF-derived\nmaterials are examined. This review is a beneficial source for guiding\nindustrial and academic researchers working in the biomass and MOF\nresearch areas. Also, it will help readers to understand the proficiency\nof MOF-derived materials over conventional heterogeneous catalysts\n(e.g., zeolites) and homogeneous catalysts (e.g., mineral acids) when\nusing MOF-derived materials in the field of biomass conversion.</p>", "clean_text": "The conversion of lignocellulose biomass into value-added chemicals and biofuels has been widely studied recently, and we attempt to provide a broad overview of lignocellulose biomass conversion using MOF-derived materials as catalysts. An overview of the recent fabrication of MOF-derived materials including functionalized MOF, porous carbons, metal embedded porous carbons, and metal oxides are provided, followed by a case study of the reactions including dehydration of sugars, hydrogenation of HMF and FAL, oxidation of HMF, etc. This review focuses on the efficient and economically viable processes and the modifications in the MOF-derived materials for the optimization of efficient biomass conversion. Various properties of MOF-derived materials are explained in detail and advantages of these materials for biomass conversion are reviewed. Although there are few reports on biomass conversion into value-added chemicals using MOF-derived materials because of the unexplored applications of MOF-derived materials for biomass conversion, this review would help readers find novel applications of MOF-derived materials and usability for biomass conversion as a catalyst for developing new economical, selective, environmentally friendly, and sustainable technology. Finally, the challenges and future trends and prospects associated with the development of MOF-derived materials are examined. This review is a beneficial source for guiding industrial and academic researchers working in the biomass and MOF research areas. Also, it will help readers to understand the proficiency of MOF-derived materials over conventional heterogeneous catalysts (e.g., zeolites) and homogeneous catalysts (e.g., mineral acids) when using MOF-derived materials in the field of biomass conversion.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>MOF-Derived Catalysts</title><p>In this section, many MOF-derived\ncatalysts will be introduced.\nThese catalysts can be briefly divided into two groups: (a) MOFs with\na functional group and (b) metal nanoparticles in MOF-derived carbons\nor in MOF-derived metal oxides. The synthesis of the catalyst is introduced\nand the advantages of MOF-derived catalysts in applications are discussed.</p>", "clean_text": "MOF-Derived Catalysts\n\nIn this section, many MOF-derived catalysts will be introduced. These catalysts can be briefly divided into two groups: (a) MOFs with a functional group and (b) metal nanoparticles in MOF-derived carbons or in MOF-derived metal oxides. The synthesis of the catalyst is introduced and the advantages of MOF-derived catalysts in applications are discussed.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>MOF-Derived\nCatalysts via Modification of Functional Groups</title><p>Terephthalic\nacid is one of the popular organic ligands used in\nthe synthesis of MOFs. A functional group-containing terephthalic\nacid could be used to synthesize the isoreticular MOF (IRMOF) with\nthe same SBUs due to their similar topology while an additional function\nis given with a MOF framework. For example,\nzinc oxide clusters coordinated with terephthalic acid is IRMOF-1\n(or MOF-5), while zinc oxide clusters coordinated with aminoterephthalic\nacid is IRMOF-3. The additional amino group could serve as a Lewis\nbase in the catalytic reaction. Cmarik et al. synthesized a series of isoreticular UiO-66, including −H,\n−NH<sub>2</sub>, −NO<sub>2</sub>, −1,4-naphthyl,\nand −2,5-(OMe)<sub>2</sub>, and showed the effect of ligands\non adsorption properties. The result showed that the functional groups\nchange the adsorption heat and the water affinity, which leads to\na different ability toward gas separation. Zhou and co-workers synthesized\nPCN-125 with various functionalized ligands (a). Different\nfrom Cmarik’s work, Zhou’s group modified terphenyl tetracarboxylates\n(TPTCs, ligands of PCN-125) by breaking TPTCs into a functional group-containing\nisophthalate (R-isoph, R represents methyl, amino, nitro, sulfo, etc).\nThe R-isoph not only provides additional function for PCN-125 but\nalso enlarges the pore size of PCN-125. The pore size was enlarged\nfrom 1 to 1.1 nm as 50% of H-isoph was added into the PCN-125-growth\nsolution. As a comparison, two functional groups are modified on TPTCs\n(2R-TPTC), too. The R-isoph-containing PCN-125 showed higher CO<sub>2</sub> uptake with lower heat of adsorption than 2R-TPTC-containing\nPCN-125, demonstrating that functional groups change the adsorption\nwhile the enlarged pore size is helpful for adsorption, too.</p>", "clean_text": "MOF-Derived Catalysts via Modification of Functional Groups\n\nTerephthalic acid is one of the popular organic ligands used in the synthesis of MOFs. A functional group-containing terephthalic acid could be used to synthesize the isoreticular MOF (IRMOF) with the same SBUs due to their similar topology while an additional function is given with a MOF framework. For example, zinc oxide clusters coordinated with terephthalic acid is IRMOF-1 (or MOF-5), while zinc oxide clusters coordinated with aminoterephthalic acid is IRMOF-3. The additional amino group could serve as a Lewis base in the catalytic reaction. Cmarik et al. synthesized a series of isoreticular UiO-66, including -H, -NH2, -NO2, -1,4-naphthyl, and -2,5-(OMe)2, and showed the effect of ligands on adsorption properties. The result showed that the functional groups change the adsorption heat and the water affinity, which leads to a different ability toward gas separation. Zhou and co-workers synthesized PCN-125 with various functionalized ligands (a). Different from Cmarik's work, Zhou's group modified terphenyl tetracarboxylates (TPTCs, ligands of PCN-125) by breaking TPTCs into a functional group-containing isophthalate (R-isoph, R represents methyl, amino, nitro, sulfo, etc). The R-isoph not only provides additional function for PCN-125 but also enlarges the pore size of PCN-125. The pore size was enlarged from 1 to 1.1 nm as 50% of H-isoph was added into the PCN-125-growth solution. As a comparison, two functional groups are modified on TPTCs (2R-TPTC), too. The R-isoph-containing PCN-125 showed higher CO2 uptake with lower heat of adsorption than 2R-TPTC-containing PCN-125, demonstrating that functional groups change the adsorption while the enlarged pore size is helpful for adsorption, too.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>MOF-derived\nmaterials by modification with a\nfunctional moiety.\n(a) Co-assembly of ligand and ligand-fragment into a PCN-125. Reprinted\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref61\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2012 American Chemical Society. (b) Synthesis\nof ISMOF with a functional group on ligand as a catalyst. Reprinted\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref62\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2015 American Chemical Society. (c) Modification\nwith a functional metal by SALE as a catalyst. Reprinted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref65\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2013 Royal Society of Chemistry.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2018-03683h_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  MOF-derived materials by modification with a functional moiety. (a) Co-assembly of ligand and ligand-fragment into a PCN-125. Reprinted with permission from ref . Copyright 2012 American Chemical Society. (b) Synthesis of ISMOF with a functional group on ligand as a catalyst. Reprinted with permission from ref . Copyright 2015 American Chemical Society. (c) Modification with a functional metal by SALE as a catalyst. Reprinted with permission from ref . Copyright 2013 Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Hupp and co-workers synthesized a squaramide moiety-containing\nbiphenyl-4,4′-dicarboxylate\n(squar-bpdc) and fabricated squar-UiO-67 as a hydrogen-bond-donating\norganocatalyst (b). The NMR spectrum showed that the\nratio of squar-bpdc to bpdc was one on UiO-67. The free squaramide-based\ncatalyst is easily deactivated due to a combination of detrimental\nintermolecular hydrogen bonding of the squaramide moieties, while\nsquar-UiO-67 showed good catalytic activity even after several cycles.\nThey demonstrated that the modification of the functional moiety on\nthe ligand of MOF could prevent the deactivation of functional moiety\nsince the ligands were separated by SBUs and well align in a 3D framework.\nHowever, part of functional group-containing ligands could not be\nused for synthesis of ISMOFs due to thermodynamically unfavorable\ncharacteristics.</p>", "clean_text": "Hupp and co-workers synthesized a squaramide moiety-containing biphenyl-4,4'-dicarboxylate (squar-bpdc) and fabricated squar-UiO-67 as a hydrogen-bond-donating organocatalyst (b). The NMR spectrum showed that the ratio of squar-bpdc to bpdc was one on UiO-67. The free squaramide-based catalyst is easily deactivated due to a combination of detrimental intermolecular hydrogen bonding of the squaramide moieties, while squar-UiO-67 showed good catalytic activity even after several cycles. They demonstrated that the modification of the functional moiety on the ligand of MOF could prevent the deactivation of functional moiety since the ligands were separated by SBUs and well align in a 3D framework. However, part of functional group-containing ligands could not be used for synthesis of ISMOFs due to thermodynamically unfavorable characteristics.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>An alternative way to fabricate these kinds\nof thermodynamically\nunfavorable ligands is using solvent-assisted linker exchange (SALE)\nwhere the ligands in as-synthesized MOF are replaced by functional\ngroup-containing ligands in a favorable condition. For example, Kim et al. successfully\nfabricated a dual-functional group-containing UiO-66 (i.e., −Br\nand −NH<sub>2</sub>) by SALE. Takaishi et al. accessed new versions of robust porphyrinic MOF (RPM) by\nchanging the pillaring linkers with SALE. RPM is composed of two types\nof porphyrins whose metal centers need not match. It looks like a\nchance to synthesize a series of dual-metallic RPMs for multistage\nchemical catalysis; however, the variety of metal ions using the conventional\nprocedure is limited due to the thermodynamically unfavorable characteristic.\nA ZnZn-RPM was synthesized with the conventional procedure. Metal-free\nor metal-chelated ligands were used to replace the second Zn ligand\nwith SALE. For example, ZnAl-RPM fabricated by SALE showed catalytic\nactivity on a ring-opening reaction which could be achieved by ZnM-RPM\nsynthesized with the conventional procedure (c).</p>", "clean_text": "An alternative way to fabricate these kinds of thermodynamically unfavorable ligands is using solvent-assisted linker exchange (SALE) where the ligands in as-synthesized MOF are replaced by functional group-containing ligands in a favorable condition. For example, Kim et al. successfully fabricated a dual-functional group-containing UiO-66 (i.e., -Br and -NH2) by SALE. Takaishi et al. accessed new versions of robust porphyrinic MOF (RPM) by changing the pillaring linkers with SALE. RPM is composed of two types of porphyrins whose metal centers need not match. It looks like a chance to synthesize a series of dual-metallic RPMs for multistage chemical catalysis; however, the variety of metal ions using the conventional procedure is limited due to the thermodynamically unfavorable characteristic. A ZnZn-RPM was synthesized with the conventional procedure. Metal-free or metal-chelated ligands were used to replace the second Zn ligand with SALE. For example, ZnAl-RPM fabricated by SALE showed catalytic activity on a ring-opening reaction which could be achieved by ZnM-RPM synthesized with the conventional procedure (c).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The functional group could also\nbe grafted on ligands or\nSBUs of\nMOF to promote catalytic activity. Canivet et al. synthesized carboxylimidazolate-containing zeolitic imidazolate\nframeworks (ZIFs) and grafted dodecylamine on ligands. A hydrophobic\nshell around ZIFs was formed, which apparently prevents ZIFs from\nwater adsorption. A better catalytic activity of Knoevenagel was achieved\nby grafting a hydrophobic group on the ligand of SIM-1 (isostructural\nZIF-8, C<sub>10</sub>H<sub>10</sub>N<sub>4</sub>O<sub>2</sub>Zn).\nGoesten et al. also directly functionalized\nsulfate groups on ligands of MIL-53. On the basis of the assumption\nthat the ligand was monosulfated, 50% of the ligands in MIL-53 became\nsulfated terephthalate. This procedure was processed on MIL-101, showing\nthat 20% of the ligands were successfully sulfated, too. The sulfate\ngroups on ligands showed good thermal stability and catalytic activity\non esterification of acetic acid with butanol. MIL-101-H<sub>2</sub>SO<sub>4</sub> showed a comparable turnover frequency on esterification\nto sulfuric acid, while it also demonstrated the recyclability which\ncould not be achieved by a homogeneous mineral acid catalyst such\nas sulfuric acid.</p>", "clean_text": "The functional group could also be grafted on ligands or SBUs of MOF to promote catalytic activity. Canivet et al. synthesized carboxylimidazolate-containing zeolitic imidazolate frameworks (ZIFs) and grafted dodecylamine on ligands. A hydrophobic shell around ZIFs was formed, which apparently prevents ZIFs from water adsorption. A better catalytic activity of Knoevenagel was achieved by grafting a hydrophobic group on the ligand of SIM-1 (isostructural ZIF-8, C10H10N4O2Zn). Goesten et al. also directly functionalized sulfate groups on ligands of MIL-53. On the basis of the assumption that the ligand was monosulfated, 50% of the ligands in MIL-53 became sulfated terephthalate. This procedure was processed on MIL-101, showing that 20% of the ligands were successfully sulfated, too. The sulfate groups on ligands showed good thermal stability and catalytic activity on esterification of acetic acid with butanol. MIL-101-H2SO4 showed a comparable turnover frequency on esterification to sulfuric acid, while it also demonstrated the recyclability which could not be achieved by a homogeneous mineral acid catalyst such as sulfuric acid.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Besides serving as active sites, the functional\ngroup-containing\nligands could also serve as metal-binding sites for metalation. An\nisolated single atom-coordinated MOF was fabricated owing to the isolated\nligands homogeneously aligned in MOF. Cohen’s group performed a series of metalation on MOF by\nmodifying catechol groups on ligands of MOF and stabilizing organometallic\nions. A robust UiO-66 was selected as the template,\nand a 2,3-dihydroxyterephthalic acid (or a 2,3-dimercaptoterephthalic\nacid) was used to replace the part of terephthalic acid in UiO-66\nby SALE. The NMR spectrum showed that 75% of terephthalic acid was\nreplaced by 2,3-dihydroxyterephthalic acid, while 40% of that was\nreplaced by 2,3-dimercaptoterephthalic acid. Both noble metal and\ntransition metal were chelated with catechol (or thiocatechol), showing\nan isolated metallic atom on every functionalized ligand from the\nX-ray absorption spectrum and electron spin resonance spectrum. The\nresulting catalysts demonstrated activities on regioselective functionalization\nof the sp<sup>2</sup> C–H bond and secondary alcohol oxidation\non various reactants. Besides the outstanding activity, the catalyst\nalso showed stability in a recycling experiment which might be difficult\nto achieve by homogeneous catalysts.</p>", "clean_text": "Besides serving as active sites, the functional group-containing ligands could also serve as metal-binding sites for metalation. An isolated single atom-coordinated MOF was fabricated owing to the isolated ligands homogeneously aligned in MOF. Cohen's group performed a series of metalation on MOF by modifying catechol groups on ligands of MOF and stabilizing organometallic ions. A robust UiO-66 was selected as the template, and a 2,3-dihydroxyterephthalic acid (or a 2,3-dimercaptoterephthalic acid) was used to replace the part of terephthalic acid in UiO-66 by SALE. The NMR spectrum showed that 75% of terephthalic acid was replaced by 2,3-dihydroxyterephthalic acid, while 40% of that was replaced by 2,3-dimercaptoterephthalic acid. Both noble metal and transition metal were chelated with catechol (or thiocatechol), showing an isolated metallic atom on every functionalized ligand from the X-ray absorption spectrum and electron spin resonance spectrum. The resulting catalysts demonstrated activities on regioselective functionalization of the sp2 C-H bond and secondary alcohol oxidation on various reactants. Besides the outstanding activity, the catalyst also showed stability in a recycling experiment which might be difficult to achieve by homogeneous catalysts.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>MOF-Derived Catalysts via\nThermal Treatment</title><p>MOFs are\nassembled by coordination between SBUs and ligands, while the decoordination\nbetween SBUs and ligands processes in an acidic environment makes\nMOFs unstable during the catalytic reaction. Several kinds of MOFs\nare proposed to be stable in acidic environments, such as MIL-101,\nUiO-66, PCN-222, etc.; however, there are several thousand types of\nMOF which are not stable in acidic environments and could not be used\nfor chemical catalysis. Thermal treatment\nis used to convert MOFs into diverse types of porous materials, including\nporous carbons (PCs) and porous metal oxides (PMOs) which are more\nstable than their mother MOFs. In addition, if the second (or third)\nmetal ions were added upon synthesis, after thermal treatment, it\nwould result in metal nanoparticle-embedded PCs or PMOs.</p>", "clean_text": "MOF-Derived Catalysts via Thermal Treatment\n\nMOFs are assembled by coordination between SBUs and ligands, while the decoordination between SBUs and ligands processes in an acidic environment makes MOFs unstable during the catalytic reaction. Several kinds of MOFs are proposed to be stable in acidic environments, such as MIL-101, UiO-66, PCN-222, etc.; however, there are several thousand types of MOF which are not stable in acidic environments and could not be used for chemical catalysis. Thermal treatment is used to convert MOFs into diverse types of porous materials, including porous carbons (PCs) and porous metal oxides (PMOs) which are more stable than their mother MOFs. In addition, if the second (or third) metal ions were added upon synthesis, after thermal treatment, it would result in metal nanoparticle-embedded PCs or PMOs.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The\nsynthesis of PCs has attracted much attention owing to the advantages\nof large specific surface area, conductivity, thermal stability, and\nchemical stability. PCs are typically synthesized\nfrom the direct pyrolysis of carbon-rich composites (e.g., biomass\nand polymer) followed by chemical or physical activation. The organic ligands in MOFs are separated and aligned regularly\nby SBUs. Besides, they can be regarded as the resource of carbon.\nConsequently, direct pyrolysis of MOFs followed by removal of SBUs\nprovides an efficient way for synthesis of PCs.\n</p>", "clean_text": "The synthesis of PCs has attracted much attention owing to the advantages of large specific surface area, conductivity, thermal stability, and chemical stability. PCs are typically synthesized from the direct pyrolysis of carbon-rich composites (e.g., biomass and polymer) followed by chemical or physical activation. The organic ligands in MOFs are separated and aligned regularly by SBUs. Besides, they can be regarded as the resource of carbon. Consequently, direct pyrolysis of MOFs followed by removal of SBUs provides an efficient way for synthesis of PCs. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Xu’s group prepared MOF-derived PCs by pyrolysis of\npolymerized-furfuryl\nalcohol-stuffed MOF-5 and demonstrated a good performance on H<sub>2</sub> storage. MOF-5 is composed of\nzinc oxide as SBUs and terephthalic acid as ligands. After pyrolysis\nunder Ar flow at 1000 °C, the as-synthesized PCs showed amorphous\ncarbon without the existence of a Zn element by X-ray diffractometry.\nThe SBUs of MOF-5 (Zn<sub>4</sub>O) were reduced into a Zn metal at\n800 °C followed by evaporation of the Zn metal. The MOF-5-derived\nPCs exhibit a high BET specific surface area of 2872 m<sup>2</sup>/g and a large pore volume of 2.06 cm<sup>3</sup>/g with hierarchical\nporous structures, which were comparable to the theoretical surface\narea of a double-sided separated graphitic sheet (2965 m<sup>2</sup>/g). Xu’s group further used\nZIF-8 as a template, stuffed with polymerized-furfuryl alcohol followed\nby pyrolysis under Ar flow at 1000 °C. The furfuryl alcohol-stuffed ZIF-8-derived PCs showed a higher percentage\nof H<sub>2</sub> storage (2.77%) than most of the carbon-based materials\nincluding activated carbons and MOF-5-derived carbons owing to the\nnatural property of the ligands used for synthesizing ZIFs. The higher percentage of the C atom in the organic\nligand (2-MIM) enhances the H<sub>2</sub> storage of PCs.</p>", "clean_text": "Xu's group prepared MOF-derived PCs by pyrolysis of polymerized-furfuryl alcohol-stuffed MOF-5 and demonstrated a good performance on H2 storage. MOF-5 is composed of zinc oxide as SBUs and terephthalic acid as ligands. After pyrolysis under Ar flow at 1000 °C, the as-synthesized PCs showed amorphous carbon without the existence of a Zn element by X-ray diffractometry. The SBUs of MOF-5 (Zn4O) were reduced into a Zn metal at 800 °C followed by evaporation of the Zn metal. The MOF-5-derived PCs exhibit a high BET specific surface area of 2872 m2/g and a large pore volume of 2.06 cm3/g with hierarchical porous structures, which were comparable to the theoretical surface area of a double-sided separated graphitic sheet (2965 m2/g). Xu's group further used ZIF-8 as a template, stuffed with polymerized-furfuryl alcohol followed by pyrolysis under Ar flow at 1000 °C. The furfuryl alcohol-stuffed ZIF-8-derived PCs showed a higher percentage of H2 storage (2.77%) than most of the carbon-based materials including activated carbons and MOF-5-derived carbons owing to the natural property of the ligands used for synthesizing ZIFs. The higher percentage of the C atom in the organic ligand (2-MIM) enhances the H2 storage of PCs.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>ZIF-8\nis one of the eye-catching branches in MOFs for fabricating\nPCs because its organic ligand contains only C and N. One 2-methylimidazole\nligand contains 34 wt % of N which is higher than that of 2,5-diaminoterephthalic\nacid (14 wt %). Direct carbonization of ZIF-8 into nitrogen-containing\nPCs (denoted as NPCs) has been reported widely as a good material\nfor electrocatalysis and chemical catalysis. The nitrogen atoms on ZIF-8 were converted\ninto pyridinic-N, pyrrolic-N, or quaternary-N (a). The pyridinic-N\non NPCs serves as electrochemically active sites for enhancing the\ncapacitive behaviors while graphitic-N serves as active sites for\naerobic oxidation by formation of oxygen radicals on N–O<sub>2</sub> adducts. In our previous work,\nwe demonstrated that ZIF-8-derived NPCs showed a superior catalytic\nactivity on oxidation of HMF to FDCA using graphitic-N as the active\nsite.\n</p>", "clean_text": "ZIF-8 is one of the eye-catching branches in MOFs for fabricating PCs because its organic ligand contains only C and N. One 2-methylimidazole ligand contains 34 wt % of N which is higher than that of 2,5-diaminoterephthalic acid (14 wt %). Direct carbonization of ZIF-8 into nitrogen-containing PCs (denoted as NPCs) has been reported widely as a good material for electrocatalysis and chemical catalysis. The nitrogen atoms on ZIF-8 were converted into pyridinic-N, pyrrolic-N, or quaternary-N (a). The pyridinic-N on NPCs serves as electrochemically active sites for enhancing the capacitive behaviors while graphitic-N serves as active sites for aerobic oxidation by formation of oxygen radicals on N-O2 adducts. In our previous work, we demonstrated that ZIF-8-derived NPCs showed a superior catalytic activity on oxidation of HMF to FDCA using graphitic-N as the active site. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Synthesis of MOF-derived materials by\nthermal treatment. (a) Direct\npyrolysis of ZIF-8 into nitrogen-containing porous carbons (NPCs)\nas catalyst. (b) Direct pyrolysis of ZIF-8/ZIF-67 hybrid nanoparticles\ninto Co single atoms on nitrogen-doped porous carbon (Co SAs/N–C).\n(c) High resolution TEM image of Co SAs/N–C. Red circles represent\nCo single atoms. (d) Corresponding EXAFS fitting curves with schematic\nmodel of Co SAs/N–C, Co (purple), N (blue), O (red), and C\n(gray). Reprinted with permission from ref <xref ref-type=\"bibr\" rid=\"ref89\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 John Wiley and Sons. (e) Direct\ncalcination of MOF-embedded KIT-6 into metal-oxides@KIT-6 as catalyst.\n(f) High resolution TEM image of Co<sub>3</sub>O<sub>4</sub>@KIT-6\nderived from ZIF-67@KIT-6. Reprinted with permission from ref <xref ref-type=\"bibr\" rid=\"ref90\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018 Royal\nSociety of Chemistry.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2018-03683h_0007.tif\"></graphic>\n</fig>", "clean_text": " 4  Synthesis of MOF-derived materials by thermal treatment. (a) Direct pyrolysis of ZIF-8 into nitrogen-containing porous carbons (NPCs) as catalyst. (b) Direct pyrolysis of ZIF-8/ZIF-67 hybrid nanoparticles into Co single atoms on nitrogen-doped porous carbon (Co SAs/N-C). (c) High resolution TEM image of Co SAs/N-C. Red circles represent Co single atoms. (d) Corresponding EXAFS fitting curves with schematic model of Co SAs/N-C, Co (purple), N (blue), O (red), and C (gray). Reprinted with permission from ref . Copyright 2016 John Wiley and Sons. (e) Direct calcination of MOF-embedded KIT-6 into metal-oxides@KIT-6 as catalyst. (f) High resolution TEM image of Co3O4@KIT-6 derived from ZIF-67@KIT-6. Reprinted with permission from ref . Copyright 2018 Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The functionalized MOFs could\nalso be used as a template during\nthermal treatment. For instance, Fu et al. synthesized amine-containing UiO-66 and functionalized with glyphosine,\na P-containing molecule, to form a P-containing UiO-66. After pyrolysis\nat 1000 °C, P-containing UiO-66 nanoparticles (NPs) became defect-rich\ncarbon which is favorable for the oxygen reduction reaction (ORR).\nThe resulting P-containing PCs showed comparable limiting current\ndensity and halfway potential to that of platinum on carbon, a state-of-the-art\nelectrode for ORR. The transition metals (Ni, Co, Fe) are used for\ngraphitization of amorphous carbon. Because\nof the homogeneous distribution of SBUs and ligands, the MOF-derived\nPCs could be <italic>in situ</italic> graphitized into graphite using\nSBUs. Yamauchi’s group synthesized ZIF-8/ZIF-67 hybrid NPs\nand further converted them into graphitized PCs. ZIF-8-derived PCs show a high content of N with appreciable\nsurface area, while the carbon is amorphous. On the contrary, ZIF-67-derived\nPCs show a high degree of graphitization, while a low content of N\nand low surface area was observed. The PCs derived from hybrid NPs\nshowed comparable N content and surface area to ZIF-8-derived PCs,\nwhile the degree of graphitization is much higher than ZIF-8-derived\nPCs. The resulting catalyst exhibited a distinguishable specific capacitance\nowing to <italic>in situ</italic> graphitization.\n</p>", "clean_text": "The functionalized MOFs could also be used as a template during thermal treatment. For instance, Fu et al. synthesized amine-containing UiO-66 and functionalized with glyphosine, a P-containing molecule, to form a P-containing UiO-66. After pyrolysis at 1000 °C, P-containing UiO-66 nanoparticles (NPs) became defect-rich carbon which is favorable for the oxygen reduction reaction (ORR). The resulting P-containing PCs showed comparable limiting current density and halfway potential to that of platinum on carbon, a state-of-the-art electrode for ORR. The transition metals (Ni, Co, Fe) are used for graphitization of amorphous carbon. Because of the homogeneous distribution of SBUs and ligands, the MOF-derived PCs could be in situ graphitized into graphite using SBUs. Yamauchi's group synthesized ZIF-8/ZIF-67 hybrid NPs and further converted them into graphitized PCs. ZIF-8-derived PCs show a high content of N with appreciable surface area, while the carbon is amorphous. On the contrary, ZIF-67-derived PCs show a high degree of graphitization, while a low content of N and low surface area was observed. The PCs derived from hybrid NPs showed comparable N content and surface area to ZIF-8-derived PCs, while the degree of graphitization is much higher than ZIF-8-derived PCs. The resulting catalyst exhibited a distinguishable specific capacitance owing to in situ graphitization. ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Metal composite NPs, including metal oxides and metals\nare\nwidely\nused in catalysis and gas sensing applications. MOF-derived PCs have tunable porosity\nand specific surface area which is a benefit for the deposition of\nmetal composites. The combination of metal NPs with MOF-derived PCs\nis demonstrated to have better performance than either PCs or metal\nNPs themselves. The metal NPs-containing MOF-derived PCs\ncould be synthesized by either introducing a selected metal source\ninto a MOF or a MOF-derived PC or directly converting the SBUs into\nmetal NPs by thermal treatment.</p>", "clean_text": "Metal composite NPs, including metal oxides and metals are widely used in catalysis and gas sensing applications. MOF-derived PCs have tunable porosity and specific surface area which is a benefit for the deposition of metal composites. The combination of metal NPs with MOF-derived PCs is demonstrated to have better performance than either PCs or metal NPs themselves. The metal NPs-containing MOF-derived PCs could be synthesized by either introducing a selected metal source into a MOF or a MOF-derived PC or directly converting the SBUs into metal NPs by thermal treatment.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Fischer’s group has summarized\na series of methodology for introducing metal NPs into a MOF, including\nimpregnation, solid grinding, and chemical vapor infiltration. Xu’s group demonstrated an improved incipient\nwetness impregnation to introduce single metal sources and bimetal\nsources into a MOF using the cosolvent method. The metal ions are dissolved in water which is in same\nvolume with a total pore volume of MIL-101. Both MIL-101 and metal\nion-containing water were suspended in hexane, becoming a MIL-101/water\nin hexane system. They demonstrated that by using a cosolvent method,\nthe metal nanoparticles evenly distributed in a MOF with a narrower\nsize distribution than using impregnation or chemical vapor infiltration.\nFurthermore, alloy metal NPs could be synthesized with the cosolvent\nmethod. In our previous work, we introduced Au NPs into ZIF-8 by a <italic>de novo</italic> approach where metal ions were infiltrated into\na MOF during assembly of MOF. Our results\nalso demonstrated an even distribution of Au NPs with narrow size\ndistribution. We further converted the Au NP-embedded ZIF-8 into Au\nNP-embedded PCs by pyrolysis under a N<sub>2</sub> environment. As\nshown in the previous section, the nitrogen atoms on ZIF-8 had many\nuseful functions after pyrolysis of ZIF-8 into PCs; the nitrogen atoms\non PCs changed the microenvironment of Au NPs and promoted the performance\nof Au NPs on the reduction of 4-nitrophenol into 4-aminophenol.</p>", "clean_text": "Fischer's group has summarized a series of methodology for introducing metal NPs into a MOF, including impregnation, solid grinding, and chemical vapor infiltration. Xu's group demonstrated an improved incipient wetness impregnation to introduce single metal sources and bimetal sources into a MOF using the cosolvent method. The metal ions are dissolved in water which is in same volume with a total pore volume of MIL-101. Both MIL-101 and metal ion-containing water were suspended in hexane, becoming a MIL-101/water in hexane system. They demonstrated that by using a cosolvent method, the metal nanoparticles evenly distributed in a MOF with a narrower size distribution than using impregnation or chemical vapor infiltration. Furthermore, alloy metal NPs could be synthesized with the cosolvent method. In our previous work, we introduced Au NPs into ZIF-8 by a de novo approach where metal ions were infiltrated into a MOF during assembly of MOF. Our results also demonstrated an even distribution of Au NPs with narrow size distribution. We further converted the Au NP-embedded ZIF-8 into Au NP-embedded PCs by pyrolysis under a N2 environment. As shown in the previous section, the nitrogen atoms on ZIF-8 had many useful functions after pyrolysis of ZIF-8 into PCs; the nitrogen atoms on PCs changed the microenvironment of Au NPs and promoted the performance of Au NPs on the reduction of 4-nitrophenol into 4-aminophenol.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Chen et al. directly carbonized ZIF-8\ninto NPCs. The abundant nitrogen atoms were used to stabilize palladium\nprecursors, followed by reduction of Pd precursors into Pd clusters\nusing H<sub>2</sub> gas. The abundant nitrogen atoms on NPCs served\ntwo functions in the catalyst. It works as anchor point for Pd ions,\nwhile it also generates hydrogen bonds with water molecules by a lone\npair of electrons, which makes the surface of carbon hydrophilic.\nThe Pd-NPCs were used for cascade conversion of vanillin into 2-methoxy-4-methylphenol,\ndemonstrating high conversion and selectivity. The results were attributed\nto the hydrophilic surface of Pd-NPCs since the intermediate vanillin\nalcohol is a hydrophilic molecule, while the reactant vanillin and\nthe product, 2-methoxy-4-methylphenol are hydrophobic molecules. Li\net al. similarly applied MOF-253 which\nis composed of 2,2′-bipyridine-5,5′-dicarboxylic acid\nand aluminum as the template and decorated Pd NPs on MOF-253-derived\nNPCs for Knoevenagel condensation–hydrogenation process.\nThe inherent N atoms worked as anchor points for Pd NPs and at the\nsame time provided Lewis basic sites for a tandem reaction with a\ndistinguishable result.</p>", "clean_text": "Chen et al. directly carbonized ZIF-8 into NPCs. The abundant nitrogen atoms were used to stabilize palladium precursors, followed by reduction of Pd precursors into Pd clusters using H2 gas. The abundant nitrogen atoms on NPCs served two functions in the catalyst. It works as anchor point for Pd ions, while it also generates hydrogen bonds with water molecules by a lone pair of electrons, which makes the surface of carbon hydrophilic. The Pd-NPCs were used for cascade conversion of vanillin into 2-methoxy-4-methylphenol, demonstrating high conversion and selectivity. The results were attributed to the hydrophilic surface of Pd-NPCs since the intermediate vanillin alcohol is a hydrophilic molecule, while the reactant vanillin and the product, 2-methoxy-4-methylphenol are hydrophobic molecules. Li et al. similarly applied MOF-253 which is composed of 2,2'-bipyridine-5,5'-dicarboxylic acid and aluminum as the template and decorated Pd NPs on MOF-253-derived NPCs for Knoevenagel condensation-hydrogenation process. The inherent N atoms worked as anchor points for Pd NPs and at the same time provided Lewis basic sites for a tandem reaction with a distinguishable result.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Wang et al. directly used SBUs as\na metal source and directly annulled MOF into MPCs. Ni-BTC (BTC: benzene\ntricarboxylic acid) was added with zinc ions during synthesis. As\ndemonstrated by Xu, zinc-SBUs would evaporate during pyrolysis, generating\ncavities in the carbon structure. The\nzinc-SBUs act as pore-forming agents, making MOF-derived carbons porous by evaporating at 900 °C (pyrolysis). The porous Ni/C\nshowed an improved electrocatalytic performance in hydrogen evolution\nreactions because the porous structure apparently reduced the charge transfer\nresistance in the carbon substrate, displaying a semi-double-layer\ncapacitance for porous Ni/C. Li’s group further reduced the\nscale of the SBU-derived metal composites from NPs into isolated single\natoms (b). Hybrid ZIF-8/ZIF-67 NPs were synthesized to\ndilute the density of Co atoms in a MOF material. The hybrid ZIF-8/ZIF-67\nNPs were further annulled into Co single atoms on nitrogen-doped porous\ncarbon (Co SAs/N–C) under an Ar environment at 900 °C\n(c). Co ions\nwere reduced into Co atoms by carbon and stabilized by nitrogen, while\nZn ions evaporated during pyrolysis. The EDS mapping of Co atoms in\na different <italic>Z</italic>-axis reflected different intensity,\nindicating that the distribution of Co was homogeneous in 3-D space\nrather than on the surface. The simulated model showed that one Co\natom coordinated with two N atoms and two C atoms, showing both the\nhigher value of limiting current density and halfway potential in\nORR owing to the strong interaction between Co-2N (d).</p>", "clean_text": "Wang et al. directly used SBUs as a metal source and directly annulled MOF into MPCs. Ni-BTC (BTC: benzene tricarboxylic acid) was added with zinc ions during synthesis. As demonstrated by Xu, zinc-SBUs would evaporate during pyrolysis, generating cavities in the carbon structure. The zinc-SBUs act as pore-forming agents, making MOF-derived carbons porous by evaporating at 900 °C (pyrolysis). The porous Ni/C showed an improved electrocatalytic performance in hydrogen evolution reactions because the porous structure apparently reduced the charge transfer resistance in the carbon substrate, displaying a semi-double-layer capacitance for porous Ni/C. Li's group further reduced the scale of the SBU-derived metal composites from NPs into isolated single atoms (b). Hybrid ZIF-8/ZIF-67 NPs were synthesized to dilute the density of Co atoms in a MOF material. The hybrid ZIF-8/ZIF-67 NPs were further annulled into Co single atoms on nitrogen-doped porous carbon (Co SAs/N-C) under an Ar environment at 900 °C (c). Co ions were reduced into Co atoms by carbon and stabilized by nitrogen, while Zn ions evaporated during pyrolysis. The EDS mapping of Co atoms in a different Z-axis reflected different intensity, indicating that the distribution of Co was homogeneous in 3-D space rather than on the surface. The simulated model showed that one Co atom coordinated with two N atoms and two C atoms, showing both the higher value of limiting current density and halfway potential in ORR owing to the strong interaction between Co-2N (d).", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Besides PCs and MPCs,\nMOFs could be converted into metal oxide,\nserving as active sites for catalysis and/or as hosts for immobilization\nof catalysts. Porous metal oxide structures (PMOs) are fabricated\nfrom SBUs. Because of the wide combination between SBUs and ligands,\na desired PMO could be easily synthesized by selecting a desired metal\nprecursor as SBU. For instance, Co<sub>3</sub>O<sub>4</sub> NPs, CuO NPs, and\nTiO<sub>2</sub> NPs were synthesized\nby calcination of ZIF-67 NPs, MOF-199 (HKUST-1), and MIL-125­(Ti) particles\nunder an air atmosphere. Furthermore, not only monometallic PMOs but\nalso bimetallic PMOs could be fabricated by using MOFs as the template.\nWe delivered secondary metal precursors into MOFs by a <italic>de\nnovo</italic> approach.  Cu­(NO<sub>3</sub>)<sub>2</sub> was introduced into MIL-125­(Ti) upon synthesis. Cu-containing\nMIL-125­(Ti) was directly calcined into CuO-embedded mesoporous titania\ntablets (CuO@MTs). The element distribution showed homogeneous distribution\nof Cu atoms in a mesoporous titaina tablet. The results of H<sub>2</sub>-temperature programed\nreduction (H<sub>2</sub>-TPR) and X-ray absorption near edge structure\n(XANES) showed that some parts of CuO NPs were inserted into TiO<sub>2</sub> layers, which promoted the performance of CuO@MTs on photocatalytic\nhydrogen evolution by effective charge transfer between CuO and TiO<sub>2</sub>.</p>", "clean_text": "Besides PCs and MPCs, MOFs could be converted into metal oxide, serving as active sites for catalysis and/or as hosts for immobilization of catalysts. Porous metal oxide structures (PMOs) are fabricated from SBUs. Because of the wide combination between SBUs and ligands, a desired PMO could be easily synthesized by selecting a desired metal precursor as SBU. For instance, Co3O4 NPs, CuO NPs, and TiO2 NPs were synthesized by calcination of ZIF-67 NPs, MOF-199 (HKUST-1), and MIL-125(Ti) particles under an air atmosphere. Furthermore, not only monometallic PMOs but also bimetallic PMOs could be fabricated by using MOFs as the template. We delivered secondary metal precursors into MOFs by a de novo approach.  Cu(NO3)2 was introduced into MIL-125(Ti) upon synthesis. Cu-containing MIL-125(Ti) was directly calcined into CuO-embedded mesoporous titania tablets (CuO@MTs). The element distribution showed homogeneous distribution of Cu atoms in a mesoporous titaina tablet. The results of H2-temperature programed reduction (H2-TPR) and X-ray absorption near edge structure (XANES) showed that some parts of CuO NPs were inserted into TiO2 layers, which promoted the performance of CuO@MTs on photocatalytic hydrogen evolution by effective charge transfer between CuO and TiO2.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>However, because of the rapid and severe reaction\nbetween MOF and\noxygen, like carbon combustion and metal oxidation, the MOF-derived\nPMOs were not sufficiently well controlled to generate nanomaterials.\nTo prevent the severe reaction, Li’s group synthesized ZIF-67\nin mesoporous silica, KIT-6, followed by calcination under air at\n250 °C to remove organic ligands (e). Co<sub>3</sub>O<sub>4</sub> NPs were confined within the channel of KIT-6 with\nan average size of ca. 2 nm (f). On the contrary, Co<sub>3</sub>O<sub>4</sub> NPs\naggregating on the outer surface of KIT-6 had an average size of ca.\n13 nm, indicating the function of the porous substrate on controlling\nthe particle size of the metal oxide. The MOF-derived metal oxide\ncomposites showed catalytic activity on oxidation of HMF into FDCA\nunder milder conditions. The results could be attributed to the separated\nSBUs by ligands and confinement of metal oxide in the silica matrix.</p>", "clean_text": "However, because of the rapid and severe reaction between MOF and oxygen, like carbon combustion and metal oxidation, the MOF-derived PMOs were not sufficiently well controlled to generate nanomaterials. To prevent the severe reaction, Li's group synthesized ZIF-67 in mesoporous silica, KIT-6, followed by calcination under air at 250 °C to remove organic ligands (e). Co3O4 NPs were confined within the channel of KIT-6 with an average size of ca. 2 nm (f). On the contrary, Co3O4 NPs aggregating on the outer surface of KIT-6 had an average size of ca. 13 nm, indicating the function of the porous substrate on controlling the particle size of the metal oxide. The MOF-derived metal oxide composites showed catalytic activity on oxidation of HMF into FDCA under milder conditions. The results could be attributed to the separated SBUs by ligands and confinement of metal oxide in the silica matrix.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>In this section, we introduced three types of MOF-derived materials\n(i.e., PCs, MPCs, and PMOs) that can be fabricated by thermal treatment.\nThe heteroatoms on ligands provide additional function for catalyst.\nThe overgrowth of metal seeds is prevented because of separated and\nwell aligned SBUs in a MOF material. A catalyst with catalytic activity\nto selected reactions could be fabricated by choosing a favorable\nMOF containing SBUs whose derivative has activity to that reaction.\nThe flexible combination of ligands and SBUs makes MOF-derived materials\nefficient alternative catalysts in biomass conversion.</p>", "clean_text": "In this section, we introduced three types of MOF-derived materials (i.e., PCs, MPCs, and PMOs) that can be fabricated by thermal treatment. The heteroatoms on ligands provide additional function for catalyst. The overgrowth of metal seeds is prevented because of separated and well aligned SBUs in a MOF material. A catalyst with catalytic activity to selected reactions could be fabricated by choosing a favorable MOF containing SBUs whose derivative has activity to that reaction. The flexible combination of ligands and SBUs makes MOF-derived materials efficient alternative catalysts in biomass conversion.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Biomass Conversion\nover MOF-Derived Catalysts</title><title>Hydrolysis of Saccharides into Sugar Monomers</title><p>UiO-66-\nand MIL-101­(Cr)-based MOF-derived materials have been significantly\nused in biomass conversion so far. Both UiO-66 and MIL-101­(Cr) are\nproved to be robust MOFs which are stable against acid and high temperature.\nThe MIL-101­(Cr) features large pore size (1.2 and 1.6 nm), open metal\nsites, and the feasibility of functionalization for catalytic biomass\nconversion. For example, the Brønsted acidity can be provided\nto MIL-101 by functionalizing the organic ligand (terephthalic acid)\nwith −SO<sub>3</sub>H groups.</p>", "clean_text": "Biomass Conversion over MOF-Derived Catalysts\n\nHydrolysis of Saccharides into Sugar Monomers\n\nUiO-66- and MIL-101(Cr)-based MOF-derived materials have been significantly used in biomass conversion so far. Both UiO-66 and MIL-101(Cr) are proved to be robust MOFs which are stable against acid and high temperature. The MIL-101(Cr) features large pore size (1.2 and 1.6 nm), open metal sites, and the feasibility of functionalization for catalytic biomass conversion. For example, the Brønsted acidity can be provided to MIL-101 by functionalizing the organic ligand (terephthalic acid) with -SO3H groups.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Hydrolysis of cellulose\nwas studied using MIL-101­(Cr)-SO<sub>3</sub>H by Kitagawa’s\ngroup, where the results showed a very\nlow yield of monosaccharides (5%) in water. The inferior yield of\nmonosaccharide (5%) is observed because of the lower Brønsted\nacidity and heterogeneous nature of the catalyst which causes diffusion\nlimitations for bulky cellulose. The Brønsted acidic MOF (MIL-101­(Cr)-SO<sub>3</sub>H) used for cellulose hydrolysis was synthesized directly\nfrom 2-sulfoterephthalate monosodium salt and chromium oxide and has\nlower acidity (1.8 mmol/g). The difficulties in synthesizing a highly\nBrønsted acidic MOF is its stability in the presence of higher\nacid concentration because most of the MOFs are not stable under strongly\nacidic conditions. The recycle test demonstrated the stability of\nMIL-101­(Cr)-SO<sub>3</sub>H even after testing a recycling experiment\n13 times which indicates that this MOF is extremely stable compared\nwith a popular solid acid catalyst like Amberlyst-15.</p>", "clean_text": "Hydrolysis of cellulose was studied using MIL-101(Cr)-SO3H by Kitagawa's group, where the results showed a very low yield of monosaccharides (5%) in water. The inferior yield of monosaccharide (5%) is observed because of the lower Brønsted acidity and heterogeneous nature of the catalyst which causes diffusion limitations for bulky cellulose. The Brønsted acidic MOF (MIL-101(Cr)-SO3H) used for cellulose hydrolysis was synthesized directly from 2-sulfoterephthalate monosodium salt and chromium oxide and has lower acidity (1.8 mmol/g). The difficulties in synthesizing a highly Brønsted acidic MOF is its stability in the presence of higher acid concentration because most of the MOFs are not stable under strongly acidic conditions. The recycle test demonstrated the stability of MIL-101(Cr)-SO3H even after testing a recycling experiment 13 times which indicates that this MOF is extremely stable compared with a popular solid acid catalyst like Amberlyst-15.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>MIL-101­(Cr)-SO<sub>3</sub>H was also used as a catalyst for glucose\nisomerization for the first time in 2014 by the Kitagawa group. Both MIL-101­(Cr) and MIL-100­(Cr) are chromium-based\nMOFs, while chromium oxide coordinated with trimesic acid in MIL-100­(Cr)\nand chromium oxide coordinated with terephthalic acid in MIL-101­(Cr).\nMIL-101­(Cr) exhibited a better performance than MIL-100­(Cr) because\nthe aperture size of MIL-101­(Cr) (1.2 and 1.6 nm) was larger than\nthe kinetic diameter of glucose (0.8 nm), making easy diffusion of\nglucose into the pore of MIL-101­(Cr). The electron-withdrawing functional\ngroup such as −NO<sub>2</sub> and −SO<sub>3</sub>H presenting\non the ligand of MIL-101 can enhance the activity of MOF for glucose\nisomerization. Because the electron-withdrawing groups increase the\nLewis acidity of SBUs, MIL-101­(Cr)-SO<sub>3</sub>H not only produce\nhigher fructose yield but also shows 100% glucose and fructose recovery.\nConversely, electron-donating groups (−NH<sub>2</sub> and −(CH<sub>3</sub>)<sub>2</sub>) increase electron density on the SBUs resulting\nin the decrease in Lewis acidity. Hence, electron-donating groups\non the ligands decreases the activity of MIL-101­(Cr) toward glucose\nisomerization. Similar to their previous\nwork, MIL-101­(Cr)-SO<sub>3</sub>H showed good stability in a recycling\ntest for glucose isomerization. The results demonstrate that MOF-derived\nmaterials can be a potential catalyst for hydrolysis reactions.</p>", "clean_text": "MIL-101(Cr)-SO3H was also used as a catalyst for glucose isomerization for the first time in 2014 by the Kitagawa group. Both MIL-101(Cr) and MIL-100(Cr) are chromium-based MOFs, while chromium oxide coordinated with trimesic acid in MIL-100(Cr) and chromium oxide coordinated with terephthalic acid in MIL-101(Cr). MIL-101(Cr) exhibited a better performance than MIL-100(Cr) because the aperture size of MIL-101(Cr) (1.2 and 1.6 nm) was larger than the kinetic diameter of glucose (0.8 nm), making easy diffusion of glucose into the pore of MIL-101(Cr). The electron-withdrawing functional group such as -NO2 and -SO3H presenting on the ligand of MIL-101 can enhance the activity of MOF for glucose isomerization. Because the electron-withdrawing groups increase the Lewis acidity of SBUs, MIL-101(Cr)-SO3H not only produce higher fructose yield but also shows 100% glucose and fructose recovery. Conversely, electron-donating groups (-NH2 and -(CH3)2) increase electron density on the SBUs resulting in the decrease in Lewis acidity. Hence, electron-donating groups on the ligands decreases the activity of MIL-101(Cr) toward glucose isomerization. Similar to their previous work, MIL-101(Cr)-SO3H showed good stability in a recycling test for glucose isomerization. The results demonstrate that MOF-derived materials can be a potential catalyst for hydrolysis reactions.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Conversion of Sugars into Furan Derivatives</title><p>The dehydration\nof biomass-derived C5 and C6 sugars (fructose and glucose) is an important\nreaction for the synthesis of platform chemicals such as FAL and HMF\nwhich could be further converted into various value-added furan derivatives\nby hydrogenation and oxidation reactions. Recently, the synthesis\nof FAL and HMF has attracted much attention, and extensive research\nwork for the production of furans from C5 and C6 sugars have been\nreported. Several catalysts have been reported for\nthe dehydration reactions of fructose and glucose into HMF apart from\nMOF-derived materials such as acidic ionic liquids (ILs), metal complexes\nand oxides, heteropoly acid-based materials, mineral acids and organic\nacids, metal halides, ion-exchange resins, zeolites, functionalized\ncarbonaceous materials, functionalized mesoporous materials, etc. The employment of MOF-derived materials for fructose and glucose\ndehydration reactions has been extensively studied because in many\ncases MOF-derived catalysts are easy to separate and recycle from\nthe reaction mixture in addition to their high catalytic ability.\nMoreover, MOF-derived materials can provide Lewis as well as Brønsted\nacidity which is useful for the glucose dehydration reaction, as shown\nin . The Lewis\nacidity (LA) comes from open metal sites present at the SBUs, and Brønsted\nacidity (BA) comes from acid-functionalized ligands. The presence of Lewis\nacidity and Brønsted acidity helps the conversion of glucose\ninto HMF in a more selective pathway and hence inhibit side reactions.\nIn addition, the presence of a regular porous structure helps the\ndiffusion of sugar molecules.</p>", "clean_text": "Conversion of Sugars into Furan Derivatives\n\nThe dehydration of biomass-derived C5 and C6 sugars (fructose and glucose) is an important reaction for the synthesis of platform chemicals such as FAL and HMF which could be further converted into various value-added furan derivatives by hydrogenation and oxidation reactions. Recently, the synthesis of FAL and HMF has attracted much attention, and extensive research work for the production of furans from C5 and C6 sugars have been reported. Several catalysts have been reported for the dehydration reactions of fructose and glucose into HMF apart from MOF-derived materials such as acidic ionic liquids (ILs), metal complexes and oxides, heteropoly acid-based materials, mineral acids and organic acids, metal halides, ion-exchange resins, zeolites, functionalized carbonaceous materials, functionalized mesoporous materials, etc. The employment of MOF-derived materials for fructose and glucose dehydration reactions has been extensively studied because in many cases MOF-derived catalysts are easy to separate and recycle from the reaction mixture in addition to their high catalytic ability. Moreover, MOF-derived materials can provide Lewis as well as Brønsted acidity which is useful for the glucose dehydration reaction, as shown in . The Lewis acidity (LA) comes from open metal sites present at the SBUs, and Brønsted acidity (BA) comes from acid-functionalized ligands. The presence of Lewis acidity and Brønsted acidity helps the conversion of glucose into HMF in a more selective pathway and hence inhibit side reactions. In addition, the presence of a regular porous structure helps the diffusion of sugar molecules.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Pathways for Glucose Cyclodehydration\ninto HMF</title>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"sc-2018-03683h_0010.tif\"></graphic>\n</fig>", "clean_text": " 3  Pathways for Glucose Cyclodehydration into HMF   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>A MIL-101­(Cr)-based\nMOF-derived material was first employed in\na THF/H<sub>2</sub>O solvent system for glucose dehydration to HMF. MIL-101­(Cr)-SO<sub>3</sub>H exhibited 29% yield\nof HMF from glucose. The MOF catalysts\n(MIL-101­(Cr)-SO<sub>3</sub>H and MIL-101­(Cr)-NO<sub>2</sub>) are selective\nfor HMF synthesis compared to conventional catalysts such as sulfuric\nacid and Amberlyst-15. On the other\nhand, the specific surface area, X-ray diffraction peaks of catalyst,\nand the yield of HMF after four cycles of reaction remained unchanged,\ndemonstrating a good potential of MIL-101­(Cr)-SO<sub>3</sub>H for\nglucose dehydration. MIL-101­(Cr)-SO<sub>3</sub>H was also reported\nfor continuous reaction (performed in fixed bed reactor) for glucose dehydration\nin γ-GVL/H<sub>2</sub>O (9:1 v/v) solvent and showed improvement\nin yield of HMF (45%) with a short reaction time of 3.5 h. Fukuoka and co-workers demonstrated the dehydration\nof glucose into HMF using phosphate-modified NU-1000 (material prepared\nwith equimolar phosphoric acid concentration PO<sub>4</sub>/NU<sub>(eq)</sub> and half-equimolar phosphoric acid concentration PO<sub>4</sub>/NU<sub>(half)</sub>). The glucose\ndehydration using unmodified NU-1000 showed only 2.3% yield of HMF\nand 19% yield of fructose in H<sub>2</sub>O at 140 °C in 5 h,\nwhereas PO<sub>4</sub>/NU<sub>(half)</sub> showed 15% yield of HMF\nunder similar reaction conditions. The modified phosphate molecules\nwork as a negative molecule to poison the Brønsted acid sites\non zirconia (SBUs), which generate undesired glucose transformation\n(e.g., humins) during the reaction. However, PO<sub>4</sub>/NU<sub>(eq)</sub> showed results similar to bare NU-1000, indicating that\nthe Brønsted acid sites still have some positive effect on the\nreaction. Hence, the PO<sub>4</sub>/NU<sub>(half)</sub> catalyst exhibits\nhigher HMF yield compared to unmodified NU-1000 and PO<sub>4</sub>/NU<sub>(eq)</sub>. Furthermore, the chromium-based porous coordination\npolymer and its sulfonic-functionalized derivatives was successfully\nemployed by Du et al. for glucose dehydration which showed over 99%\nconversion of glucose and 80.7% yield of HMF in water/THF/NaCl solvent\nsystem in 4 h at 180 °C. This higher\nyield of HMF was possible because of the presence of Brønsted\nand Lewis acidity in the catalyst. Furthermore, NaCl helps increase\nthe immiscibility between water and the THF phase, thus lowering side\nreactions. A five-times recycling test showed only a 3% loss of yield\n(from 80% to 77%) of glucose on the catalyst in the glucose dehydration.\nPresently, this is a promising catalytic system reported using the\nMOF-derived material for the synthesis of HMF using glucose.</p>", "clean_text": "A MIL-101(Cr)-based MOF-derived material was first employed in a THF/H2O solvent system for glucose dehydration to HMF. MIL-101(Cr)-SO3H exhibited 29% yield of HMF from glucose. The MOF catalysts (MIL-101(Cr)-SO3H and MIL-101(Cr)-NO2) are selective for HMF synthesis compared to conventional catalysts such as sulfuric acid and Amberlyst-15. On the other hand, the specific surface area, X-ray diffraction peaks of catalyst, and the yield of HMF after four cycles of reaction remained unchanged, demonstrating a good potential of MIL-101(Cr)-SO3H for glucose dehydration. MIL-101(Cr)-SO3H was also reported for continuous reaction (performed in fixed bed reactor) for glucose dehydration in γ-GVL/H2O (9:1 v/v) solvent and showed improvement in yield of HMF (45%) with a short reaction time of 3.5 h. Fukuoka and co-workers demonstrated the dehydration of glucose into HMF using phosphate-modified NU-1000 (material prepared with equimolar phosphoric acid concentration PO4/NU(eq) and half-equimolar phosphoric acid concentration PO4/NU(half)). The glucose dehydration using unmodified NU-1000 showed only 2.3% yield of HMF and 19% yield of fructose in H2O at 140 °C in 5 h, whereas PO4/NU(half) showed 15% yield of HMF under similar reaction conditions. The modified phosphate molecules work as a negative molecule to poison the Brønsted acid sites on zirconia (SBUs), which generate undesired glucose transformation (e.g., humins) during the reaction. However, PO4/NU(eq) showed results similar to bare NU-1000, indicating that the Brønsted acid sites still have some positive effect on the reaction. Hence, the PO4/NU(half) catalyst exhibits higher HMF yield compared to unmodified NU-1000 and PO4/NU(eq). Furthermore, the chromium-based porous coordination polymer and its sulfonic-functionalized derivatives was successfully employed by Du et al. for glucose dehydration which showed over 99% conversion of glucose and 80.7% yield of HMF in water/THF/NaCl solvent system in 4 h at 180 °C. This higher yield of HMF was possible because of the presence of Brønsted and Lewis acidity in the catalyst. Furthermore, NaCl helps increase the immiscibility between water and the THF phase, thus lowering side reactions. A five-times recycling test showed only a 3% loss of yield (from 80% to 77%) of glucose on the catalyst in the glucose dehydration. Presently, this is a promising catalytic system reported using the MOF-derived material for the synthesis of HMF using glucose.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Fructose dehydration into HMF using a MOF-derived catalyst was\nreported recently, too. Hatton et al. reported the synthesis of a MOF-polymer composite (MOF-PMAi-Br,\nproduced using MIL-101­(Cr) surrounded in a cross-linked poly­(<italic>N</italic>-bromo-maleimide)) for fructose dehydration with a high\nHMF yield of 87% in DMSO solvent. The higher yield (87%) with MOF-PMAi-Br\ncompared to PMAi-Br (50%) could be attributed to the 3D structure\nof MOF which unfolds the polymer chain and exposes bromine to fructose.\nIn , the dehydration\nreactions of sugars into furans are presented using MOF or MOF-derived\nmaterials as the catalysts. As shown in , the dehydration of fructose into HMF was\nperformed in DMSO using various MOF-SO<sub>3</sub>H as solid acidic\ncatalysts at 120 °C for 1 h. The\ncatalytic efficiency of MOF-SO<sub>3</sub>H increases in the subsequent\norder as MIL-101­(Cr)-SO<sub>3</sub>H (90%) &gt; UiO-66-SO<sub>3</sub>H (85%) &gt; MIL-53­(Al)-SO<sub>3</sub>H (79%) in fructose-to-HMF\ndehydration.\nThe catalyst with higher sulfonic acid groups among MOF-SO<sub>3</sub>H catalysts showed better performance; however, the MIL-101­(Cr)-SO<sub>3</sub>H\ncatalyst was not very active for the dehydration of glucose into HMF\nbecause of the inefficiency of the MIL-101­(Cr)-SO<sub>3</sub>H catalyst for the\nglucose isomerization into fructose. For xylose dehydration into FAL,\nvery limited reports are available using MOF-derived materials as\nthe catalyst. The MOF-based mixed matrix membrane reactor (Zn<sub>2</sub>­(bim)­<sub>4</sub>-PMPS)\nwas used by Weishen and co-workers for the xylose dehydration and\nobtained 41% FAL yield in 9 h at 140 °C.\n</p>", "clean_text": "Fructose dehydration into HMF using a MOF-derived catalyst was reported recently, too. Hatton et al. reported the synthesis of a MOF-polymer composite (MOF-PMAi-Br, produced using MIL-101(Cr) surrounded in a cross-linked poly(N-bromo-maleimide)) for fructose dehydration with a high HMF yield of 87% in DMSO solvent. The higher yield (87%) with MOF-PMAi-Br compared to PMAi-Br (50%) could be attributed to the 3D structure of MOF which unfolds the polymer chain and exposes bromine to fructose. In , the dehydration reactions of sugars into furans are presented using MOF or MOF-derived materials as the catalysts. As shown in , the dehydration of fructose into HMF was performed in DMSO using various MOF-SO3H as solid acidic catalysts at 120 °C for 1 h. The catalytic efficiency of MOF-SO3H increases in the subsequent order as MIL-101(Cr)-SO3H (90%) > UiO-66-SO3H (85%) > MIL-53(Al)-SO3H (79%) in fructose-to-HMF dehydration. The catalyst with higher sulfonic acid groups among MOF-SO3H catalysts showed better performance; however, the MIL-101(Cr)-SO3H catalyst was not very active for the dehydration of glucose into HMF because of the inefficiency of the MIL-101(Cr)-SO3H catalyst for the glucose isomerization into fructose. For xylose dehydration into FAL, very limited reports are available using MOF-derived materials as the catalyst. The MOF-based mixed matrix membrane reactor (Zn2(bim)4-PMPS) was used by Weishen and co-workers for the xylose dehydration and obtained 41% FAL yield in 9 h at 140 °C. ", "data": null, "include_properties": null}, {"idx": 41, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Dehydration of C5\nand C6 Sugars (Glucose\nand Fructose) Using MOF and MOF-Derived Materials As Catalyst</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:colspec colname=\"col7\"></oasis:colspec>\n<oasis:colspec colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Entry</oasis:entry>\n<oasis:entry align=\"center\">Substrate</oasis:entry>\n<oasis:entry align=\"center\">Catalyst</oasis:entry>\n<oasis:entry align=\"center\">Solvent</oasis:entry>\n<oasis:entry align=\"center\">Temp (°C)</oasis:entry>\n<oasis:entry align=\"center\">Time (h)</oasis:entry>\n<oasis:entry align=\"center\">Yield (%)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>MIL-101Cr-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>THF/H<sub>2</sub>O (39:1 v/v)</oasis:entry>\n<oasis:entry>130</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>29 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref109\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>PO<sub>4</sub>/NU-1000 (half)</oasis:entry>\n<oasis:entry>H<sub>2</sub>O/2-propanol (1:9 v/v)</oasis:entry>\n<oasis:entry>140</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>64 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref111\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>MOF-PMAi-Br</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>16 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>PCP(Cr)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>H<sub>2</sub>O/THF/NaCl</oasis:entry>\n<oasis:entry>180</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>80.7 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref112\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>MIL-101(Cr)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>GVL/H<sub>2</sub>O (9:1 v/v)</oasis:entry>\n<oasis:entry>150</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>45 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref110\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>MIL-101(Cr)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>[BMIM][Cl]</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>8 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref113\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>NU-1000</oasis:entry>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>140</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>2.3 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref111\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>MIL-101(Cr)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>90 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref113\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>UIO-66-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>85 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref113\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>MIL-53(Al)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>79 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref113\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>11</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>NUS-6(Hf)</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>98 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref114\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>PTA (3)/MIL-101</oasis:entry>\n<oasis:entry>[EMIM][Cl]</oasis:entry>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>63 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref115\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>PMAi-Br/MIL-101</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>78 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>14</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>UiO-66(Hf)</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>8 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref114\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The use of a heterogeneous\nMOF and MOF-derived material such\nas\nMIL-101­(Cr), UiO-66, PCP­(Cr)-SO<sub>3</sub>H, etc. for the dehydration\nof sugars offers higher surface area, metal sites, and bifunctional\nacid sites such as Brønsted and Lewis acid sites. The MOF and MOF-derived\nmaterials are also easily recyclable and offers similar activity in\na recycling experiment in most of the cases. Although several MOF-derived\nmaterials are used for the dehydration reactions of C6 sugars (glucose\nand fructose) to synthesize HMF, there is no successful MOF-derived\nmaterial which can efficiently convert glucose sugar into HMF in an\nenvironmentally benign solvent (H<sub>2</sub>O) under milder reaction\nconditions. To make HMF synthesis sustainable and more economically\nviable, selection of H<sub>2</sub>O as a reaction solvent and glucose\nsubstrate over fructose is necessary due to its lower cost and wider\nsupply compared to fructose.</p>", "clean_text": "The use of a heterogeneous MOF and MOF-derived material such as MIL-101(Cr), UiO-66, PCP(Cr)-SO3H, etc. for the dehydration of sugars offers higher surface area, metal sites, and bifunctional acid sites such as Brønsted and Lewis acid sites. The MOF and MOF-derived materials are also easily recyclable and offers similar activity in a recycling experiment in most of the cases. Although several MOF-derived materials are used for the dehydration reactions of C6 sugars (glucose and fructose) to synthesize HMF, there is no successful MOF-derived material which can efficiently convert glucose sugar into HMF in an environmentally benign solvent (H2O) under milder reaction conditions. To make HMF synthesis sustainable and more economically viable, selection of H2O as a reaction solvent and glucose substrate over fructose is necessary due to its lower cost and wider supply compared to fructose.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>Upgrading Furans into Fine\nChemicals</title><p>Furan-based chemicals\nlike HMF and FAL are regarded as platform materials which could be\nfurther converted into value-added products via hydrogenation, oxidation,\nring-opening, hydroxylation, or a combination of the above reactions. Here, we disclose the advantages\nof MOF-derived materials as the catalysts for the conversion of furan-based\nmaterials into fine chemicals.</p>", "clean_text": "Upgrading Furans into Fine Chemicals\n\nFuran-based chemicals like HMF and FAL are regarded as platform materials which could be further converted into value-added products via hydrogenation, oxidation, ring-opening, hydroxylation, or a combination of the above reactions. Here, we disclose the advantages of MOF-derived materials as the catalysts for the conversion of furan-based materials into fine chemicals.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Rafael et al. employed MIL-45B\nas a sacrificial template for the synthesis of a Fe–Co non-noble\ncatalyst. This catalyst was used for the oxidation of HMF to 2,5-diformylfuran\n(DFF) which exhibited very high yield of DFF (99%) under mild conditions. The unique hollow structure of the MOF-derived\nFe–Co catalyst favors the adsorption of HMF and quick desorption\nof the formed DFF due to weak interactions with MOF-derived Fe–Co\nwhich results in higher yield of DFF. Furthermore, the catalyst is\nstable under reaction conditions and showed no drop in DFF yield during\nthe recycling test. The same research group also reported the MOF-derived\nFe<sub>3</sub>O<sub>4</sub> catalyst for the conversion of fructose\ninto DFF in a one-pot fashion, as shown in . This catalyst was stable under reaction\nconditions and showed complete conversion of fructose with DFF selectivity\n&gt;99% in 5 h at 100 °C. The Fe/C–S\nsynthesized from MIL-88B offers strong adsorption of HMF and weak\nadsorption of DFF because the two formyl groups of the DFF molecule\nimprove the electrostatic repulsive interaction with the catalyst\nsurface which helps in the HMF conversion and decreasing side reactions\nwhich help in the HMF conversion. Moreover, the Fe/C–S catalyst\nhas magnetic properties which make the easy separation of the catalyst\nfrom a reaction mixture. Furthermore, the atomic absorption spectroscopy\n(AAS) analysis result showed no metal leaching in the reaction solution.</p>", "clean_text": "Rafael et al. employed MIL-45B as a sacrificial template for the synthesis of a Fe-Co non-noble catalyst. This catalyst was used for the oxidation of HMF to 2,5-diformylfuran (DFF) which exhibited very high yield of DFF (99%) under mild conditions. The unique hollow structure of the MOF-derived Fe-Co catalyst favors the adsorption of HMF and quick desorption of the formed DFF due to weak interactions with MOF-derived Fe-Co which results in higher yield of DFF. Furthermore, the catalyst is stable under reaction conditions and showed no drop in DFF yield during the recycling test. The same research group also reported the MOF-derived Fe3O4 catalyst for the conversion of fructose into DFF in a one-pot fashion, as shown in . This catalyst was stable under reaction conditions and showed complete conversion of fructose with DFF selectivity >99% in 5 h at 100 °C. The Fe/C-S synthesized from MIL-88B offers strong adsorption of HMF and weak adsorption of DFF because the two formyl groups of the DFF molecule improve the electrostatic repulsive interaction with the catalyst surface which helps in the HMF conversion and decreasing side reactions which help in the HMF conversion. Moreover, the Fe/C-S catalyst has magnetic properties which make the easy separation of the catalyst from a reaction mixture. Furthermore, the atomic absorption spectroscopy (AAS) analysis result showed no metal leaching in the reaction solution.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Selective Oxidation of Fructose into DFF</title>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"sc-2018-03683h_0011.tif\"></graphic>\n</fig>", "clean_text": " 4  Selective Oxidation of Fructose into DFF   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Cyclopentanone (CPO) is\nan important chemical used in the manufacturing of insecticides, perfumes,\nmedicines, rubber chemicals, and solvent in the electronics industry.\nGenerally, CPO is produced by oxidation of cyclopentene and catalytic\nvapor-phase cyclization of adipic esters or 1,6-hexanediols, while recently the synthesis of CPO was also carried out from FAL\nwhich is a renewable chemical obtained from biomass and hence has\nreceived much interest. The MOF-derived CuNi@C catalyst\nwas reported for an efficient conversion of FAL into CPO. The pyrolysis of Cu-based MOFs impregnated with\nNi­(NO<sub>3</sub>)<sub>2</sub> is used for the synthesis of a MOF-derived\nCuNi@C catalyst. The porous carbon used could prevent the accumulation\nof metal particles and acts as a support for the metal. The CuNi<sub>0.5</sub>@C catalyst provides the highest catalytic performance with\n97% CPO yield and over 99% FAL conversion. It was found that the Cu@C\ncatalyst is useful for the FAL rearrangement and produces CPO with\n52% yield and showed a 79% conversion of FAL. On the other hand, the addition of Ni in HKUST-1 showed dramatic\nimprovement in the performance of the catalytic activity (99% FAL\nconversion with 97% CPO yield) owing to the synergistic effect of\nmetal NPs. However, when Ni–Cu bimetallic catalysts supported\non SBA-15 were used for FAL hydrogenation, 39% CPO selectivity with\na 46% FAL conversion was observed within 4 h at 160 °C (4 MPa\nH<sub>2</sub>). These results suggested\nthat MOF-derived CuNi@C could perform better compared to the bimetallic\nNi–Cu@SBA-15 catalyst. Furthermore, the selective hydrogenation\nof FAL into CPO was reported using a Ru nanoparticle supported on\nan acidic MOF (Ru/MIL-101) catalyst. Ru/MIL-101 exhibited complete conversion of FAL within 2.5 h at\n160 °C (4 MPa H<sub>2</sub>) with very high CPO selectivity (96%).\nThe activity of Ru/MIL-101 was compared with Ru supported on active\ncarbon (Ru/AC) under similar reaction conditions; inferior results\nare seen (72% furfural conversion with 40% CPO selectivity) owing\nto the inherent acidic microenvironment provided by Lewis acid sites\non MIL-101. A catalyst characterization (AAS analysis) study revealed\nno metal leaching observed in the reaction solution. Moreover, the\ncrystal structure of the catalyst remains unchanged after the reaction.</p>", "clean_text": "Cyclopentanone (CPO) is an important chemical used in the manufacturing of insecticides, perfumes, medicines, rubber chemicals, and solvent in the electronics industry. Generally, CPO is produced by oxidation of cyclopentene and catalytic vapor-phase cyclization of adipic esters or 1,6-hexanediols, while recently the synthesis of CPO was also carried out from FAL which is a renewable chemical obtained from biomass and hence has received much interest. The MOF-derived CuNi@C catalyst was reported for an efficient conversion of FAL into CPO. The pyrolysis of Cu-based MOFs impregnated with Ni(NO3)2 is used for the synthesis of a MOF-derived CuNi@C catalyst. The porous carbon used could prevent the accumulation of metal particles and acts as a support for the metal. The CuNi0.5@C catalyst provides the highest catalytic performance with 97% CPO yield and over 99% FAL conversion. It was found that the Cu@C catalyst is useful for the FAL rearrangement and produces CPO with 52% yield and showed a 79% conversion of FAL. On the other hand, the addition of Ni in HKUST-1 showed dramatic improvement in the performance of the catalytic activity (99% FAL conversion with 97% CPO yield) owing to the synergistic effect of metal NPs. However, when Ni-Cu bimetallic catalysts supported on SBA-15 were used for FAL hydrogenation, 39% CPO selectivity with a 46% FAL conversion was observed within 4 h at 160 °C (4 MPa H2). These results suggested that MOF-derived CuNi@C could perform better compared to the bimetallic Ni-Cu@SBA-15 catalyst. Furthermore, the selective hydrogenation of FAL into CPO was reported using a Ru nanoparticle supported on an acidic MOF (Ru/MIL-101) catalyst. Ru/MIL-101 exhibited complete conversion of FAL within 2.5 h at 160 °C (4 MPa H2) with very high CPO selectivity (96%). The activity of Ru/MIL-101 was compared with Ru supported on active carbon (Ru/AC) under similar reaction conditions; inferior results are seen (72% furfural conversion with 40% CPO selectivity) owing to the inherent acidic microenvironment provided by Lewis acid sites on MIL-101. A catalyst characterization (AAS analysis) study revealed no metal leaching observed in the reaction solution. Moreover, the crystal structure of the catalyst remains unchanged after the reaction.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>In hydrogenation reactions of FAL, it was found that MOF-derived\nCuNi@C can help to increase the concentration of reactants around\nthe active metal site and also contribute to hydrogenation. Bimetallic CuCo/C was fabricated with a similar\nprocedure by Xiao’s group, and the catalyst was applied for\nhydrogenation of FAL into FOL. The conversion\nwas achieved is 99% with 97.3% selectivity of FAL. Compared with\nbimetallic MPC, MOF-derived Cu/C showed only a 46.6% conversion with\n81.3% selectivity of FAL. CuCo/C demonstrated the stability of the\ncatalyst in the recycling test by showing an unapparent difference\nof selectivity between each cycle. These two results suggested that\nMOFs are potential templates for synthesis of MPCs since metal precursors\nare tightly confined in MOF, which could prevent the overgrowth of\nmetal NPs during pyrolysis, and secondary metal sources could evenly\ndistribute around SBUs, which would lead to an even distribution of\nbimetallic NPs. A further hydrogenation of FAL would make the product\nbecome THFA. Another case of hydrogenation of FAL to THFA was done\nby Wang’s group who prepared Ni-based MPCs for hydrogenation\nof FAL by direct pyrolysis of Ni-MOFs under nitrogen. The TEM images showed an even distribution\nof Ni NPs on a carbon substrate owing to the formation of Ni carbides\nwhich play a crucial role on preventing the aggregation of Ni NPs.\nThe MOF-derived Ni/C showed total conversion of FAL into tetrahydrofurfuryl\nalcohol (THFA) as MOFs were pyrolyzed at 500 °C. The amounts\nof nickel active sites and nickel carbide were changed with the pyrolysis\ntemperature. Ni active sites dominate the reaction, while nickel carbides\nstabilize nickel NPs. The Ni NPs were stable at 400 °C during\nthe reaction, while the amount of active sites was not enough for\ncomplete conversion of FAL into THFA. At 600 °C, most of Ni carbides\nwere converted into nickel active sites for hydrogenation, while the\nNi NPs became unstable due to the inexistence of Ni carbide. It suggests\nthat the coordination between SBUs and ligands could stabilize the\nmetal NPs by forming a metal–carbon bond.</p>", "clean_text": "In hydrogenation reactions of FAL, it was found that MOF-derived CuNi@C can help to increase the concentration of reactants around the active metal site and also contribute to hydrogenation. Bimetallic CuCo/C was fabricated with a similar procedure by Xiao's group, and the catalyst was applied for hydrogenation of FAL into FOL. The conversion was achieved is 99% with 97.3% selectivity of FAL. Compared with bimetallic MPC, MOF-derived Cu/C showed only a 46.6% conversion with 81.3% selectivity of FAL. CuCo/C demonstrated the stability of the catalyst in the recycling test by showing an unapparent difference of selectivity between each cycle. These two results suggested that MOFs are potential templates for synthesis of MPCs since metal precursors are tightly confined in MOF, which could prevent the overgrowth of metal NPs during pyrolysis, and secondary metal sources could evenly distribute around SBUs, which would lead to an even distribution of bimetallic NPs. A further hydrogenation of FAL would make the product become THFA. Another case of hydrogenation of FAL to THFA was done by Wang's group who prepared Ni-based MPCs for hydrogenation of FAL by direct pyrolysis of Ni-MOFs under nitrogen. The TEM images showed an even distribution of Ni NPs on a carbon substrate owing to the formation of Ni carbides which play a crucial role on preventing the aggregation of Ni NPs. The MOF-derived Ni/C showed total conversion of FAL into tetrahydrofurfuryl alcohol (THFA) as MOFs were pyrolyzed at 500 °C. The amounts of nickel active sites and nickel carbide were changed with the pyrolysis temperature. Ni active sites dominate the reaction, while nickel carbides stabilize nickel NPs. The Ni NPs were stable at 400 °C during the reaction, while the amount of active sites was not enough for complete conversion of FAL into THFA. At 600 °C, most of Ni carbides were converted into nickel active sites for hydrogenation, while the Ni NPs became unstable due to the inexistence of Ni carbide. It suggests that the coordination between SBUs and ligands could stabilize the metal NPs by forming a metal-carbon bond.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Ning et al.\nsynthesized a 2D Co-based MOF which was pyrolyzed under\nan argon environment from 150 to 800 °C. The oxidation condensation of FAL to 3-(furan-2-yl-)-2-methylacrylaldehyde\nshowed bimodal distribution of conversion and selectivity over MOF-derived\nmaterials. The first peak value of conversion and selectivity showed\nup as MOFs were pyrolyzed at 300 °C. According to thermogravimetric\nanalysis, the SBUs are confined by organic ligands, while the moisture\ncovering SBUs was removed as pyrolysis temperatures were lower than\n400 °C. The unsaturated active sites on SBUs were exposed to\nreactants (FAL) for oxidation condensation reactions. As the temperature\nwas increased to 800 °C, the framework started to decompose,\nand SBUs transformed into α-Co NPs immobilized on a carbon matrix.\nThe α-Co NPs showed better conversion and selectivity on the\noxidation condensation of FAL than the unsaturated active sites on\nSBUs. Although the catalysts pyrolyzed at different temperatures showed\ndifferent activity for the oxidation condensation reaction, both catalysts\ndemonstrated good recyclability in the reuse test.</p>", "clean_text": "Ning et al. synthesized a 2D Co-based MOF which was pyrolyzed under an argon environment from 150 to 800 °C. The oxidation condensation of FAL to 3-(furan-2-yl-)-2-methylacrylaldehyde showed bimodal distribution of conversion and selectivity over MOF-derived materials. The first peak value of conversion and selectivity showed up as MOFs were pyrolyzed at 300 °C. According to thermogravimetric analysis, the SBUs are confined by organic ligands, while the moisture covering SBUs was removed as pyrolysis temperatures were lower than 400 °C. The unsaturated active sites on SBUs were exposed to reactants (FAL) for oxidation condensation reactions. As the temperature was increased to 800 °C, the framework started to decompose, and SBUs transformed into α-Co NPs immobilized on a carbon matrix. The α-Co NPs showed better conversion and selectivity on the oxidation condensation of FAL than the unsaturated active sites on SBUs. Although the catalysts pyrolyzed at different temperatures showed different activity for the oxidation condensation reaction, both catalysts demonstrated good recyclability in the reuse test.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>The selective\nhydrogenation of HMF into 2,5-dihydroxymethyl-tetrahydrofuran\n(DHMTHF) was reported using Pd immobilized on amine-functionalized\nMOF [Pd/MIL-101­(Al)-NH<sub>2</sub>] catalyst. This catalyst offers preferential adsorption to intermediate 2,5-dihydroxymethylfuran\n(DHMF) formed during the hydrogenation compared to HMF adsorption.\nBecause of the enhanced hydrophilic nature of DHMF, it adsorbs extensively\nover the Pd/MIL-101­(Al)-NH<sub>2</sub> catalyst which results in further\nhydrogenation of DHMF into DHMTHF. The optimized reaction condition\nshowed 96% DHMTHF yield with complete HMF conversion using the Pd/MIL-101­(Al)-NH<sub>2</sub> catalyst. The other catalysts\nsuch as Pd/MIL-53­(Al)-NH<sub>2</sub>, Pd/MIL-53­(Al), and Pd/MIL-101­(Cr)\nexhibited lower activity than the MIL-101­(Al)-NH<sub>2</sub> catalyst.\nThe higher activity in the case of MIL-101­(Al)-NH<sub>2</sub> was\nseen because of well-dispersed Pd NPs over MIL-101­(Al)-NH<sub>2</sub>, and the −NH<sub>2</sub> functional group cooperates for\nselective hydrogenation of HMF into DHMTHF. The presence of the −NH<sub>2</sub> group in the frameworks helps the formation of highly well-dispersed\nPd NPs and also preferential adsorption of the DHMF intermediate through\nhydrogen bonding formed during the hydrogenation reaction.</p>", "clean_text": "The selective hydrogenation of HMF into 2,5-dihydroxymethyl-tetrahydrofuran (DHMTHF) was reported using Pd immobilized on amine-functionalized MOF [Pd/MIL-101(Al)-NH2] catalyst. This catalyst offers preferential adsorption to intermediate 2,5-dihydroxymethylfuran (DHMF) formed during the hydrogenation compared to HMF adsorption. Because of the enhanced hydrophilic nature of DHMF, it adsorbs extensively over the Pd/MIL-101(Al)-NH2 catalyst which results in further hydrogenation of DHMF into DHMTHF. The optimized reaction condition showed 96% DHMTHF yield with complete HMF conversion using the Pd/MIL-101(Al)-NH2 catalyst. The other catalysts such as Pd/MIL-53(Al)-NH2, Pd/MIL-53(Al), and Pd/MIL-101(Cr) exhibited lower activity than the MIL-101(Al)-NH2 catalyst. The higher activity in the case of MIL-101(Al)-NH2 was seen because of well-dispersed Pd NPs over MIL-101(Al)-NH2, and the -NH2 functional group cooperates for selective hydrogenation of HMF into DHMTHF. The presence of the -NH2 group in the frameworks helps the formation of highly well-dispersed Pd NPs and also preferential adsorption of the DHMF intermediate through hydrogen bonding formed during the hydrogenation reaction.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<title>Valorization\nof Lignin</title><p>As per our knowledge, no reports\nhave been published yet for the valorization of real lignin using\nMOF-derived catalysts. However, few reports are available on the conversion\nof lignin model compounds. The model compounds used so far have included\nbenzyl phenyl ether (BPE), 2-phenylethyl phenyl ether (PPE), diphenyl\nether (DPE), vanillyl alcohol (VAL), etc.. Two types of isorecticular MOF-74­(Mg) (IRMOF-74 (I, II)) were used\nefficiently to cleave β-O-4 and 4-O-5 linkages of phenyl ethers.\nTo further promote the selectivity of the catalyst, titanium and nickel\nwere doped into the MOF framework. Compared to other commercial catalysts,\nthe doping of titanium (Ti) and nickel (Ni) in these catalysts improved\nthe conversion and selectivity for hydrogenolysis versus ring hydrogenation.\n</p>", "clean_text": "Valorization of Lignin\n\nAs per our knowledge, no reports have been published yet for the valorization of real lignin using MOF-derived catalysts. However, few reports are available on the conversion of lignin model compounds. The model compounds used so far have included benzyl phenyl ether (BPE), 2-phenylethyl phenyl ether (PPE), diphenyl ether (DPE), vanillyl alcohol (VAL), etc.. Two types of isorecticular MOF-74(Mg) (IRMOF-74 (I, II)) were used efficiently to cleave β-O-4 and 4-O-5 linkages of phenyl ethers. To further promote the selectivity of the catalyst, titanium and nickel were doped into the MOF framework. Compared to other commercial catalysts, the doping of titanium (Ti) and nickel (Ni) in these catalysts improved the conversion and selectivity for hydrogenolysis versus ring hydrogenation. ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>A carbon-supported cobalt (CSC) nanocomposite\ncatalyst derived from ZIF-67 is reported for the conversion of VAL\ninto vanillin. The CSC catalyst is stable under reaction conditions\nand offers excellent selectivity for vanillin (&gt;95%). Furthermore, hydro-deoxygenation (HDO) of vanillin\ninto 2-methoxy-4-methyl phenol was reported by Zhang and co-workers\nusing Pd@MIL-101­(Cr)-SO<sub>3</sub>H and Pd@UiO-66-NH<sub>2</sub> catalysts.\nThe reference Pd@MIL-101­(Cr) catalyst showed lower conversion of vanillin\n(67%) and selectivity of 2-methoxy-4-methylphenol (58%) compared to\nPd@MIL-101­(Cr)-SO<sub>3</sub>H and Pd@UiO-66-NH<sub>2</sub>. The higher activity for Pd@UiO-66-NH<sub>2</sub> is observed because\nof higher adsorption of vanillin and vanillin alcohol due to the interaction\nof the hydrophilic substrate molecule and catalyst. This reveals that\nMOF-derived materials can also act as a promising catalyst for hydrogenolysis\nof lignin-derived chemicals.</p>", "clean_text": "A carbon-supported cobalt (CSC) nanocomposite catalyst derived from ZIF-67 is reported for the conversion of VAL into vanillin. The CSC catalyst is stable under reaction conditions and offers excellent selectivity for vanillin (>95%). Furthermore, hydro-deoxygenation (HDO) of vanillin into 2-methoxy-4-methyl phenol was reported by Zhang and co-workers using Pd@MIL-101(Cr)-SO3H and Pd@UiO-66-NH2 catalysts. The reference Pd@MIL-101(Cr) catalyst showed lower conversion of vanillin (67%) and selectivity of 2-methoxy-4-methylphenol (58%) compared to Pd@MIL-101(Cr)-SO3H and Pd@UiO-66-NH2. The higher activity for Pd@UiO-66-NH2 is observed because of higher adsorption of vanillin and vanillin alcohol due to the interaction of the hydrophilic substrate molecule and catalyst. This reveals that MOF-derived materials can also act as a promising catalyst for hydrogenolysis of lignin-derived chemicals.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>In conclusion, MOF-derived materials\nshowed catalytic activity\nfor many important biomass conversions including hydrolysis of saccharide,\ndehydration of sugars (xylose, glucose, and fructose) into furan,\nand upgradation of furans into fine chemicals. The good performance\nof MOF-derived materials on biomass conversion could be attributed\nto (a) the synergism between active sites and the functionalized ligand\nand (b) the separated active sites oriented from MOF.</p>", "clean_text": "In conclusion, MOF-derived materials showed catalytic activity for many important biomass conversions including hydrolysis of saccharide, dehydration of sugars (xylose, glucose, and fructose) into furan, and upgradation of furans into fine chemicals. The good performance of MOF-derived materials on biomass conversion could be attributed to (a) the synergism between active sites and the functionalized ligand and (b) the separated active sites oriented from MOF.", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<title>Conclusions\nand Future Prospect</title><p>The MOF-derived materials inherit their\nporous and tunable structures\nfrom mother MOF, while the surface functionalization makes MOF materials\nmore active, and the annulling process significantly improved stability\nand electrical conductivity of the material. As highlighted in this\nreview, the diversity of MOFs has been demonstrated by a highly versatile\ncombination between SBUs and organic ligands. The diversity of mother\nMOFs gives the MOF-derived materials excellent performance for many\nbiomass reactions such as hydrolysis, dehydration, hydrogenation reactions\nof carbohydrates, and hydrogenation and oxidation reactions of furans\n(FAL and HMF). As a heterogeneous catalyst, MOF-derived materials\ndemonstrate the recyclability and stability after recovery of samples\nfrom reaction media which is highly beneficial in industrial production.\nFor the efficient catalytic valorization of biomass-concentrated substrate,\nsolution selection will help for making economically promising and\nsustainable processes. Moreover, nonedible biomass should be preferred\nas a substrate over edible biomass which will not conflict with food\ndemand. It is always desirable to practice the conversion of lignocellulosic\nbiomass into sugars and furans in a one-pot fashion without using\nany pretreatment for reducing the cost of the experiment. Apart from\nthese advantages of MOFs and MOF-derived materials for biomass conversion\nreactions, there are several future prospects described as follows:\n(1) There have been more than 20,000 kinds of MOFs which are not explored\nfor MOF-derived materials yet. The potential and possibility of these\nMOFs in catalysis should be explored urgently. (2) The effect of physical\nproperties of mother MOF on the catalysis over MOF-derived materials\nis seldom discussed. For example, a hollow MOF-derived material could\nbe produced by synthesis of a layer of MOF on a soft template which\ncould accelerate the catalytic activity by enhancing the diffusion\nof molecules. (3) It has been reported that the synthesis of alloy\nNPs or single atoms in the MOF shows good performance in chemical\ncatalysis, photocatalysis, and oxygen reduction reaction. While to\nthe best of our knowledge, none of the papers reported for biomass\nconversion using alloy NPs or single atom-containing MOF-derived materials.\nThe higher activity of alloy NPs and single atoms are expected to\naccelerate the complex biomass conversion. (4) The serious weight\nloss after the annulling process increases the cost of MOF-derived\nmaterials, which is not favorable for industrial application. The\ndevelopment of large-scale synthesis processes with high yields to\nlower the cost of MOFs is also urgent. (5) Functionalized MOF-derived\nmaterials might not provide enough efficiency on more complicated\ncascade reactions such as conversion of glucose to FDCA including\nisomerization, dehydration, and three-step oxidations. A way is to\ncombine MOFs and substrates such as carbon fiber cloth or silica NPs\ncan help for improving catalytic efficiency.</p>", "clean_text": "Conclusions and Future Prospect\n\nThe MOF-derived materials inherit their porous and tunable structures from mother MOF, while the surface functionalization makes MOF materials more active, and the annulling process significantly improved stability and electrical conductivity of the material. As highlighted in this review, the diversity of MOFs has been demonstrated by a highly versatile combination between SBUs and organic ligands. The diversity of mother MOFs gives the MOF-derived materials excellent performance for many biomass reactions such as hydrolysis, dehydration, hydrogenation reactions of carbohydrates, and hydrogenation and oxidation reactions of furans (FAL and HMF). As a heterogeneous catalyst, MOF-derived materials demonstrate the recyclability and stability after recovery of samples from reaction media which is highly beneficial in industrial production. For the efficient catalytic valorization of biomass-concentrated substrate, solution selection will help for making economically promising and sustainable processes. Moreover, nonedible biomass should be preferred as a substrate over edible biomass which will not conflict with food demand. It is always desirable to practice the conversion of lignocellulosic biomass into sugars and furans in a one-pot fashion without using any pretreatment for reducing the cost of the experiment. Apart from these advantages of MOFs and MOF-derived materials for biomass conversion reactions, there are several future prospects described as follows: (1) There have been more than 20,000 kinds of MOFs which are not explored for MOF-derived materials yet. The potential and possibility of these MOFs in catalysis should be explored urgently. (2) The effect of physical properties of mother MOF on the catalysis over MOF-derived materials is seldom discussed. For example, a hollow MOF-derived material could be produced by synthesis of a layer of MOF on a soft template which could accelerate the catalytic activity by enhancing the diffusion of molecules. (3) It has been reported that the synthesis of alloy NPs or single atoms in the MOF shows good performance in chemical catalysis, photocatalysis, and oxygen reduction reaction. While to the best of our knowledge, none of the papers reported for biomass conversion using alloy NPs or single atom-containing MOF-derived materials. The higher activity of alloy NPs and single atoms are expected to accelerate the complex biomass conversion. (4) The serious weight loss after the annulling process increases the cost of MOF-derived materials, which is not favorable for industrial application. The development of large-scale synthesis processes with high yields to lower the cost of MOFs is also urgent. (5) Functionalized MOF-derived materials might not provide enough efficiency on more complicated cascade reactions such as conversion of glucose to FDCA including isomerization, dehydration, and three-step oxidations. A way is to combine MOFs and substrates such as carbon fiber cloth or silica NPs can help for improving catalytic efficiency.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>Overall, the well-developed\nMOF-derived materials make biomass\nconversion more efficient and valuable. Although there are still unknowns\nand the possibility of more MOF-derived materials waiting for exploration,\nwe expect that future researchers could focus on these prospects to\nprepare high-performance MOF-derived materials for not only biomass\nconversion but also for electrochemistry, photocatalysis, and gas\nsensing applications.</p>", "clean_text": "Overall, the well-developed MOF-derived materials make biomass conversion more efficient and valuable. Although there are still unknowns and the possibility of more MOF-derived materials waiting for exploration, we expect that future researchers could focus on these prospects to prepare high-performance MOF-derived materials for not only biomass conversion but also for electrochemistry, photocatalysis, and gas sensing applications.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>Y.-T.\nLiao and B. M. Matsagar contributed equally.</p><p>The\nauthors declare no\ncompeting financial interest.</p><p>\n<graphic xlink:href=\"sc-2018-03683h_0001.tif\"></graphic>\n</p><p>Yu-Te Liao received his M.S. and Ph.D. under Prof. Kevin C.-W.\nWu in chemical engineering from National Taiwan University (NTU).\nHe works as postdoctoral researcher under the guidance of Prof. Kevin\nC.-W. Wu, and his research is focused on the synthesis of metal embedded,\nmetal–organic frameworks derived materials for a variety of\ncatalytic reactions.</p>", "clean_text": "Y.-T. Liao and B. M. Matsagar contributed equally.\n\nThe authors declare no competing financial interest.\n\n  \n\nYu-Te Liao received his M.S. and Ph.D. under Prof. Kevin C.-W. Wu in chemical engineering from National Taiwan University (NTU). He works as postdoctoral researcher under the guidance of Prof. Kevin C.-W. Wu, and his research is focused on the synthesis of metal embedded, metal-organic frameworks derived materials for a variety of catalytic reactions.", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>\n<graphic xlink:href=\"sc-2018-03683h_0002.tif\"></graphic>\n</p><p>Babasaheb M. Matsagar\nreceived his Ph.D. from CSIR-National Chemical\nLaboratory (NCL), India, in 2016. Most of his research work is focused\non the hydrolysis and dehydration reactions of saccharides, using\nacidic ionic liquids as a catalyst and developing sustainable biomass\nconversion methods for chemical and energy applications. At present,\nhe is working as a postdoctoral researcher in the department of chemical\nengineering at National Taiwan University (NTU).</p>", "clean_text": "  \n\nBabasaheb M. Matsagar received his Ph.D. from CSIR-National Chemical Laboratory (NCL), India, in 2016. Most of his research work is focused on the hydrolysis and dehydration reactions of saccharides, using acidic ionic liquids as a catalyst and developing sustainable biomass conversion methods for chemical and energy applications. At present, he is working as a postdoctoral researcher in the department of chemical engineering at National Taiwan University (NTU).", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>\n<graphic xlink:href=\"sc-2018-03683h_0003.tif\"></graphic>\n</p><p>Kevin\nC.-W. Wu obtained his Ph.D. in 2005 from The University of\nTokyo and then worked as postdoctoral researcher at Waseda University\n(Japan) and Iowa State University (USA) before starting his own research\ngroup at the National Taiwan University in 2008. His research interests\ninclude the design and synthesis of functional nanoporous materials\nfor energy and biomedical applications.</p>", "clean_text": "  \n\nKevin C.-W. Wu obtained his Ph.D. in 2005 from The University of Tokyo and then worked as postdoctoral researcher at Waseda University (Japan) and Iowa State University (USA) before starting his own research group at the National Taiwan University in 2008. His research interests include the design and synthesis of functional nanoporous materials for energy and biomedical applications.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 23, "type": "text", "classification": "property", "content": "<p>Xu’s group prepared MOF-derived PCs by pyrolysis of\npolymerized-furfuryl\nalcohol-stuffed MOF-5 and demonstrated a good performance on H<sub>2</sub> storage. MOF-5 is composed of\nzinc oxide as SBUs and terephthalic acid as ligands. After pyrolysis\nunder Ar flow at 1000 °C, the as-synthesized PCs showed amorphous\ncarbon without the existence of a Zn element by X-ray diffractometry.\nThe SBUs of MOF-5 (Zn<sub>4</sub>O) were reduced into a Zn metal at\n800 °C followed by evaporation of the Zn metal. The MOF-5-derived\nPCs exhibit a high BET specific surface area of 2872 m<sup>2</sup>/g and a large pore volume of 2.06 cm<sup>3</sup>/g with hierarchical\nporous structures, which were comparable to the theoretical surface\narea of a double-sided separated graphitic sheet (2965 m<sup>2</sup>/g). Xu’s group further used\nZIF-8 as a template, stuffed with polymerized-furfuryl alcohol followed\nby pyrolysis under Ar flow at 1000 °C. The furfuryl alcohol-stuffed ZIF-8-derived PCs showed a higher percentage\nof H<sub>2</sub> storage (2.77%) than most of the carbon-based materials\nincluding activated carbons and MOF-5-derived carbons owing to the\nnatural property of the ligands used for synthesizing ZIFs. The higher percentage of the C atom in the organic\nligand (2-MIM) enhances the H<sub>2</sub> storage of PCs.</p>", "clean_text": "Xu's group prepared MOF-derived PCs by pyrolysis of polymerized-furfuryl alcohol-stuffed MOF-5 and demonstrated a good performance on H2 storage. MOF-5 is composed of zinc oxide as SBUs and terephthalic acid as ligands. After pyrolysis under Ar flow at 1000 °C, the as-synthesized PCs showed amorphous carbon without the existence of a Zn element by X-ray diffractometry. The SBUs of MOF-5 (Zn4O) were reduced into a Zn metal at 800 °C followed by evaporation of the Zn metal. The MOF-5-derived PCs exhibit a high BET specific surface area of 2872 m2/g and a large pore volume of 2.06 cm3/g with hierarchical porous structures, which were comparable to the theoretical surface area of a double-sided separated graphitic sheet (2965 m2/g). Xu's group further used ZIF-8 as a template, stuffed with polymerized-furfuryl alcohol followed by pyrolysis under Ar flow at 1000 °C. The furfuryl alcohol-stuffed ZIF-8-derived PCs showed a higher percentage of H2 storage (2.77%) than most of the carbon-based materials including activated carbons and MOF-5-derived carbons owing to the natural property of the ligands used for synthesizing ZIFs. The higher percentage of the C atom in the organic ligand (2-MIM) enhances the H2 storage of PCs.", "data": [[{"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "2872", "unit": "m2/g", "condition": ""}, "porosity": {"proboe": "", "value": "2.06", "unit": "cm3/g", "condition": ""}}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "porosity": {"proboe": "", "value": "2.77", "unit": "%", "condition": ""}}]], "include_properties": ["surface_area", "porosity"]}, {"idx": 41, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Dehydration of C5\nand C6 Sugars (Glucose\nand Fructose) Using MOF and MOF-Derived Materials As Catalyst</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec colname=\"col4\"></oasis:colspec>\n<oasis:colspec colname=\"col5\"></oasis:colspec>\n<oasis:colspec colname=\"col6\"></oasis:colspec>\n<oasis:colspec colname=\"col7\"></oasis:colspec>\n<oasis:colspec colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Entry</oasis:entry>\n<oasis:entry align=\"center\">Substrate</oasis:entry>\n<oasis:entry align=\"center\">Catalyst</oasis:entry>\n<oasis:entry align=\"center\">Solvent</oasis:entry>\n<oasis:entry align=\"center\">Temp (°C)</oasis:entry>\n<oasis:entry align=\"center\">Time (h)</oasis:entry>\n<oasis:entry align=\"center\">Yield (%)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>MIL-101Cr-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>THF/H<sub>2</sub>O (39:1 v/v)</oasis:entry>\n<oasis:entry>130</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>29 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref109\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>PO<sub>4</sub>/NU-1000 (half)</oasis:entry>\n<oasis:entry>H<sub>2</sub>O/2-propanol (1:9 v/v)</oasis:entry>\n<oasis:entry>140</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>64 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref111\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>MOF-PMAi-Br</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>16 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>PCP(Cr)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>H<sub>2</sub>O/THF/NaCl</oasis:entry>\n<oasis:entry>180</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>80.7 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref112\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>MIL-101(Cr)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>GVL/H<sub>2</sub>O (9:1 v/v)</oasis:entry>\n<oasis:entry>150</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>45 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref110\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>MIL-101(Cr)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>[BMIM][Cl]</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>8 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref113\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>Glucose</oasis:entry>\n<oasis:entry>NU-1000</oasis:entry>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry>140</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>2.3 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref111\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>MIL-101(Cr)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>90 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref113\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>UIO-66-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>85 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref113\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>MIL-53(Al)-SO<sub>3</sub>H</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>120</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>79 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref113\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>11</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>NUS-6(Hf)</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>98 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref114\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>PTA (3)/MIL-101</oasis:entry>\n<oasis:entry>[EMIM][Cl]</oasis:entry>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>63 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref115\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>PMAi-Br/MIL-101</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>78 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>14</oasis:entry>\n<oasis:entry>Fructose</oasis:entry>\n<oasis:entry>UiO-66(Hf)</oasis:entry>\n<oasis:entry>DMSO</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>8 HMF</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref114\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Dehydration of C5 and C6 Sugars (Glucose and Fructose) Using MOF and MOF-Derived Materials As Catalyst\n\n| Entry | Substrate | Catalyst           | Solvent              | Temp (°C) | Time (h) | Yield (%) | ref |\n|-------|-----------|---------------------|-----------------------|----------|----------|------------|-----|\n| 1     | Glucose   | MIL-101Cr-SO<sub>3</sub>H | THF/H<sub>2</sub>O (39:1 v/v) | 130      | 24       | 29 HMF     | [109] |\n| 2     | Glucose   | PO<sub>4</sub>/NU-1000 (half) | H<sub>2</sub>O/2-propanol (1:9 v/v) | 140 | 7 | 64 HMF | [111] |\n| 3     | Glucose   | MOF-PMAi-Br         | DMSO                  | 100      | 6        | 16 HMF     | [39] |\n| 4     | Glucose   | PCP(Cr)-SO<sub>3</sub>H | H<sub>2</sub>O/THF/NaCl | 180    | 4        | 80.7 HMF  | [112] |\n| 5     | Glucose   | MIL-101(Cr)-SO<sub>3</sub>H | GVL/H<sub>2</sub>O (9:1 v/v) | 150 | 2 | 45 HMF | [110] |\n| 6     | Glucose   | MIL-101(Cr)-SO<sub>3</sub>H | [BMIM][Cl]            | 120      | 2        | 8 HMF      | [113] |\n| 7     | Glucose   | NU-1000             | H<sub>2</sub>O        | 140      | 5        | 2.3 HMF    | [111] |\n| 8     | Fructose  | MIL-101(Cr)-SO<sub>3</sub>H | DMSO                  | 120      | 1        | 90 HMF     | [113] |\n| 9     | Fructose  | UIO-66-SO<sub>3</sub>H | DMSO                  | 120      | 1        | 85 HMF     | [113] |\n| 10    | Fructose  | MIL-53(Al)-SO<sub>3</sub>H | DMSO                  | 120      | 1        | 79 HMF     | [113] |\n| 11    | Fructose  | NUS-6(Hf)           | DMSO                  | 100      | 1        | 98 HMF     | [114] |\n| 12    | Fructose  | PTA (3)/MIL-101     | [EMIM][Cl]            | 80       | 1        | 63 HMF     | [115] |\n| 13    | Fructose  | PMAi-Br/MIL-101     | DMSO                  | 100      | 1        | 78 HMF     | [39] |\n| 14    | Fructose  | UiO-66(Hf)          | DMSO                  | 100      | 1        | 8 HMF      | [114] |", "data": ["substring not found"], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Composition of lignocellulosic biomass.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2018-03683h_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Composition of lignocellulosic biomass.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Conversion of Hemicellulose into Diverse Chemicals</title>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2018-03683h_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Conversion of Hemicellulose into Diverse Chemicals   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Conversion of Cellulose into Various Promising\nChemicals</title>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2018-03683h_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  Conversion of Cellulose into Various Promising Chemicals   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Synthesis\nof MOF-derived materials via functionalization and thermal\ntreatment.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2018-03683h_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  Synthesis of MOF-derived materials via functionalization and thermal treatment.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>MOF-derived\nmaterials by modification with a\nfunctional moiety.\n(a) Co-assembly of ligand and ligand-fragment into a PCN-125. Reprinted\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref61\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2012 American Chemical Society. (b) Synthesis\nof ISMOF with a functional group on ligand as a catalyst. Reprinted\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref62\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2015 American Chemical Society. (c) Modification\nwith a functional metal by SALE as a catalyst. Reprinted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref65\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2013 Royal Society of Chemistry.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2018-03683h_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  MOF-derived materials by modification with a functional moiety. (a) Co-assembly of ligand and ligand-fragment into a PCN-125. Reprinted with permission from ref . Copyright 2012 American Chemical Society. (b) Synthesis of ISMOF with a functional group on ligand as a catalyst. Reprinted with permission from ref . Copyright 2015 American Chemical Society. (c) Modification with a functional metal by SALE as a catalyst. Reprinted with permission from ref . Copyright 2013 Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Synthesis of MOF-derived materials by\nthermal treatment. (a) Direct\npyrolysis of ZIF-8 into nitrogen-containing porous carbons (NPCs)\nas catalyst. (b) Direct pyrolysis of ZIF-8/ZIF-67 hybrid nanoparticles\ninto Co single atoms on nitrogen-doped porous carbon (Co SAs/N–C).\n(c) High resolution TEM image of Co SAs/N–C. Red circles represent\nCo single atoms. (d) Corresponding EXAFS fitting curves with schematic\nmodel of Co SAs/N–C, Co (purple), N (blue), O (red), and C\n(gray). Reprinted with permission from ref <xref ref-type=\"bibr\" rid=\"ref89\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016 John Wiley and Sons. (e) Direct\ncalcination of MOF-embedded KIT-6 into metal-oxides@KIT-6 as catalyst.\n(f) High resolution TEM image of Co<sub>3</sub>O<sub>4</sub>@KIT-6\nderived from ZIF-67@KIT-6. Reprinted with permission from ref <xref ref-type=\"bibr\" rid=\"ref90\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018 Royal\nSociety of Chemistry.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2018-03683h_0007.tif\"></graphic>\n</fig>", "clean_text": " 4  Synthesis of MOF-derived materials by thermal treatment. (a) Direct pyrolysis of ZIF-8 into nitrogen-containing porous carbons (NPCs) as catalyst. (b) Direct pyrolysis of ZIF-8/ZIF-67 hybrid nanoparticles into Co single atoms on nitrogen-doped porous carbon (Co SAs/N-C). (c) High resolution TEM image of Co SAs/N-C. Red circles represent Co single atoms. (d) Corresponding EXAFS fitting curves with schematic model of Co SAs/N-C, Co (purple), N (blue), O (red), and C (gray). Reprinted with permission from ref . Copyright 2016 John Wiley and Sons. (e) Direct calcination of MOF-embedded KIT-6 into metal-oxides@KIT-6 as catalyst. (f) High resolution TEM image of Co3O4@KIT-6 derived from ZIF-67@KIT-6. Reprinted with permission from ref . Copyright 2018 Royal Society of Chemistry.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Pathways for Glucose Cyclodehydration\ninto HMF</title>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"sc-2018-03683h_0010.tif\"></graphic>\n</fig>", "clean_text": " 3  Pathways for Glucose Cyclodehydration into HMF   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Selective Oxidation of Fructose into DFF</title>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"sc-2018-03683h_0011.tif\"></graphic>\n</fig>", "clean_text": " 4  Selective Oxidation of Fructose into DFF   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acssuschemeng.8b03683", "title": "\nMetal–Organic Framework (MOF)-Derived Effective\nSolid Catalysts for Valorization of Lignocellulosic Biomass\n", "journal": "American\nChemical Society", "date": "2018.09", "author_list": ["Liao\nYu-Te", "Matsagar\nBabasaheb M.", "Wu\nKevin C.-W."]}}