{"filepath": "../L2M3_data/1_application_papers/acs_xml/sc8b01646.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Astute\ncombination of basic functionality and luminescence property\ncan pursue multifunctional metal–organic frameworks (MOFs)\nwith assorted applications such as selective CO<sub>2</sub> adsorption,\nspecific detection of explosive nitro compounds, and toxic metal ion\nsensing. The bifunctional ligand 4-(4-carboxyphenyl)-1,2,4-triazole\n(H<bold>L</bold>) is used to build the framework [Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>]·(DMF)<sub>0.92</sub> (<bold>1</bold>) (<bold>\n<italic>L</italic>\n</bold> = <bold>L</bold>\n<sup>\n<bold>–1</bold>\n</sup>, DMF = <italic>N</italic>,<italic>N</italic>′-dimethylformamide), having a free N atom decorated porous\nchannel. The solvothermal synthesis is extended to produce three isoskeletal\nframeworks in diverse solvents, where pore size maximizes in <bold>2</bold> by employing <italic>N</italic>,<italic>N</italic>′-diethylformamide\nsolvent. The activated framework [Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>] exhibits strong CO<sub>2</sub> affinity with good\nCO<sub>2</sub>/N<sub>2</sub> selectivity, and shows minimum CO<sub>2</sub> loss during five adsorption–desorption cycles. Sensing\nstudies for nitro-aromatic compounds in DMF reveal highly specific\ndetection of 2,4,6-trinitophenol (TNP) with remarkable quenching (<italic>K</italic>\n<sub>SV</sub> = 9.3 × 10<sup>4</sup> M<sup>–1</sup>) and low limit of detection (LOD: 0.3 ppm). The quenching mechanism\nis ascribed to the combined existence of static and dynamic quenching\nplus resonance energy transfer. The activated framework further shows\nhighly selective luminescent detection of Cu<sup>2+</sup> ions with\na quenching constant of 4.4 × 10<sup>3</sup> M<sup>–1</sup> and very low LOD of 3.9 ppm. The detection of Cu<sup>2+</sup> ions\naccompanies a visible color change in solution and solid phase, which\nvalidates the present system as a potential colorimetric Cu<sup>2+</sup> sensor. Of note is that bifunctional sensor shows excellent reusability\ntoward TNP and Cu<sup>2+</sup> detection. Overall, selective and multicycle\nCO<sub>2</sub> adsorption, together with efficient sensing of both\nTNP and Cu<sup>2+</sup> ion, manifest this pore-functionalized MOF\nas a versatile material for sustainability.</p>", "clean_text": "Astute combination of basic functionality and luminescence property can pursue multifunctional metal-organic frameworks (MOFs) with assorted applications such as selective CO2 adsorption, specific detection of explosive nitro compounds, and toxic metal ion sensing. The bifunctional ligand 4-(4-carboxyphenyl)-1,2,4-triazole (HL) is used to build the framework [Cd( L )2]⋅(DMF)0.92 (1) ( L  = L  -1 , DMF = N,N'-dimethylformamide), having a free N atom decorated porous channel. The solvothermal synthesis is extended to produce three isoskeletal frameworks in diverse solvents, where pore size maximizes in 2 by employing N,N'-diethylformamide solvent. The activated framework [Cd( L )2] exhibits strong CO2 affinity with good CO2/N2 selectivity, and shows minimum CO2 loss during five adsorption-desorption cycles. Sensing studies for nitro-aromatic compounds in DMF reveal highly specific detection of 2,4,6-trinitophenol (TNP) with remarkable quenching (K SV = 9.3 × 104 M-1) and low limit of detection (LOD: 0.3 ppm). The quenching mechanism is ascribed to the combined existence of static and dynamic quenching plus resonance energy transfer. The activated framework further shows highly selective luminescent detection of Cu2+ ions with a quenching constant of 4.4 × 103 M-1 and very low LOD of 3.9 ppm. The detection of Cu2+ ions accompanies a visible color change in solution and solid phase, which validates the present system as a potential colorimetric Cu2+ sensor. Of note is that bifunctional sensor shows excellent reusability toward TNP and Cu2+ detection. Overall, selective and multicycle CO2 adsorption, together with efficient sensing of both TNP and Cu2+ ion, manifest this pore-functionalized MOF as a versatile material for sustainability.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Pore wall-functionalized,\nisoskeletal frameworks show selective\nand recyclable CO<sub>2</sub> adsorption, highly selective luminescent\ndetection of TNP, and colorimetric Cu<sup>2+</sup> sensing.</p><title>Introduction</title><p>Capture and separation\nof the major greenhouse gas carbon dioxide\n(CO<sub>2</sub>) from a mixture of gases, which are primarily released\nfrom anthropogenic activities, have become important from an energy\nand environmental standpoint. The current method of amine-based CO<sub>2</sub> capture from flue\ngas uses chemisorption that suffers from high regeneration cost. A better approach is to use porous materials that adsorb CO<sub>2</sub> in a physisorption process as the cost of regeneration is\nlower. In this milieu, metal–organic frameworks (MOFs), also known as porous coordination polymers (PCPs), represent one of the most promising functional materials due to\nthe enormous modularity, which revolves around their designed syntheses.\nMost importantly, principles of coherent pore surface engineering\nendorse multifarious opportunities to systematically fine-tune the\nvoids and control pore performances. This modus operandi includes a plethora of synthetic strategies\nthat can be used to modify pore apertures. Besides, inclusion of guest\nsolvent molecule offers distinct pore size tuning. The topical observation is that astute incorporation of polar functionality\nin the linker plays a critical role in the manifestation of selective\nadsorption of targeted gas molecules. Another candid methodology is to introduce ample N-containing groups\nin MOF pores to effect stronger interaction of the CO<sub>2</sub> quadrupole\nwith localized dipoles of Lewis basic nitrogen atoms. This promotes\nadsorption and separation capabilities. However, the strategic incorporation\nof N-donor sites in MOF pores to effectively exploit the accessible\nnitrogen atoms of organic linkers is challenging. For instance, when\nthe exposed nitrogen atoms do not precisely line through the channels\nor considerably block the void space, they have a trivial effect on\nthe improvement in CO<sub>2</sub> sorption capacity.</p>", "clean_text": "Pore wall-functionalized, isoskeletal frameworks show selective and recyclable CO2 adsorption, highly selective luminescent detection of TNP, and colorimetric Cu2+ sensing.\n\nIntroduction\n\nCapture and separation of the major greenhouse gas carbon dioxide (CO2) from a mixture of gases, which are primarily released from anthropogenic activities, have become important from an energy and environmental standpoint. The current method of amine-based CO2 capture from flue gas uses chemisorption that suffers from high regeneration cost. A better approach is to use porous materials that adsorb CO2 in a physisorption process as the cost of regeneration is lower. In this milieu, metal-organic frameworks (MOFs), also known as porous coordination polymers (PCPs), represent one of the most promising functional materials due to the enormous modularity, which revolves around their designed syntheses. Most importantly, principles of coherent pore surface engineering endorse multifarious opportunities to systematically fine-tune the voids and control pore performances. This modus operandi includes a plethora of synthetic strategies that can be used to modify pore apertures. Besides, inclusion of guest solvent molecule offers distinct pore size tuning. The topical observation is that astute incorporation of polar functionality in the linker plays a critical role in the manifestation of selective adsorption of targeted gas molecules. Another candid methodology is to introduce ample N-containing groups in MOF pores to effect stronger interaction of the CO2 quadrupole with localized dipoles of Lewis basic nitrogen atoms. This promotes adsorption and separation capabilities. However, the strategic incorporation of N-donor sites in MOF pores to effectively exploit the accessible nitrogen atoms of organic linkers is challenging. For instance, when the exposed nitrogen atoms do not precisely line through the channels or considerably block the void space, they have a trivial effect on the improvement in CO2 sorption capacity.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Also, the\ncombination of functionalization as well as π-conjugation\nin organic ligands, together with the presence of spectroscopically\nsilent metal ions, render MOFs suitable for fluorescence-based detection of harmful chemicals. In fact, the widespread use of nitro-aromatics (NACs), volatile\norganic compounds (VOCs), metal ions, and their\nadverse consequences to environment as well as human life has set\nacute goals to identify such chemicals as a part of sustainable development\nagendas. However, most instruments and methods used to detect NACs\nand metal ions are not easily portable, expensive, and lack simplicity.\nIn this respect, the characteristics that make luminescent MOFs efficient\nsensors are their accessibility, sensitivity, reproducibility, and\napplicability in both the solid and the solution phases.\n</p>", "clean_text": "Also, the combination of functionalization as well as π-conjugation in organic ligands, together with the presence of spectroscopically silent metal ions, render MOFs suitable for fluorescence-based detection of harmful chemicals. In fact, the widespread use of nitro-aromatics (NACs), volatile organic compounds (VOCs), metal ions, and their adverse consequences to environment as well as human life has set acute goals to identify such chemicals as a part of sustainable development agendas. However, most instruments and methods used to detect NACs and metal ions are not easily portable, expensive, and lack simplicity. In this respect, the characteristics that make luminescent MOFs efficient sensors are their accessibility, sensitivity, reproducibility, and applicability in both the solid and the solution phases. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Among NACs, picric acid or trinitrophenol (TNP) is an important\ncomponent of explosive and even more\npowerful than trinitrotoluene (TNT). Moreover, when TNP is metabolized,\nit forms extremely hazardous and mutagenic picramic acid byproduct. However, the selective and rapid detection of\nTNP in the presence of other nitro analytes is quite challenging because\nof competing interactions, which lead to false responses. Likewise, copper is the third most-abundant essential trace element\nfound in biological systems and plays a pivotal role in diverse biological\nand chemical functions. With the increasing\nuse of copper materials in the manufacturing of medicinal and chemical\nproducts, it has become one of the most common metal pollutants, posing\nserious health and environmental threats. Nevertheless, the present methods for detecting Cu<sup>2+</sup> are\nexpensive, laborsome, time-consuming, and lack sensitivity.\n</p>", "clean_text": "Among NACs, picric acid or trinitrophenol (TNP) is an important component of explosive and even more powerful than trinitrotoluene (TNT). Moreover, when TNP is metabolized, it forms extremely hazardous and mutagenic picramic acid byproduct. However, the selective and rapid detection of TNP in the presence of other nitro analytes is quite challenging because of competing interactions, which lead to false responses. Likewise, copper is the third most-abundant essential trace element found in biological systems and plays a pivotal role in diverse biological and chemical functions. With the increasing use of copper materials in the manufacturing of medicinal and chemical products, it has become one of the most common metal pollutants, posing serious health and environmental threats. Nevertheless, the present methods for detecting Cu2+ are expensive, laborsome, time-consuming, and lack sensitivity. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this scenario, the proper amalgamation of basic functionality\nand luminescence properties can lead to the development of a multifunctional\nMOF with diverse properties such as preferential CO<sub>2</sub> adsorption,\nsensitive luminescent detection of TNP, and selective sensing of Cu<sup>2+</sup> ions. However, examples of such all-in-one MOFs are rare. Thus, bearing in mind the aforementioned challenges and our aim\nof utilizing a single framework for multiple applications, we used the bifunctional ligand 4-(4-carboxyphenyl)-1,2,4-triazole\n(H<bold>L</bold>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Scheme S1</ext-link>) to build a\nCd­(II) framework (<bold>1</bold>) for this purpose. <bold>1</bold> has an N-functionalized one-dimensional channel that exhibits inclusion\nof diverse solvent molecules through de novo synthesis, producing\na set of isoskeletal frameworks with slight modification in pore size.\nThe activated framework shows preferential uptake of CO<sub>2</sub> over N<sub>2</sub> and CH<sub>4</sub>, with only minor losses of\nCO<sub>2</sub> over five adsorption–desorption cycles. The\nframework also demonstrates selective and sensitive detection of picric\nacid (TNP) through fluorescence quenching in DMF, with a significant\nquenching constant and a low detection limit. The multifunctionality\nof the present system is further validated by the detection of Cu<sup>2+</sup> in the presence of mixed metal ions using the fluorescence\nquenching effect. It is noteworthy that the framework shows excellent\nreusability toward both TNP and Cu<sup>2+</sup> sensing.</p>", "clean_text": "In this scenario, the proper amalgamation of basic functionality and luminescence properties can lead to the development of a multifunctional MOF with diverse properties such as preferential CO2 adsorption, sensitive luminescent detection of TNP, and selective sensing of Cu2+ ions. However, examples of such all-in-one MOFs are rare. Thus, bearing in mind the aforementioned challenges and our aim of utilizing a single framework for multiple applications, we used the bifunctional ligand 4-(4-carboxyphenyl)-1,2,4-triazole (HL, Scheme S1) to build a Cd(II) framework (1) for this purpose. 1 has an N-functionalized one-dimensional channel that exhibits inclusion of diverse solvent molecules through de novo synthesis, producing a set of isoskeletal frameworks with slight modification in pore size. The activated framework shows preferential uptake of CO2 over N2 and CH4, with only minor losses of CO2 over five adsorption-desorption cycles. The framework also demonstrates selective and sensitive detection of picric acid (TNP) through fluorescence quenching in DMF, with a significant quenching constant and a low detection limit. The multifunctionality of the present system is further validated by the detection of Cu2+ in the presence of mixed metal ions using the fluorescence quenching effect. It is noteworthy that the framework shows excellent reusability toward both TNP and Cu2+ sensing.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Crystal\nStructures and Characterizations</title><p>The solvothermal\nreaction of Cd­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O with\nligand H<bold>L</bold> (1:2) at 120 °C for 36 h afforded colorless,\nneedle-shaped crystals of [Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>]·(DMF)<sub>0.92</sub> (<bold>1</bold>) in DMF (<bold>\n<italic>L</italic>\n</bold>= <bold>L</bold>\n<sup>\n<bold>–</bold>\n</sup>). From single-crystal X-ray diffraction analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S1</ext-link>), we determined that the asymmetric\nunit consists of one-half of a Cd­(II) ion, a single ligand molecule <bold>\n<italic>L</italic>\n</bold>, and approximately one-half of a molecule\nof DMF (0.46). Each Cd­(II) ion is six-coordinated through ligation\nwith four carboxylate O atoms, and two triazolyl N atoms from different <bold>\n<italic>L</italic>\n</bold> ligands, exhibiting a distorted octahedral\ngeometry. The organic linker has a dihedral angle of 16.8° between\ntriazole and benzene moieties, and bridges three different Cd­(II)\nions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S1</ext-link>). This coordination allows\nthe formation of Cd<sub>2</sub>(CO<sub>2</sub>)<sub>4</sub> chains\nalong the <italic>a</italic> axis, with a Cd···Cd spacing\nof 4.605 Å (excluding van der Waals radii), bridged by carboxylate\ngroups (b).\nFramework <bold>1</bold> consists of two-dimensional (2D) square grids\nthat are connected by the carboxylate coordination bridges along the <italic>c</italic> axis forming a 3D network. The network topology of <bold>1</bold> can be described as a 3,6-c binodal <bold>\n<italic>flu</italic>\n</bold> net with the Schlafli symbol {4<sup>2</sup>·6}<sub>2</sub>{4<sup>4</sup>·6<sup>2</sup>·8<sup>7</sup>·10<sup>2</sup>} (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S1</ext-link>). The 2D grids are parallel to (101) while consecutive planes\nare offset. Such a structural arrangement leads to the formation of\n1D channel, parallel to the <italic>c</italic> axis (c and ), having the pore size ∼7.30 × 7.83 Å<sup>2</sup>. It should be noted that the structure of <bold>1</bold> is different\nfrom the previously reported interpenetrated structures. Importantly, the pore walls of the 1D channels are decorated by\nuncoordinated nitrogen atoms of the triazole moiety, bestowing the\nchannels Lewis base character. However, the structure reveals the\nexistence of no pores along the <italic>b</italic> axis (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">S2</ext-link>). As a positive outcome, the framework should\nfavor increased interactions with CO<sub>2</sub> molecules and/or\nelectron-deficient nitroaromatics or specific metal ions. The included\nDMF molecules are highly disordered and are involved in weak hydrogen\nbonding (C14–H14···O1, D···A\n= 3.172(8) Å, 129.0°) with the host framework. The host\ndisplays π-stacking interactions between the benzene and triazole\nrings of the ligand (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S3</ext-link>).</p>", "clean_text": "Results and Discussion\n\nCrystal Structures and Characterizations\n\nThe solvothermal reaction of Cd(NO3)2⋅4H2O with ligand HL (1:2) at 120 °C for 36 h afforded colorless, needle-shaped crystals of [Cd( L )2]⋅(DMF)0.92 (1) in DMF ( L = L  - ). From single-crystal X-ray diffraction analysis (Table S1), we determined that the asymmetric unit consists of one-half of a Cd(II) ion, a single ligand molecule  L , and approximately one-half of a molecule of DMF (0.46). Each Cd(II) ion is six-coordinated through ligation with four carboxylate O atoms, and two triazolyl N atoms from different  L  ligands, exhibiting a distorted octahedral geometry. The organic linker has a dihedral angle of 16.8° between triazole and benzene moieties, and bridges three different Cd(II) ions (Figure S1). This coordination allows the formation of Cd2(CO2)4 chains along the a axis, with a Cd⋅⋅⋅Cd spacing of 4.605 Å (excluding van der Waals radii), bridged by carboxylate groups (b). Framework 1 consists of two-dimensional (2D) square grids that are connected by the carboxylate coordination bridges along the c axis forming a 3D network. The network topology of 1 can be described as a 3,6-c binodal  flu  net with the Schlafli symbol {42⋅6}2{44⋅62⋅87⋅102} (Figure S1). The 2D grids are parallel to (101) while consecutive planes are offset. Such a structural arrangement leads to the formation of 1D channel, parallel to the c axis (c and ), having the pore size ~7.30 × 7.83 Å2. It should be noted that the structure of 1 is different from the previously reported interpenetrated structures. Importantly, the pore walls of the 1D channels are decorated by uncoordinated nitrogen atoms of the triazole moiety, bestowing the channels Lewis base character. However, the structure reveals the existence of no pores along the b axis (c and S2). As a positive outcome, the framework should favor increased interactions with CO2 molecules and/or electron-deficient nitroaromatics or specific metal ions. The included DMF molecules are highly disordered and are involved in weak hydrogen bonding (C14-H14⋅⋅⋅O1, D⋅⋅⋅A = 3.172(8) Å, 129.0°) with the host framework. The host displays π-stacking interactions between the benzene and triazole rings of the ligand (Figure S3).", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Perspective\nview of <bold>1</bold> along the <italic>c</italic> axis, (b) the\ninfinite Cd<sub>2</sub>(CO<sub>2</sub>)<sub>4</sub> chains along the <italic>a</italic> axis, and (c) a tilted view\nof the structure along the <italic>b</italic> axis, displaying the\nexistence of unidirectional pores. For clarity, H atoms are omitted\nand guest DMF molecules are shown only in the central pore.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2018-01646p_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Perspective view of 1 along the c axis, (b) the infinite Cd2(CO2)4 chains along the a axis, and (c) a tilted view of the structure along the b axis, displaying the existence of unidirectional pores. For clarity, H atoms are omitted and guest DMF molecules are shown only in the central pore.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>View of the one-dimensional channels in isoskeletal\nframeworks\nwith free N (triazolyl) atom decorated pore (left). Chemical structures\nof included solvent molecules in the pore (right): (a) DMF, (b) DEF,\n(c) DBF, and (d) NMF.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2018-01646p_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  View of the one-dimensional channels in isoskeletal frameworks with free N (triazolyl) atom decorated pore (left). Chemical structures of included solvent molecules in the pore (right): (a) DMF, (b) DEF, (c) DBF, and (d) NMF.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The presence of appreciable solvent-accessible void volume\n(26.4%) together with weakly held DMF\nguest molecules\ninside the pores provides a scope for solvent exchanging. Thus, employing\na larger solvent molecule may expand the channel dimensions. With\nthis rationale in mind, we successfully synthesized three isoskeletal\nframeworks, in DEF (diethylformamide), DBF (dibutylformamide), and\nNMF (<italic>N</italic>-methylformanilide) solvents (). Single-crystal X-ray data\nof these structures reveal retention of the space group (<italic>C</italic>2/<italic>c</italic>) with only minor variation in cell parameters\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S1</ext-link>). Furthermore, the binding modes\nof ligand <bold>\n<italic>L</italic>\n</bold> as well as metal coordination\nare identical to those of <bold>1</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S4</ext-link>). However, the guest molecules differ () in <bold>2</bold> (DEF), <bold>3</bold> (DBF), and <bold>4</bold> (NMF). Analogous to <bold>1</bold>, the solvent molecules are highly disordered in <bold>2</bold>, <bold>3</bold>, and <bold>4</bold>. Nevertheless, in this modus operandi,\nthe revised channel dimensions along the <italic>c</italic> axis are\n7.63 × 7.90 Å<sup>2</sup> in <bold>2</bold>, with a slight\nincrease in solvent-accessible void volume (28.6%) as compared to\nthe rest of the structures. Clearly, inclusion of the DEF molecule\nincreases the channel opening, although not to a huge extent.</p>", "clean_text": "The presence of appreciable solvent-accessible void volume (26.4%) together with weakly held DMF guest molecules inside the pores provides a scope for solvent exchanging. Thus, employing a larger solvent molecule may expand the channel dimensions. With this rationale in mind, we successfully synthesized three isoskeletal frameworks, in DEF (diethylformamide), DBF (dibutylformamide), and NMF (N-methylformanilide) solvents (). Single-crystal X-ray data of these structures reveal retention of the space group (C2/c) with only minor variation in cell parameters (Table S1). Furthermore, the binding modes of ligand  L  as well as metal coordination are identical to those of 1 (Figure S4). However, the guest molecules differ () in 2 (DEF), 3 (DBF), and 4 (NMF). Analogous to 1, the solvent molecules are highly disordered in 2, 3, and 4. Nevertheless, in this modus operandi, the revised channel dimensions along the c axis are 7.63 × 7.90 Å2 in 2, with a slight increase in solvent-accessible void volume (28.6%) as compared to the rest of the structures. Clearly, inclusion of the DEF molecule increases the channel opening, although not to a huge extent.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>The integrity and phase purity of the bulk samples <bold>1</bold>–<bold>4</bold> were independently established from strong\ncorrelations of the peaks in their individual powder X-ray diffraction\n(PXRD) profiles to those of the simulated ones, derived from respective\nX-ray structures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S6 and S7</ext-link>). Although\npeak overlap complicates the assignment of IR bands of the framework,\nthe &gt;CO (carbonyl) band of the included solvents could\nbe\neasily detected in the FT-IR spectrum. The carbonyl peak of the guest\nsolvent arises at 1683 cm<sup>–1</sup> for <bold>1</bold>,\n1653 cm<sup>–1</sup> for <bold>2</bold>, 1615 cm<sup>–1</sup> for <bold>3</bold>, and 1680 cm<sup>–1</sup> for <bold>4</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S8 and S9</ext-link>). Thermogravimetric analyses of <bold>1</bold>–<bold>4</bold> display (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S10 and S11</ext-link>)\nan initial weight loss up to 150 °C, probably due to the expulsion\nof included solvent molecules. The plateaus ranging from 150–290\n°C indicate thermally stable frameworks. The desolvated frameworks\nwere achieved by replacing the included DMF guests with dichloromethane\n(DCM) for 3 days, followed by heating at 100 °C for 6 h under\nvacuum. The TGA curves, recorded for the individual desolvated frameworks,\nshow no weight loss up to 300 °C. Alongside, variable-temperature\npowder X-ray diffraction (VT-PXRD) experiments for <bold>1</bold> and <bold>2</bold> exhibit retention of structural integrity until 300 °C\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S12</ext-link>). Both of the experiments equally\ncorroborate the high thermal robustness of the structures.</p>", "clean_text": "The integrity and phase purity of the bulk samples 1-4 were independently established from strong correlations of the peaks in their individual powder X-ray diffraction (PXRD) profiles to those of the simulated ones, derived from respective X-ray structures (Figures S6 and S7). Although peak overlap complicates the assignment of IR bands of the framework, the >CO (carbonyl) band of the included solvents could be easily detected in the FT-IR spectrum. The carbonyl peak of the guest solvent arises at 1683 cm-1 for 1, 1653 cm-1 for 2, 1615 cm-1 for 3, and 1680 cm-1 for 4 (Figures S8 and S9). Thermogravimetric analyses of 1-4 display (Figures S10 and S11) an initial weight loss up to 150 °C, probably due to the expulsion of included solvent molecules. The plateaus ranging from 150-290 °C indicate thermally stable frameworks. The desolvated frameworks were achieved by replacing the included DMF guests with dichloromethane (DCM) for 3 days, followed by heating at 100 °C for 6 h under vacuum. The TGA curves, recorded for the individual desolvated frameworks, show no weight loss up to 300 °C. Alongside, variable-temperature powder X-ray diffraction (VT-PXRD) experiments for 1 and 2 exhibit retention of structural integrity until 300 °C (Figure S12). Both of the experiments equally corroborate the high thermal robustness of the structures.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<title>Gas Adsorption\nStudies</title><p>The high thermal stability along\nwith the presence of a 1D porous channel in the isoskeletal frameworks\nprompted us to pursue gas adsorption studies in the activated state.\nThe activation was accomplished as specified in the preceding section,\nto afford the solvent free form <bold>1′</bold>. At the onset,\nN<sub>2</sub> adsorption for <bold>1′</bold> was conducted\nat 77 K, which results in only surface adsorption (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S13</ext-link>) up to 1.0 relative pressure (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub>). To our knowledge, the lack of N<sub>2</sub> adsorption could be a consequence of the 1D channel existing\nalong the <italic>c</italic> axis, with no substantial opening in\nother direction. This possibly prevents the N<sub>2</sub> molecules,\nhaving a kinetic diameter of 3.6 Å, from entering the unidirectional\npore. The accessible N-donor sites from free nitrogen atoms\nof triazole ring are properly oriented toward the pore, and expected\nto enhance interactions between CO<sub>2</sub> and framework. We therefore next performed CO<sub>2</sub> sorption studies in <bold>1′</bold> at different temperatures. As opposed to N<sub>2</sub> gas, the CO<sub>2</sub> (kinetic diameter = 3.3 Å) adsorption\nrevealed a typical type-I isotherm at 273 K (), displaying the framework nature to be\nmicroporous. Noticeably, no hysteresis could be found between adsorption\nand desorption, and a maximum of 27.8 cm<sup>3</sup>/g (1.24 mmol/g,\n5.5 wt %) CO<sub>2</sub> uptake was achieved. The uptake value at\n295 K under similar measurement conditions () approximates to 18.66 cm<sup>3</sup>/g\n(0.83 mmol/g, 3.7 wt %). Although the uptake value for <bold>1′</bold> is not exceptional, as compared to famous nitrogen-rich MOFs, it does fairly equivalent to or better than MOFs such as SNU-110\n(23.6 cm<sup>3</sup>/g, 1.05 mmol/g, 4.6 wt %), [Cd­(ipa)­(L­(NH<sub>2</sub>)<sub>2</sub>)] (24.3 cm<sup>3</sup>/g, 1.08 mmol/g, 4.8 wt\n%), [Zn<sub>2</sub>(HDDCBA)] (26.1 cm<sup>3</sup>/g, 1.17 mmol/g,\n5.1 wt %), Pcp (29.1 cm<sup>3</sup>/g, 1.30 mmol/g, 5.7 wt %), UCY-1\n(31.4 cm<sup>3</sup>/g, 1.40 mmol/g, 6.2 wt %), and ZIF-100 (32.6\ncm<sup>3</sup>/g, 1.46 mmol/g, 6.4 wt %). The CO<sub>2</sub> adsorption capacity of <bold>1′</bold> is ascribed to the nitrogen-rich pore environment. Further insight\non the interaction of the framework with the adsorbate was gained\nfrom the isosteric heat of adsorption (<italic>Q</italic>\n<sub>st</sub>), assessed by employing the Clausius–Clayperon equation,\nusing the CO<sub>2</sub> isotherms at 273 and 295 K.\n</p>", "clean_text": "Gas Adsorption Studies\n\nThe high thermal stability along with the presence of a 1D porous channel in the isoskeletal frameworks prompted us to pursue gas adsorption studies in the activated state. The activation was accomplished as specified in the preceding section, to afford the solvent free form 1'. At the onset, N2 adsorption for 1' was conducted at 77 K, which results in only surface adsorption (Figure S13) up to 1.0 relative pressure (P/P 0). To our knowledge, the lack of N2 adsorption could be a consequence of the 1D channel existing along the c axis, with no substantial opening in other direction. This possibly prevents the N2 molecules, having a kinetic diameter of 3.6 Å, from entering the unidirectional pore. The accessible N-donor sites from free nitrogen atoms of triazole ring are properly oriented toward the pore, and expected to enhance interactions between CO2 and framework. We therefore next performed CO2 sorption studies in 1' at different temperatures. As opposed to N2 gas, the CO2 (kinetic diameter = 3.3 Å) adsorption revealed a typical type-I isotherm at 273 K (), displaying the framework nature to be microporous. Noticeably, no hysteresis could be found between adsorption and desorption, and a maximum of 27.8 cm3/g (1.24 mmol/g, 5.5 wt %) CO2 uptake was achieved. The uptake value at 295 K under similar measurement conditions () approximates to 18.66 cm3/g (0.83 mmol/g, 3.7 wt %). Although the uptake value for 1' is not exceptional, as compared to famous nitrogen-rich MOFs, it does fairly equivalent to or better than MOFs such as SNU-110 (23.6 cm3/g, 1.05 mmol/g, 4.6 wt %), [Cd(ipa)(L(NH2)2)] (24.3 cm3/g, 1.08 mmol/g, 4.8 wt %), [Zn2(HDDCBA)] (26.1 cm3/g, 1.17 mmol/g, 5.1 wt %), Pcp (29.1 cm3/g, 1.30 mmol/g, 5.7 wt %), UCY-1 (31.4 cm3/g, 1.40 mmol/g, 6.2 wt %), and ZIF-100 (32.6 cm3/g, 1.46 mmol/g, 6.4 wt %). The CO2 adsorption capacity of 1' is ascribed to the nitrogen-rich pore environment. Further insight on the interaction of the framework with the adsorbate was gained from the isosteric heat of adsorption (Q st), assessed by employing the Clausius-Clayperon equation, using the CO2 isotherms at 273 and 295 K. ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nCO<sub>2</sub> adsorption isotherms for <bold>1′</bold> at\n273 and 295 K, and (b) the isosteric heat of adsorption (<italic>Q</italic>\n<sub>st</sub>) curve.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2018-01646p_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) CO2 adsorption isotherms for 1' at 273 and 295 K, and (b) the isosteric heat of adsorption (Q st) curve.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>As shown in , the <italic>Q</italic>\n<sub>st</sub> value at zero loading\nis 29.05\nkJ mol<sup>–1</sup>, which increases afterward due to enhanced\ninteraction between the polar CO<sub>2</sub> molecules (polarizability\n= 26.3 × 10<sup>–25</sup> cm<sup>3</sup>; quadrupole moment\n= 13.4 × 10<sup>–40</sup> C m<sup>2</sup>) and the basic\nN atoms in the framework. Thereafter, the value drops as the sites\nfor maximum affinity become saturated, and the curve maintains the\nsteady nature even until the full coverage. The <italic>Q</italic>\n<sub>st</sub> value is lower than those for other known MOFs containing\n−NH<sub>2</sub> groups such as bio-MOF-11 (45 kJ/mol), CAU-1\n(48 kJ/mol), NH<sub>2</sub>-MIL-53­(Al) (35 kJ/mol), and USO-1-Al-A\n(50 kJ/mol), but higher than those of PCN-88 (27 kJ/mol), MAF-26 (23\nkJ/mol), NOTT-140 (25 kJ/mol), CuBTTri (21 kJ/mol), MIL-53-Al (20.1\nkJ/mol), IRMOF-3 (19 kJ/mol), MOF-5 (17 kJ/mol), and UMCM-1 (12 kJ/mol).\nEvidently, the adsorption enthalpy is moderate that benefits not only\ngood CO<sub>2</sub> adsorption, but also implies the easy regeneration\nof the adsorbent, which is a crucial and important standard to evaluate\nan adsorption material. In this regard, the regenerative feature of <bold>1′</bold> was also investigated. To our delight, five cycles\nof CO<sub>2</sub> uptake at 273 K show almost equal capacities with\nminimal loss (), revealing sorption recurrence. Moreover, the PXRD profile of <bold>1′</bold> after the fifth adsorption–desorption cycle\nshows excellent correspondence of peaks to that of the as-synthesized\nstructure, demonstrating uptake and release are nondestructive (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S15</ext-link>). The sorption behaviors of <bold>1′</bold> with respect to CH<sub>4</sub> and N<sub>2</sub> were also studied at 273 and 295 K. The result shows () a maximum CH<sub>4</sub> uptake\nof 8.3 cm<sup>3</sup>/g (0.37 mmol/g, 0.59 wt %) and 5.7 cm<sup>3</sup>/g (0.25 mmol/g, 0.41 wt %) at 273 and 295 K, respectively. However,\nthe adsorption values for N<sub>2</sub> are only negligible. The results\nclearly demonstrate that the cavity of <bold>1′</bold> is mainly\nreachable to CO<sub>2</sub>.</p>", "clean_text": "As shown in , the Q st value at zero loading is 29.05 kJ mol-1, which increases afterward due to enhanced interaction between the polar CO2 molecules (polarizability = 26.3 × 10-25 cm3; quadrupole moment = 13.4 × 10-40 C m2) and the basic N atoms in the framework. Thereafter, the value drops as the sites for maximum affinity become saturated, and the curve maintains the steady nature even until the full coverage. The Q st value is lower than those for other known MOFs containing -NH2 groups such as bio-MOF-11 (45 kJ/mol), CAU-1 (48 kJ/mol), NH2-MIL-53(Al) (35 kJ/mol), and USO-1-Al-A (50 kJ/mol), but higher than those of PCN-88 (27 kJ/mol), MAF-26 (23 kJ/mol), NOTT-140 (25 kJ/mol), CuBTTri (21 kJ/mol), MIL-53-Al (20.1 kJ/mol), IRMOF-3 (19 kJ/mol), MOF-5 (17 kJ/mol), and UMCM-1 (12 kJ/mol). Evidently, the adsorption enthalpy is moderate that benefits not only good CO2 adsorption, but also implies the easy regeneration of the adsorbent, which is a crucial and important standard to evaluate an adsorption material. In this regard, the regenerative feature of 1' was also investigated. To our delight, five cycles of CO2 uptake at 273 K show almost equal capacities with minimal loss (), revealing sorption recurrence. Moreover, the PXRD profile of 1' after the fifth adsorption-desorption cycle shows excellent correspondence of peaks to that of the as-synthesized structure, demonstrating uptake and release are nondestructive (Figure S15). The sorption behaviors of 1' with respect to CH4 and N2 were also studied at 273 and 295 K. The result shows () a maximum CH4 uptake of 8.3 cm3/g (0.37 mmol/g, 0.59 wt %) and 5.7 cm3/g (0.25 mmol/g, 0.41 wt %) at 273 and 295 K, respectively. However, the adsorption values for N2 are only negligible. The results clearly demonstrate that the cavity of 1' is mainly reachable to CO2.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Adsorption isotherms of different gases\nfor <bold>1′</bold> at 273 K, and (b) diagram for five adsorption–desorption\ncycles of CO<sub>2</sub>, demonstrating negligible loss in uptake\ncapacities.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2018-01646p_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Adsorption isotherms of different gases for 1' at 273 K, and (b) diagram for five adsorption-desorption cycles of CO2, demonstrating negligible loss in uptake capacities.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Encouraged by relatively\nhigh CO<sub>2</sub> uptake as compared\nto other gases, we investigated the selective CO<sub>2</sub> adsorption\ncapacity of <bold>1′</bold> over N<sub>2</sub> and CH<sub>4</sub>. The selectivity (<italic>S</italic>) of CO<sub>2</sub> over other\ngases was determined on the basis of single-component adsorption isotherms,\nby using the ideal adsorbed solution theory (IAST) (a,b). At 273 K, the CO<sub>2</sub>/N<sub>2</sub> selectivity is calculated\nas 116.6, while CO<sub>2</sub>/CH<sub>4</sub> selectivity is found\nto be 12.9 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S14</ext-link>). Although the kinetic\ndiameter of CH<sub>4</sub> (3.8 Å) is larger than that of N<sub>2</sub> (3.64 Å), the greater polarizability of the former (26\n× 10<sup>–25</sup> cm<sup>3</sup>) over N<sub>2</sub> (17.6\n× 10<sup>–25</sup> cm<sup>3</sup>) attributes the favorable\nCH<sub>4</sub> adsorption, and not to any consequence of size exclusion.\nThus, the π-electron availability in the framework facilitates\nthe CH<sub>4</sub> molecules to interact with the structure and get\nadsorbed. The moderate enthalpy of CO<sub>2</sub> adsorption as well\nas good CO<sub>2</sub> selectivity over CH<sub>4</sub> and N<sub>2</sub> may be reasonable considering the ample uncoordinated N-heteroatom\non the inner surface of the narrow cavities (vide supra). This benefits\nthe interaction with CO<sub>2</sub> that has greater polarizability\nand a larger quadrupole moment than CH<sub>4</sub> and N<sub>2</sub>.</p>", "clean_text": "Encouraged by relatively high CO2 uptake as compared to other gases, we investigated the selective CO2 adsorption capacity of 1' over N2 and CH4. The selectivity (S) of CO2 over other gases was determined on the basis of single-component adsorption isotherms, by using the ideal adsorbed solution theory (IAST) (a,b). At 273 K, the CO2/N2 selectivity is calculated as 116.6, while CO2/CH4 selectivity is found to be 12.9 (Figure S14). Although the kinetic diameter of CH4 (3.8 Å) is larger than that of N2 (3.64 Å), the greater polarizability of the former (26 × 10-25 cm3) over N2 (17.6 × 10-25 cm3) attributes the favorable CH4 adsorption, and not to any consequence of size exclusion. Thus, the π-electron availability in the framework facilitates the CH4 molecules to interact with the structure and get adsorbed. The moderate enthalpy of CO2 adsorption as well as good CO2 selectivity over CH4 and N2 may be reasonable considering the ample uncoordinated N-heteroatom on the inner surface of the narrow cavities (vide supra). This benefits the interaction with CO2 that has greater polarizability and a larger quadrupole moment than CH4 and N2.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Photoluminescence Study</title><p>As discussed above, MOFs comprised\nof electronically inert d<sup>10</sup> metal ions and electron-rich\nmultidentate ligands exhibit strong luminescent properties that promise\ntheir advantages for in field photoactive applications. On this basis,\nwe investigated the photoluminescence behavior of guest free <bold>1</bold> at room temperature.</p>", "clean_text": "Photoluminescence Study\n\nAs discussed above, MOFs comprised of electronically inert d10 metal ions and electron-rich multidentate ligands exhibit strong luminescent properties that promise their advantages for in field photoactive applications. On this basis, we investigated the photoluminescence behavior of guest free 1 at room temperature.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>At the onset, the apohost <bold>1′</bold> was dispersed in a series of organic solvents (1\nmg in 20 mL of each solvent), and individual suspensions were excited\nat the excitation wavelength to determine the best suited solvent\nfor fluorescence experiment. As evidenced in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S16</ext-link>, both DMF and THF dispersions show maximum emission intensity\nupon excitation at 271 and 258 nm, respectively. Nevertheless, the\nDMF dispersion of <bold>1′</bold> displays humps at 334 and\n400 nm due to the n−π* or π–π* transitions,\nwhich correlate the presence of free nitrogen atom and π–π\nstacking interaction between the ligands in the framework. The THF\ndispersion, however, does not comprise any such features. Furthermore,\nthe UV–vis spectrum of <bold>1′</bold> in DMF shows\na blue shift of 20 nm to that of free ligand (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S18a</ext-link>) due to the strong interaction of Cd­(II) ions\nwith bifunctional ligands. A comparison of fluorescence\nemission between <bold>1′</bold> and the free ligand at respective\nλ<sub>max</sub> of individual compound shows close proximity\nof the peaks, which confirmed ligand centered photoluminescence in <bold>1′</bold>. The slight red shift (25 nm) of the framework as\ncompared to free ligand can be ascribed to metal–ligand interactions.\nNoticeably, <bold>1′</bold> exhibits a large 86% intensity\nenhancement as compared to the free ligand (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S18b</ext-link>),which indicates the strong electronic communication between\nadjacent coordinated ligand molecules through the Cd­(II) ions in the\nframework.</p>", "clean_text": "At the onset, the apohost 1' was dispersed in a series of organic solvents (1 mg in 20 mL of each solvent), and individual suspensions were excited at the excitation wavelength to determine the best suited solvent for fluorescence experiment. As evidenced in Figure S16, both DMF and THF dispersions show maximum emission intensity upon excitation at 271 and 258 nm, respectively. Nevertheless, the DMF dispersion of 1' displays humps at 334 and 400 nm due to the n-π* or π-π* transitions, which correlate the presence of free nitrogen atom and π-π stacking interaction between the ligands in the framework. The THF dispersion, however, does not comprise any such features. Furthermore, the UV-vis spectrum of 1' in DMF shows a blue shift of 20 nm to that of free ligand (Figure S18a) due to the strong interaction of Cd(II) ions with bifunctional ligands. A comparison of fluorescence emission between 1' and the free ligand at respective λmax of individual compound shows close proximity of the peaks, which confirmed ligand centered photoluminescence in 1'. The slight red shift (25 nm) of the framework as compared to free ligand can be ascribed to metal-ligand interactions. Noticeably, 1' exhibits a large 86% intensity enhancement as compared to the free ligand (Figure S18b),which indicates the strong electronic communication between adjacent coordinated ligand molecules through the Cd(II) ions in the framework.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Fluorescence Studies for Nitroaromatic Detection</title><p>The\nstrong emission of <bold>1′</bold>, together with its stability\nand enhanced intensity in DMF, satisfies the conditions to be utilized\nin liquid-phase fluorescence detection of harmful nitro compounds.\nThe preliminary quenching experiment with nitrobenzene dispersion\nof <bold>1′</bold> divulges the lowest PL spectra that motivated\nus further to explore other toxic nitro compounds such as 2,4,6-trinitrophenol\n(TNP), 2,4-dinitrophenol (2,4-DNP), 2-nitrophenol (2-NP), 3-nitrophenol\n(3-NP), 4-nitrophenol (4-NP), 4-nitrotoluene (4-NT), 2,4-dinitrotoluene\n(2,4-DNT), and 2,3-dimethyl-2,3-dinitrobutane (DMDNB). Sensing was\ninvestigated by the incremental addition of 20 μL aliquots (up\nto 200 μL) from 0.5 mM stock solution of different nitro compounds\nto a DMF suspension of <bold>1′</bold> (1 mg in 2 mL of DMF)\nat room temperature with constant stirring. Each titration was performed\nin triplicate to maintain the consistency of results. The <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Supporting Information</ext-link> contains all of the particulars\nabout quenching experiments. It was noticed that the fluorescence\nintensity of <bold>1′</bold> quenches successively depending\non the type of analytes. Noticeably, the addition of 200 μL\n(a) of TNP\nsignificantly quenches the luminescent intensity with a high 85.6%\nquenching efficiency (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S19</ext-link>), without\nshowing any significant spectral changes (such as shifts in λ<sub>max</sub>). We used the equation (<italic>I</italic>\n<sub>0</sub> – <italic>I</italic>)/<italic>I</italic>\n<sub>0</sub> × 100% to calculate\nthe quenching efficiency of <bold>1′</bold>, where <italic>I</italic> and <italic>I</italic>\n<sub>0</sub> stand for the emission\nintensities after and before the addition of nitro compounds, respectively.\nIn the case of nitro phenols, quenching competence was found in the\norder TNP &gt; 2,4-DNP &gt; NP (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S20</ext-link>) that\nis in line with the increasing number of nitro groups in the analysts. However, other nitro analytes show moderate\nto poor quenching effects (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S21–S27</ext-link>), demonstrating high sensitivity of <bold>1′</bold> toward\nphenolic nitroaromatics over potentially interfering nonphenolic nitro\ncompounds. We speculate that such selective sensing of phenolic nitroaromatics\nmight stem from strong intermolecular interactions between the −OH\ngroup and free Lewis basic N atoms of the triazole moieties.</p>", "clean_text": "Fluorescence Studies for Nitroaromatic Detection\n\nThe strong emission of 1', together with its stability and enhanced intensity in DMF, satisfies the conditions to be utilized in liquid-phase fluorescence detection of harmful nitro compounds. The preliminary quenching experiment with nitrobenzene dispersion of 1' divulges the lowest PL spectra that motivated us further to explore other toxic nitro compounds such as 2,4,6-trinitrophenol (TNP), 2,4-dinitrophenol (2,4-DNP), 2-nitrophenol (2-NP), 3-nitrophenol (3-NP), 4-nitrophenol (4-NP), 4-nitrotoluene (4-NT), 2,4-dinitrotoluene (2,4-DNT), and 2,3-dimethyl-2,3-dinitrobutane (DMDNB). Sensing was investigated by the incremental addition of 20 μL aliquots (up to 200 μL) from 0.5 mM stock solution of different nitro compounds to a DMF suspension of 1' (1 mg in 2 mL of DMF) at room temperature with constant stirring. Each titration was performed in triplicate to maintain the consistency of results. The Supporting Information contains all of the particulars about quenching experiments. It was noticed that the fluorescence intensity of 1' quenches successively depending on the type of analytes. Noticeably, the addition of 200 μL (a) of TNP significantly quenches the luminescent intensity with a high 85.6% quenching efficiency (Figure S19), without showing any significant spectral changes (such as shifts in λmax). We used the equation (I 0 - I)/I 0 × 100% to calculate the quenching efficiency of 1', where I and I 0 stand for the emission intensities after and before the addition of nitro compounds, respectively. In the case of nitro phenols, quenching competence was found in the order TNP > 2,4-DNP > NP (Figure S20) that is in line with the increasing number of nitro groups in the analysts. However, other nitro analytes show moderate to poor quenching effects (Figures S21-S27), demonstrating high sensitivity of 1' toward phenolic nitroaromatics over potentially interfering nonphenolic nitro compounds. We speculate that such selective sensing of phenolic nitroaromatics might stem from strong intermolecular interactions between the -OH group and free Lewis basic N atoms of the triazole moieties.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Emission\nspectra of <bold>1′</bold> upon incremental\naddition of TNP solution (0.5 mM), and (b) the curvature of the S–V\nplot for TNP (0–0.05 mM). Inset shows the linear portion of\nthe S–V plot at concentration 0–0.04 mM; the color change\nof <bold>1′</bold> with and without TNP is also shown in UV\nand day light. (c) S–V plots for different nitro compounds\nin a DMF suspension of <bold>1′</bold>. Conditions: λ<sub>max</sub> for <bold>1′</bold> ca. 400 nm; 5 nm slit width.\n(d) The plot of competitive analyte test, showing a decrease in fluorescence\nintensities upon addition of diverse nitro congeners (0.5 mM), followed\nby TNP (0.5 mM) to <bold>1′</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2018-01646p_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Emission spectra of 1' upon incremental addition of TNP solution (0.5 mM), and (b) the curvature of the S-V plot for TNP (0-0.05 mM). Inset shows the linear portion of the S-V plot at concentration 0-0.04 mM; the color change of 1' with and without TNP is also shown in UV and day light. (c) S-V plots for different nitro compounds in a DMF suspension of 1'. Conditions: λmax for 1' ca. 400 nm; 5 nm slit width. (d) The plot of competitive analyte test, showing a decrease in fluorescence intensities upon addition of diverse nitro congeners (0.5 mM), followed by TNP (0.5 mM) to 1'.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>With the aim of gaining insight about quenching phenomena,\nthe\ngradual decrease in fluorescence intensity of <bold>1′</bold> by the addition of every nitro analyte at different concentrations\nwas measured. We examined the quantitative fluorescent quenching efficiency\nof <bold>1′</bold> to TNP by using the Stern–Völmer\n(S–V) equation (<italic>I</italic>\n<sub>0</sub>/<italic>I</italic>) = 1 + <italic>K</italic>\n<sub>SV</sub>[Q], where <italic>I</italic> is the fluorescence intensity at TNP concentration of [Q], and <italic>I</italic>\n<sub>0</sub> signifies the initial fluorescence intensity\nof the MOF. The quenching constant is indicated by <italic>K</italic>\n<sub>SV</sub> (M<sup>–1</sup>). All other nitro analytes maintain a linear S–V plot; however,\nTNP shows a linear curve at relatively low concentration that bends\nupward as the concentration increases (b). The observed nonlinearity for TNP can\nbe credited to the concurrent existence of static and dynamic quenching\nphenomena as well as energy relocation between TNP and <bold>1′</bold>. A linear fit of the plot between\n0 and 0.04 mM produced a remarkable quenching constant of 9.3 ×\n10<sup>4</sup> M<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S28</ext-link>), which is many times higher than those for the rest of the analytes.\nIt is noteworthy that the observed <italic>K</italic>\n<sub>SV</sub> is one of the highest reported values for TNP-sensitive MOFs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S5</ext-link>).</p>", "clean_text": "With the aim of gaining insight about quenching phenomena, the gradual decrease in fluorescence intensity of 1' by the addition of every nitro analyte at different concentrations was measured. We examined the quantitative fluorescent quenching efficiency of 1' to TNP by using the Stern-Völmer (S-V) equation (I 0/I) = 1 + K SV[Q], where I is the fluorescence intensity at TNP concentration of [Q], and I 0 signifies the initial fluorescence intensity of the MOF. The quenching constant is indicated by K SV (M-1). All other nitro analytes maintain a linear S-V plot; however, TNP shows a linear curve at relatively low concentration that bends upward as the concentration increases (b). The observed nonlinearity for TNP can be credited to the concurrent existence of static and dynamic quenching phenomena as well as energy relocation between TNP and 1'. A linear fit of the plot between 0 and 0.04 mM produced a remarkable quenching constant of 9.3 × 104 M-1 (Figure S28), which is many times higher than those for the rest of the analytes. It is noteworthy that the observed K SV is one of the highest reported values for TNP-sensitive MOFs (Table S5).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>To gain supplementary understanding\ninto the PL-quenching of <bold>1′</bold> by TNP in the presence\nof other nitro analytes,\na selective nitro-analytes test was performed. Initially, the emission intensity of <bold>1′</bold> was recorded in the presence of 4-NP (20 μL of 0.5 mM in each\nsuccessive addition for two batches), maintaining standard protocol\n(vide supra), which resulted in minor quenching. In sharp contrast,\nconsecutive additions of TNP (40 μL of 0.5 mM evenly distributed\nin two batches) show extremely rapid quenching of emission intensity.\nSuch sequential addition cycles were continued up to 200 μL\nto check the selective sensing of TNP by <bold>1′</bold> in\nthe presence of 4-NP. This observation motivated us to check the discrimination\nof TNP in the presence of related nitro congeners. The results show\n(d) that high\nTNP selectivity of the framework in the concurrent presence of other\nNACs is maintained throughout.</p>", "clean_text": "To gain supplementary understanding into the PL-quenching of 1' by TNP in the presence of other nitro analytes, a selective nitro-analytes test was performed. Initially, the emission intensity of 1' was recorded in the presence of 4-NP (20 μL of 0.5 mM in each successive addition for two batches), maintaining standard protocol (vide supra), which resulted in minor quenching. In sharp contrast, consecutive additions of TNP (40 μL of 0.5 mM evenly distributed in two batches) show extremely rapid quenching of emission intensity. Such sequential addition cycles were continued up to 200 μL to check the selective sensing of TNP by 1' in the presence of 4-NP. This observation motivated us to check the discrimination of TNP in the presence of related nitro congeners. The results show (d) that high TNP selectivity of the framework in the concurrent presence of other NACs is maintained throughout.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Furthermore, the limit of detection\n(LOD) was obtained by monitoring\nthe fluorescence quenching via incremental addition of TNP (0.5 mM)\nto the DMF dispersion of <bold>1′</bold>. The fluorescence\nintensity change was plotted with corresponding TNP concentration,\nwhich produced a linear curve in the concentration range 0–0.04\nmM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S29</ext-link>). From the slope (<italic>K</italic>) of this linear calibration curve, we estimated the LOD\nfrom the eq 3σ/<italic>K</italic>, wherein σ denotes the\nstandard deviation of the initial emission intensity of the MOF in\nthe absence of any analyte (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S2</ext-link>),\nthe detection limit being calculated as low as 0.3 ppm (1.30 μM).\nThe value is superior to reported MOF-based sensor materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S5</ext-link>), and clearly indicates the excellent\npotential of present system in the precise detection of TNP. Given\nthe recyclability and stability of the framework is a vital issue\nfor the repeated in-field scrutiny of nitro compounds, sensing reproducibility\nof <bold>1′</bold> toward TNP was investigated. The sample\nwas recovered via centrifugation after every fluorescence titration\nexperiment in the presence of TNP, followed by thorough washing with\nmethanol and acetone. To our delight, the recovered compound maintains\n92% of the initial emission intensity even after five sensing–recovery\ncycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S30</ext-link>). Moreover, the PXRD\npattern of the recovered framework exhibits well-matched diffraction\npeaks to that of <bold>1′</bold>, indicating that integrity\nand crystallinity are well maintained (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S31</ext-link>). These results suggest outstanding reusability of the\nmaterial for TNP sensing.</p>", "clean_text": "Furthermore, the limit of detection (LOD) was obtained by monitoring the fluorescence quenching via incremental addition of TNP (0.5 mM) to the DMF dispersion of 1'. The fluorescence intensity change was plotted with corresponding TNP concentration, which produced a linear curve in the concentration range 0-0.04 mM (Figure S29). From the slope (K) of this linear calibration curve, we estimated the LOD from the eq 3σ/K, wherein σ denotes the standard deviation of the initial emission intensity of the MOF in the absence of any analyte (Table S2), the detection limit being calculated as low as 0.3 ppm (1.30 μM). The value is superior to reported MOF-based sensor materials (Table S5), and clearly indicates the excellent potential of present system in the precise detection of TNP. Given the recyclability and stability of the framework is a vital issue for the repeated in-field scrutiny of nitro compounds, sensing reproducibility of 1' toward TNP was investigated. The sample was recovered via centrifugation after every fluorescence titration experiment in the presence of TNP, followed by thorough washing with methanol and acetone. To our delight, the recovered compound maintains 92% of the initial emission intensity even after five sensing-recovery cycles (Figure S30). Moreover, the PXRD pattern of the recovered framework exhibits well-matched diffraction peaks to that of 1', indicating that integrity and crystallinity are well maintained (Figure S31). These results suggest outstanding reusability of the material for TNP sensing.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Such efficient sensing of TNP with\na pronounced nonlinear S–V\nplot demonstrates the concurrent existence of static as well as dynamic\nquenching phenomena along with a resonance energy transfer mechanism\n(RET), as mentioned previously. The small\naperture of one-dimensional channels in <bold>1</bold> excludes any\npossibility of encapsulation of nitro explosives into the pores. Interaction\nbetween nitro analytes and <bold>1′</bold> can therefore only\nbe correlated to surface adsorption. For high sensing ability of TNP\nby <bold>1′</bold>, a photoinduced electron transfer (PET)\nprocess could be anticipated. To rationalize\nsuch a PET mechanism, the understanding of electronic aspects of the\naforementioned nitro analytes should be invaluable. It is well-known\nthat the extended structure of MOFs, composed of d<sup>10</sup> metal\nions, endows them as giant “molecules” that often possess\nnarrow band gap energies between valence band (VB) and conduction\nband (CB), due to highly confined electronic states. The conduction band (CB) of MOFs lies at higher energies than the\nlowest unoccupied molecular orbital (LUMO) of the electron deficient\nanalytes. Thus, efficient electron transfer takes place upon excitation,\nfrom the conduction band of MOF to the LUMO of electron-deficient\nanalyte that generates the quenching event. Accordingly, better quenching\nis anticipated when the LUMO energy of a particular analyte is lower.\nTo this end, we calculated energies of the ligand, as well as the\nhighest occupied molecular orbital (HOMO)–LUMO, of all of the\nstudied nitro analytes by DFT applying the B3LYP/6-31+G­(d) level of\ntheory in Gaussian 09 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S3</ext-link>). The results obtained are depicted in a and firmly support\nthe highest quenching effect by TNP. The LUMO energy of ligand (−2.280\neV) is found to be greater than all of the nitro congeners (range:\nfrom −2.627 to −4.320 eV) that in turn signifies effective\nelectron transfer in the excited state from <bold>1′</bold> to the respective nitro analytes. Nevertheless, PET may not be the\nsole pathway for sensing, as the observed PL-quenching for some of\nthe nitro congeners does not properly follow their respective LUMO\nenergy order. Another valid reason for the quenching is resonance\nenergy transfer, which is an effective energy transfer process between\nthe fluorophore and the analyte that transpires when the absorption\nband of the analyte exhibits effective overlap with the emission band\nof the MOF. Indeed, the absorption spectrum of TNP shows a substantial\noverlap with the emission spectrum of <bold>1</bold>′, while\nalmost negligible overlap is observed for the other nitro congeners\n(b). These\nfindings clearly corroborate the highest quenching efficiency for\nTNP.</p>", "clean_text": "Such efficient sensing of TNP with a pronounced nonlinear S-V plot demonstrates the concurrent existence of static as well as dynamic quenching phenomena along with a resonance energy transfer mechanism (RET), as mentioned previously. The small aperture of one-dimensional channels in 1 excludes any possibility of encapsulation of nitro explosives into the pores. Interaction between nitro analytes and 1' can therefore only be correlated to surface adsorption. For high sensing ability of TNP by 1', a photoinduced electron transfer (PET) process could be anticipated. To rationalize such a PET mechanism, the understanding of electronic aspects of the aforementioned nitro analytes should be invaluable. It is well-known that the extended structure of MOFs, composed of d10 metal ions, endows them as giant \"molecules\" that often possess narrow band gap energies between valence band (VB) and conduction band (CB), due to highly confined electronic states. The conduction band (CB) of MOFs lies at higher energies than the lowest unoccupied molecular orbital (LUMO) of the electron deficient analytes. Thus, efficient electron transfer takes place upon excitation, from the conduction band of MOF to the LUMO of electron-deficient analyte that generates the quenching event. Accordingly, better quenching is anticipated when the LUMO energy of a particular analyte is lower. To this end, we calculated energies of the ligand, as well as the highest occupied molecular orbital (HOMO)-LUMO, of all of the studied nitro analytes by DFT applying the B3LYP/6-31+G(d) level of theory in Gaussian 09 (Table S3). The results obtained are depicted in a and firmly support the highest quenching effect by TNP. The LUMO energy of ligand (-2.280 eV) is found to be greater than all of the nitro congeners (range: from -2.627 to -4.320 eV) that in turn signifies effective electron transfer in the excited state from 1' to the respective nitro analytes. Nevertheless, PET may not be the sole pathway for sensing, as the observed PL-quenching for some of the nitro congeners does not properly follow their respective LUMO energy order. Another valid reason for the quenching is resonance energy transfer, which is an effective energy transfer process between the fluorophore and the analyte that transpires when the absorption band of the analyte exhibits effective overlap with the emission band of the MOF. Indeed, the absorption spectrum of TNP shows a substantial overlap with the emission spectrum of 1', while almost negligible overlap is observed for the other nitro congeners (b). These findings clearly corroborate the highest quenching efficiency for TNP.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) HOMO–LUMO energies for ligand H<bold>L</bold> as well\nas the studied nitro analytes, and (b) spectral overlap between the\nabsorption spectra of the nitro analytes and emission spectrum of <bold>1′</bold>.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2018-01646p_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) HOMO-LUMO energies for ligand HL as well as the studied nitro analytes, and (b) spectral overlap between the absorption spectra of the nitro analytes and emission spectrum of 1'.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<title>Fluorescence Studies for\nCu<sup>2+</sup> Detection</title><p>Encouraged by the excellent luminescent\nproperty, coupled with the\npresence of N-functionalized porous channels, we investigated the\nability of <bold>1′</bold> to detect metal ions in solution.\nInitially, a 10<sup>–2</sup> (M) solution was prepared by dissolving\ndiverse sets of metal–chloride (MCl<sub>2</sub>/MCl<sub>3</sub>) (M = Zn<sup>2+</sup>, Cu<sup>2+</sup>, Co<sup>2+</sup>, Mn<sup>2+</sup>, Ca<sup>2+</sup>, Hg<sup>2+</sup>, Ni<sup>2+</sup>, Fe<sup>3+</sup>, Pb<sup>2+</sup>, La<sup>3+</sup>) salts in DMF. The photoluminescence\nbehavior of a well-dispersed solution of <bold>1′</bold> (1\nmg in 2 mL of DMF) was observed by the incremental addition of 200\nμL of the individual metal solution in chronological manner.\nInterestingly, among all other metal ions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S32–S40</ext-link>), only Cu<sup>2+</sup> shows drastic quenching\nof emission intensity of the framework upon addition of 200 μL\nof the CuCl<sub>2</sub> solution (a). The quenching efficiency was calculated\nin a manner similar to that previously discussed, and the results\ndemonstrate highest quenching value for Cu<sup>2+</sup> (89%) as compared\nto the other cationic species (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S41</ext-link>). The trend in quenching follows the order: Cu<sup>2+</sup> &gt;\nFe<sup>3+</sup> &gt; Ni<sup>2+</sup> &gt; Pb<sup>2+</sup> &gt; Co<sup>2+</sup> &gt;\nCa<sup>2+</sup> &gt; Hg<sup>2+</sup> &gt; Zn<sup>2+</sup> &gt; La<sup>3+</sup> &gt; Mn<sup>2+</sup>.</p>", "clean_text": "Fluorescence Studies for Cu2+ Detection\n\nEncouraged by the excellent luminescent property, coupled with the presence of N-functionalized porous channels, we investigated the ability of 1' to detect metal ions in solution. Initially, a 10-2 (M) solution was prepared by dissolving diverse sets of metal-chloride (MCl2/MCl3) (M = Zn2+, Cu2+, Co2+, Mn2+, Ca2+, Hg2+, Ni2+, Fe3+, Pb2+, La3+) salts in DMF. The photoluminescence behavior of a well-dispersed solution of 1' (1 mg in 2 mL of DMF) was observed by the incremental addition of 200 μL of the individual metal solution in chronological manner. Interestingly, among all other metal ions (Figures S32-S40), only Cu2+ shows drastic quenching of emission intensity of the framework upon addition of 200 μL of the CuCl2 solution (a). The quenching efficiency was calculated in a manner similar to that previously discussed, and the results demonstrate highest quenching value for Cu2+ (89%) as compared to the other cationic species (Figure S41). The trend in quenching follows the order: Cu2+ > Fe3+ > Ni2+ > Pb2+ > Co2+ > Ca2+ > Hg2+ > Zn2+ > La3+ > Mn2+.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Emission spectra of <bold>1′</bold> upon incremental\naddition of Cu<sup>2+</sup> solution (10 mM) in DMF, and (b) nonlinear\nnature of S–V plot for Cu<sup>2+</sup> (0–1 mM). The\ninset shows the linear plot at lower concentration range (0–0.5\nmM). (c) S–V plots of the metal cations in a DMF suspension <bold>1′</bold>; the conditions were λ<sub>max</sub> ca. 400\nnm for <bold>1′</bold>; slit widths 5 nm. (d) Color change\nof CuCl<sub>2</sub> solution (10 mM) before and after adding <bold>1′</bold> along with a solid-state color change of <bold>1′</bold> before and after being dipped in CuCl<sub>2</sub> solution (10 mM).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"sc-2018-01646p_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Emission spectra of 1' upon incremental addition of Cu2+ solution (10 mM) in DMF, and (b) nonlinear nature of S-V plot for Cu2+ (0-1 mM). The inset shows the linear plot at lower concentration range (0-0.5 mM). (c) S-V plots of the metal cations in a DMF suspension 1'; the conditions were λmax ca. 400 nm for 1'; slit widths 5 nm. (d) Color change of CuCl2 solution (10 mM) before and after adding 1' along with a solid-state color change of 1' before and after being dipped in CuCl2 solution (10 mM).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>Furthermore, to quantify the quenching\nconstant (<italic>K</italic>\n<sub>SV</sub>), S–V plots were\nobtained by plotting relative\nfluorescence intensity [(<italic>I</italic>\n<sub>0</sub>/<italic>I</italic>)] against molar concentration [Q] of Cu<sup>2+</sup> ion. A linear\ncurve was obtained in a lower concentration range (0–0.5 mM).\nOn the basis of the linear fitting, the <italic>K</italic>\n<sub>SV</sub> value of <bold>1′</bold> for Cu<sup>2+</sup> was found to\nbe 4.4 × 10<sup>3</sup> M<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S42</ext-link>), which is considerably larger than the value for\nother metal ions. However, the curve deviates from linearity at higher\nconcentration range (b), indicating the synchronous presence of static and dynamic\nquenching mechanisms. Furthermore, the\nlimit of detection (LOD) of <bold>1′</bold> toward Cu<sup>2+</sup> was calculated to be 3.9 ppm (16.9 μM), following the equation:\nLOD = 3σ/<italic>K</italic> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S4</ext-link>), where each term bears its own significance (vide supra). To the\nbest of our knowledge, these values are comparable to or even higher\nthan literature values for well-known MOFs used for Cu<sup>2+</sup> detection (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S6</ext-link>). Such efficient\nCu<sup>2+</sup> sensing could be a joint consequence of strong metal\nion interaction with the framework as well as the presence of a suitably\nsized cavity. The later justification has been well established toward\nensuring the accessibility and enhancing the efficiency of metal ion\ndetection. In fact, a close look inside\nthe structure of <bold>1</bold> reveals that the uncoordinated nitrogen\nsites in the triazole moiety of the bifunctional ligand are projected\ntoward the pores of the one-dimensional channels, and excludes the\nrestriction of weak interactions. In an attempt to corroborate this\nrationale, <bold>1′</bold> was immersed in a CuCl<sub>2</sub> solution to result Cu<sup>2+</sup> incorporated framework. Remarkably,\na visible color change of the solution from deep yellow to pale green\nwas observed (d). In addition, the pictures of Cu<sup>2+</sup> incorporated <bold>1′</bold> in the solid state showed a clear color change from\npale brown to dark green, confirming the MOF–Cu<sup>2+</sup> interaction. These results clearly show that <bold>1′</bold> changes color upon metal encapsulation and can be considered as\na naked-eye detector for Cu<sup>2+</sup>.</p>", "clean_text": "Furthermore, to quantify the quenching constant (K SV), S-V plots were obtained by plotting relative fluorescence intensity [(I 0/I)] against molar concentration [Q] of Cu2+ ion. A linear curve was obtained in a lower concentration range (0-0.5 mM). On the basis of the linear fitting, the K SV value of 1' for Cu2+ was found to be 4.4 × 103 M-1 (Figure S42), which is considerably larger than the value for other metal ions. However, the curve deviates from linearity at higher concentration range (b), indicating the synchronous presence of static and dynamic quenching mechanisms. Furthermore, the limit of detection (LOD) of 1' toward Cu2+ was calculated to be 3.9 ppm (16.9 μM), following the equation: LOD = 3σ/K (Table S4), where each term bears its own significance (vide supra). To the best of our knowledge, these values are comparable to or even higher than literature values for well-known MOFs used for Cu2+ detection (Table S6). Such efficient Cu2+ sensing could be a joint consequence of strong metal ion interaction with the framework as well as the presence of a suitably sized cavity. The later justification has been well established toward ensuring the accessibility and enhancing the efficiency of metal ion detection. In fact, a close look inside the structure of 1 reveals that the uncoordinated nitrogen sites in the triazole moiety of the bifunctional ligand are projected toward the pores of the one-dimensional channels, and excludes the restriction of weak interactions. In an attempt to corroborate this rationale, 1' was immersed in a CuCl2 solution to result Cu2+ incorporated framework. Remarkably, a visible color change of the solution from deep yellow to pale green was observed (d). In addition, the pictures of Cu2+ incorporated 1' in the solid state showed a clear color change from pale brown to dark green, confirming the MOF-Cu2+ interaction. These results clearly show that 1' changes color upon metal encapsulation and can be considered as a naked-eye detector for Cu2+.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The inductively coupled\nplasma (ICP) analysis results indicate\na 1:5.22 ratio of Cu<sup>2+</sup> and Cd­(II) in the Cu<sup>2+</sup> included framework (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S7</ext-link>), which\nconfirms that Cd­(II) in the framework was not exchanged by Cu<sup>2+</sup> during the quenching process. To the best of our knowledge,\nthe strong affinity of free N atoms toward Cu<sup>2+</sup> reduces\nthe energy-transfer efficiency from ligands to the Cd­(II) ions, thus\ndecreasing the luminescent intensity and eventually conferring high\nsensitivity on the framework. In this modus operandi, however, the\ncounteranions may also influence specific metal ion sensing. Therefore,\na range of DMF solutions of Cu<sup>2+</sup> salts containing various\nanions (NO<sub>3</sub>\n<sup>–</sup>, SO<sub>4</sub>\n<sup>2–</sup>, and OAc<sup>–</sup>) were analyzed. The results show (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S43–S45</ext-link>) that the luminescence\nintensity of <bold>1′</bold> decreases in an almost equal extent\nupon addition of Cu<sup>2+</sup> solutions with different counteranions.\nThus, the type of anion has an insignificant effect on luminescence\nquenching.</p>", "clean_text": "The inductively coupled plasma (ICP) analysis results indicate a 1:5.22 ratio of Cu2+ and Cd(II) in the Cu2+ included framework (Table S7), which confirms that Cd(II) in the framework was not exchanged by Cu2+ during the quenching process. To the best of our knowledge, the strong affinity of free N atoms toward Cu2+ reduces the energy-transfer efficiency from ligands to the Cd(II) ions, thus decreasing the luminescent intensity and eventually conferring high sensitivity on the framework. In this modus operandi, however, the counteranions may also influence specific metal ion sensing. Therefore, a range of DMF solutions of Cu2+ salts containing various anions (NO3 -, SO4 2-, and OAc-) were analyzed. The results show (Figures S43-S45) that the luminescence intensity of 1' decreases in an almost equal extent upon addition of Cu2+ solutions with different counteranions. Thus, the type of anion has an insignificant effect on luminescence quenching.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Given the selective identification of a specific\nanalyte from a\nmixed system is imperative for sensing applications, we next checked\nthe competitive metal ion detection (CMD) of Cu<sup>2+</sup> by <bold>1′</bold> in the presence of other metal ions. This investigation\nwas carried out in a manner identical to the competitive detection\nof nitro analytes. While addition of other metal ion solutions (Ni<sup>2+</sup>, Co<sup>2+</sup>, Ca<sup>2+</sup>, Hg<sup>2+</sup>, Zn<sup>2+</sup>, Mn<sup>2+</sup>) marginally affects the emission intensity\nof <bold>1′</bold> (20 μL of 10 mM solution, added in\ntwo consecutive aliquots), a radical alteration is observed when the\nCu<sup>2+</sup> solution (40 μL of a 10 mM solution, evenly\ndistributed in two aliquots) was subsequently added (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S46–S51</ext-link>). The results clearly manifest the\nframework as a favorable candidate for the selective as well as sensitive\nCu<sup>2+</sup> ion detection even in the minute presence of different\nother metal ions. To assess the reproducibility of Cu<sup>2+</sup> detection, <bold>1′</bold> was dispersed in DMF solution\ncontaining 200 μL of Cu<sup>2+</sup>. As expected, it results\nin the turn-off mode. The resultant solid containing Cu<sup>2+</sup> was then washed with fresh DMF to remove the metal ions from the\nframework channels. Surprisingly, the original metal-ion-free luminescence\nwas restored. This reversible process was continued for five cycles,\nwhich showed that the emission intensity as well as quenching ability\nwere retained with only negligible deviation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S52</ext-link>). Importantly, <bold>1′</bold> maintains\nits structural integrity during the sensing–recovery cycles,\nas confirmed by the unaltered PXRD patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S53</ext-link>). Thus, removal of the Cu<sup>2+</sup> ions from the framework\nwas readily achieved by simple washing with DMF, which is a necessary\nattribute for sensory materials, and emphasizes the potential of the\npresent MOF for repeated use in real-time applications.</p>", "clean_text": "Given the selective identification of a specific analyte from a mixed system is imperative for sensing applications, we next checked the competitive metal ion detection (CMD) of Cu2+ by 1' in the presence of other metal ions. This investigation was carried out in a manner identical to the competitive detection of nitro analytes. While addition of other metal ion solutions (Ni2+, Co2+, Ca2+, Hg2+, Zn2+, Mn2+) marginally affects the emission intensity of 1' (20 μL of 10 mM solution, added in two consecutive aliquots), a radical alteration is observed when the Cu2+ solution (40 μL of a 10 mM solution, evenly distributed in two aliquots) was subsequently added (Figures S46-S51). The results clearly manifest the framework as a favorable candidate for the selective as well as sensitive Cu2+ ion detection even in the minute presence of different other metal ions. To assess the reproducibility of Cu2+ detection, 1' was dispersed in DMF solution containing 200 μL of Cu2+. As expected, it results in the turn-off mode. The resultant solid containing Cu2+ was then washed with fresh DMF to remove the metal ions from the framework channels. Surprisingly, the original metal-ion-free luminescence was restored. This reversible process was continued for five cycles, which showed that the emission intensity as well as quenching ability were retained with only negligible deviation (Figure S52). Importantly, 1' maintains its structural integrity during the sensing-recovery cycles, as confirmed by the unaltered PXRD patterns (Figures S53). Thus, removal of the Cu2+ ions from the framework was readily achieved by simple washing with DMF, which is a necessary attribute for sensory materials, and emphasizes the potential of the present MOF for repeated use in real-time applications.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The bifunctional ligand 4-(4-carboxyphenyl)-1,2,4-triazole (H<bold>L</bold>), containing both triazole and carboxylic acid moieties,\nwas used to form a Cd­(II) framework <bold>1</bold> that possesses\nuncoordinated N atom-functionalized channels, without sacrificing\nthe internal pore. Three isoskeletal frameworks were also synthesized\nby changing the solvent medium. The pore size maximizes in <bold>2</bold> by employing <italic>N</italic>,<italic>N</italic>′-diethylformamide\n(DEF) solvent. Because of the presence of surface-functionalized channel,\nthe activated framework <bold>1′</bold> exhibits a strong affinity\ntoward CO<sub>2</sub> molecules and has good CO<sub>2</sub>/N<sub>2</sub> and CO<sub>2</sub>/CH<sub>4</sub> selectivity. Interestingly,\nthe framework shows negligible CO<sub>2</sub> loss even after five\nadsorption–desorption cycles, demonstrating robustness of the\nstructure in multiple uptake and release. Moreover, <bold>1′</bold> reveals extremely selective and sensitive fluorescence quenching\nby 2,4,6-trinitophenol (TNP) in DMF, with a remarkable quenching constant\n(9.3 × 10<sup>4</sup> M<sup>–1</sup>) and extreme low\ndetection limit (0.3 ppm). The combined inputs from mechanistic as\nwell as experimental studies validate that aforesaid quenching can\nbe credited to the synchronous presence of static and dynamic quenching,\nalong with resonance energy transfer mechanism. Further studies on\nmetal–-ion detection reveal highly sensitive luminescent quenching\nof the framework by Cu<sup>2+</sup> in the presence of other metal\nions. The attractive quenching constant (4.4 × 10<sup>3</sup> M<sup>–1</sup>) and very low limit of detection (3.9 ppm),\ntogether with the obvious color change in solution and solid phase,\nupon metal encapsulation, validate <bold>1′</bold> as a potential\nnaked-eye detector for Cu<sup>2+</sup>. The excellent reusability\ntoward of the framework with respect to both TNP and Cu<sup>2+</sup> sensing is certainly noteworthy.</p>", "clean_text": "Conclusions\n\nThe bifunctional ligand 4-(4-carboxyphenyl)-1,2,4-triazole (HL), containing both triazole and carboxylic acid moieties, was used to form a Cd(II) framework 1 that possesses uncoordinated N atom-functionalized channels, without sacrificing the internal pore. Three isoskeletal frameworks were also synthesized by changing the solvent medium. The pore size maximizes in 2 by employing N,N'-diethylformamide (DEF) solvent. Because of the presence of surface-functionalized channel, the activated framework 1' exhibits a strong affinity toward CO2 molecules and has good CO2/N2 and CO2/CH4 selectivity. Interestingly, the framework shows negligible CO2 loss even after five adsorption-desorption cycles, demonstrating robustness of the structure in multiple uptake and release. Moreover, 1' reveals extremely selective and sensitive fluorescence quenching by 2,4,6-trinitophenol (TNP) in DMF, with a remarkable quenching constant (9.3 × 104 M-1) and extreme low detection limit (0.3 ppm). The combined inputs from mechanistic as well as experimental studies validate that aforesaid quenching can be credited to the synchronous presence of static and dynamic quenching, along with resonance energy transfer mechanism. Further studies on metal--ion detection reveal highly sensitive luminescent quenching of the framework by Cu2+ in the presence of other metal ions. The attractive quenching constant (4.4 × 103 M-1) and very low limit of detection (3.9 ppm), together with the obvious color change in solution and solid phase, upon metal encapsulation, validate 1' as a potential naked-eye detector for Cu2+. The excellent reusability toward of the framework with respect to both TNP and Cu2+ sensing is certainly noteworthy.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials and Methods</title><p>All of the solvents were procured\nfrom S. D. Fine Chemicals, India, and purified by following standard\nconventional methods prior to use. Reagent grade <italic>N</italic>,<italic>N</italic>′-dimethylformamide (DMF), <italic>N</italic>,<italic>N</italic>′-diethylformamide (DEF), and Cd­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O were purchased from Sigma-Aldrich\nand used without further purification. All of the solvents such as\nmethanol, dichloromethane (DCM), and various metal salts were procured\nfrom S. D. Fine Chemicals, India. All metal salts, 1,2,4-triazole,\n4-fluoroethyl benzoate, and the nitro aromatics, used in this study\nwere purchased from Sigma-Aldrich and used without further purification.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll of the solvents were procured from S. D. Fine Chemicals, India, and purified by following standard conventional methods prior to use. Reagent grade N,N'-dimethylformamide (DMF), N,N'-diethylformamide (DEF), and Cd(NO3)2⋅4H2O were purchased from Sigma-Aldrich and used without further purification. All of the solvents such as methanol, dichloromethane (DCM), and various metal salts were procured from S. D. Fine Chemicals, India. All metal salts, 1,2,4-triazole, 4-fluoroethyl benzoate, and the nitro aromatics, used in this study were purchased from Sigma-Aldrich and used without further purification.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["synthesis condition"], "content": "<p>Caution! Being hazardous and explosive, all of the nitro aromatics\nshould be handled carefully.</p><title>Physical Measurements</title><p>All spectroscopic\nand crystallographic\nstudies are provided in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Supporting Information</ext-link>.</p><title>Synthesis of the Ligand</title><p>Ligand 4-(1<italic>H</italic>-triazole-1-yl)\nbenzoic acid was prepared by following a literature\nmethod and characterized by elemental, <sup>1</sup>H and <sup>13</sup>C NMR, and ESI–MS analyses (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Supporting Information</ext-link>).</p><title>Synthesis of <bold>1</bold>\n</title><p>A mixture of Cd­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O (30.8 mg, 0.1 mmol) and\n4-(4-carboxyphenyl)-1,2,4-triazole (H<bold>L</bold>) (37.8 mg, 0.2\nmmol) was dissolved in 7 mL of DMF, and heated in a 15 mL glass vial\nat 120 °C for 36 h. Colorless, needle-shaped crystals were isolated\nin 62% yield, washed with DMF, and dried in air. FT-IR (KBr pellets,\ncm<sup>–1</sup>): 3468 br, 2934 w, 1683 s, 1382 s, 1252 m,\n970 s, 867 s, 784 s, 660 s. Anal. Calcd for CdC<sub>18</sub>H<sub>12</sub>N<sub>6</sub>O<sub>4</sub>·0.92­(C<sub>3</sub>H<sub>7</sub>NO) = ([Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>]·0.92DMF):\nC, 44.84; H, 3.34; N, 17.42. Found: C, 44.95; H, 3.40; N, 17.30.</p>", "clean_text": "Caution! Being hazardous and explosive, all of the nitro aromatics should be handled carefully.\n\nPhysical Measurements\n\nAll spectroscopic and crystallographic studies are provided in the Supporting Information.\n\nSynthesis of the Ligand\n\nLigand 4-(1H-triazole-1-yl) benzoic acid was prepared by following a literature method and characterized by elemental, 1H and 13C NMR, and ESI-MS analyses (see the Supporting Information).\n\nSynthesis of 1 \n\nA mixture of Cd(NO3)2⋅4H2O (30.8 mg, 0.1 mmol) and 4-(4-carboxyphenyl)-1,2,4-triazole (HL) (37.8 mg, 0.2 mmol) was dissolved in 7 mL of DMF, and heated in a 15 mL glass vial at 120 °C for 36 h. Colorless, needle-shaped crystals were isolated in 62% yield, washed with DMF, and dried in air. FT-IR (KBr pellets, cm-1): 3468 br, 2934 w, 1683 s, 1382 s, 1252 m, 970 s, 867 s, 784 s, 660 s. Anal. Calcd for CdC18H12N6O4⋅0.92(C3H7NO) = ([Cd( L )2]⋅0.92DMF): C, 44.84; H, 3.34; N, 17.42. Found: C, 44.95; H, 3.40; N, 17.30.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Isoskeletal Frameworks (<bold>2</bold>–<bold>4</bold>)</title><p>Compounds <bold>2</bold>–<bold>4</bold> were synthesized following a procedure similar to that of <bold>1</bold>, except using solvent DEF for <bold>2</bold>, DBF for <bold>3</bold>, and NMF for <bold>4</bold>. Colorless, needle-shaped crystals\nwere isolated in 52%, 40%, and 35% yield, respectively. The crystals\nwere washed with solvent, used for the synthesis, and finally dried\nin air. All of the isoskeletal frameworks upon activation (vide supra)\nprovided a similar molecular formula [Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>]. Anal. Calcd for C<sub>18</sub>H<sub>12</sub>N<sub>6</sub>O<sub>4</sub>Cd [Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>]: C, 44.24; H, 2.47; N, 17.20. Found: C, 44.18; H, 2.55; N, 17.12.</p>", "clean_text": "Synthesis of Isoskeletal Frameworks (2-4)\n\nCompounds 2-4 were synthesized following a procedure similar to that of 1, except using solvent DEF for 2, DBF for 3, and NMF for 4. Colorless, needle-shaped crystals were isolated in 52%, 40%, and 35% yield, respectively. The crystals were washed with solvent, used for the synthesis, and finally dried in air. All of the isoskeletal frameworks upon activation (vide supra) provided a similar molecular formula [Cd( L )2]. Anal. Calcd for C18H12N6O4Cd [Cd( L )2]: C, 44.24; H, 2.47; N, 17.20. Found: C, 44.18; H, 2.55; N, 17.12.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acssuschemeng.8b01646\">10.1021/acssuschemeng.8b01646</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Synthesis of H<bold>L</bold>, additional structural\nfigures, PXRD patterns, TGA, FT-IR, adsorption isotherms, and calculation\ndetalils for IAST selectivity, photoluminescent spectra and diagrams\n(Figures S1–S54), tables for X-ray structural data, selected\nbond lengths and bond angles, LOD, theoretical calculation results,\nand ICP analysis (Tables S1–S15) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data for compound <bold>1</bold> using DMF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data for compound <bold>2</bold> using DEF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic data for compound <bold>3</bold> using DBF\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_004.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray\ncrystallographic data for compound <bold>4</bold> using NMF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_005.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acssuschemeng.8b01646.  Synthesis of HL, additional structural figures, PXRD patterns, TGA, FT-IR, adsorption isotherms, and calculation detalils for IAST selectivity, photoluminescent spectra and diagrams (Figures S1-S54), tables for X-ray structural data, selected bond lengths and bond angles, LOD, theoretical calculation results, and ICP analysis (Tables S1-S15) (PDF)   X-ray crystallographic data for compound 1 using DMF (CIF)   X-ray crystallographic data for compound 2 using DEF (CIF)   X-ray crystallographic data for compound 3 using DBF (CIF)   X-ray crystallographic data for compound 4 using NMF (CIF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Synthesis of H<bold>L</bold>, additional structural\nfigures, PXRD patterns, TGA, FT-IR, adsorption isotherms, and calculation\ndetalils for IAST selectivity, photoluminescent spectra and diagrams\n(Figures S1–S54), tables for X-ray structural data, selected\nbond lengths and bond angles, LOD, theoretical calculation results,\nand ICP analysis (Tables S1–S15) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Synthesis of HL, additional structural figures, PXRD patterns, TGA, FT-IR, adsorption isotherms, and calculation detalils for IAST selectivity, photoluminescent spectra and diagrams (Figures S1-S54), tables for X-ray structural data, selected bond lengths and bond angles, LOD, theoretical calculation results, and ICP analysis (Tables S1-S15) (PDF)", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallographic data for compound <bold>1</bold> using DMF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_002.cif\">CIF</ext-link>)</p><p>X-ray crystallographic data for compound <bold>2</bold> using DEF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_003.cif\">CIF</ext-link>)</p><p>X-ray crystallographic data for compound <bold>3</bold> using DBF\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_004.cif\">CIF</ext-link>)</p><p>X-ray\ncrystallographic data for compound <bold>4</bold> using NMF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_005.cif\">CIF</ext-link>)</p><p>S.S. and R.G. contributed equally.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "X-ray crystallographic data for compound 1 using DMF (CIF)\n\nX-ray crystallographic data for compound 2 using DEF (CIF)\n\nX-ray crystallographic data for compound 3 using DBF (CIF)\n\nX-ray crystallographic data for compound 4 using NMF (CIF)\n\nS.S. and R.G. contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "32, 33", "type": "text", "classification": "synthesis condition", "content": "<p>Caution! Being hazardous and explosive, all of the nitro aromatics\nshould be handled carefully.</p><title>Physical Measurements</title><p>All spectroscopic\nand crystallographic\nstudies are provided in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Supporting Information</ext-link>.</p><title>Synthesis of the Ligand</title><p>Ligand 4-(1<italic>H</italic>-triazole-1-yl)\nbenzoic acid was prepared by following a literature\nmethod and characterized by elemental, <sup>1</sup>H and <sup>13</sup>C NMR, and ESI–MS analyses (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Supporting Information</ext-link>).</p><title>Synthesis of <bold>1</bold>\n</title><p>A mixture of Cd­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O (30.8 mg, 0.1 mmol) and\n4-(4-carboxyphenyl)-1,2,4-triazole (H<bold>L</bold>) (37.8 mg, 0.2\nmmol) was dissolved in 7 mL of DMF, and heated in a 15 mL glass vial\nat 120 °C for 36 h. Colorless, needle-shaped crystals were isolated\nin 62% yield, washed with DMF, and dried in air. FT-IR (KBr pellets,\ncm<sup>–1</sup>): 3468 br, 2934 w, 1683 s, 1382 s, 1252 m,\n970 s, 867 s, 784 s, 660 s. Anal. Calcd for CdC<sub>18</sub>H<sub>12</sub>N<sub>6</sub>O<sub>4</sub>·0.92­(C<sub>3</sub>H<sub>7</sub>NO) = ([Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>]·0.92DMF):\nC, 44.84; H, 3.34; N, 17.42. Found: C, 44.95; H, 3.40; N, 17.30.</p><title>Synthesis of Isoskeletal Frameworks (<bold>2</bold>–<bold>4</bold>)</title><p>Compounds <bold>2</bold>–<bold>4</bold> were synthesized following a procedure similar to that of <bold>1</bold>, except using solvent DEF for <bold>2</bold>, DBF for <bold>3</bold>, and NMF for <bold>4</bold>. Colorless, needle-shaped crystals\nwere isolated in 52%, 40%, and 35% yield, respectively. The crystals\nwere washed with solvent, used for the synthesis, and finally dried\nin air. All of the isoskeletal frameworks upon activation (vide supra)\nprovided a similar molecular formula [Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>]. Anal. Calcd for C<sub>18</sub>H<sub>12</sub>N<sub>6</sub>O<sub>4</sub>Cd [Cd­(<bold>\n<italic>L</italic>\n</bold>)<sub>2</sub>]: C, 44.24; H, 2.47; N, 17.20. Found: C, 44.18; H, 2.55; N, 17.12.</p>", "clean_text": "Caution! Being hazardous and explosive, all of the nitro aromatics should be handled carefully.\n\nPhysical Measurements\n\nAll spectroscopic and crystallographic studies are provided in the Supporting Information.\n\nSynthesis of the Ligand\n\nLigand 4-(1H-triazole-1-yl) benzoic acid was prepared by following a literature method and characterized by elemental, 1H and 13C NMR, and ESI-MS analyses (see the Supporting Information).\n\nSynthesis of 1 \n\nA mixture of Cd(NO3)2⋅4H2O (30.8 mg, 0.1 mmol) and 4-(4-carboxyphenyl)-1,2,4-triazole (HL) (37.8 mg, 0.2 mmol) was dissolved in 7 mL of DMF, and heated in a 15 mL glass vial at 120 °C for 36 h. Colorless, needle-shaped crystals were isolated in 62% yield, washed with DMF, and dried in air. FT-IR (KBr pellets, cm-1): 3468 br, 2934 w, 1683 s, 1382 s, 1252 m, 970 s, 867 s, 784 s, 660 s. Anal. Calcd for CdC18H12N6O4⋅0.92(C3H7NO) = ([Cd( L )2]⋅0.92DMF): C, 44.84; H, 3.34; N, 17.42. Found: C, 44.95; H, 3.40; N, 17.30.\n\nSynthesis of Isoskeletal Frameworks (2-4)\n\nCompounds 2-4 were synthesized following a procedure similar to that of 1, except using solvent DEF for 2, DBF for 3, and NMF for 4. Colorless, needle-shaped crystals were isolated in 52%, 40%, and 35% yield, respectively. The crystals were washed with solvent, used for the synthesis, and finally dried in air. All of the isoskeletal frameworks upon activation (vide supra) provided a similar molecular formula [Cd( L )2]. Anal. Calcd for C18H12N6O4Cd [Cd( L )2]: C, 44.24; H, 2.47; N, 17.20. Found: C, 44.18; H, 2.55; N, 17.12.", "data": [{"meta": {"name": "4-(1H-triazole-1-yl) benzoic acid", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "literature method", "precursor": [{"name": "", "amount": "", "unit": ""}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "1", "symbol": "", "chemical formula": "CdC18H12N6O4·0.92(C3H7NO)"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cd(NO3)2·4H2O", "amount": "30.8", "unit": "mg"}, {"name": "4-(4-carboxyphenyl)-1,2,4-triazole (HL)", "amount": "37.8", "unit": "mg"}], "solution": [{"name": "DMF", "amount": "7", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "36 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}]}, {"meta": {"name": "2", "symbol": "", "chemical formula": "CdC18H12N6O4"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cd(NO3)2·4H2O", "amount": "", "unit": ""}, {"name": "4-(4-carboxyphenyl)-1,2,4-triazole (HL)", "amount": "", "unit": ""}], "solution": [{"name": "DEF", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "washing", "washing solution": "DEF", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}]}, {"meta": {"name": "3", "symbol": "", "chemical formula": "CdC18H12N6O4"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cd(NO3)2·4H2O", "amount": "", "unit": ""}, {"name": "4-(4-carboxyphenyl)-1,2,4-triazole (HL)", "amount": "", "unit": ""}], "solution": [{"name": "DBF", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "washing", "washing solution": "DBF", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}]}, {"meta": {"name": "4", "symbol": "", "chemical formula": "CdC18H12N6O4"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cd(NO3)2·4H2O", "amount": "", "unit": ""}, {"name": "4-(4-carboxyphenyl)-1,2,4-triazole (HL)", "amount": "", "unit": ""}], "solution": [{"name": "NMF", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "washing", "washing solution": "NMF", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}]}], "include_properties": ["chemical_synthesis", "washing", "drying"]}, {"idx": "10, 11, 13, 15, 17", "type": "text", "classification": "property", "content": "<p>The integrity and phase purity of the bulk samples <bold>1</bold>–<bold>4</bold> were independently established from strong\ncorrelations of the peaks in their individual powder X-ray diffraction\n(PXRD) profiles to those of the simulated ones, derived from respective\nX-ray structures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S6 and S7</ext-link>). Although\npeak overlap complicates the assignment of IR bands of the framework,\nthe &gt;CO (carbonyl) band of the included solvents could\nbe\neasily detected in the FT-IR spectrum. The carbonyl peak of the guest\nsolvent arises at 1683 cm<sup>–1</sup> for <bold>1</bold>,\n1653 cm<sup>–1</sup> for <bold>2</bold>, 1615 cm<sup>–1</sup> for <bold>3</bold>, and 1680 cm<sup>–1</sup> for <bold>4</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S8 and S9</ext-link>). Thermogravimetric analyses of <bold>1</bold>–<bold>4</bold> display (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S10 and S11</ext-link>)\nan initial weight loss up to 150 °C, probably due to the expulsion\nof included solvent molecules. The plateaus ranging from 150–290\n°C indicate thermally stable frameworks. The desolvated frameworks\nwere achieved by replacing the included DMF guests with dichloromethane\n(DCM) for 3 days, followed by heating at 100 °C for 6 h under\nvacuum. The TGA curves, recorded for the individual desolvated frameworks,\nshow no weight loss up to 300 °C. Alongside, variable-temperature\npowder X-ray diffraction (VT-PXRD) experiments for <bold>1</bold> and <bold>2</bold> exhibit retention of structural integrity until 300 °C\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S12</ext-link>). Both of the experiments equally\ncorroborate the high thermal robustness of the structures.</p><title>Gas Adsorption\nStudies</title><p>The high thermal stability along\nwith the presence of a 1D porous channel in the isoskeletal frameworks\nprompted us to pursue gas adsorption studies in the activated state.\nThe activation was accomplished as specified in the preceding section,\nto afford the solvent free form <bold>1′</bold>. At the onset,\nN<sub>2</sub> adsorption for <bold>1′</bold> was conducted\nat 77 K, which results in only surface adsorption (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S13</ext-link>) up to 1.0 relative pressure (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub>). To our knowledge, the lack of N<sub>2</sub> adsorption could be a consequence of the 1D channel existing\nalong the <italic>c</italic> axis, with no substantial opening in\nother direction. This possibly prevents the N<sub>2</sub> molecules,\nhaving a kinetic diameter of 3.6 Å, from entering the unidirectional\npore. The accessible N-donor sites from free nitrogen atoms\nof triazole ring are properly oriented toward the pore, and expected\nto enhance interactions between CO<sub>2</sub> and framework. We therefore next performed CO<sub>2</sub> sorption studies in <bold>1′</bold> at different temperatures. As opposed to N<sub>2</sub> gas, the CO<sub>2</sub> (kinetic diameter = 3.3 Å) adsorption\nrevealed a typical type-I isotherm at 273 K (), displaying the framework nature to be\nmicroporous. Noticeably, no hysteresis could be found between adsorption\nand desorption, and a maximum of 27.8 cm<sup>3</sup>/g (1.24 mmol/g,\n5.5 wt %) CO<sub>2</sub> uptake was achieved. The uptake value at\n295 K under similar measurement conditions () approximates to 18.66 cm<sup>3</sup>/g\n(0.83 mmol/g, 3.7 wt %). Although the uptake value for <bold>1′</bold> is not exceptional, as compared to famous nitrogen-rich MOFs, it does fairly equivalent to or better than MOFs such as SNU-110\n(23.6 cm<sup>3</sup>/g, 1.05 mmol/g, 4.6 wt %), [Cd­(ipa)­(L­(NH<sub>2</sub>)<sub>2</sub>)] (24.3 cm<sup>3</sup>/g, 1.08 mmol/g, 4.8 wt\n%), [Zn<sub>2</sub>(HDDCBA)] (26.1 cm<sup>3</sup>/g, 1.17 mmol/g,\n5.1 wt %), Pcp (29.1 cm<sup>3</sup>/g, 1.30 mmol/g, 5.7 wt %), UCY-1\n(31.4 cm<sup>3</sup>/g, 1.40 mmol/g, 6.2 wt %), and ZIF-100 (32.6\ncm<sup>3</sup>/g, 1.46 mmol/g, 6.4 wt %). The CO<sub>2</sub> adsorption capacity of <bold>1′</bold> is ascribed to the nitrogen-rich pore environment. Further insight\non the interaction of the framework with the adsorbate was gained\nfrom the isosteric heat of adsorption (<italic>Q</italic>\n<sub>st</sub>), assessed by employing the Clausius–Clayperon equation,\nusing the CO<sub>2</sub> isotherms at 273 and 295 K.\n</p><p>As shown in , the <italic>Q</italic>\n<sub>st</sub> value at zero loading\nis 29.05\nkJ mol<sup>–1</sup>, which increases afterward due to enhanced\ninteraction between the polar CO<sub>2</sub> molecules (polarizability\n= 26.3 × 10<sup>–25</sup> cm<sup>3</sup>; quadrupole moment\n= 13.4 × 10<sup>–40</sup> C m<sup>2</sup>) and the basic\nN atoms in the framework. Thereafter, the value drops as the sites\nfor maximum affinity become saturated, and the curve maintains the\nsteady nature even until the full coverage. The <italic>Q</italic>\n<sub>st</sub> value is lower than those for other known MOFs containing\n−NH<sub>2</sub> groups such as bio-MOF-11 (45 kJ/mol), CAU-1\n(48 kJ/mol), NH<sub>2</sub>-MIL-53­(Al) (35 kJ/mol), and USO-1-Al-A\n(50 kJ/mol), but higher than those of PCN-88 (27 kJ/mol), MAF-26 (23\nkJ/mol), NOTT-140 (25 kJ/mol), CuBTTri (21 kJ/mol), MIL-53-Al (20.1\nkJ/mol), IRMOF-3 (19 kJ/mol), MOF-5 (17 kJ/mol), and UMCM-1 (12 kJ/mol).\nEvidently, the adsorption enthalpy is moderate that benefits not only\ngood CO<sub>2</sub> adsorption, but also implies the easy regeneration\nof the adsorbent, which is a crucial and important standard to evaluate\nan adsorption material. In this regard, the regenerative feature of <bold>1′</bold> was also investigated. To our delight, five cycles\nof CO<sub>2</sub> uptake at 273 K show almost equal capacities with\nminimal loss (), revealing sorption recurrence. Moreover, the PXRD profile of <bold>1′</bold> after the fifth adsorption–desorption cycle\nshows excellent correspondence of peaks to that of the as-synthesized\nstructure, demonstrating uptake and release are nondestructive (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S15</ext-link>). The sorption behaviors of <bold>1′</bold> with respect to CH<sub>4</sub> and N<sub>2</sub> were also studied at 273 and 295 K. The result shows () a maximum CH<sub>4</sub> uptake\nof 8.3 cm<sup>3</sup>/g (0.37 mmol/g, 0.59 wt %) and 5.7 cm<sup>3</sup>/g (0.25 mmol/g, 0.41 wt %) at 273 and 295 K, respectively. However,\nthe adsorption values for N<sub>2</sub> are only negligible. The results\nclearly demonstrate that the cavity of <bold>1′</bold> is mainly\nreachable to CO<sub>2</sub>.</p><p>Encouraged by relatively\nhigh CO<sub>2</sub> uptake as compared\nto other gases, we investigated the selective CO<sub>2</sub> adsorption\ncapacity of <bold>1′</bold> over N<sub>2</sub> and CH<sub>4</sub>. The selectivity (<italic>S</italic>) of CO<sub>2</sub> over other\ngases was determined on the basis of single-component adsorption isotherms,\nby using the ideal adsorbed solution theory (IAST) (a,b). At 273 K, the CO<sub>2</sub>/N<sub>2</sub> selectivity is calculated\nas 116.6, while CO<sub>2</sub>/CH<sub>4</sub> selectivity is found\nto be 12.9 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S14</ext-link>). Although the kinetic\ndiameter of CH<sub>4</sub> (3.8 Å) is larger than that of N<sub>2</sub> (3.64 Å), the greater polarizability of the former (26\n× 10<sup>–25</sup> cm<sup>3</sup>) over N<sub>2</sub> (17.6\n× 10<sup>–25</sup> cm<sup>3</sup>) attributes the favorable\nCH<sub>4</sub> adsorption, and not to any consequence of size exclusion.\nThus, the π-electron availability in the framework facilitates\nthe CH<sub>4</sub> molecules to interact with the structure and get\nadsorbed. The moderate enthalpy of CO<sub>2</sub> adsorption as well\nas good CO<sub>2</sub> selectivity over CH<sub>4</sub> and N<sub>2</sub> may be reasonable considering the ample uncoordinated N-heteroatom\non the inner surface of the narrow cavities (vide supra). This benefits\nthe interaction with CO<sub>2</sub> that has greater polarizability\nand a larger quadrupole moment than CH<sub>4</sub> and N<sub>2</sub>.</p><p>At the onset, the apohost <bold>1′</bold> was dispersed in a series of organic solvents (1\nmg in 20 mL of each solvent), and individual suspensions were excited\nat the excitation wavelength to determine the best suited solvent\nfor fluorescence experiment. As evidenced in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S16</ext-link>, both DMF and THF dispersions show maximum emission intensity\nupon excitation at 271 and 258 nm, respectively. Nevertheless, the\nDMF dispersion of <bold>1′</bold> displays humps at 334 and\n400 nm due to the n−π* or π–π* transitions,\nwhich correlate the presence of free nitrogen atom and π–π\nstacking interaction between the ligands in the framework. The THF\ndispersion, however, does not comprise any such features. Furthermore,\nthe UV–vis spectrum of <bold>1′</bold> in DMF shows\na blue shift of 20 nm to that of free ligand (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S18a</ext-link>) due to the strong interaction of Cd­(II) ions\nwith bifunctional ligands. A comparison of fluorescence\nemission between <bold>1′</bold> and the free ligand at respective\nλ<sub>max</sub> of individual compound shows close proximity\nof the peaks, which confirmed ligand centered photoluminescence in <bold>1′</bold>. The slight red shift (25 nm) of the framework as\ncompared to free ligand can be ascribed to metal–ligand interactions.\nNoticeably, <bold>1′</bold> exhibits a large 86% intensity\nenhancement as compared to the free ligand (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S18b</ext-link>),which indicates the strong electronic communication between\nadjacent coordinated ligand molecules through the Cd­(II) ions in the\nframework.</p>", "clean_text": "The integrity and phase purity of the bulk samples 1-4 were independently established from strong correlations of the peaks in their individual powder X-ray diffraction (PXRD) profiles to those of the simulated ones, derived from respective X-ray structures (Figures S6 and S7). Although peak overlap complicates the assignment of IR bands of the framework, the >CO (carbonyl) band of the included solvents could be easily detected in the FT-IR spectrum. The carbonyl peak of the guest solvent arises at 1683 cm-1 for 1, 1653 cm-1 for 2, 1615 cm-1 for 3, and 1680 cm-1 for 4 (Figures S8 and S9). Thermogravimetric analyses of 1-4 display (Figures S10 and S11) an initial weight loss up to 150 °C, probably due to the expulsion of included solvent molecules. The plateaus ranging from 150-290 °C indicate thermally stable frameworks. The desolvated frameworks were achieved by replacing the included DMF guests with dichloromethane (DCM) for 3 days, followed by heating at 100 °C for 6 h under vacuum. The TGA curves, recorded for the individual desolvated frameworks, show no weight loss up to 300 °C. Alongside, variable-temperature powder X-ray diffraction (VT-PXRD) experiments for 1 and 2 exhibit retention of structural integrity until 300 °C (Figure S12). Both of the experiments equally corroborate the high thermal robustness of the structures.\n\nGas Adsorption Studies\n\nThe high thermal stability along with the presence of a 1D porous channel in the isoskeletal frameworks prompted us to pursue gas adsorption studies in the activated state. The activation was accomplished as specified in the preceding section, to afford the solvent free form 1'. At the onset, N2 adsorption for 1' was conducted at 77 K, which results in only surface adsorption (Figure S13) up to 1.0 relative pressure (P/P 0). To our knowledge, the lack of N2 adsorption could be a consequence of the 1D channel existing along the c axis, with no substantial opening in other direction. This possibly prevents the N2 molecules, having a kinetic diameter of 3.6 Å, from entering the unidirectional pore. The accessible N-donor sites from free nitrogen atoms of triazole ring are properly oriented toward the pore, and expected to enhance interactions between CO2 and framework. We therefore next performed CO2 sorption studies in 1' at different temperatures. As opposed to N2 gas, the CO2 (kinetic diameter = 3.3 Å) adsorption revealed a typical type-I isotherm at 273 K (), displaying the framework nature to be microporous. Noticeably, no hysteresis could be found between adsorption and desorption, and a maximum of 27.8 cm3/g (1.24 mmol/g, 5.5 wt %) CO2 uptake was achieved. The uptake value at 295 K under similar measurement conditions () approximates to 18.66 cm3/g (0.83 mmol/g, 3.7 wt %). Although the uptake value for 1' is not exceptional, as compared to famous nitrogen-rich MOFs, it does fairly equivalent to or better than MOFs such as SNU-110 (23.6 cm3/g, 1.05 mmol/g, 4.6 wt %), [Cd(ipa)(L(NH2)2)] (24.3 cm3/g, 1.08 mmol/g, 4.8 wt %), [Zn2(HDDCBA)] (26.1 cm3/g, 1.17 mmol/g, 5.1 wt %), Pcp (29.1 cm3/g, 1.30 mmol/g, 5.7 wt %), UCY-1 (31.4 cm3/g, 1.40 mmol/g, 6.2 wt %), and ZIF-100 (32.6 cm3/g, 1.46 mmol/g, 6.4 wt %). The CO2 adsorption capacity of 1' is ascribed to the nitrogen-rich pore environment. Further insight on the interaction of the framework with the adsorbate was gained from the isosteric heat of adsorption (Q st), assessed by employing the Clausius-Clayperon equation, using the CO2 isotherms at 273 and 295 K. \n\nAs shown in , the Q st value at zero loading is 29.05 kJ mol-1, which increases afterward due to enhanced interaction between the polar CO2 molecules (polarizability = 26.3 × 10-25 cm3; quadrupole moment = 13.4 × 10-40 C m2) and the basic N atoms in the framework. Thereafter, the value drops as the sites for maximum affinity become saturated, and the curve maintains the steady nature even until the full coverage. The Q st value is lower than those for other known MOFs containing -NH2 groups such as bio-MOF-11 (45 kJ/mol), CAU-1 (48 kJ/mol), NH2-MIL-53(Al) (35 kJ/mol), and USO-1-Al-A (50 kJ/mol), but higher than those of PCN-88 (27 kJ/mol), MAF-26 (23 kJ/mol), NOTT-140 (25 kJ/mol), CuBTTri (21 kJ/mol), MIL-53-Al (20.1 kJ/mol), IRMOF-3 (19 kJ/mol), MOF-5 (17 kJ/mol), and UMCM-1 (12 kJ/mol). Evidently, the adsorption enthalpy is moderate that benefits not only good CO2 adsorption, but also implies the easy regeneration of the adsorbent, which is a crucial and important standard to evaluate an adsorption material. In this regard, the regenerative feature of 1' was also investigated. To our delight, five cycles of CO2 uptake at 273 K show almost equal capacities with minimal loss (), revealing sorption recurrence. Moreover, the PXRD profile of 1' after the fifth adsorption-desorption cycle shows excellent correspondence of peaks to that of the as-synthesized structure, demonstrating uptake and release are nondestructive (Figure S15). The sorption behaviors of 1' with respect to CH4 and N2 were also studied at 273 and 295 K. The result shows () a maximum CH4 uptake of 8.3 cm3/g (0.37 mmol/g, 0.59 wt %) and 5.7 cm3/g (0.25 mmol/g, 0.41 wt %) at 273 and 295 K, respectively. However, the adsorption values for N2 are only negligible. The results clearly demonstrate that the cavity of 1' is mainly reachable to CO2.\n\nEncouraged by relatively high CO2 uptake as compared to other gases, we investigated the selective CO2 adsorption capacity of 1' over N2 and CH4. The selectivity (S) of CO2 over other gases was determined on the basis of single-component adsorption isotherms, by using the ideal adsorbed solution theory (IAST) (a,b). At 273 K, the CO2/N2 selectivity is calculated as 116.6, while CO2/CH4 selectivity is found to be 12.9 (Figure S14). Although the kinetic diameter of CH4 (3.8 Å) is larger than that of N2 (3.64 Å), the greater polarizability of the former (26 × 10-25 cm3) over N2 (17.6 × 10-25 cm3) attributes the favorable CH4 adsorption, and not to any consequence of size exclusion. Thus, the π-electron availability in the framework facilitates the CH4 molecules to interact with the structure and get adsorbed. The moderate enthalpy of CO2 adsorption as well as good CO2 selectivity over CH4 and N2 may be reasonable considering the ample uncoordinated N-heteroatom on the inner surface of the narrow cavities (vide supra). This benefits the interaction with CO2 that has greater polarizability and a larger quadrupole moment than CH4 and N2.\n\nAt the onset, the apohost 1' was dispersed in a series of organic solvents (1 mg in 20 mL of each solvent), and individual suspensions were excited at the excitation wavelength to determine the best suited solvent for fluorescence experiment. As evidenced in Figure S16, both DMF and THF dispersions show maximum emission intensity upon excitation at 271 and 258 nm, respectively. Nevertheless, the DMF dispersion of 1' displays humps at 334 and 400 nm due to the n-π* or π-π* transitions, which correlate the presence of free nitrogen atom and π-π stacking interaction between the ligands in the framework. The THF dispersion, however, does not comprise any such features. Furthermore, the UV-vis spectrum of 1' in DMF shows a blue shift of 20 nm to that of free ligand (Figure S18a) due to the strong interaction of Cd(II) ions with bifunctional ligands. A comparison of fluorescence emission between 1' and the free ligand at respective λmax of individual compound shows close proximity of the peaks, which confirmed ligand centered photoluminescence in 1'. The slight red shift (25 nm) of the framework as compared to free ligand can be ascribed to metal-ligand interactions. Noticeably, 1' exhibits a large 86% intensity enhancement as compared to the free ligand (Figure S18b),which indicates the strong electronic communication between adjacent coordinated ligand molecules through the Cd(II) ions in the framework.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "lattice collapse", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": "18, 20, 22, 25, 27", "type": "text", "classification": "property", "content": "<title>Fluorescence Studies for Nitroaromatic Detection</title><p>The\nstrong emission of <bold>1′</bold>, together with its stability\nand enhanced intensity in DMF, satisfies the conditions to be utilized\nin liquid-phase fluorescence detection of harmful nitro compounds.\nThe preliminary quenching experiment with nitrobenzene dispersion\nof <bold>1′</bold> divulges the lowest PL spectra that motivated\nus further to explore other toxic nitro compounds such as 2,4,6-trinitrophenol\n(TNP), 2,4-dinitrophenol (2,4-DNP), 2-nitrophenol (2-NP), 3-nitrophenol\n(3-NP), 4-nitrophenol (4-NP), 4-nitrotoluene (4-NT), 2,4-dinitrotoluene\n(2,4-DNT), and 2,3-dimethyl-2,3-dinitrobutane (DMDNB). Sensing was\ninvestigated by the incremental addition of 20 μL aliquots (up\nto 200 μL) from 0.5 mM stock solution of different nitro compounds\nto a DMF suspension of <bold>1′</bold> (1 mg in 2 mL of DMF)\nat room temperature with constant stirring. Each titration was performed\nin triplicate to maintain the consistency of results. The <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Supporting Information</ext-link> contains all of the particulars\nabout quenching experiments. It was noticed that the fluorescence\nintensity of <bold>1′</bold> quenches successively depending\non the type of analytes. Noticeably, the addition of 200 μL\n(a) of TNP\nsignificantly quenches the luminescent intensity with a high 85.6%\nquenching efficiency (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S19</ext-link>), without\nshowing any significant spectral changes (such as shifts in λ<sub>max</sub>). We used the equation (<italic>I</italic>\n<sub>0</sub> – <italic>I</italic>)/<italic>I</italic>\n<sub>0</sub> × 100% to calculate\nthe quenching efficiency of <bold>1′</bold>, where <italic>I</italic> and <italic>I</italic>\n<sub>0</sub> stand for the emission\nintensities after and before the addition of nitro compounds, respectively.\nIn the case of nitro phenols, quenching competence was found in the\norder TNP &gt; 2,4-DNP &gt; NP (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S20</ext-link>) that\nis in line with the increasing number of nitro groups in the analysts. However, other nitro analytes show moderate\nto poor quenching effects (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S21–S27</ext-link>), demonstrating high sensitivity of <bold>1′</bold> toward\nphenolic nitroaromatics over potentially interfering nonphenolic nitro\ncompounds. We speculate that such selective sensing of phenolic nitroaromatics\nmight stem from strong intermolecular interactions between the −OH\ngroup and free Lewis basic N atoms of the triazole moieties.</p><p>With the aim of gaining insight about quenching phenomena,\nthe\ngradual decrease in fluorescence intensity of <bold>1′</bold> by the addition of every nitro analyte at different concentrations\nwas measured. We examined the quantitative fluorescent quenching efficiency\nof <bold>1′</bold> to TNP by using the Stern–Völmer\n(S–V) equation (<italic>I</italic>\n<sub>0</sub>/<italic>I</italic>) = 1 + <italic>K</italic>\n<sub>SV</sub>[Q], where <italic>I</italic> is the fluorescence intensity at TNP concentration of [Q], and <italic>I</italic>\n<sub>0</sub> signifies the initial fluorescence intensity\nof the MOF. The quenching constant is indicated by <italic>K</italic>\n<sub>SV</sub> (M<sup>–1</sup>). All other nitro analytes maintain a linear S–V plot; however,\nTNP shows a linear curve at relatively low concentration that bends\nupward as the concentration increases (b). The observed nonlinearity for TNP can\nbe credited to the concurrent existence of static and dynamic quenching\nphenomena as well as energy relocation between TNP and <bold>1′</bold>. A linear fit of the plot between\n0 and 0.04 mM produced a remarkable quenching constant of 9.3 ×\n10<sup>4</sup> M<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S28</ext-link>), which is many times higher than those for the rest of the analytes.\nIt is noteworthy that the observed <italic>K</italic>\n<sub>SV</sub> is one of the highest reported values for TNP-sensitive MOFs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S5</ext-link>).</p><p>Furthermore, the limit of detection\n(LOD) was obtained by monitoring\nthe fluorescence quenching via incremental addition of TNP (0.5 mM)\nto the DMF dispersion of <bold>1′</bold>. The fluorescence\nintensity change was plotted with corresponding TNP concentration,\nwhich produced a linear curve in the concentration range 0–0.04\nmM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S29</ext-link>). From the slope (<italic>K</italic>) of this linear calibration curve, we estimated the LOD\nfrom the eq 3σ/<italic>K</italic>, wherein σ denotes the\nstandard deviation of the initial emission intensity of the MOF in\nthe absence of any analyte (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S2</ext-link>),\nthe detection limit being calculated as low as 0.3 ppm (1.30 μM).\nThe value is superior to reported MOF-based sensor materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S5</ext-link>), and clearly indicates the excellent\npotential of present system in the precise detection of TNP. Given\nthe recyclability and stability of the framework is a vital issue\nfor the repeated in-field scrutiny of nitro compounds, sensing reproducibility\nof <bold>1′</bold> toward TNP was investigated. The sample\nwas recovered via centrifugation after every fluorescence titration\nexperiment in the presence of TNP, followed by thorough washing with\nmethanol and acetone. To our delight, the recovered compound maintains\n92% of the initial emission intensity even after five sensing–recovery\ncycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S30</ext-link>). Moreover, the PXRD\npattern of the recovered framework exhibits well-matched diffraction\npeaks to that of <bold>1′</bold>, indicating that integrity\nand crystallinity are well maintained (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S31</ext-link>). These results suggest outstanding reusability of the\nmaterial for TNP sensing.</p><title>Fluorescence Studies for\nCu<sup>2+</sup> Detection</title><p>Encouraged by the excellent luminescent\nproperty, coupled with the\npresence of N-functionalized porous channels, we investigated the\nability of <bold>1′</bold> to detect metal ions in solution.\nInitially, a 10<sup>–2</sup> (M) solution was prepared by dissolving\ndiverse sets of metal–chloride (MCl<sub>2</sub>/MCl<sub>3</sub>) (M = Zn<sup>2+</sup>, Cu<sup>2+</sup>, Co<sup>2+</sup>, Mn<sup>2+</sup>, Ca<sup>2+</sup>, Hg<sup>2+</sup>, Ni<sup>2+</sup>, Fe<sup>3+</sup>, Pb<sup>2+</sup>, La<sup>3+</sup>) salts in DMF. The photoluminescence\nbehavior of a well-dispersed solution of <bold>1′</bold> (1\nmg in 2 mL of DMF) was observed by the incremental addition of 200\nμL of the individual metal solution in chronological manner.\nInterestingly, among all other metal ions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figures S32–S40</ext-link>), only Cu<sup>2+</sup> shows drastic quenching\nof emission intensity of the framework upon addition of 200 μL\nof the CuCl<sub>2</sub> solution (a). The quenching efficiency was calculated\nin a manner similar to that previously discussed, and the results\ndemonstrate highest quenching value for Cu<sup>2+</sup> (89%) as compared\nto the other cationic species (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S41</ext-link>). The trend in quenching follows the order: Cu<sup>2+</sup> &gt;\nFe<sup>3+</sup> &gt; Ni<sup>2+</sup> &gt; Pb<sup>2+</sup> &gt; Co<sup>2+</sup> &gt;\nCa<sup>2+</sup> &gt; Hg<sup>2+</sup> &gt; Zn<sup>2+</sup> &gt; La<sup>3+</sup> &gt; Mn<sup>2+</sup>.</p><p>Furthermore, to quantify the quenching\nconstant (<italic>K</italic>\n<sub>SV</sub>), S–V plots were\nobtained by plotting relative\nfluorescence intensity [(<italic>I</italic>\n<sub>0</sub>/<italic>I</italic>)] against molar concentration [Q] of Cu<sup>2+</sup> ion. A linear\ncurve was obtained in a lower concentration range (0–0.5 mM).\nOn the basis of the linear fitting, the <italic>K</italic>\n<sub>SV</sub> value of <bold>1′</bold> for Cu<sup>2+</sup> was found to\nbe 4.4 × 10<sup>3</sup> M<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Figure S42</ext-link>), which is considerably larger than the value for\nother metal ions. However, the curve deviates from linearity at higher\nconcentration range (b), indicating the synchronous presence of static and dynamic\nquenching mechanisms. Furthermore, the\nlimit of detection (LOD) of <bold>1′</bold> toward Cu<sup>2+</sup> was calculated to be 3.9 ppm (16.9 μM), following the equation:\nLOD = 3σ/<italic>K</italic> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S4</ext-link>), where each term bears its own significance (vide supra). To the\nbest of our knowledge, these values are comparable to or even higher\nthan literature values for well-known MOFs used for Cu<sup>2+</sup> detection (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b01646/suppl_file/sc8b01646_si_001.pdf\">Table S6</ext-link>). Such efficient\nCu<sup>2+</sup> sensing could be a joint consequence of strong metal\nion interaction with the framework as well as the presence of a suitably\nsized cavity. The later justification has been well established toward\nensuring the accessibility and enhancing the efficiency of metal ion\ndetection. In fact, a close look inside\nthe structure of <bold>1</bold> reveals that the uncoordinated nitrogen\nsites in the triazole moiety of the bifunctional ligand are projected\ntoward the pores of the one-dimensional channels, and excludes the\nrestriction of weak interactions. In an attempt to corroborate this\nrationale, <bold>1′</bold> was immersed in a CuCl<sub>2</sub> solution to result Cu<sup>2+</sup> incorporated framework. Remarkably,\na visible color change of the solution from deep yellow to pale green\nwas observed (d). In addition, the pictures of Cu<sup>2+</sup> incorporated <bold>1′</bold> in the solid state showed a clear color change from\npale brown to dark green, confirming the MOF–Cu<sup>2+</sup> interaction. These results clearly show that <bold>1′</bold> changes color upon metal encapsulation and can be considered as\na naked-eye detector for Cu<sup>2+</sup>.</p>", "clean_text": "Fluorescence Studies for Nitroaromatic Detection\n\nThe strong emission of 1', together with its stability and enhanced intensity in DMF, satisfies the conditions to be utilized in liquid-phase fluorescence detection of harmful nitro compounds. The preliminary quenching experiment with nitrobenzene dispersion of 1' divulges the lowest PL spectra that motivated us further to explore other toxic nitro compounds such as 2,4,6-trinitrophenol (TNP), 2,4-dinitrophenol (2,4-DNP), 2-nitrophenol (2-NP), 3-nitrophenol (3-NP), 4-nitrophenol (4-NP), 4-nitrotoluene (4-NT), 2,4-dinitrotoluene (2,4-DNT), and 2,3-dimethyl-2,3-dinitrobutane (DMDNB). Sensing was investigated by the incremental addition of 20 μL aliquots (up to 200 μL) from 0.5 mM stock solution of different nitro compounds to a DMF suspension of 1' (1 mg in 2 mL of DMF) at room temperature with constant stirring. Each titration was performed in triplicate to maintain the consistency of results. The Supporting Information contains all of the particulars about quenching experiments. It was noticed that the fluorescence intensity of 1' quenches successively depending on the type of analytes. Noticeably, the addition of 200 μL (a) of TNP significantly quenches the luminescent intensity with a high 85.6% quenching efficiency (Figure S19), without showing any significant spectral changes (such as shifts in λmax). We used the equation (I 0 - I)/I 0 × 100% to calculate the quenching efficiency of 1', where I and I 0 stand for the emission intensities after and before the addition of nitro compounds, respectively. In the case of nitro phenols, quenching competence was found in the order TNP > 2,4-DNP > NP (Figure S20) that is in line with the increasing number of nitro groups in the analysts. However, other nitro analytes show moderate to poor quenching effects (Figures S21-S27), demonstrating high sensitivity of 1' toward phenolic nitroaromatics over potentially interfering nonphenolic nitro compounds. We speculate that such selective sensing of phenolic nitroaromatics might stem from strong intermolecular interactions between the -OH group and free Lewis basic N atoms of the triazole moieties.\n\nWith the aim of gaining insight about quenching phenomena, the gradual decrease in fluorescence intensity of 1' by the addition of every nitro analyte at different concentrations was measured. We examined the quantitative fluorescent quenching efficiency of 1' to TNP by using the Stern-Völmer (S-V) equation (I 0/I) = 1 + K SV[Q], where I is the fluorescence intensity at TNP concentration of [Q], and I 0 signifies the initial fluorescence intensity of the MOF. The quenching constant is indicated by K SV (M-1). All other nitro analytes maintain a linear S-V plot; however, TNP shows a linear curve at relatively low concentration that bends upward as the concentration increases (b). The observed nonlinearity for TNP can be credited to the concurrent existence of static and dynamic quenching phenomena as well as energy relocation between TNP and 1'. A linear fit of the plot between 0 and 0.04 mM produced a remarkable quenching constant of 9.3 × 104 M-1 (Figure S28), which is many times higher than those for the rest of the analytes. It is noteworthy that the observed K SV is one of the highest reported values for TNP-sensitive MOFs (Table S5).\n\nFurthermore, the limit of detection (LOD) was obtained by monitoring the fluorescence quenching via incremental addition of TNP (0.5 mM) to the DMF dispersion of 1'. The fluorescence intensity change was plotted with corresponding TNP concentration, which produced a linear curve in the concentration range 0-0.04 mM (Figure S29). From the slope (K) of this linear calibration curve, we estimated the LOD from the eq 3σ/K, wherein σ denotes the standard deviation of the initial emission intensity of the MOF in the absence of any analyte (Table S2), the detection limit being calculated as low as 0.3 ppm (1.30 μM). The value is superior to reported MOF-based sensor materials (Table S5), and clearly indicates the excellent potential of present system in the precise detection of TNP. Given the recyclability and stability of the framework is a vital issue for the repeated in-field scrutiny of nitro compounds, sensing reproducibility of 1' toward TNP was investigated. The sample was recovered via centrifugation after every fluorescence titration experiment in the presence of TNP, followed by thorough washing with methanol and acetone. To our delight, the recovered compound maintains 92% of the initial emission intensity even after five sensing-recovery cycles (Figure S30). Moreover, the PXRD pattern of the recovered framework exhibits well-matched diffraction peaks to that of 1', indicating that integrity and crystallinity are well maintained (Figure S31). These results suggest outstanding reusability of the material for TNP sensing.\n\nFluorescence Studies for Cu2+ Detection\n\nEncouraged by the excellent luminescent property, coupled with the presence of N-functionalized porous channels, we investigated the ability of 1' to detect metal ions in solution. Initially, a 10-2 (M) solution was prepared by dissolving diverse sets of metal-chloride (MCl2/MCl3) (M = Zn2+, Cu2+, Co2+, Mn2+, Ca2+, Hg2+, Ni2+, Fe3+, Pb2+, La3+) salts in DMF. The photoluminescence behavior of a well-dispersed solution of 1' (1 mg in 2 mL of DMF) was observed by the incremental addition of 200 μL of the individual metal solution in chronological manner. Interestingly, among all other metal ions (Figures S32-S40), only Cu2+ shows drastic quenching of emission intensity of the framework upon addition of 200 μL of the CuCl2 solution (a). The quenching efficiency was calculated in a manner similar to that previously discussed, and the results demonstrate highest quenching value for Cu2+ (89%) as compared to the other cationic species (Figure S41). The trend in quenching follows the order: Cu2+ > Fe3+ > Ni2+ > Pb2+ > Co2+ > Ca2+ > Hg2+ > Zn2+ > La3+ > Mn2+.\n\nFurthermore, to quantify the quenching constant (K SV), S-V plots were obtained by plotting relative fluorescence intensity [(I 0/I)] against molar concentration [Q] of Cu2+ ion. A linear curve was obtained in a lower concentration range (0-0.5 mM). On the basis of the linear fitting, the K SV value of 1' for Cu2+ was found to be 4.4 × 103 M-1 (Figure S42), which is considerably larger than the value for other metal ions. However, the curve deviates from linearity at higher concentration range (b), indicating the synchronous presence of static and dynamic quenching mechanisms. Furthermore, the limit of detection (LOD) of 1' toward Cu2+ was calculated to be 3.9 ppm (16.9 μM), following the equation: LOD = 3σ/K (Table S4), where each term bears its own significance (vide supra). To the best of our knowledge, these values are comparable to or even higher than literature values for well-known MOFs used for Cu2+ detection (Table S6). Such efficient Cu2+ sensing could be a joint consequence of strong metal ion interaction with the framework as well as the presence of a suitably sized cavity. The later justification has been well established toward ensuring the accessibility and enhancing the efficiency of metal ion detection. In fact, a close look inside the structure of 1 reveals that the uncoordinated nitrogen sites in the triazole moiety of the bifunctional ligand are projected toward the pores of the one-dimensional channels, and excludes the restriction of weak interactions. In an attempt to corroborate this rationale, 1' was immersed in a CuCl2 solution to result Cu2+ incorporated framework. Remarkably, a visible color change of the solution from deep yellow to pale green was observed (d). In addition, the pictures of Cu2+ incorporated 1' in the solid state showed a clear color change from pale brown to dark green, confirming the MOF-Cu2+ interaction. These results clearly show that 1' changes color upon metal encapsulation and can be considered as a naked-eye detector for Cu2+.", "data": [[{"meta": {"name": "", "symbol": "1′", "chemical formula": ""}, "etc": [{"property name": "fluorescence intensity", "value": "", "unit": "", "condition": ""}, {"property name": "PL spectra", "value": "", "unit": "", "condition": ""}, {"property name": "emission intensities", "value": "", "unit": "", "condition": ""}, {"property name": "quenching efficiency", "value": "85.6", "unit": "%", "condition": ""}, {"property name": "quenching efficiency", "value": "89", "unit": "%", "condition": ""}, {"property name": "quenching constant", "value": "9.3 × 10^4", "unit": "M^-1", "condition": ""}, {"property name": "quenching constant", "value": "4.4 × 10^3", "unit": "M^-1", "condition": ""}, {"property name": "limit of detection", "value": "0.3 ppm", "unit": "", "condition": ""}, {"property name": "limit of detection", "value": "3.9 ppm", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Perspective\nview of <bold>1</bold> along the <italic>c</italic> axis, (b) the\ninfinite Cd<sub>2</sub>(CO<sub>2</sub>)<sub>4</sub> chains along the <italic>a</italic> axis, and (c) a tilted view\nof the structure along the <italic>b</italic> axis, displaying the\nexistence of unidirectional pores. For clarity, H atoms are omitted\nand guest DMF molecules are shown only in the central pore.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2018-01646p_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Perspective view of 1 along the c axis, (b) the infinite Cd2(CO2)4 chains along the a axis, and (c) a tilted view of the structure along the b axis, displaying the existence of unidirectional pores. For clarity, H atoms are omitted and guest DMF molecules are shown only in the central pore.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>View of the one-dimensional channels in isoskeletal\nframeworks\nwith free N (triazolyl) atom decorated pore (left). Chemical structures\nof included solvent molecules in the pore (right): (a) DMF, (b) DEF,\n(c) DBF, and (d) NMF.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2018-01646p_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  View of the one-dimensional channels in isoskeletal frameworks with free N (triazolyl) atom decorated pore (left). Chemical structures of included solvent molecules in the pore (right): (a) DMF, (b) DEF, (c) DBF, and (d) NMF.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nCO<sub>2</sub> adsorption isotherms for <bold>1′</bold> at\n273 and 295 K, and (b) the isosteric heat of adsorption (<italic>Q</italic>\n<sub>st</sub>) curve.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2018-01646p_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) CO2 adsorption isotherms for 1' at 273 and 295 K, and (b) the isosteric heat of adsorption (Q st) curve.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Adsorption isotherms of different gases\nfor <bold>1′</bold> at 273 K, and (b) diagram for five adsorption–desorption\ncycles of CO<sub>2</sub>, demonstrating negligible loss in uptake\ncapacities.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2018-01646p_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Adsorption isotherms of different gases for 1' at 273 K, and (b) diagram for five adsorption-desorption cycles of CO2, demonstrating negligible loss in uptake capacities.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Emission\nspectra of <bold>1′</bold> upon incremental\naddition of TNP solution (0.5 mM), and (b) the curvature of the S–V\nplot for TNP (0–0.05 mM). Inset shows the linear portion of\nthe S–V plot at concentration 0–0.04 mM; the color change\nof <bold>1′</bold> with and without TNP is also shown in UV\nand day light. (c) S–V plots for different nitro compounds\nin a DMF suspension of <bold>1′</bold>. Conditions: λ<sub>max</sub> for <bold>1′</bold> ca. 400 nm; 5 nm slit width.\n(d) The plot of competitive analyte test, showing a decrease in fluorescence\nintensities upon addition of diverse nitro congeners (0.5 mM), followed\nby TNP (0.5 mM) to <bold>1′</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2018-01646p_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Emission spectra of 1' upon incremental addition of TNP solution (0.5 mM), and (b) the curvature of the S-V plot for TNP (0-0.05 mM). Inset shows the linear portion of the S-V plot at concentration 0-0.04 mM; the color change of 1' with and without TNP is also shown in UV and day light. (c) S-V plots for different nitro compounds in a DMF suspension of 1'. Conditions: λmax for 1' ca. 400 nm; 5 nm slit width. (d) The plot of competitive analyte test, showing a decrease in fluorescence intensities upon addition of diverse nitro congeners (0.5 mM), followed by TNP (0.5 mM) to 1'.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) HOMO–LUMO energies for ligand H<bold>L</bold> as well\nas the studied nitro analytes, and (b) spectral overlap between the\nabsorption spectra of the nitro analytes and emission spectrum of <bold>1′</bold>.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2018-01646p_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) HOMO-LUMO energies for ligand HL as well as the studied nitro analytes, and (b) spectral overlap between the absorption spectra of the nitro analytes and emission spectrum of 1'.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Emission spectra of <bold>1′</bold> upon incremental\naddition of Cu<sup>2+</sup> solution (10 mM) in DMF, and (b) nonlinear\nnature of S–V plot for Cu<sup>2+</sup> (0–1 mM). The\ninset shows the linear plot at lower concentration range (0–0.5\nmM). (c) S–V plots of the metal cations in a DMF suspension <bold>1′</bold>; the conditions were λ<sub>max</sub> ca. 400\nnm for <bold>1′</bold>; slit widths 5 nm. (d) Color change\nof CuCl<sub>2</sub> solution (10 mM) before and after adding <bold>1′</bold> along with a solid-state color change of <bold>1′</bold> before and after being dipped in CuCl<sub>2</sub> solution (10 mM).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"sc-2018-01646p_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Emission spectra of 1' upon incremental addition of Cu2+ solution (10 mM) in DMF, and (b) nonlinear nature of S-V plot for Cu2+ (0-1 mM). The inset shows the linear plot at lower concentration range (0-0.5 mM). (c) S-V plots of the metal cations in a DMF suspension 1'; the conditions were λmax ca. 400 nm for 1'; slit widths 5 nm. (d) Color change of CuCl2 solution (10 mM) before and after adding 1' along with a solid-state color change of 1' before and after being dipped in CuCl2 solution (10 mM).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acssuschemeng.8b01646", "title": "\nPore Wall-Functionalized Luminescent Cd(II) Framework\nfor Selective CO2 Adsorption, Highly Specific 2,4,6-Trinitrophenol Detection,\nand Colorimetric Sensing of Cu2+ Ions\n", "journal": "American\nChemical Society", "date": "2018.06", "author_list": ["Senthilkumar\nS.", "Goswami\nRanadip", "Smith\nVincent J.", "Bajaj\nHari C.", "Neogi\nSubhadip"]}}