{"filepath": "../L2M3_data/1_application_papers/acs_xml/ab1c01605.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Chemodynamic\ntherapy (CDT) based intracellular chemical reactions\nto produce highly cytotoxic reactive oxygen species has received wide\nattention. However, low efficiency of single CDT in weakly acidic\npH and glutathione (GSH) overexpressed tumor cells has limited its\nclinical application. For this study were prepared two-dimensional\nmetal–organic framework (MOF) to improve CDT efficiency based\non the combined action of bimetallic CDT, consumption of overexpressed\nglutathione (GSH) in cells, folic acid (FA) induced tumor targeting\nand triphenylphosphine (TPP) induced mitochondrial targeting. With\nthe use of Cu­(II) as the central ion and tetrakis­(4-carboxyphenyl)­porphyrin\n(TCPP) as the ligand, two-dimensional Cu-MOF nanosheets were prepared,\nwhich were surface modified by manganese dioxide based on the <italic toggle=\"yes\">in situ</italic> redox reaction between poly­(allylamine hydrochloride)\n(PAH) and KMnO<sub>4</sub> to obtain Cu-MOF@MnO<sub>2</sub>. Then\nFA and TPP were coupled with the nanosheets to form the title nanoplatform.\nComprehensive physiochemical research has suggested that Cu­(II) and\nMnO<sub>2</sub> constituents in the nanoplatform could consume intracellular\nGSH and hydrogen peroxide to generate hydroxyl radicals through a\nFenton-like reaction; meanwhile Cu­(II) could undergo a Russell reaction\nto produce cytotoxic singlet oxygen. Detailed <italic toggle=\"yes\">in vitro</italic> and <italic toggle=\"yes\">in vivo</italic> biological experiments have revealed\na good biosafety profile and a high tumor suppression effect. Therefore,\nthe present research has realized multiple and efficient CDT effects\nwith the aid of the sequential targeting of FA/TPP, also providing\na strategy for the development of CDT drugs based on polymetallic\norganic frameworks.</p>", "clean_text": "Chemodynamic therapy (CDT) based intracellular chemical reactions to produce highly cytotoxic reactive oxygen species has received wide attention. However, low efficiency of single CDT in weakly acidic pH and glutathione (GSH) overexpressed tumor cells has limited its clinical application. For this study were prepared two-dimensional metal-organic framework (MOF) to improve CDT efficiency based on the combined action of bimetallic CDT, consumption of overexpressed glutathione (GSH) in cells, folic acid (FA) induced tumor targeting and triphenylphosphine (TPP) induced mitochondrial targeting. With the use of Cu(II) as the central ion and tetrakis(4-carboxyphenyl)porphyrin (TCPP) as the ligand, two-dimensional Cu-MOF nanosheets were prepared, which were surface modified by manganese dioxide based on the in situ redox reaction between poly(allylamine hydrochloride) (PAH) and KMnO4 to obtain Cu-MOF@MnO2. Then FA and TPP were coupled with the nanosheets to form the title nanoplatform. Comprehensive physiochemical research has suggested that Cu(II) and MnO2 constituents in the nanoplatform could consume intracellular GSH and hydrogen peroxide to generate hydroxyl radicals through a Fenton-like reaction; meanwhile Cu(II) could undergo a Russell reaction to produce cytotoxic singlet oxygen. Detailed in vitro and in vivo biological experiments have revealed a good biosafety profile and a high tumor suppression effect. Therefore, the present research has realized multiple and efficient CDT effects with the aid of the sequential targeting of FA/TPP, also providing a strategy for the development of CDT drugs based on polymetallic organic frameworks.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Chemodynamic\ntherapy (CDT) is a recently developed cancer treatment\nstrategy based on the Fenton/Fenton-like reactions to trigger the\nproduction of highly cytotoxic hydroxyl radicals (<sup>•</sup>OH) from H<sub>2</sub>O<sub>2</sub>. CDT shows minimal invasiveness through a\nhighly specific tumor response and controlled spatiotemporal effects\nto generate reactive oxygen species (ROS). CDT does not rely on exogenous\nstimulation and energy input, and it gets rid of the flaws of photodynamic\ntherapy such as limited treatment depth, heavy reliance on light sources,\nand oxygen concentration. However, the low ROS generation rate of many CDT\nagents has impeded their clinical application. The overexpression of glutathione (GSH) in tumor cells would also\ndeplete the cytotoxic ROS and lead to a reduction in CDT efficacy. Moreover, far from killing the tumor cells, the insufficient <sup>•</sup>OH generated by an inefficient Fenton reaction would\ncause a risk of stimulating cancer cell metastasis. Although the intracellular H<sub>2</sub>O<sub>2</sub> concentration\nin tumor cells has been reported to be high, it still does not meet\nCDT requirements. Many researchers have\nmade efforts to increase intracellular H<sub>2</sub>O<sub>2</sub> concentrations,\nsuch as exogenously carrying H<sub>2</sub>O<sub>2</sub>\n and producing H<sub>2</sub>O<sub>2</sub>\n<italic toggle=\"yes\">in situ</italic>. However, it is complicated to prepare the agent that is able to\ncarry H<sub>2</sub>O<sub>2</sub>, and the risk of leakage in the circulation\nis inevitable. On the other hand, the strategy of <italic toggle=\"yes\">in situ</italic> production of H<sub>2</sub>O<sub>2</sub> is highly dependent on\nintracellular O<sub>2</sub>, yet the severely hypoxic tumor environment\nlimits the efficacy of H<sub>2</sub>O<sub>2</sub> production.</p>", "clean_text": "Introduction\n\nChemodynamic therapy (CDT) is a recently developed cancer treatment strategy based on the Fenton/Fenton-like reactions to trigger the production of highly cytotoxic hydroxyl radicals (⋅OH) from H2O2. CDT shows minimal invasiveness through a highly specific tumor response and controlled spatiotemporal effects to generate reactive oxygen species (ROS). CDT does not rely on exogenous stimulation and energy input, and it gets rid of the flaws of photodynamic therapy such as limited treatment depth, heavy reliance on light sources, and oxygen concentration. However, the low ROS generation rate of many CDT agents has impeded their clinical application. The overexpression of glutathione (GSH) in tumor cells would also deplete the cytotoxic ROS and lead to a reduction in CDT efficacy. Moreover, far from killing the tumor cells, the insufficient ⋅OH generated by an inefficient Fenton reaction would cause a risk of stimulating cancer cell metastasis. Although the intracellular H2O2 concentration in tumor cells has been reported to be high, it still does not meet CDT requirements. Many researchers have made efforts to increase intracellular H2O2 concentrations, such as exogenously carrying H2O2  and producing H2O2 in situ. However, it is complicated to prepare the agent that is able to carry H2O2, and the risk of leakage in the circulation is inevitable. On the other hand, the strategy of in situ production of H2O2 is highly dependent on intracellular O2, yet the severely hypoxic tumor environment limits the efficacy of H2O2 production.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) are emerging nanocarriers\nwith transition metal central ions such as Fe<sup>2+</sup>, Cu<sup>2+</sup>, and Zr<sup>4+</sup> undergoing Fenton or Fenton-like reactions and catalyzing the production of <sup>•</sup>OH from H<sub>2</sub>O<sub>2</sub> within in a pH range from acidic to nearly neutral\n(such as the tumor environment). The\nhigh porosity of an MOF and full exposure of the central and junctional\nions can improve the Fenton or Fenton-like reaction effect and increase\nROS levels. Meanwhile the Cu<sup>2+</sup> and Mn<sup>4+</sup> ions in the MOF\nwould consume overexpressed GSH in tumor cells to block GSH-induced\nROS depletion, further amplifying the ROS stress and enhancing the\nCDT effect. A Cu–tetrakis­(4-carboxyphenyl)­porphyrin\n(TCPP) MOF (hereinafter referred to as Cu-MOF) constructed by the\nTCPP and Cu<sup>2+</sup> has been reported to be able to kill cancer\ncells by <sup>1</sup>O<sub>2</sub> through the Russell reaction and <sup>•</sup>OH through the Fenton-like reaction. The Russell reaction is a kind of non-Fenton reaction new\nto CDT, during which the carboxyl groups on Cu-MOF were oxidized by\nthe overexpressed H<sub>2</sub>O<sub>2</sub> in cancer cells to form\nperoxycarboxyl radicals and then were catalyzed into singlet oxygen\n(<sup>1</sup>O<sub>2</sub>) by Cu<sup>2+</sup>.</p>", "clean_text": "Metal-organic frameworks (MOFs) are emerging nanocarriers with transition metal central ions such as Fe2+, Cu2+, and Zr4+ undergoing Fenton or Fenton-like reactions and catalyzing the production of ⋅OH from H2O2 within in a pH range from acidic to nearly neutral (such as the tumor environment). The high porosity of an MOF and full exposure of the central and junctional ions can improve the Fenton or Fenton-like reaction effect and increase ROS levels. Meanwhile the Cu2+ and Mn4+ ions in the MOF would consume overexpressed GSH in tumor cells to block GSH-induced ROS depletion, further amplifying the ROS stress and enhancing the CDT effect. A Cu-tetrakis(4-carboxyphenyl)porphyrin (TCPP) MOF (hereinafter referred to as Cu-MOF) constructed by the TCPP and Cu2+ has been reported to be able to kill cancer cells by 1O2 through the Russell reaction and ⋅OH through the Fenton-like reaction. The Russell reaction is a kind of non-Fenton reaction new to CDT, during which the carboxyl groups on Cu-MOF were oxidized by the overexpressed H2O2 in cancer cells to form peroxycarboxyl radicals and then were catalyzed into singlet oxygen (1O2) by Cu2+.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Meanwhile, MnO<sub>2</sub> is an important Fenton-like reaction\nagent to generate <sup>•</sup>OH in tumor microenvironment\nROS, and has become a hot topic in CDT studies. Manganese is also recognized an essential trace element\nin the body with low long-term toxicity and good biocompatibility. Poly­(allylamine hydrochloride) (PAH) is a biocompatible\nmacromolecular polymer which is always used to improve the water solubility\nand biocompatibility of nanoparticles, and it also can be applied to reduce KMnO<sub>4</sub> into MnO<sub>2</sub>.\n</p>", "clean_text": "Meanwhile, MnO2 is an important Fenton-like reaction agent to generate ⋅OH in tumor microenvironment ROS, and has become a hot topic in CDT studies. Manganese is also recognized an essential trace element in the body with low long-term toxicity and good biocompatibility. Poly(allylamine hydrochloride) (PAH) is a biocompatible macromolecular polymer which is always used to improve the water solubility and biocompatibility of nanoparticles, and it also can be applied to reduce KMnO4 into MnO2. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Therefore, in this study\nwe designed and prepared a new multifunctional\nnanoplatform, Cu-MOF@MnO<sub>2</sub>/FA/TPP@PAH (referred to as CMMFTP;\nFA, folic acid), for synergistically amplified cancer CDT therapy\nbased on Fenton-like and Russell reactions of manganese and ionic\ncopper. Cu-MOF nanosheets were first prepared as the carriers and\nwere coated by MnO<sub>2</sub>. The obtained the Cu-MOF@MnO<sub>2</sub> covalently coupled with folic acid (FA) and triphenylphosphine (TPP)\nto form the biocompatible CMMFTP. FA is a tumor-targeted molecule\nthat could bind to tumor cells, while\nTPP is a mitochondria-targeted molecule that could drive the nanoparticles\nto target the negatively charged mitochondrial membrane. Therefore,\nwith the aid of dual targeting of FA/TPP, CMMFTP could be precisely\nanchored to the mitochondria in the tumor to improve the CDT effects\nand decrease the dosage. The <italic toggle=\"yes\">in vitro</italic> and <italic toggle=\"yes\">in vivo</italic> biological activities of CMMFTP have been studied\nsystematically in the present work, which demonstrates a high therapeutic\nefficacy and safe clinical application prospects. The research has\nprovided a promising strategy for the development of a multimetallic\nCDT tumor therapeutic platform with precision-targeted functions.\nPreparation and cancer treatment mechanisms are shown in .</p>", "clean_text": "Therefore, in this study we designed and prepared a new multifunctional nanoplatform, Cu-MOF@MnO2/FA/TPP@PAH (referred to as CMMFTP; FA, folic acid), for synergistically amplified cancer CDT therapy based on Fenton-like and Russell reactions of manganese and ionic copper. Cu-MOF nanosheets were first prepared as the carriers and were coated by MnO2. The obtained the Cu-MOF@MnO2 covalently coupled with folic acid (FA) and triphenylphosphine (TPP) to form the biocompatible CMMFTP. FA is a tumor-targeted molecule that could bind to tumor cells, while TPP is a mitochondria-targeted molecule that could drive the nanoparticles to target the negatively charged mitochondrial membrane. Therefore, with the aid of dual targeting of FA/TPP, CMMFTP could be precisely anchored to the mitochondria in the tumor to improve the CDT effects and decrease the dosage. The in vitro and in vivo biological activities of CMMFTP have been studied systematically in the present work, which demonstrates a high therapeutic efficacy and safe clinical application prospects. The research has provided a promising strategy for the development of a multimetallic CDT tumor therapeutic platform with precision-targeted functions. Preparation and cancer treatment mechanisms are shown in .", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Preparation and the\nSynergistic Antitumor Chemodynamic Effect of\nCMMFTP</title>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Preparation and the Synergistic Antitumor Chemodynamic Effect of CMMFTP   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Materials and Methods</title><title>Sample\nPreparation and Characterization</title><p>Cu-MOF was synthesized on\nthe basis of the literature. A 5 mg sample\nof Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O and 20 mg of\nPVP were added to a flask and\ndissolved in a mixture of 12 mL of DMF and 4 mL of anhydrous ethanol;\nthen 12 mg of TCPP was added and the mixture was sonicated for 10\nmin. The resulting solution was transferred to a stainless steel autoclave\nand reacted at 80 °C for 3 h. As it cooled to room temperature,\nthe precipitate was collected by centrifugation, and the solid was\nwashed three times with ethanol and then freeze-dried to obtain Cu-MOF\nnanosheets. Cu-MOF@MnO<sub>2</sub> was prepared by the reference method. A 20 mg sample of the prepared Cu-MOF nanosheets\nwas dispersed into 20 mL of water and sonicated for 10 min. Then 20\nmg of PAH (dissolved in 10 mL of water and adjusted to pH 7.2 with\nsaturated sodium bicarbonate solution) was added and stirred at room\ntemperature overnight. Then the precipitate was collected by centrifugation\nfor 15 min (at 8000 rpm/min) and washed with water three times to\nremove the excess PAH to obtain Cu-MOF-PAH. Then Cu-MOF-PAH was redispersed\nin 30 mL of water and sonicated for 10 min, and KMnO<sub>4</sub> (10\nmg dissolved in 2 mL of water) was added dropwise under vigorous stirring.\nAfter 30 min of stirring, the precipitate was adjusted to weak acidity\n(pH 6.8) with 2 M HCl, centrifuged for 20 min (speed 8000 rpm/min),\nwashed three times with water, and freeze-dried to obtain Cu-MOF@MnO<sub>2</sub>. A 30 mg sample of Cu-MOF@MnO<sub>2</sub> nanoparticles was\ndispersed in 30 mL of DMF and sonicated for 10 min. A 96 mg sample\nof EDC and 58 mg of NHS were added and stirred at room temperature\nfor 3 h. Then 20 mg of 1,6-hexanediamine was added and reacted for\n6 h. The precipitated Cu-MOF@MnO<sub>2</sub>-NH<sub>2</sub> was extracted\nby centrifugation for 20 min (at 8000 rpm/min), washed three times\nwith water, and dispersed in 10 mL of DMF. Then 30 mg of FA and 20\nmg of TPP were dissolved in 30 mL of DMF, respectively, followed by\nthe addition of EDC/NHS (144 mg/88 mg) at room temperature. After\nstirring for 12 h, the activated FA and activated TPP were obtained,\nrespectively. The Cu-MOF@MnO<sub>2</sub>-NH<sub>2</sub> was then added\nto the solutions with activated FA or activated TPP to obtain Cu-MOF@MnO<sub>2</sub>/FA and Cu-MOF@MnO<sub>2</sub>/TPP.</p>", "clean_text": "Materials and Methods\n\nSample Preparation and Characterization\n\nCu-MOF was synthesized on the basis of the literature. A 5 mg sample of Cu(NO3)2⋅3H2O and 20 mg of PVP were added to a flask and dissolved in a mixture of 12 mL of DMF and 4 mL of anhydrous ethanol; then 12 mg of TCPP was added and the mixture was sonicated for 10 min. The resulting solution was transferred to a stainless steel autoclave and reacted at 80 °C for 3 h. As it cooled to room temperature, the precipitate was collected by centrifugation, and the solid was washed three times with ethanol and then freeze-dried to obtain Cu-MOF nanosheets. Cu-MOF@MnO2 was prepared by the reference method. A 20 mg sample of the prepared Cu-MOF nanosheets was dispersed into 20 mL of water and sonicated for 10 min. Then 20 mg of PAH (dissolved in 10 mL of water and adjusted to pH 7.2 with saturated sodium bicarbonate solution) was added and stirred at room temperature overnight. Then the precipitate was collected by centrifugation for 15 min (at 8000 rpm/min) and washed with water three times to remove the excess PAH to obtain Cu-MOF-PAH. Then Cu-MOF-PAH was redispersed in 30 mL of water and sonicated for 10 min, and KMnO4 (10 mg dissolved in 2 mL of water) was added dropwise under vigorous stirring. After 30 min of stirring, the precipitate was adjusted to weak acidity (pH 6.8) with 2 M HCl, centrifuged for 20 min (speed 8000 rpm/min), washed three times with water, and freeze-dried to obtain Cu-MOF@MnO2. A 30 mg sample of Cu-MOF@MnO2 nanoparticles was dispersed in 30 mL of DMF and sonicated for 10 min. A 96 mg sample of EDC and 58 mg of NHS were added and stirred at room temperature for 3 h. Then 20 mg of 1,6-hexanediamine was added and reacted for 6 h. The precipitated Cu-MOF@MnO2-NH2 was extracted by centrifugation for 20 min (at 8000 rpm/min), washed three times with water, and dispersed in 10 mL of DMF. Then 30 mg of FA and 20 mg of TPP were dissolved in 30 mL of DMF, respectively, followed by the addition of EDC/NHS (144 mg/88 mg) at room temperature. After stirring for 12 h, the activated FA and activated TPP were obtained, respectively. The Cu-MOF@MnO2-NH2 was then added to the solutions with activated FA or activated TPP to obtain Cu-MOF@MnO2/FA and Cu-MOF@MnO2/TPP.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>With the use of\nthe same method, amounts of Cu-MOF@MnO<sub>2</sub> were reacted with\nactivated FA (30 mg) and TPP (20 mg) simultaneously to obtain Cu-MOF@MnO<sub>2</sub>/FA/TPP. Cu-MOF@MnO<sub>2</sub>/FA/TPP was purified by centrifugation\nat 8000 rpm/min for 15 min and washed three times with water. A 20\nmg sample of Cu-MOF@MnO<sub>2</sub>/FA/TPP was dispersed in 20 mL\nof water, sonicated for 10 min, and adjusted to weak basicity (pH\n7.2) with saturated NaOH solution. Then 10 mg of PAH was added, left\novernight, and centrifuged for 20 min (15 000 rpm/min). The\nprecipitate was collected, washed three times with water, and freeze-dried\nto obtain CMMFTP.</p>", "clean_text": "With the use of the same method, amounts of Cu-MOF@MnO2 were reacted with activated FA (30 mg) and TPP (20 mg) simultaneously to obtain Cu-MOF@MnO2/FA/TPP. Cu-MOF@MnO2/FA/TPP was purified by centrifugation at 8000 rpm/min for 15 min and washed three times with water. A 20 mg sample of Cu-MOF@MnO2/FA/TPP was dispersed in 20 mL of water, sonicated for 10 min, and adjusted to weak basicity (pH 7.2) with saturated NaOH solution. Then 10 mg of PAH was added, left overnight, and centrifuged for 20 min (15000 rpm/min). The precipitate was collected, washed three times with water, and freeze-dried to obtain CMMFTP.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>All chemical reagents were analytically pure\nand used without further\npurification if not otherwise specified. Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O, PAH (<italic toggle=\"yes\">M</italic>\n<sub>w</sub> ≈\n15 000), DMF, NaOH, KMnO<sub>4</sub>, NaN<sub>3</sub>, isopropanol\n(IP), FA, and TPP were all purchased from Sinopharm Holding Chemical\nReagent Co. EDC, NHS, and DAPI were purchased from Aladdin Industrial\nCorp. (Shanghai, China). H<sub>2</sub>O<sub>2</sub> (30 wt %) was\npurchased from J&amp;KChemical Co. MitoTracker Green, calcein acetoxymethyl\nester (calcein-AM), propidium iodide (PI), and MTT were purchased\nfrom Shanghai Yu Bo Biotecnology Co. HeLa and 4T1 cell lines were\nprovided by Harbin Engineering University. The water used for the\nexperiments was deionized water. The size and morphology of the materials\nwere checked at 200 kV by use of a Tecnai G2F20S-TWIN transmission\nelectron microscope (TEM; FEI, USA). Ultraviolet–visible spectra\n(UV–vis) were measured on a PerkinElmer Lambda 25 UV–vis\nspectrophotometer (PerkinElmer, USA). Fluorescence spectra were tested\nwith an ARL QUANT̀X fluorescence spectrometer (Thermo Fisher,\nSwitzerland). X-ray diffraction (XRD) was performed with a RigakuD/MAX-2250\n(Nippon Rigaku Co., Ltd., Japan) with Cu Kα radiation (λ\n= 0.15405 nm). The hydrodynamic dimensions (dynamic light scattering,\nDLS) and ζ potential of the samples were determined with a Nanobrook-Zeta\nPALS-Zeta potential analyzer (Bruker Haven, Germany). Fourier transform\ninfrared spectroscopy (FT-IR) was measured with a Vertex 80 infrared\nspectrometer (Bruker, Germany) using a KBr platen with a resolution\nof 4 cm<sup>–1</sup> and a test range of 4000–500 cm <sup>–1</sup>. Cell viability was analyzed by the MTT method to\nevaluate the CDT effect of the drugs. An enzyme marker, Bio Tek ELx800\n(BioTek, USA), was used in the MTT assay. ROS production was detected\nwith an ROS probe under a fluorescent inverted microscope, Leica DM\nIL LED (Leica Microsystems, Germany), and photographed with a Leica\nQ2 camera (Leica, Germany).</p>", "clean_text": "All chemical reagents were analytically pure and used without further purification if not otherwise specified. Cu(NO3)2⋅3H2O, PAH (M w ~ 15000), DMF, NaOH, KMnO4, NaN3, isopropanol (IP), FA, and TPP were all purchased from Sinopharm Holding Chemical Reagent Co. EDC, NHS, and DAPI were purchased from Aladdin Industrial Corp. (Shanghai, China). H2O2 (30 wt %) was purchased from J&KChemical Co. MitoTracker Green, calcein acetoxymethyl ester (calcein-AM), propidium iodide (PI), and MTT were purchased from Shanghai Yu Bo Biotecnology Co. HeLa and 4T1 cell lines were provided by Harbin Engineering University. The water used for the experiments was deionized water. The size and morphology of the materials were checked at 200 kV by use of a Tecnai G2F20S-TWIN transmission electron microscope (TEM; FEI, USA). Ultraviolet-visible spectra (UV-vis) were measured on a PerkinElmer Lambda 25 UV-vis spectrophotometer (PerkinElmer, USA). Fluorescence spectra were tested with an ARL QUANT̀X fluorescence spectrometer (Thermo Fisher, Switzerland). X-ray diffraction (XRD) was performed with a RigakuD/MAX-2250 (Nippon Rigaku Co., Ltd., Japan) with Cu Kα radiation (λ = 0.15405 nm). The hydrodynamic dimensions (dynamic light scattering, DLS) and ζ potential of the samples were determined with a Nanobrook-Zeta PALS-Zeta potential analyzer (Bruker Haven, Germany). Fourier transform infrared spectroscopy (FT-IR) was measured with a Vertex 80 infrared spectrometer (Bruker, Germany) using a KBr platen with a resolution of 4 cm-1 and a test range of 4000-500 cm -1. Cell viability was analyzed by the MTT method to evaluate the CDT effect of the drugs. An enzyme marker, Bio Tek ELx800 (BioTek, USA), was used in the MTT assay. ROS production was detected with an ROS probe under a fluorescent inverted microscope, Leica DM IL LED (Leica Microsystems, Germany), and photographed with a Leica Q2 camera (Leica, Germany).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Detecting <sup>•</sup>OH by ESR</title><p>5,5-Dimethyl-1-pyrroline <italic toggle=\"yes\">N</italic>-oxide\n(DMPO) was used\nas a trapping agent for the detection of hydroxyl radicals, and the\nESR intensity ratio of the four peaks in the DMPO–<sup>•</sup>OH adduct was 1:2:2:1. The generation of hydroxyl radicals by Cu-MOF,\nCu-MOF@MnO<sub>2</sub>, and CMMFTP were tested in this study. The\nconcentration of H<sub>2</sub>O<sub>2</sub> was 100 mM with a volume\nof 10 μL. The concentration of GSH was 0.67 mM with a volume\nof 100 μL. With the use of PBS as the solvent, samples were\nmade of the following: Cu-MOF + H<sub>2</sub>O<sub>2</sub> (pH 5.5);\nCu-MOF + H<sub>2</sub>O<sub>2</sub> + GSH (pH 5.5); Cu-MOF +  H<sub>2</sub>O<sub>2</sub> + GSH (pH 6.8); Cu-MOF@MnO<sub>2</sub> + H<sub>2</sub>O<sub>2</sub> (pH 5.5); Cu-MOF@MnO<sub>2</sub> + H<sub>2</sub>O<sub>2</sub> (pH 6.8); Cu-MOF@MnO<sub>2</sub> + H<sub>2</sub>O<sub>2</sub> (pH 7.4); CMMFTP + H<sub>2</sub>O<sub>2</sub> + GSH (pH 5.5);\nCMMFTP + H<sub>2</sub>O<sub>2</sub>  +  GSH (pH 6.8); CMMFTP + H<sub>2</sub>O<sub>2</sub> + GSH (pH 7.4). All samples were spiked with\nDMPO (10 μL, 10 μg mL<sup>–1</sup>), left for 60\nmin, and immediately subjected to ESR assay.</p>", "clean_text": "Detecting ⋅OH by ESR\n\n5,5-Dimethyl-1-pyrroline N-oxide (DMPO) was used as a trapping agent for the detection of hydroxyl radicals, and the ESR intensity ratio of the four peaks in the DMPO-⋅OH adduct was 1:2:2:1. The generation of hydroxyl radicals by Cu-MOF, Cu-MOF@MnO2, and CMMFTP were tested in this study. The concentration of H2O2 was 100 mM with a volume of 10 μL. The concentration of GSH was 0.67 mM with a volume of 100 μL. With the use of PBS as the solvent, samples were made of the following: Cu-MOF + H2O2 (pH 5.5); Cu-MOF + H2O2 + GSH (pH 5.5); Cu-MOF +  H2O2 + GSH (pH 6.8); Cu-MOF@MnO2 + H2O2 (pH 5.5); Cu-MOF@MnO2 + H2O2 (pH 6.8); Cu-MOF@MnO2 + H2O2 (pH 7.4); CMMFTP + H2O2 + GSH (pH 5.5); CMMFTP + H2O2  +  GSH (pH 6.8); CMMFTP + H2O2 + GSH (pH 7.4). All samples were spiked with DMPO (10 μL, 10 μg mL-1), left for 60 min, and immediately subjected to ESR assay.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>DNTB\nAssay for CMMFTP GSH Depletion Capacity</title><p>A 2 mL volume of\nDTNB solution (20 μM) was added to 10 mL\nof GSH (10 mM) aqueous solution and mixed well. Then 5 mg of CMMFTP\nwas added with slow stirring at room temperature. The absorbance was\nrecorded at 412 nm at 0, 1, 2, 3, and 4 h time points with UV–vis\nspectrometer.</p>", "clean_text": "DNTB Assay for CMMFTP GSH Depletion Capacity\n\nA 2 mL volume of DTNB solution (20 μM) was added to 10 mL of GSH (10 mM) aqueous solution and mixed well. Then 5 mg of CMMFTP was added with slow stirring at room temperature. The absorbance was recorded at 412 nm at 0, 1, 2, 3, and 4 h time points with UV-vis spectrometer.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>\n<sup>1</sup>O<sub>2</sub> Detection by UV–Vis\nSpectrophotometric Assay</title><p>1,3-Diphenylisobenzofuran (DPBF)\nwas used as the reactive oxygen probe, and the change in absorbance\nat 415 nm after oxidation of DPBF by ROS was tested by UV–vis\nspectroscopy. Cu-MOF (40 μg mL<sup>–1</sup>) and CMMFTP\n(40 μg mL<sup>–1</sup>) were used in the assay, and the\nH<sub>2</sub>O<sub>2</sub> concentration was 80 μM. Samples\nwere prepared by use of a 3 mL quartz cuvette with PBS as solvent:\nCu-MOF + H<sub>2</sub>O<sub>2</sub> (pH 7.4); Cu-MOF + H<sub>2</sub>O<sub>2</sub> (pH 6.8); Cu-MOF + H<sub>2</sub>O<sub>2</sub> (pH 5.5);\nCMMFTP + H<sub>2</sub>O<sub>2</sub> (pH 5.5); Cu-MOF  +  H<sub>2</sub>O<sub>2</sub> (20 μM, pH 5.5); Cu-MOF  +  H<sub>2</sub>O<sub>2</sub> (40 μM, pH 5.5); Cu-MOF  +  H<sub>2</sub>O<sub>2</sub> (80 μM, pH 5.5); Cu-MOF  +  H<sub>2</sub>O<sub>2</sub> (100\nμM, pH 5.5); Cu-MOF  +  H<sub>2</sub>O<sub>2</sub> (120 μM,\npH 5.5). A 100 μL volume of DPBF (5 × 10<sup>–4</sup> M) was added to each sample, and UV–vis spectra were measured\nat different time points.</p>", "clean_text": " 1O2 Detection by UV-Vis Spectrophotometric Assay\n\n1,3-Diphenylisobenzofuran (DPBF) was used as the reactive oxygen probe, and the change in absorbance at 415 nm after oxidation of DPBF by ROS was tested by UV-vis spectroscopy. Cu-MOF (40 μg mL-1) and CMMFTP (40 μg mL-1) were used in the assay, and the H2O2 concentration was 80 μM. Samples were prepared by use of a 3 mL quartz cuvette with PBS as solvent: Cu-MOF + H2O2 (pH 7.4); Cu-MOF + H2O2 (pH 6.8); Cu-MOF + H2O2 (pH 5.5); CMMFTP + H2O2 (pH 5.5); Cu-MOF  +  H2O2 (20 μM, pH 5.5); Cu-MOF  +  H2O2 (40 μM, pH 5.5); Cu-MOF  +  H2O2 (80 μM, pH 5.5); Cu-MOF  +  H2O2 (100 μM, pH 5.5); Cu-MOF  +  H2O2 (120 μM, pH 5.5). A 100 μL volume of DPBF (5 × 10-4 M) was added to each sample, and UV-vis spectra were measured at different time points.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>\n<sup>1</sup>O<sub>2</sub> Detection by Singlet\nOxygen Sensor Green (SOSG) Fluorescence Probe</title><p>SOSG is a specific\nprobe for <sup>1</sup>O<sub>2</sub> with no visible reaction with\nother ROS. SOSG emits green fluorescence upon oxidation by <sup>1</sup>O<sub>2</sub> with excitation at 490 nm and emission at 525 nm. The <sup>1</sup>O<sub>2</sub> generation of Cu-MOF and CMMFTP were studied\nwith an H<sub>2</sub>O<sub>2</sub> concentration of 80 μg mL<sup>–1</sup> and a GSH concentration of 0.67 μM using a\n3 mL quartz cuvette with PBS as solvent: Cu-MOF + H<sub>2</sub>O<sub>2</sub> (pH 7.4); Cu-MOF  +  H<sub>2</sub>O<sub>2</sub> + GSH (15\nμM, pH 5.5); Cu-MOF  +  H<sub>2</sub>O<sub>2</sub> + GSH (120\nμM, pH 5.5); CMMFTP + H<sub>2</sub>O<sub>2</sub> (pH 5.5). A\n100 μL volume of SOSG (5 × 10<sup>–6</sup> M) was\nadded to each sample, and the fluorescence spectra were measured immediately\nafter standing for 30 min.</p>", "clean_text": " 1O2 Detection by Singlet Oxygen Sensor Green (SOSG) Fluorescence Probe\n\nSOSG is a specific probe for 1O2 with no visible reaction with other ROS. SOSG emits green fluorescence upon oxidation by 1O2 with excitation at 490 nm and emission at 525 nm. The 1O2 generation of Cu-MOF and CMMFTP were studied with an H2O2 concentration of 80 μg mL-1 and a GSH concentration of 0.67 μM using a 3 mL quartz cuvette with PBS as solvent: Cu-MOF + H2O2 (pH 7.4); Cu-MOF  +  H2O2 + GSH (15 μM, pH 5.5); Cu-MOF  +  H2O2 + GSH (120 μM, pH 5.5); CMMFTP + H2O2 (pH 5.5). A 100 μL volume of SOSG (5 × 10-6 M) was added to each sample, and the fluorescence spectra were measured immediately after standing for 30 min.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Cell Incubation</title><p>Mouse breast cancer\ncells (4T1) and mouse fibroblasts (L929) were cultured in 1640 medium\ncontaining 15% fetal bovine serum (FBS) and 1% penicillin–streptomycin\nsolution in a humidified incubator at 37 °C and 5% CO<sub>2</sub>.The cells in the logarithmic growth stage were digested by 0.25%\ntrypsin, and the cells attached to the surface of the culture vessel\nwere cut into cell suspensions, which were then inoculated into six-well\nplates (1.5 × 10<sup>5</sup> per well) or 96-well plates (4 ×\n10<sup>3</sup> per well) according to the experimental requirements\nand further cultured for 24 h before use.</p>", "clean_text": "Cell Incubation\n\nMouse breast cancer cells (4T1) and mouse fibroblasts (L929) were cultured in 1640 medium containing 15% fetal bovine serum (FBS) and 1% penicillin-streptomycin solution in a humidified incubator at 37 °C and 5% CO2.The cells in the logarithmic growth stage were digested by 0.25% trypsin, and the cells attached to the surface of the culture vessel were cut into cell suspensions, which were then inoculated into six-well plates (1.5 × 105 per well) or 96-well plates (4 × 103 per well) according to the experimental requirements and further cultured for 24 h before use.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Human cervical cancer\ncells (HeLa) were placed in Dulbecco’s modified Eagle’s\nmedium (DMEM) containing 100 μg mL<sup>–1</sup> penicillin,\n100 μg mL<sup>–1</sup> streptomycin, and 10% fetal bovine\nserum (FBS) in a humidified incubator at 37 °C in 5% CO<sub>2</sub>. Cells in the logarithmic growth phase were digested by 0.25% trypsin,\nand the cells attached to the surface of the culture vessel were cut\ninto cell suspensions and then inoculated into six-well plates (1.5\n× 10<sup>5</sup> per well) or 96-well plates (4 × 10<sup>3</sup> per well) according to the experimental requirements.</p>", "clean_text": "Human cervical cancer cells (HeLa) were placed in Dulbecco's modified Eagle's medium (DMEM) containing 100 μg mL-1 penicillin, 100 μg mL-1 streptomycin, and 10% fetal bovine serum (FBS) in a humidified incubator at 37 °C in 5% CO2. Cells in the logarithmic growth phase were digested by 0.25% trypsin, and the cells attached to the surface of the culture vessel were cut into cell suspensions and then inoculated into six-well plates (1.5 × 105 per well) or 96-well plates (4 × 103 per well) according to the experimental requirements.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Cell Phagocytosis and Imaging</title><p>4T1\ncells and HeLa cells were incubated with CMMFTP (0, 50, 100, 200,\nand 400 μg mL<sup>–1</sup>) for different times (30–90\nmin as required). Cells were washed three times with PBS and fixed\nwith 1 mL of 2.5% glutaraldehyde for 10 min. Nuclei were stained with\nDAPI for 10 min, washed three times with PBS solution, and then observed\nwith fluorescence inverted microscopy (FIM).</p>", "clean_text": "Cell Phagocytosis and Imaging\n\n4T1 cells and HeLa cells were incubated with CMMFTP (0, 50, 100, 200, and 400 μg mL-1) for different times (30-90 min as required). Cells were washed three times with PBS and fixed with 1 mL of 2.5% glutaraldehyde for 10 min. Nuclei were stained with DAPI for 10 min, washed three times with PBS solution, and then observed with fluorescence inverted microscopy (FIM).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Folic\nAcid Targeting</title><p>HeLa cells were\ninoculated in six-well plates at a density of 1.5 × 10<sup>5</sup> cells per well and divided into two groups: CMMFTP group and CMMFTP\n+ FA group. Cells in each group were treated with the corresponding\ndrugs (CMMFTP, 200 μg mL<sup>–1</sup>; FA, 20 μg\nmL<sup>–1</sup>) and incubated in an incubator for 30–180\nmin. Then they were fixed with 1 mL of 2.5% glutaraldehyde for 10\nmin, stained with DAPI for 10 min and MitoTracker Green (100 nM, 100\nμL) for 30 min, washed three times with PBS solution, and then\nobserved with FIM.</p>", "clean_text": "Folic Acid Targeting\n\nHeLa cells were inoculated in six-well plates at a density of 1.5 × 105 cells per well and divided into two groups: CMMFTP group and CMMFTP + FA group. Cells in each group were treated with the corresponding drugs (CMMFTP, 200 μg mL-1; FA, 20 μg mL-1) and incubated in an incubator for 30-180 min. Then they were fixed with 1 mL of 2.5% glutaraldehyde for 10 min, stained with DAPI for 10 min and MitoTracker Green (100 nM, 100 μL) for 30 min, washed three times with PBS solution, and then observed with FIM.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Cytotoxicity Assay</title><p>HeLa cells, L929\ncells, and 4T1 cells were inoculated into 96-well plates with culture\nmedium (4 × 10<sup>3</sup> cells per well) and incubated in an\nincubator at 37 °C with 5% CO<sub>2</sub> for 24 h. The cells\nwere treated with different concentrations (12.5, 25, 50, 100, 200,\nand 400 μg mL<sup>–1</sup>), Cu-MOF@MnO<sub>2</sub>,\nCMMFTP treated cells, and another set of a blank control group. The\ncells were incubated in an incubator at 37 °C with 5% CO<sub>2</sub> for 24 h. In addition, HeLa cells were treated with Cu-TCPP@MnO<sub>2</sub>, Cu-TCPP@MnO<sub>2</sub> + NaN<sub>3</sub>, Cu-TCPP@MnO<sub>2</sub> + IP, Cu-TCPP@MnO<sub>2</sub> + NaN<sub>3</sub> + IP, and\nCMMFTP + NaN<sub>3</sub> + IP in each group, and the concentrations\nof the material, NaN<sub>3</sub>, and IP were treated with 200 μg\nmL<sup>–1</sup>, 0.25 mM, and 0.25 mM, respectively, for 12\nh. After incubation, 20 μL of MTT (5 mg mL<sup>–1</sup>) was added to each well and incubated for an additional 4 h. DMSO\n(100 μL) was added to each well and left for 10 min to dissolve\nthe solid metadata crystals. The absorbance was measured at 490 nm\nby using an enzyme marker. Cell viability was determined as follows.<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>cell viability</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">A</italic>\n<sub>1</sub> and <italic toggle=\"yes\">A</italic>\n<sub>0</sub> represent\nthe absorbance of the drug groups\nand blank control group at different concentrations, respectively.</p>", "clean_text": "Cytotoxicity Assay\n\nHeLa cells, L929 cells, and 4T1 cells were inoculated into 96-well plates with culture medium (4 × 103 cells per well) and incubated in an incubator at 37 °C with 5% CO2 for 24 h. The cells were treated with different concentrations (12.5, 25, 50, 100, 200, and 400 μg mL-1), Cu-MOF@MnO2, CMMFTP treated cells, and another set of a blank control group. The cells were incubated in an incubator at 37 °C with 5% CO2 for 24 h. In addition, HeLa cells were treated with Cu-TCPP@MnO2, Cu-TCPP@MnO2 + NaN3, Cu-TCPP@MnO2 + IP, Cu-TCPP@MnO2 + NaN3 + IP, and CMMFTP + NaN3 + IP in each group, and the concentrations of the material, NaN3, and IP were treated with 200 μg mL-1, 0.25 mM, and 0.25 mM, respectively, for 12 h. After incubation, 20 μL of MTT (5 mg mL-1) was added to each well and incubated for an additional 4 h. DMSO (100 μL) was added to each well and left for 10 min to dissolve the solid metadata crystals. The absorbance was measured at 490 nm by using an enzyme marker. Cell viability was determined as follows.     cell viability   ( % )  =  (   A   1   /   A   0   )  × 100 %    where A 1 and A 0 represent the absorbance of the drug groups and blank control group at different concentrations, respectively.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Detection of Intracellular GSH Depletion</title><p>For intracellular GSH assay, HeLa cells were cultured into 96-well\nculture plates (6000 per well) and then treated with different concentrations\nof CMMFTP (from 0 to 400 μg mL<sup>–1</sup>). HeLa cells\nwere coincubated with CMMFTP for 24 h and washed twice with PBS, and\nthen the cells were collected by centrifugation; 0.3–0.5 mL\nof PBS buffer was added. The cells were suspended and sonicated, and\nthen the GSH content in these treated cells was tested with the use\nof the Reduced Glutathione Content Assay Kit (Nanjing Jiancheng Institute\nof Biological Engineering, A006-2-1) according to the manufacturer’s\ninstructions.</p>", "clean_text": "Detection of Intracellular GSH Depletion\n\nFor intracellular GSH assay, HeLa cells were cultured into 96-well culture plates (6000 per well) and then treated with different concentrations of CMMFTP (from 0 to 400 μg mL-1). HeLa cells were coincubated with CMMFTP for 24 h and washed twice with PBS, and then the cells were collected by centrifugation; 0.3-0.5 mL of PBS buffer was added. The cells were suspended and sonicated, and then the GSH content in these treated cells was tested with the use of the Reduced Glutathione Content Assay Kit (Nanjing Jiancheng Institute of Biological Engineering, A006-2-1) according to the manufacturer's instructions.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Detection of Intracellular\nReactive Oxygen\nSpecies</title><p>HeLa cells were inoculated in six-well plates. A\n1 mL volume of sample (400 μg mL<sup>–1</sup>, calculated\nas Cu-MOF mass), 100 μL of DCFH-DA (5 × 10<sup>–4</sup> M), and and 100 μL of SOSG (5 × 10<sup>–4</sup> M) were used in the study. The cells were divided into three groups:\nCu-MOF + DCFH-DA group, and CMMFTP + DCFH-DA group, and CMMFTP + SOSG\ngroup. The cells were incubated for 90 min. The medium was subsequently\nremoved, and the cells were washed three times with PBS and photographed\nwith FIM.</p>", "clean_text": "Detection of Intracellular Reactive Oxygen Species\n\nHeLa cells were inoculated in six-well plates. A 1 mL volume of sample (400 μg mL-1, calculated as Cu-MOF mass), 100 μL of DCFH-DA (5 × 10-4 M), and and 100 μL of SOSG (5 × 10-4 M) were used in the study. The cells were divided into three groups: Cu-MOF + DCFH-DA group, and CMMFTP + DCFH-DA group, and CMMFTP + SOSG group. The cells were incubated for 90 min. The medium was subsequently removed, and the cells were washed three times with PBS and photographed with FIM.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Double Staining of Living\nand Dead Cells</title><p>HeLa cells were treated with Cu-MOF, Cu-MOF@MnO<sub>2</sub>, and\nCMMFTP (400 μg mL<sup>–1</sup>), respectively, and incubated\nfor 0–24 h. Then cells were stained with a mixture of calcein-AM\n(2 μM) and PI (4.5 μM) in DMEM medium for 30 min. The\ncells were washed three times with PBS solution and then observed\nby FIM.</p>", "clean_text": "Double Staining of Living and Dead Cells\n\nHeLa cells were treated with Cu-MOF, Cu-MOF@MnO2, and CMMFTP (400 μg mL-1), respectively, and incubated for 0-24 h. Then cells were stained with a mixture of calcein-AM (2 μM) and PI (4.5 μM) in DMEM medium for 30 min. The cells were washed three times with PBS solution and then observed by FIM.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>\n<italic toggle=\"yes\">In Vivo</italic> Anticancer Therapeutic\nProperties</title><p>4T1 cancer cells (100 μL) were implanted\nsubcutaneously in the right buttock of female BALB/c mice. When the\ntumor volume grew to approximately 100 mm<sup>3</sup>, they were randomly\ndivided into three groups (<italic toggle=\"yes\">n</italic> = 5): saline group,\nCu-MOF group, and CMMFTP group. The concentrations and doses of all\ndrugs were set at 500 μg mL<sup>–1</sup> and 100 μL,\nrespectively. Mice were weighed and tumor volumes were measured every\n2 days. The tumor volume was calculated by the formula<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">V</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"italic\">L</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">L</italic>, <italic toggle=\"yes\">W</italic>, and <italic toggle=\"yes\">V</italic> are the length, width,\nand volume of the\ntumor, respectively, and the relative tumor volumes of different treatment\ngroups were derived from <italic toggle=\"yes\">V</italic>/<italic toggle=\"yes\">V</italic>\n<sub>0</sub>, where <italic toggle=\"yes\">V</italic>\n<sub>0</sub> is the initial tumor\nvolume.</p>", "clean_text": " In Vivo Anticancer Therapeutic Properties\n\n4T1 cancer cells (100 μL) were implanted subcutaneously in the right buttock of female BALB/c mice. When the tumor volume grew to approximately 100 mm3, they were randomly divided into three groups (n = 5): saline group, Cu-MOF group, and CMMFTP group. The concentrations and doses of all drugs were set at 500 μg mL-1 and 100 μL, respectively. Mice were weighed and tumor volumes were measured every 2 days. The tumor volume was calculated by the formula     V = L   W   2   / 2    where L, W, and V are the length, width, and volume of the tumor, respectively, and the relative tumor volumes of different treatment groups were derived from V/V 0, where V 0 is the initial tumor volume.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Histological Examinations of CMMFTP</title><p>After 14 days of treatment, major organs (heart, liver, spleen, lung,\nand kidney) and tumor tissues from different treatment groups were\nharvested, dehydrated in formalin, ethanol, and xylene buffer and\nmade into paraffin sections (3 × 5 mm). Then, the tissue sections\nwere stained with hematoxylin and eosin (H&amp;E) and observed with\nelectron microscopy.</p>", "clean_text": "Histological Examinations of CMMFTP\n\nAfter 14 days of treatment, major organs (heart, liver, spleen, lung, and kidney) and tumor tissues from different treatment groups were harvested, dehydrated in formalin, ethanol, and xylene buffer and made into paraffin sections (3 × 5 mm). Then, the tissue sections were stained with hematoxylin and eosin (H&E) and observed with electron microscopy.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>\n<italic toggle=\"yes\">In Vivo</italic> Long-Term Toxicity\nAssessment of CMMFTP</title><p>Ten healthy BALB/c mice were divided\ninto two groups (<italic toggle=\"yes\">n</italic> = 5). One group was used as the\ncontrol group, and the other group was injected with 100 μL\nof CMMFTP (500 μg mL<sup>–1</sup>). Fourteen days later,\nthe major organs were excised for H&amp;E staining to observe morphological\nchanges.</p>", "clean_text": " In Vivo Long-Term Toxicity Assessment of CMMFTP\n\nTen healthy BALB/c mice were divided into two groups (n = 5). One group was used as the control group, and the other group was injected with 100 μL of CMMFTP (500 μg mL-1). Fourteen days later, the major organs were excised for H&E staining to observe morphological changes.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Statistical Analysis</title><p>These relative\ndata are expressed as mean ± standard error. In addition, statistical\ndifferences are shown for <italic toggle=\"yes\">p</italic> &lt; 0.05 and <italic toggle=\"yes\">p</italic> &lt; 0.01.</p><title>Results and Discussion</title><title>Synthesis and Characterization of Materials</title><p>The 2D\nCu-MOF nanosheets were prepared according to the literature using Cu<sup>2+</sup> as the center ions, TCPP\nas the ligand molecules, and polyvinylpyrrolidone (PVP) as the surfactant\nmolecules. Each ligand molecule has four carboxyl groups, so there\nare a large number of carboxyl groups on the surface of the Cu-MOF\nnanosheets, providing a wealth of reaction sites for further functionalization.\nCu-MOF nanosheets were mixed with KMnO<sub>4</sub> and poly­(allylamine\nhydrochloride) (PAH) at room temperature. KnMO<sub>4</sub> was <italic toggle=\"yes\">in situ</italic> reduced into MnO<sub>2</sub> by PAH; MnO<sub>2</sub> was then coated spontaneously on Cu-MOF to give Cu-MOF@MnO<sub>2</sub>. Activation of the carboxyl group on Cu-MOF or Cu-MOF@MnO<sub>2</sub> with EDC/NHS followed by condensation with 1,6-diaminohexane gave\nthe surface-aminated Cu-MOF-NH<sub>2</sub> or Cu-MOF@MnO<sub>2</sub>-NH<sub>2</sub>, which continued to react with activated FA and TPP\nto produce Cu-MOF/FA/TPP and Cu-MOF@MnO<sub>2</sub>/FA/TPP, respectively.\nTo increase the biocompatibility, Cu-MOF@MnO<sub>2</sub>/FA/TPP was\nfinally modified on its surface with PAH by hydrogen bonding and electrostatic\nadsorption to obtain the Cu-MOF@MnO<sub>2</sub>/FA/TPP@PAH (CMMFTP)\nnanosheets.</p>", "clean_text": "Statistical Analysis\n\nThese relative data are expressed as mean ± standard error. In addition, statistical differences are shown for p < 0.05 and p < 0.01.\n\nResults and Discussion\n\nSynthesis and Characterization of Materials\n\nThe 2D Cu-MOF nanosheets were prepared according to the literature using Cu2+ as the center ions, TCPP as the ligand molecules, and polyvinylpyrrolidone (PVP) as the surfactant molecules. Each ligand molecule has four carboxyl groups, so there are a large number of carboxyl groups on the surface of the Cu-MOF nanosheets, providing a wealth of reaction sites for further functionalization. Cu-MOF nanosheets were mixed with KMnO4 and poly(allylamine hydrochloride) (PAH) at room temperature. KnMO4 was in situ reduced into MnO2 by PAH; MnO2 was then coated spontaneously on Cu-MOF to give Cu-MOF@MnO2. Activation of the carboxyl group on Cu-MOF or Cu-MOF@MnO2 with EDC/NHS followed by condensation with 1,6-diaminohexane gave the surface-aminated Cu-MOF-NH2 or Cu-MOF@MnO2-NH2, which continued to react with activated FA and TPP to produce Cu-MOF/FA/TPP and Cu-MOF@MnO2/FA/TPP, respectively. To increase the biocompatibility, Cu-MOF@MnO2/FA/TPP was finally modified on its surface with PAH by hydrogen bonding and electrostatic adsorption to obtain the Cu-MOF@MnO2/FA/TPP@PAH (CMMFTP) nanosheets.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>It has been reported that the 2D MOF crystalline\nstructure consists of four paddlewheel metal nodes interconnected\nby one TCPP molecule, which then composes layers stacking in an AB\npacking pattern. The transmission electron micrograph\n(TEM) (a) shows\nthat the morphology of Cu-MOF is that of a multilayered stacked cube,\nconsistent with what has been reported in the literature. The original\nmultilayered stacked Cu-MOF nanosheets were peeled off by PAH and\n1,6-hexanediamine and the stacked layers were dispersed, as shown\nin the high-resolution transmission electron microscopic image of\nCMMFTP (b). c shows the dynamic\nlight scattering (DLS) of Cu-MOF, which suggests a minimum particle\nsize of approximately 155 nm and a maximum particle size of approximately\n201 nm for Cu-MOF, while CMMFTP has a minimum particle size of approximately\n180 nm and a maximum particle size of 235 nm. It was clear that the\nmodification by PAH increased the nanoparticle size slightly. d shows the X-ray\ndiffractograms of Cu-MOF and CMMFTP. The overlapped diffraction peaks\nof the two nanomaterials can be observed, and the positions of the\ndiffraction peaks are consistent with those reported in the literature, suggesting that the crystal structure of Cu-MOF nanosheets did not\nchange after functionalization.</p>", "clean_text": "It has been reported that the 2D MOF crystalline structure consists of four paddlewheel metal nodes interconnected by one TCPP molecule, which then composes layers stacking in an AB packing pattern. The transmission electron micrograph (TEM) (a) shows that the morphology of Cu-MOF is that of a multilayered stacked cube, consistent with what has been reported in the literature. The original multilayered stacked Cu-MOF nanosheets were peeled off by PAH and 1,6-hexanediamine and the stacked layers were dispersed, as shown in the high-resolution transmission electron microscopic image of CMMFTP (b). c shows the dynamic light scattering (DLS) of Cu-MOF, which suggests a minimum particle size of approximately 155 nm and a maximum particle size of approximately 201 nm for Cu-MOF, while CMMFTP has a minimum particle size of approximately 180 nm and a maximum particle size of 235 nm. It was clear that the modification by PAH increased the nanoparticle size slightly. d shows the X-ray diffractograms of Cu-MOF and CMMFTP. The overlapped diffraction peaks of the two nanomaterials can be observed, and the positions of the diffraction peaks are consistent with those reported in the literature, suggesting that the crystal structure of Cu-MOF nanosheets did not change after functionalization.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) TEM of Cu-MOF. (b) High-resolution\nTEM of CMMFTP. (c) Sizes\nof Cu-TCPP MOF and CMMFTP measured by DLS. (d) XRD patterns of Cu-MOF\nand CMMFTP. (e) XPS of CMMFTP. (f) High-resolution XPS of Cu­(II) 2p.\n(g) High-resolution XPS of Mn­(IV) 2p. (h) High-resolution XPS of O\n1s. (i) FT-IR of different samples. (j) UV–vis absorption spectra.\n(k) Fluorescence excitation spectra of CMMFTP. (l) ζ potentials\nof Cu-MOF, Cu-MOF@MnO<sub>2</sub>, Cu-MOF@MnO<sub>2</sub>/FA/TPP,\nand CMMFTP.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) TEM of Cu-MOF. (b) High-resolution TEM of CMMFTP. (c) Sizes of Cu-TCPP MOF and CMMFTP measured by DLS. (d) XRD patterns of Cu-MOF and CMMFTP. (e) XPS of CMMFTP. (f) High-resolution XPS of Cu(II) 2p. (g) High-resolution XPS of Mn(IV) 2p. (h) High-resolution XPS of O 1s. (i) FT-IR of different samples. (j) UV-vis absorption spectra. (k) Fluorescence excitation spectra of CMMFTP. (l) ζ potentials of Cu-MOF, Cu-MOF@MnO2, Cu-MOF@MnO2/FA/TPP, and CMMFTP.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>X-ray photoelectron spectroscopy\n(XPS) of CMMFTP (e) shows the clear existence\nof C, O, N, Cu, and Mn elements, suggesting the successful loading\nof MnO<sub>2</sub> with an elemental Mn content of 2.05%, which can\nalso be observed in the elemental mapping of scanning transmission\nelectron microscopy (STEM) and X-ray energy dispersive spectroscopy\n(EDS; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Parts f, g, and h of  are high resolution\nXPS spectra of Cu­(II) ions, Mn­(I) ions, and oxygen, respectively.</p>", "clean_text": "X-ray photoelectron spectroscopy (XPS) of CMMFTP (e) shows the clear existence of C, O, N, Cu, and Mn elements, suggesting the successful loading of MnO2 with an elemental Mn content of 2.05%, which can also be observed in the elemental mapping of scanning transmission electron microscopy (STEM) and X-ray energy dispersive spectroscopy (EDS; Figure S1). Parts f, g, and h of  are high resolution XPS spectra of Cu(II) ions, Mn(I) ions, and oxygen, respectively.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The peaks at 935.2 and 955.2 eV in f are attributed to Cu­(II) 2p<sub>3/2</sub> and Cu­(II) 2p<sub>1/2</sub>, respectively, and there are two Cu­(II)\nvibrational satellite peaks at 942.9 and 962.7 eV without other valence\nstates for Cu ions, indicating only the existence of Cu­(II) ions in\nthe material. In g, the peaks at 655.4 and 643.6 eV were attributed to Mn­(IV) 2p<sub>1/2</sub> and Mn­(IV) 2p<sub>3/2</sub>, respectively, with a splitting\npeak spacing of 11.8 eV, which was in line with the characteristics\nof the Mn<sup>4+</sup> ion splitting peak, further confirming the\nsuccessful <italic toggle=\"yes\">in situ</italic> reduction of KMnO<sub>4</sub> producing\nMnO<sub>2</sub> on the surface of Cu-MOF nanosheets.</p>", "clean_text": "The peaks at 935.2 and 955.2 eV in f are attributed to Cu(II) 2p3/2 and Cu(II) 2p1/2, respectively, and there are two Cu(II) vibrational satellite peaks at 942.9 and 962.7 eV without other valence states for Cu ions, indicating only the existence of Cu(II) ions in the material. In g, the peaks at 655.4 and 643.6 eV were attributed to Mn(IV) 2p1/2 and Mn(IV) 2p3/2, respectively, with a splitting peak spacing of 11.8 eV, which was in line with the characteristics of the Mn4+ ion splitting peak, further confirming the successful in situ reduction of KMnO4 producing MnO2 on the surface of Cu-MOF nanosheets.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>\nh has two\nO<sub>2</sub>\n<sup>–</sup> valence states in the 531.6 and 533.3\neV peaks, which were assigned to the oxygen atoms of the CO\nand C–OH groups in TCPP, respectively. i shows the infrared spectrum of Cu-MOF with\na Cu–N vibrational peak at 999 cm<sup>–1</sup>, indicating\nthat Cu­(II) has entered the porphyrin ring. The Cu–O vibrational\npeak at 490 cm<sup>–1</sup> is attributed to the metal node\nCu<sub>2</sub>(COO)<sub>4</sub> of Cu-MOF, suggesting the successful\nconnection of Cu­(II) with TCPP to form the 2D nanosheets. Meanwhile,\nthe peak at 530 cm<sup>–1</sup> is ascribed to the Mn–O\nvibration in Cu-MOF@MnO<sub>2</sub>. The peaks at 2930 and 2900 cm<sup>–1</sup> are C–H stretching vibrations on the peripheral\nrings of TCPP and TPP, while the peak at 2850 cm<sup>–1</sup> is a methylene C–H stretching vibration of folate. The peak\nat 1470 cm<sup>–1</sup> is assigned to the C–H out-of-plane\nbending vibration of folate and of TPP, and the 720 cm<sup>–1</sup> peak is assigned to the methylene C–H in-plane bending vibration.\nThere are also amide N–H stretching and bending peaks at 3300\nand 1640 cm<sup>–1</sup> and amide C–N stretching peaks\nat 1200 cm<sup>–1</sup> found in the FT-IR of CMMFTP. The characteristic\npeaks of FA and TPP in the FT-IR of CMMFTP showed clearly that they\nhave coupled with the carboxyl group of Cu-MOF.</p>", "clean_text": " h has two O2 - valence states in the 531.6 and 533.3 eV peaks, which were assigned to the oxygen atoms of the CO and C-OH groups in TCPP, respectively. i shows the infrared spectrum of Cu-MOF with a Cu-N vibrational peak at 999 cm-1, indicating that Cu(II) has entered the porphyrin ring. The Cu-O vibrational peak at 490 cm-1 is attributed to the metal node Cu2(COO)4 of Cu-MOF, suggesting the successful connection of Cu(II) with TCPP to form the 2D nanosheets. Meanwhile, the peak at 530 cm-1 is ascribed to the Mn-O vibration in Cu-MOF@MnO2. The peaks at 2930 and 2900 cm-1 are C-H stretching vibrations on the peripheral rings of TCPP and TPP, while the peak at 2850 cm-1 is a methylene C-H stretching vibration of folate. The peak at 1470 cm-1 is assigned to the C-H out-of-plane bending vibration of folate and of TPP, and the 720 cm-1 peak is assigned to the methylene C-H in-plane bending vibration. There are also amide N-H stretching and bending peaks at 3300 and 1640 cm-1 and amide C-N stretching peaks at 1200 cm-1 found in the FT-IR of CMMFTP. The characteristic peaks of FA and TPP in the FT-IR of CMMFTP showed clearly that they have coupled with the carboxyl group of Cu-MOF.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>\nj shows\nthe UV–vis absorption spectrum of TCPP, which displays the\ncharacteristic absorption peaks of the porphyrin ring at 400–700\nnm, a strong K-band absorption at 400 nm, and four Q-bands at 500–700\nnm. The new peak at 309 nm indicates that Cu<sup>2+</sup> has entered\nthe porphyrin ring and slightly changed the absorption peak of TCPP\nby coordination with the four pyrrole rings. This result coincides\nwith the Cu–N vibrational peak (999 cm<sup>–1</sup>)\nin the infrared spectrum of Cu-MOF (i). The benzene ring absorptions of FA and\nTPP resulted in a strong obtuse peak at 250–325 nm for CMMFTP,\nindicating successful binding of FA and TPP to Cu-MOF. k shows the fluorescence emission\nspectrum of CMMFTP (excitation wavelength 430 nm), suggesting that\nthe nanoplatform has a strong visible light excited fluorescence emission\nproperty, maintaining the excellent fluorescence characteristics of\nTCPP. Moreover, four carboxyl groups in TCPP give the Cu-MOF nanosheets\nabundant negatively charged groups on the surface, as presented in i. The Cu-MOF nanosheets\nshow a ζ potential of −18.55 mV. The exposed oxygen atoms\non the surface of the manganese dioxide further reduced the ζ\npotential of Cu-MOF@MnO<sub>2</sub> to −25.18 mV. After modifications\nof TPP and PAH, the ζ potential changed to 8.94 mV upon the\ninfluence of the positive phosphine charge and the amino group. CMMFTP\nremained was stable at room temperature under natural light, and the\nDLS particle size remained unchanged for 24 h in water, saline, PBS,\nDMEM, and other media without turbid precipitation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>).</p>", "clean_text": " j shows the UV-vis absorption spectrum of TCPP, which displays the characteristic absorption peaks of the porphyrin ring at 400-700 nm, a strong K-band absorption at 400 nm, and four Q-bands at 500-700 nm. The new peak at 309 nm indicates that Cu2+ has entered the porphyrin ring and slightly changed the absorption peak of TCPP by coordination with the four pyrrole rings. This result coincides with the Cu-N vibrational peak (999 cm-1) in the infrared spectrum of Cu-MOF (i). The benzene ring absorptions of FA and TPP resulted in a strong obtuse peak at 250-325 nm for CMMFTP, indicating successful binding of FA and TPP to Cu-MOF. k shows the fluorescence emission spectrum of CMMFTP (excitation wavelength 430 nm), suggesting that the nanoplatform has a strong visible light excited fluorescence emission property, maintaining the excellent fluorescence characteristics of TCPP. Moreover, four carboxyl groups in TCPP give the Cu-MOF nanosheets abundant negatively charged groups on the surface, as presented in i. The Cu-MOF nanosheets show a ζ potential of -18.55 mV. The exposed oxygen atoms on the surface of the manganese dioxide further reduced the ζ potential of Cu-MOF@MnO2 to -25.18 mV. After modifications of TPP and PAH, the ζ potential changed to 8.94 mV upon the influence of the positive phosphine charge and the amino group. CMMFTP remained was stable at room temperature under natural light, and the DLS particle size remained unchanged for 24 h in water, saline, PBS, DMEM, and other media without turbid precipitation (Figure S2).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Generation of <sup>•</sup>OH by a Fenton-like\nReaction</title><p>The highly cytotoxic <sup>•</sup>OH is capable\nof inducing damage to DNA, proteins, and other biomass. Our prepared\nnanomaterials containing Cu<sup>2+</sup> and MnO<sub>2</sub> were\ndesigned to be able to undergo Fenton-like reactions to generate <sup>•</sup>OH in the weak acidic tumor microenvironment. Therefore,\nwe have examined the ability of Cu-MOF, Cu-MOF@MnO<sub>2</sub>, and\nCMMFTP to generate <sup>•</sup>OH by electron spin resonance\n(ESR) using 5,5-dimethyl-1-pyrroline <italic toggle=\"yes\">N</italic>-oxide (DMPO)\nas the <sup>•</sup>OH trapping agent. DMPO could trap <sup>•</sup>OH to form a DMPO–<sup>•</sup>OH adduct,\nwhich has four characteristic signal peaks in the ESR spectrum with\na peak intensity ratio of 1:2:2:1.</p>", "clean_text": "Generation of ⋅OH by a Fenton-like Reaction\n\nThe highly cytotoxic ⋅OH is capable of inducing damage to DNA, proteins, and other biomass. Our prepared nanomaterials containing Cu2+ and MnO2 were designed to be able to undergo Fenton-like reactions to generate ⋅OH in the weak acidic tumor microenvironment. Therefore, we have examined the ability of Cu-MOF, Cu-MOF@MnO2, and CMMFTP to generate ⋅OH by electron spin resonance (ESR) using 5,5-dimethyl-1-pyrroline N-oxide (DMPO) as the ⋅OH trapping agent. DMPO could trap ⋅OH to form a DMPO-⋅OH adduct, which has four characteristic signal peaks in the ESR spectrum with a peak intensity ratio of 1:2:2:1.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The ESR results of Cu-MOF\nand Cu-MOF@MnO<sub>2</sub> under different conditions are presented\nin a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>. No <sup>•</sup>OH signals for\nCu-MOF in H<sub>2</sub>O<sub>2</sub>-containing solution at pH 5.5\nwere observed, indicating that no Fenton-like reaction occurred for\nCu-MOF. When a little GSH was added, obvious <sup>•</sup>OH\nsignals appeared, which indicated that Cu­(II)-MOF was reduced to Cu­(I)-MOF\nby GSH and the cascade Fenton-Like reaction occurred to generate <sup>•</sup>OH, meanwhile converting GSH into GSSG. The <sup>•</sup>OH signal peaks for Cu-MOF were also observed in the mixed system\nwith H<sub>2</sub>O<sub>2</sub> and GSH at pH 6.8, yet showing a slightly\nweaker intensity than at pH 5.5. Meanwhile, Cu-MOF did not produce <sup>•</sup>OH at weakly basic pH 7.4 (normal physiological conditions),\nwhich suggested that the acidic environment was beneficial to the\nFenton-like reaction. Strong <sup>•</sup>OH signals were found\nin mixed solutions of Cu-MOF@MnO<sub>2</sub> and H<sub>2</sub>O<sub>2</sub> under acidic pH 5.5 in spite of the absence of GSH (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>), revealing a clear Fenton-like reaction\nof MnO<sub>2</sub>.</p>", "clean_text": "The ESR results of Cu-MOF and Cu-MOF@MnO2 under different conditions are presented in a and Figure S3. No ⋅OH signals for Cu-MOF in H2O2-containing solution at pH 5.5 were observed, indicating that no Fenton-like reaction occurred for Cu-MOF. When a little GSH was added, obvious ⋅OH signals appeared, which indicated that Cu(II)-MOF was reduced to Cu(I)-MOF by GSH and the cascade Fenton-Like reaction occurred to generate ⋅OH, meanwhile converting GSH into GSSG. The ⋅OH signal peaks for Cu-MOF were also observed in the mixed system with H2O2 and GSH at pH 6.8, yet showing a slightly weaker intensity than at pH 5.5. Meanwhile, Cu-MOF did not produce ⋅OH at weakly basic pH 7.4 (normal physiological conditions), which suggested that the acidic environment was beneficial to the Fenton-like reaction. Strong ⋅OH signals were found in mixed solutions of Cu-MOF@MnO2 and H2O2 under acidic pH 5.5 in spite of the absence of GSH (Figure S4), revealing a clear Fenton-like reaction of MnO2.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) <sup>•</sup>OH detection of Cu-MOF and CMMFTP\nby ESR.\n(b) Fenton-like mechanism of CMMFTP. (c) Consumption of GSH by CMMFTP.\n(d) Consumption of DPBF by Russell reaction of Cu-MOF at different\npH conditions. (e) Depletion of DPBF by <sup>1</sup>O<sub>2</sub> from\nRussell reaction of Cu-MOF at different H<sub>2</sub>O<sub>2</sub> concentrations. (f) Detection of <sup>1</sup>O<sub>2</sub> from\nRussell reaction by SOSG probe.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) ⋅OH detection of Cu-MOF and CMMFTP by ESR. (b) Fenton-like mechanism of CMMFTP. (c) Consumption of GSH by CMMFTP. (d) Consumption of DPBF by Russell reaction of Cu-MOF at different pH conditions. (e) Depletion of DPBF by 1O2 from Russell reaction of Cu-MOF at different H2O2 concentrations. (f) Detection of 1O2 from Russell reaction by SOSG probe.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>\na also shows\nthe strong <sup>•</sup>OH signals in mixed solutions of CMMFTP\nand H<sub>2</sub>O<sub>2</sub> under acidic conditions, indicating\nthat the loading of FA, TPP, and the superficial PAH did not affect\nthe Fenton-like reaction of Cu<sup>2+</sup> and MnO<sub>2</sub>. Enhanced <sup>•</sup>OH signals were observed after the addition of GSH\nto CMMFTP solution, indicating that Cu­(II) had been reduced into Cu­(I)\nat this time, which was then involved in the Fenton-like reaction.\nTherefore, we can conclude that the copper and manganese bimetallic\nion Fenton-like reaction synergistically increased the <sup>•</sup>OH level. It also can be found that the <sup>•</sup>OH signals\nof CMMFTP with H<sub>2</sub>O<sub>2</sub> and GSH were approximately\n2 times higher than those without H<sub>2</sub>O<sub>2</sub> and GSH,\nfurther verifying the importance of H<sub>2</sub>O<sub>2</sub> and\nGSH for the Fenton-like reaction. According to the above analysis,\nthe Fenton-like reaction mechanism of CMMFTP is speculated as shown\nin b. The redox\nreaction between Cu­(II)-MOF and GSH served a double purpose: activating\nthe Fenton-like reaction of Cu­(II)-MOF and oxidating GSH into GSSG\nto inhibit the ROS consumption. Both were conducive to increasing\nthe level of intracellular ROS and enhancing the CDT effect.</p>", "clean_text": " a also shows the strong ⋅OH signals in mixed solutions of CMMFTP and H2O2 under acidic conditions, indicating that the loading of FA, TPP, and the superficial PAH did not affect the Fenton-like reaction of Cu2+ and MnO2. Enhanced ⋅OH signals were observed after the addition of GSH to CMMFTP solution, indicating that Cu(II) had been reduced into Cu(I) at this time, which was then involved in the Fenton-like reaction. Therefore, we can conclude that the copper and manganese bimetallic ion Fenton-like reaction synergistically increased the ⋅OH level. It also can be found that the ⋅OH signals of CMMFTP with H2O2 and GSH were approximately 2 times higher than those without H2O2 and GSH, further verifying the importance of H2O2 and GSH for the Fenton-like reaction. According to the above analysis, the Fenton-like reaction mechanism of CMMFTP is speculated as shown in b. The redox reaction between Cu(II)-MOF and GSH served a double purpose: activating the Fenton-like reaction of Cu(II)-MOF and oxidating GSH into GSSG to inhibit the ROS consumption. Both were conducive to increasing the level of intracellular ROS and enhancing the CDT effect.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>To study the depletion of GSH by CMMFTP, we further detect the\nsulfhydryl group by using 5,5-dithiodinitrobenzoic acid (DTNB) as\na probe. The colorless DTNB can be converted into yellow 5-mercapto-2-nitrobenzoic\nacid (maximum UV absorption at 412 nm) in the presence of the sulfhydryl\ngroup of GSH. As shown in c, the mixed DTNB and GSH solution displayed a maximum\nabsorption at 412 nm, which decreased rapidly over time after the\naddition of CMMFTP and showed a reduction of absorption intensity\nby 85% within 1–2 h. This indicated that most of GSH was depleted\nby CMMFTP, verifying our speculation.</p>", "clean_text": "To study the depletion of GSH by CMMFTP, we further detect the sulfhydryl group by using 5,5-dithiodinitrobenzoic acid (DTNB) as a probe. The colorless DTNB can be converted into yellow 5-mercapto-2-nitrobenzoic acid (maximum UV absorption at 412 nm) in the presence of the sulfhydryl group of GSH. As shown in c, the mixed DTNB and GSH solution displayed a maximum absorption at 412 nm, which decreased rapidly over time after the addition of CMMFTP and showed a reduction of absorption intensity by 85% within 1-2 h. This indicated that most of GSH was depleted by CMMFTP, verifying our speculation.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Russell\nReaction Produces Singlet Oxygen</title><p>According to the Russell\nreaction mechanism of the Cu­(II)-TCPP\nMOF (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>), the carboxylate groups of benzoic acid in the Cu­(II)-TCPP MOF could\nbe oxidized by hydrogen peroxide into generate peroxycarboxyl radicals,\nwhich would be catalyzed by Cu­(II) to generate singlet oxygen (<sup>1</sup>O<sub>2</sub>) via the tetratomic intermediate. To verify\nthat the prepared Cu-MOF and CMMFTP nanomaterials can undergo Russell\nreaction to generate <sup>1</sup>O<sub>2</sub>, 1,3-diphenylisobenzofuran\n(DPBF) was used as the reactive oxygen probe. The absorption peak\nof DPBF at 415 nm would be quenched after oxidation by <sup>•</sup>OH and <sup>1</sup>O<sub>2</sub>. We have found that Cu-MOF does\nnot produce <sup>•</sup>OH under acidic hydrogen peroxide conditions;\nhence DPBF could be conveniently employed to detect the <sup>1</sup>O<sub>2</sub> in the present study.</p>", "clean_text": "Russell Reaction Produces Singlet Oxygen\n\nAccording to the Russell reaction mechanism of the Cu(II)-TCPP MOF (Figure S4), the carboxylate groups of benzoic acid in the Cu(II)-TCPP MOF could be oxidized by hydrogen peroxide into generate peroxycarboxyl radicals, which would be catalyzed by Cu(II) to generate singlet oxygen (1O2) via the tetratomic intermediate. To verify that the prepared Cu-MOF and CMMFTP nanomaterials can undergo Russell reaction to generate 1O2, 1,3-diphenylisobenzofuran (DPBF) was used as the reactive oxygen probe. The absorption peak of DPBF at 415 nm would be quenched after oxidation by ⋅OH and 1O2. We have found that Cu-MOF does not produce ⋅OH under acidic hydrogen peroxide conditions; hence DPBF could be conveniently employed to detect the 1O2 in the present study.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>\nd shows the variation of absorbance of DPBF\nunder different conditions. The absorption intensity of DPBF was unchanged\nat weak basicity (pH 7.4), indicating that no <sup>1</sup>O<sub>2</sub> was detected and no Russell reaction occurred. The absorption intensity\ndecreased significantly after the addition of weakly acidic hydrogen\nperoxide (pH 5.5, 6.8), demonstrating that DPPF was oxidized by <sup>1</sup>O<sub>2</sub> and the Russell reaction occurred in Cu-MOF\nand CMMFTP. The Russell reaction was found to be acidity-dependent:\nthe stronger the acidity, the stronger the Russell reaction ability. e shows the abilities\nof Cu-MOF and CMMFTP to consume DPBF at different H<sub>2</sub>O<sub>2</sub> concentrations. The absorption of DPBF was gradually enhanced\nwith increasing H<sub>2</sub>O<sub>2</sub> concentration, indicating\nthat the generation of <sup>1</sup>O<sub>2</sub> by the Russell reaction\nof Cu-MOF and CMMFTP presented H<sub>2</sub>O<sub>2</sub> concentration\ndependence.</p>", "clean_text": " d shows the variation of absorbance of DPBF under different conditions. The absorption intensity of DPBF was unchanged at weak basicity (pH 7.4), indicating that no 1O2 was detected and no Russell reaction occurred. The absorption intensity decreased significantly after the addition of weakly acidic hydrogen peroxide (pH 5.5, 6.8), demonstrating that DPPF was oxidized by 1O2 and the Russell reaction occurred in Cu-MOF and CMMFTP. The Russell reaction was found to be acidity-dependent: the stronger the acidity, the stronger the Russell reaction ability. e shows the abilities of Cu-MOF and CMMFTP to consume DPBF at different H2O2 concentrations. The absorption of DPBF was gradually enhanced with increasing H2O2 concentration, indicating that the generation of 1O2 by the Russell reaction of Cu-MOF and CMMFTP presented H2O2 concentration dependence.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>We also detected the <sup>1</sup>O<sub>2</sub> generated\nby the\nRussell reaction of Cu-MOF and CMMFTP using a specific probe, Singlet\nOxygen Sensor Green (SOSG), which could interact with <sup>1</sup>O<sub>2</sub> with high selectivity, having no visible reaction with\nother ROS (e.g., <sup>•</sup>OH, O<sub>2</sub>\n<sup>–</sup>, NO). SOSG has weak blue fluorescence (excitation wavelength 372\nnm, emission wavelength 395 nm), while its <sup>1</sup>O<sub>2</sub>-oxidized products present green fluorescence (excitation wavelength\n495 nm, emission wavelength 525 nm). The experimental results are\nshown in f.\nIn a weakly basic solution (pH 7.4), no <sup>1</sup>O<sub>2</sub> was\nobserved and no Russell reaction occurred (black line in f). In the weakly\nacidic solution (pH 5.5), <sup>1</sup>O<sub>2</sub> was produced by\nthe Russell reaction of Cu-MOF and CMMFTP (blue and orange lines in f). The fluorescence\nof SOSG oxide was weakened when a small amount of GSH (15 μM)\nwas added to the system, indicating that the <sup>1</sup>O<sub>2</sub> generated by the Russell reaction was partially consumed by GSH.\nThe fluorescence obviously disappeared when an excess amount of GSH\n(120 μM) was added, which powerfully illustrates that all the <sup>1</sup>O<sub>2</sub> generated by the Russell reaction was consumed\nby GSH. In summary, both the SOSG probe experiments and DPBF probe\nexperiments demonstrated the efficient generation of <sup>1</sup>O<sub>2</sub> by the Russell reaction of CMMFTP in weakly acidic H<sub>2</sub>O<sub>2</sub> solution.</p>", "clean_text": "We also detected the 1O2 generated by the Russell reaction of Cu-MOF and CMMFTP using a specific probe, Singlet Oxygen Sensor Green (SOSG), which could interact with 1O2 with high selectivity, having no visible reaction with other ROS (e.g., ⋅OH, O2 -, NO). SOSG has weak blue fluorescence (excitation wavelength 372 nm, emission wavelength 395 nm), while its 1O2-oxidized products present green fluorescence (excitation wavelength 495 nm, emission wavelength 525 nm). The experimental results are shown in f. In a weakly basic solution (pH 7.4), no 1O2 was observed and no Russell reaction occurred (black line in f). In the weakly acidic solution (pH 5.5), 1O2 was produced by the Russell reaction of Cu-MOF and CMMFTP (blue and orange lines in f). The fluorescence of SOSG oxide was weakened when a small amount of GSH (15 μM) was added to the system, indicating that the 1O2 generated by the Russell reaction was partially consumed by GSH. The fluorescence obviously disappeared when an excess amount of GSH (120 μM) was added, which powerfully illustrates that all the 1O2 generated by the Russell reaction was consumed by GSH. In summary, both the SOSG probe experiments and DPBF probe experiments demonstrated the efficient generation of 1O2 by the Russell reaction of CMMFTP in weakly acidic H2O2 solution.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<title>Cell\nPhagocytosis and Imaging</title><p>Due\nto the unique fluorescence property of TCPP, CMMFTP was capable of\nbeing applied in fluorescence imaging. HeLa cells and 4T1 cells were\nused as model cells to examine the phagocytosis and fluorescence imaging\nfunctions of CMMFTP. Cells treated with CMMFTP (100 μg mL<sup>–1</sup>) were incubated for different times. As shown in a, the red fluorescence\nof TCPP was observed in the cytoplasm after incubation for 30 min,\nwhich indicated that CMMFTP was engulfed by the cells. With prolonged\nincubation time (60 and 90 min), the red fluorescence of TCPP increased\nobviously, suggesting that CMMFTP was internalized in a time-dependent\nmanner. Meanwhile, the morphology of the cells treated with different\nconcentrations (0–400 μg mL<sup>–1</sup>) of CMMFTP\nwas also observed from 0 to 30 min (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). As the drug concentration increased, the intracellular red fluorescence\nintensity was gradually enhanced. Moreover, HeLa cells and 4T1 cells\ntreated with CMMFTP showed strong red fluorescence under fluorescence\nmicroscopy and clear cell images, indicating that CMMFTP has good\nfluorescence imaging potential and is expected to act as a nanofluorescent\nimaging agent.</p>", "clean_text": "Cell Phagocytosis and Imaging\n\nDue to the unique fluorescence property of TCPP, CMMFTP was capable of being applied in fluorescence imaging. HeLa cells and 4T1 cells were used as model cells to examine the phagocytosis and fluorescence imaging functions of CMMFTP. Cells treated with CMMFTP (100 μg mL-1) were incubated for different times. As shown in a, the red fluorescence of TCPP was observed in the cytoplasm after incubation for 30 min, which indicated that CMMFTP was engulfed by the cells. With prolonged incubation time (60 and 90 min), the red fluorescence of TCPP increased obviously, suggesting that CMMFTP was internalized in a time-dependent manner. Meanwhile, the morphology of the cells treated with different concentrations (0-400 μg mL-1) of CMMFTP was also observed from 0 to 30 min (Figure S5). As the drug concentration increased, the intracellular red fluorescence intensity was gradually enhanced. Moreover, HeLa cells and 4T1 cells treated with CMMFTP showed strong red fluorescence under fluorescence microscopy and clear cell images, indicating that CMMFTP has good fluorescence imaging potential and is expected to act as a nanofluorescent imaging agent.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Phagocytosis and cell imaging of CMMFTP in HeLa and\n4T1 cells,\nrespectively. (b) Continuous targeting of CMMFTP to mitochondrial\nlocalization assay; MitoTracker Green fluoresced green and CMMFTP\nfluoresced red. (c) MTT method to analyze the effect of CMMFTP on\nthe viability of L929 normal cells. (d) MTT method to analyze the\neffect of CMMFTP on the viability of HeLa cells. (e) Viability of\nHeLa cells after 24 h of treatment with different concentrations of\ndifferent drugs.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Phagocytosis and cell imaging of CMMFTP in HeLa and 4T1 cells, respectively. (b) Continuous targeting of CMMFTP to mitochondrial localization assay; MitoTracker Green fluoresced green and CMMFTP fluoresced red. (c) MTT method to analyze the effect of CMMFTP on the viability of L929 normal cells. (d) MTT method to analyze the effect of CMMFTP on the viability of HeLa cells. (e) Viability of HeLa cells after 24 h of treatment with different concentrations of different drugs.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Tumor\nTargeting and Mitochondrial Targeting\nof CMMFTP</title><p>To verify the folate-mediated tumor targeting of\nCMMFTP and TPP-mediated precise mitochondrial anchoring ability, HeLa\ncells with abundant folate receptors on the cell membrane were selected\nin the study. The cells were divided into two groups: group 1 was\ntreated by CMMFTP and free FA (named the CMMFTP + FA group) with a\n30 min incubation; group 2 was treated with CMMFTP under similar conditions.\nThen all experimental groups were treated with DAPI (a nuclear stain)\nand MitoTracker Green (a mitochondrial stain) and observed under a\nfluorescence microscope. The results are presented in b.</p>", "clean_text": "Tumor Targeting and Mitochondrial Targeting of CMMFTP\n\nTo verify the folate-mediated tumor targeting of CMMFTP and TPP-mediated precise mitochondrial anchoring ability, HeLa cells with abundant folate receptors on the cell membrane were selected in the study. The cells were divided into two groups: group 1 was treated by CMMFTP and free FA (named the CMMFTP + FA group) with a 30 min incubation; group 2 was treated with CMMFTP under similar conditions. Then all experimental groups were treated with DAPI (a nuclear stain) and MitoTracker Green (a mitochondrial stain) and observed under a fluorescence microscope. The results are presented in b.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>In a comparison of\nthe different results of the CMMFTP group and the CMMFT + FA group,\nno red fluorescence was found in the CMMFTP + FA group, which meant\nthe antecedently added FA would first occupy the FA receptor on the\ncell membrane, which blocked the binding of CMMFTP to the receptor;\nthereby the entry of CMMFTP into the cell was further impeded. Even\nafter 60 min of incubation, red fluorescence was seldom found in that\nof the CMMFTP + FA group. In contrast, after 30 min of incubation,\nobvious red fluorescence was observed in the mitochondria of the CMMFTP\ngroup without free FA, which suggested that CMMFTP has entered the\ncells and anchored the mitochondria. After 60 min of incubation, more\nand more CMMFTP concentrated in mitochondria in the CMMFTP group.\nIt is obvious that precise mitochondrial targeting of CMMFTP is due\nto the progressive process mediated by FA/TPP: first the FA-induced\ntransmembrane process and subsequently the TPP-mediated concentration\nin the mitochondrion. On the basis of the above analysis, we concluded\nthat CMMFTP possesses precise FA/TPP-mediated tumor and mitochondrial\nsequential targetability.</p>", "clean_text": "In a comparison of the different results of the CMMFTP group and the CMMFT + FA group, no red fluorescence was found in the CMMFTP + FA group, which meant the antecedently added FA would first occupy the FA receptor on the cell membrane, which blocked the binding of CMMFTP to the receptor; thereby the entry of CMMFTP into the cell was further impeded. Even after 60 min of incubation, red fluorescence was seldom found in that of the CMMFTP + FA group. In contrast, after 30 min of incubation, obvious red fluorescence was observed in the mitochondria of the CMMFTP group without free FA, which suggested that CMMFTP has entered the cells and anchored the mitochondria. After 60 min of incubation, more and more CMMFTP concentrated in mitochondria in the CMMFTP group. It is obvious that precise mitochondrial targeting of CMMFTP is due to the progressive process mediated by FA/TPP: first the FA-induced transmembrane process and subsequently the TPP-mediated concentration in the mitochondrion. On the basis of the above analysis, we concluded that CMMFTP possesses precise FA/TPP-mediated tumor and mitochondrial sequential targetability.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>In the mitochondrial targeting experiment,\nafter entering the cells,\nCMMFTP was then directed to the mitochondria due to the targetability\nof TPP. It can be found that the red fluorescence of CMMFTP significantly\noverlapped the green fluorescence derived from the MitoTracker Green\nthat was distributed in the mitochondria. Moreover, there was no obvious\nred fluorescence in the cytoplasm, proving that CMMFTP was precisely\nanchored to the mitochondria. With the prolongation of time, an increasing\nnumber of nanomaterials entered the mitochondria, leading to the enhanced\nred fluorescence in the mitochondria. After 60 min of incubation,\nred fluorescence could be observed in the cytoplasm, implying a saturation\nof CMMFTP in the mitochondria and an overflow distribution in the\ncytoplasm. On the other hand, red fluorescence was also observed in\nthe cytoplasm of Cu-MOF groups and CMMFTP + FA groups, yet the fluorescence\nintensity was lower than that in the CMMFTP groups, suggesting that\nCMMFTP had a significant FA/TPP-mediated continuous mitochondrial\nlocalization function.</p>", "clean_text": "In the mitochondrial targeting experiment, after entering the cells, CMMFTP was then directed to the mitochondria due to the targetability of TPP. It can be found that the red fluorescence of CMMFTP significantly overlapped the green fluorescence derived from the MitoTracker Green that was distributed in the mitochondria. Moreover, there was no obvious red fluorescence in the cytoplasm, proving that CMMFTP was precisely anchored to the mitochondria. With the prolongation of time, an increasing number of nanomaterials entered the mitochondria, leading to the enhanced red fluorescence in the mitochondria. After 60 min of incubation, red fluorescence could be observed in the cytoplasm, implying a saturation of CMMFTP in the mitochondria and an overflow distribution in the cytoplasm. On the other hand, red fluorescence was also observed in the cytoplasm of Cu-MOF groups and CMMFTP + FA groups, yet the fluorescence intensity was lower than that in the CMMFTP groups, suggesting that CMMFTP had a significant FA/TPP-mediated continuous mitochondrial localization function.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<title>CMMFTP Biocompatibility\nand Therapeutic Selectivity</title><p>Microacidity and hydrogen peroxide\noverexpression are the characteristics\nof the tumor microenvironment, and the concentration of hydrogen peroxide\nin tumor cells reaches 1 × 10<sup>–6</sup> M, which is\n100 times higher than that of normal cells. We have shown earlier\nthat CMMFTP was not able to undergo the Russell reaction and the Fenton-like\nreaction at pH 7.4 and in the absence of H<sub>2</sub>O<sub>2</sub>, implying that CMMFTP cannot produce cytotoxic ROS in normal cells\nbut can produce cytotoxic ROS only in acidic and hydrogen peroxide\noverexpressing tumor cells. Therefore, CMMFTP treatment is selective\nto tumors and mainly produces cytotoxic ROS in tumor cells, presenting\na temporal CDT effect. Normal cell mouse fibroblasts (L929 cells)\nand HeLa cells were utilized to investigate the biocompatibility and\ntherapeutic selectivity of CMMFTP by analyzing the cell viability\nafter 4 and 24 h of drug administration through the MTT method (c,d). For L929 cells,\ncell viability was maintained at 100% with drug concentrations ranging\nfrom 0 to 400 μg mL<sup>–1</sup>, indicating that CMMFTP\nis not toxic to normal cells and is safe even at doses up to 400 μg\nmL<sup>–1</sup>. Under the same conditions, HeLa cells showed\na significant decrease in cell viability after 4 and 24 h of dosing,\nwith only 5% viability at 24 h (dose 400 μg mL<sup>–1</sup>), which suggested that the Fenton-like reaction and the Russell\nreaction occurred under the tumor microenvironment stimulation, generating\na high concentration of ROS to kill cancer cells. The above analysis\ndemonstrated that CMMFTP is biocompatible and has significant therapeutic\nselectivity.</p>", "clean_text": "CMMFTP Biocompatibility and Therapeutic Selectivity\n\nMicroacidity and hydrogen peroxide overexpression are the characteristics of the tumor microenvironment, and the concentration of hydrogen peroxide in tumor cells reaches 1 × 10-6 M, which is 100 times higher than that of normal cells. We have shown earlier that CMMFTP was not able to undergo the Russell reaction and the Fenton-like reaction at pH 7.4 and in the absence of H2O2, implying that CMMFTP cannot produce cytotoxic ROS in normal cells but can produce cytotoxic ROS only in acidic and hydrogen peroxide overexpressing tumor cells. Therefore, CMMFTP treatment is selective to tumors and mainly produces cytotoxic ROS in tumor cells, presenting a temporal CDT effect. Normal cell mouse fibroblasts (L929 cells) and HeLa cells were utilized to investigate the biocompatibility and therapeutic selectivity of CMMFTP by analyzing the cell viability after 4 and 24 h of drug administration through the MTT method (c,d). For L929 cells, cell viability was maintained at 100% with drug concentrations ranging from 0 to 400 μg mL-1, indicating that CMMFTP is not toxic to normal cells and is safe even at doses up to 400 μg mL-1. Under the same conditions, HeLa cells showed a significant decrease in cell viability after 4 and 24 h of dosing, with only 5% viability at 24 h (dose 400 μg mL-1), which suggested that the Fenton-like reaction and the Russell reaction occurred under the tumor microenvironment stimulation, generating a high concentration of ROS to kill cancer cells. The above analysis demonstrated that CMMFTP is biocompatible and has significant therapeutic selectivity.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>\n<italic toggle=\"yes\">In Vitro</italic> CDT of CMMFTP</title><p>The effect of CDT was first evaluated by\nthe MTT method (e). HeLa cells were\ntreated with Cu-MOF, Cu-MOF@MnO<sub>2</sub>, and CMMFTP, respectively,\nwith a concentration gradient of 0, 12.5, 25, 50, 100, 200, and 400\nμg mL<sup>–1</sup> of each drug. CMMFTP was the most\npotent drug, followed by Cu-MOF@MnO<sub>2</sub> and Cu-MOF. The Fenton-like\nreaction and the Russell reaction occurred in the Cu-MOF group with\nintracellular Cu<sup>2+</sup>/Cu<sup>+</sup> ions, while in the Cu-MOF@MnO<sub>2</sub> groups MnO<sub>2</sub> also participated in the Fenton-like\nreaction and amplified the ROS oxidative stress, improving the CDT\neffect. The inhibiting rate of CMMFTP was stronger than that of Cu-MOF@MnO<sub>2</sub>, indicating that the continuous targeting of FA/TPP further\namplified the CDT efficiency. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link> showed that the cell survival rate of the Cu-MOF + NaN<sub>3</sub> group was higher than that of the Cu-MOF group due to that the <sup>1</sup>O<sub>2</sub> had been consumed by the quencher NaN<sub>3</sub>, which further verified the fact that Cu-MOF could undergo the Russell\nreaction to generate <sup>1</sup>O<sub>2</sub>. Meanwhile, the cell\nsurvival rate in the Cu-MOF + IP group was higher than that of the\nCu-MOF group because the <sup>•</sup>OH had been consumed by\nthe <sup>•</sup>OH quencher isopropanol (IP), which also proved\nthat Cu-MOF underwent a Fenton-like reaction to generate <sup>•</sup>OH. In the CMMFTP group, with the addition of both NaN<sub>3</sub> and IP, the cell viability rate was close to 100% even with a drug\nconcentration up to 400 μg mL<sup>–1</sup>. The above\nexperiments have disclosed that the intracellular ROS generated by\nCMMFTP were completely quenched by NaN<sub>3</sub> and IP, and they\nidentified the main ROS species as <sup>•</sup>OH and <sup>1</sup>O<sub>2</sub>, also suggesting that the Fenton-like reaction\nand the Russell reaction produced ROS. Killing the cancer cells is\nthe main CDT mechanism of the CMMFTP nanoplatform. The same experiment\nwas performed on 4T1 cells, and the results were comparable to those\nof HeLa cells (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). The detection\nof intracellular GSH depletion was further investigated by using the\nGSH assay kit. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>, the\nintracellular GSH content decreased significantly when the cells were\nincubated with high levels of CMMFTP. These results suggest that Cu<sup>2+</sup> in CMMFTP can effectively deplete GSH in the tumor microenvironment,\ngenerate Cu<sup>+</sup> as a CDT agent, and reduce the side effects\ndue to GSH overexpression.</p>", "clean_text": " In Vitro CDT of CMMFTP\n\nThe effect of CDT was first evaluated by the MTT method (e). HeLa cells were treated with Cu-MOF, Cu-MOF@MnO2, and CMMFTP, respectively, with a concentration gradient of 0, 12.5, 25, 50, 100, 200, and 400 μg mL-1 of each drug. CMMFTP was the most potent drug, followed by Cu-MOF@MnO2 and Cu-MOF. The Fenton-like reaction and the Russell reaction occurred in the Cu-MOF group with intracellular Cu2+/Cu+ ions, while in the Cu-MOF@MnO2 groups MnO2 also participated in the Fenton-like reaction and amplified the ROS oxidative stress, improving the CDT effect. The inhibiting rate of CMMFTP was stronger than that of Cu-MOF@MnO2, indicating that the continuous targeting of FA/TPP further amplified the CDT efficiency. Figure S6 showed that the cell survival rate of the Cu-MOF + NaN3 group was higher than that of the Cu-MOF group due to that the 1O2 had been consumed by the quencher NaN3, which further verified the fact that Cu-MOF could undergo the Russell reaction to generate 1O2. Meanwhile, the cell survival rate in the Cu-MOF + IP group was higher than that of the Cu-MOF group because the ⋅OH had been consumed by the ⋅OH quencher isopropanol (IP), which also proved that Cu-MOF underwent a Fenton-like reaction to generate ⋅OH. In the CMMFTP group, with the addition of both NaN3 and IP, the cell viability rate was close to 100% even with a drug concentration up to 400 μg mL-1. The above experiments have disclosed that the intracellular ROS generated by CMMFTP were completely quenched by NaN3 and IP, and they identified the main ROS species as ⋅OH and 1O2, also suggesting that the Fenton-like reaction and the Russell reaction produced ROS. Killing the cancer cells is the main CDT mechanism of the CMMFTP nanoplatform. The same experiment was performed on 4T1 cells, and the results were comparable to those of HeLa cells (Figure S7). The detection of intracellular GSH depletion was further investigated by using the GSH assay kit. As shown in Figure S8, the intracellular GSH content decreased significantly when the cells were incubated with high levels of CMMFTP. These results suggest that Cu2+ in CMMFTP can effectively deplete GSH in the tumor microenvironment, generate Cu+ as a CDT agent, and reduce the side effects due to GSH overexpression.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>Detection of Intracellular\nReactive Oxygen\nSpecies</title><p>DCFH-DA is a universal oxidative stress indicator,\nwhich is nonfluorescent itself and is rapidly oxidized upon entry\ninto cells to produce a strong fluorescent product, 2′,7′-dichlorofluorescein\n(DCF), suitable for the detection of ROS (<sup>•</sup>OH, <sup>1</sup>O<sub>2</sub>). We used DCFH-DA and SOSG as probes to detect\nintracellular ROS production. HeLa cells were divided into three groups:\nthe first group was treated with Cu-MOF and DCFH-DA; the second group\nwas treated with CMMFTP and DCFH-DA (CMMFTP + DCFH-DA groups); the\nthird group was treated with CMMFTP and SOSG (CMMFTP +  SOSG groups).\nAfter coincubation at different times, the cells were observed under\na fluorescent inverted microscope.</p>", "clean_text": "Detection of Intracellular Reactive Oxygen Species\n\nDCFH-DA is a universal oxidative stress indicator, which is nonfluorescent itself and is rapidly oxidized upon entry into cells to produce a strong fluorescent product, 2',7'-dichlorofluorescein (DCF), suitable for the detection of ROS (⋅OH, 1O2). We used DCFH-DA and SOSG as probes to detect intracellular ROS production. HeLa cells were divided into three groups: the first group was treated with Cu-MOF and DCFH-DA; the second group was treated with CMMFTP and DCFH-DA (CMMFTP + DCFH-DA groups); the third group was treated with CMMFTP and SOSG (CMMFTP +  SOSG groups). After coincubation at different times, the cells were observed under a fluorescent inverted microscope.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>As shown in a, with prolonged incubating\ntime, the intracellular green fluorescence was gradually enhanced\nin all the experimental groups, indicating that ROS were continuously\ngenerated in the tumor cells. The stronger fluorescence of the CMMFTP\ngroup than that of the Cu-MOF group proved that MnO<sub>2</sub> was\ninvolved in the occurrence of the Fenton-like reaction to amplify\nthe ROS level in cells. The green fluorescence in the CMMFTP +  SOSG\ngroups indicates that <sup>1</sup>O<sub>2</sub> was generated intracellularly,\ndisclosing a clear intracellular Russell reaction induced by CMMFTP.\nIn addition, the fluorescence of the CMMFTP + DCFH-DA groups was stronger\nthan that of the CMMFTP + SOSG groups, indicating the intracellular\nproduction of <sup>•</sup>OH in addition to <sup>1</sup>O<sub>2</sub>, further providing evidence for coexisting Fenton-Like and\nRussell reactions.</p>", "clean_text": "As shown in a, with prolonged incubating time, the intracellular green fluorescence was gradually enhanced in all the experimental groups, indicating that ROS were continuously generated in the tumor cells. The stronger fluorescence of the CMMFTP group than that of the Cu-MOF group proved that MnO2 was involved in the occurrence of the Fenton-like reaction to amplify the ROS level in cells. The green fluorescence in the CMMFTP +  SOSG groups indicates that 1O2 was generated intracellularly, disclosing a clear intracellular Russell reaction induced by CMMFTP. In addition, the fluorescence of the CMMFTP + DCFH-DA groups was stronger than that of the CMMFTP + SOSG groups, indicating the intracellular production of ⋅OH in addition to 1O2, further providing evidence for coexisting Fenton-Like and Russell reactions.", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Detection of intracellular ROS. (b) Calcein-AM/PI\nstaining\nof live and dead cells.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Detection of intracellular ROS. (b) Calcein-AM/PI staining of live and dead cells.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<title>Living\nand Dead Cells Staining Experiment</title><p>Calcein acetoxymethyl\nester (calcein-AM) is a widely used fluorescent\nviability probe that can enter living cells and emit green fluorescence\n(490/515 nm) after hydrolysis by esterase. Propidium iodide (PI) is\na fluorescent nucleic acid dye that can only enter dead cells to bind\nwith nucleic acids and emit red fluorescence; hence double staining\nby calcein-AM and PI can be used to observe live and dead cells simultaneously\nunder a fluorescence microscope. HeLa cells were divided into three\ngroups, which were treated by Cu-MOF, Cu-MOF@MnO<sub>2</sub>, and\nCMMFTP at a concentration of 400 μg mL<sup>–1</sup> (calculated\naccording to the amount of Cu-MOF). After administration and double\nstaining by calcein-AM/PI, the cells were incubated for 0–90\nmin and observed under a fluorescent inverted microscope. As shown\nin b, after\n30 min of treatment, dead cells begun to appear, while after 90 min\nof incubation, all cells in the CMMFTP groups died, revealing a stronger\nCDT effect than that of the Cu-MOF@MnO<sub>2</sub> and Cu-MOF groups.\nAs a whole, the result of the double staining of living/dead cells\nwas consistent with that of the MTT assay and intracellular ROS assay,\nall of which demonstrated the synergistic Fenton-like and Russell\nreactions of the polymetallic centers to improve the CDT effect with\nthe aid of sequential targeting of FA and TPP.</p>", "clean_text": "Living and Dead Cells Staining Experiment\n\nCalcein acetoxymethyl ester (calcein-AM) is a widely used fluorescent viability probe that can enter living cells and emit green fluorescence (490/515 nm) after hydrolysis by esterase. Propidium iodide (PI) is a fluorescent nucleic acid dye that can only enter dead cells to bind with nucleic acids and emit red fluorescence; hence double staining by calcein-AM and PI can be used to observe live and dead cells simultaneously under a fluorescence microscope. HeLa cells were divided into three groups, which were treated by Cu-MOF, Cu-MOF@MnO2, and CMMFTP at a concentration of 400 μg mL-1 (calculated according to the amount of Cu-MOF). After administration and double staining by calcein-AM/PI, the cells were incubated for 0-90 min and observed under a fluorescent inverted microscope. As shown in b, after 30 min of treatment, dead cells begun to appear, while after 90 min of incubation, all cells in the CMMFTP groups died, revealing a stronger CDT effect than that of the Cu-MOF@MnO2 and Cu-MOF groups. As a whole, the result of the double staining of living/dead cells was consistent with that of the MTT assay and intracellular ROS assay, all of which demonstrated the synergistic Fenton-like and Russell reactions of the polymetallic centers to improve the CDT effect with the aid of sequential targeting of FA and TPP.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<title>Establishment of CDT Model in Tumor-Bearing\nRats</title><p>The CDT effect of CMMFTP nanoparticles <italic toggle=\"yes\">in vivo</italic> was investigated using a murine-derived hepatocellular carcinoma\n4T1 cell model. 4T1 cells were inoculated subcutaneously into the\nright armpit of BALB/c mice aged 7 weeks. When tumors grew to a volume\nof approximately 100 mm<sup>3</sup>, all mice were randomly divided\ninto three groups: saline group, Cu-MOF group, and CMMFTP group. The\ndrug was administered by tail vein injection and maintained for 14\ndays. As shown in a–d, tumor shrinkage was observed in the CMMFTP and\nCu-MOF groups, yet the tumor volume in the CMMFTP group was significantly\nsmaller than that in the Cu-MOF group, indicating a stronger tumor\ngrowth inhibitory effect for CMMFTP and also meaning that the triple\nCDT effect of CMMFTP is superior to that of the single CDT treatment\nof Cu-MOF. e shows the changes in body weight of mice, and the body weight of\nmice in each group remained unchanged basically, suggesting that CMMFTP\ndid not affect the normal physiological functions and would not pose\nany health hazards to mice, showing good biocompatibility.</p>", "clean_text": "Establishment of CDT Model in Tumor-Bearing Rats\n\nThe CDT effect of CMMFTP nanoparticles in vivo was investigated using a murine-derived hepatocellular carcinoma 4T1 cell model. 4T1 cells were inoculated subcutaneously into the right armpit of BALB/c mice aged 7 weeks. When tumors grew to a volume of approximately 100 mm3, all mice were randomly divided into three groups: saline group, Cu-MOF group, and CMMFTP group. The drug was administered by tail vein injection and maintained for 14 days. As shown in a-d, tumor shrinkage was observed in the CMMFTP and Cu-MOF groups, yet the tumor volume in the CMMFTP group was significantly smaller than that in the Cu-MOF group, indicating a stronger tumor growth inhibitory effect for CMMFTP and also meaning that the triple CDT effect of CMMFTP is superior to that of the single CDT treatment of Cu-MOF. e shows the changes in body weight of mice, and the body weight of mice in each group remained unchanged basically, suggesting that CMMFTP did not affect the normal physiological functions and would not pose any health hazards to mice, showing good biocompatibility.", "data": null, "include_properties": null}, {"idx": 52, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Photographs\nof tumor-bearing mice in different experimental\ngroups after 14 days of treatment. (b) Photographs of solid tumor\nsize. (c) Change of tumor volume in different experimental groups.\n(d) Tumor weight after 14 days of treatment. (e) Weight change of\nmice during treatment. (f) H&amp;E stained images of heart, liver,\nspleen, lung, kidney, and tumor obtained from different groups after\n14 days of treatment. Scale bar: 100 μm. ∗, <italic toggle=\"yes\">p</italic> &lt; 0.05; ∗∗, <italic toggle=\"yes\">p</italic> &lt; 0.01.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Photographs of tumor-bearing mice in different experimental groups after 14 days of treatment. (b) Photographs of solid tumor size. (c) Change of tumor volume in different experimental groups. (d) Tumor weight after 14 days of treatment. (e) Weight change of mice during treatment. (f) H&E stained images of heart, liver, spleen, lung, kidney, and tumor obtained from different groups after 14 days of treatment. Scale bar: 100 μm. ∗, p < 0.05; ∗∗, p < 0.01.   ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<title>Analysis of H&amp;E Staining\nResults</title><p>To investigate the effects of CMMFTP on tumors and\nthe major physiological\norgans of mice, we dissected the mice after 14 days of treatment and\nremoved the tumors and five major tissues and organs, including heart,\nliver, spleen, lung, and kidney, from different treatment groups for\nH&amp;E-stained pathological section analysis (f). Tumors and the major physiological organs\nwere divided into three groups: saline group, Cu-MOF group, and CMMFTP\ngroup. The tissue cells in all normal organs were uniformly and closely\narranged with normal cell morphology, showing no inflammatory reaction,\nno necrotic cells, and no obvious pathological features, which indicated\nthat Cu-MOF and CMMFTP were not toxic to normal organs and could be\nserved as biosafe nanomedicines. Moreover, no damage was observed\nin the solid tumor tissue in the saline group, while the tumor tissues\nin the Cu-MOF and CMMFTP groups were loosely arranged with large empty\nspace, suggesting that the tumor cells were injured by CDT of Cu-MOF\nand CMMFTP. The more severe tissue damage in the CMMFTP group further\nverified the stronger CDT effect of CMMFTP. The biosafety evaluation\nof CMMFTP was further explored by administering CMMFTP intravenously\nto healthy BALB/c mice. Compared with the control group, CMMFTP-treated\nmice showed no significant tissue damage in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>.</p>", "clean_text": "Analysis of H&E Staining Results\n\nTo investigate the effects of CMMFTP on tumors and the major physiological organs of mice, we dissected the mice after 14 days of treatment and removed the tumors and five major tissues and organs, including heart, liver, spleen, lung, and kidney, from different treatment groups for H&E-stained pathological section analysis (f). Tumors and the major physiological organs were divided into three groups: saline group, Cu-MOF group, and CMMFTP group. The tissue cells in all normal organs were uniformly and closely arranged with normal cell morphology, showing no inflammatory reaction, no necrotic cells, and no obvious pathological features, which indicated that Cu-MOF and CMMFTP were not toxic to normal organs and could be served as biosafe nanomedicines. Moreover, no damage was observed in the solid tumor tissue in the saline group, while the tumor tissues in the Cu-MOF and CMMFTP groups were loosely arranged with large empty space, suggesting that the tumor cells were injured by CDT of Cu-MOF and CMMFTP. The more severe tissue damage in the CMMFTP group further verified the stronger CDT effect of CMMFTP. The biosafety evaluation of CMMFTP was further explored by administering CMMFTP intravenously to healthy BALB/c mice. Compared with the control group, CMMFTP-treated mice showed no significant tissue damage in Figure S9.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary,\nwe prepared a two-dimensional nanoplatform, Cu-MOF@MnO<sub>2</sub>/FA/TPP@PAH (CMMFTP), to synergistically improve the CDT cancer\ntherapeutic effect based on its combined functions of triple CDT and\nsequential tumor targeting. CMMFTP could respond in the tumor microenvironment\nand undergo Fenton-like and Russell reactions to enhance the ROS generation.\nThe Cu<sup>2+</sup> and MnO<sub>2</sub> constituted in CMMFTP could\ntogether reduce the GSH level to improve the ROS generation. The sequential\nprecise targeting to tumor cells and mitochondria mediated by FA/TPP\nfurther increases the therapeutic effect of CMMFTP. The systematic <italic toggle=\"yes\">in vitro</italic> and <italic toggle=\"yes\">in vivo</italic> experiments have showed\nhigh tumor suppression ability and good biocompatibility for CMMFTP,\ndisclosing the superiority of multiple CDT. This study provided a\npromising strategy for the development of an effective CDT therapeutic\nplatform.</p>", "clean_text": "Conclusion\n\nIn summary, we prepared a two-dimensional nanoplatform, Cu-MOF@MnO2/FA/TPP@PAH (CMMFTP), to synergistically improve the CDT cancer therapeutic effect based on its combined functions of triple CDT and sequential tumor targeting. CMMFTP could respond in the tumor microenvironment and undergo Fenton-like and Russell reactions to enhance the ROS generation. The Cu2+ and MnO2 constituted in CMMFTP could together reduce the GSH level to improve the ROS generation. The sequential precise targeting to tumor cells and mitochondria mediated by FA/TPP further increases the therapeutic effect of CMMFTP. The systematic in vitro and in vivo experiments have showed high tumor suppression ability and good biocompatibility for CMMFTP, disclosing the superiority of multiple CDT. This study provided a promising strategy for the development of an effective CDT therapeutic platform.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsbiomaterials.1c01605?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsbiomaterials.1c01605</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>TEM, EDS, material\nstability, ESR assay <sup>•</sup>OH, Russell reaction mechanism\nof Cu-MOF, concentration dependence\nof cellular phagocytosis of drugs, cell viability and tissue sectioning\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsbiomaterials.1c01605.  TEM, EDS, material stability, ESR assay ⋅OH, Russell reaction mechanism of Cu-MOF, concentration dependence of cellular phagocytosis of drugs, cell viability and tissue sectioning (PDF)   ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>TEM, EDS, material\nstability, ESR assay <sup>•</sup>OH, Russell reaction mechanism\nof Cu-MOF, concentration dependence\nof cellular phagocytosis of drugs, cell viability and tissue sectioning\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>Wei Ma and Huanli Zhang contributed equally to this work.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "TEM, EDS, material stability, ESR assay ⋅OH, Russell reaction mechanism of Cu-MOF, concentration dependence of cellular phagocytosis of drugs, cell viability and tissue sectioning (PDF)\n\nWei Ma and Huanli Zhang contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Materials and Methods</title><title>Sample\nPreparation and Characterization</title><p>Cu-MOF was synthesized on\nthe basis of the literature. A 5 mg sample\nof Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O and 20 mg of\nPVP were added to a flask and\ndissolved in a mixture of 12 mL of DMF and 4 mL of anhydrous ethanol;\nthen 12 mg of TCPP was added and the mixture was sonicated for 10\nmin. The resulting solution was transferred to a stainless steel autoclave\nand reacted at 80 °C for 3 h. As it cooled to room temperature,\nthe precipitate was collected by centrifugation, and the solid was\nwashed three times with ethanol and then freeze-dried to obtain Cu-MOF\nnanosheets. Cu-MOF@MnO<sub>2</sub> was prepared by the reference method. A 20 mg sample of the prepared Cu-MOF nanosheets\nwas dispersed into 20 mL of water and sonicated for 10 min. Then 20\nmg of PAH (dissolved in 10 mL of water and adjusted to pH 7.2 with\nsaturated sodium bicarbonate solution) was added and stirred at room\ntemperature overnight. Then the precipitate was collected by centrifugation\nfor 15 min (at 8000 rpm/min) and washed with water three times to\nremove the excess PAH to obtain Cu-MOF-PAH. Then Cu-MOF-PAH was redispersed\nin 30 mL of water and sonicated for 10 min, and KMnO<sub>4</sub> (10\nmg dissolved in 2 mL of water) was added dropwise under vigorous stirring.\nAfter 30 min of stirring, the precipitate was adjusted to weak acidity\n(pH 6.8) with 2 M HCl, centrifuged for 20 min (speed 8000 rpm/min),\nwashed three times with water, and freeze-dried to obtain Cu-MOF@MnO<sub>2</sub>. A 30 mg sample of Cu-MOF@MnO<sub>2</sub> nanoparticles was\ndispersed in 30 mL of DMF and sonicated for 10 min. A 96 mg sample\nof EDC and 58 mg of NHS were added and stirred at room temperature\nfor 3 h. Then 20 mg of 1,6-hexanediamine was added and reacted for\n6 h. The precipitated Cu-MOF@MnO<sub>2</sub>-NH<sub>2</sub> was extracted\nby centrifugation for 20 min (at 8000 rpm/min), washed three times\nwith water, and dispersed in 10 mL of DMF. Then 30 mg of FA and 20\nmg of TPP were dissolved in 30 mL of DMF, respectively, followed by\nthe addition of EDC/NHS (144 mg/88 mg) at room temperature. After\nstirring for 12 h, the activated FA and activated TPP were obtained,\nrespectively. The Cu-MOF@MnO<sub>2</sub>-NH<sub>2</sub> was then added\nto the solutions with activated FA or activated TPP to obtain Cu-MOF@MnO<sub>2</sub>/FA and Cu-MOF@MnO<sub>2</sub>/TPP.</p>", "clean_text": "Materials and Methods\n\nSample Preparation and Characterization\n\nCu-MOF was synthesized on the basis of the literature. A 5 mg sample of Cu(NO3)2⋅3H2O and 20 mg of PVP were added to a flask and dissolved in a mixture of 12 mL of DMF and 4 mL of anhydrous ethanol; then 12 mg of TCPP was added and the mixture was sonicated for 10 min. The resulting solution was transferred to a stainless steel autoclave and reacted at 80 °C for 3 h. As it cooled to room temperature, the precipitate was collected by centrifugation, and the solid was washed three times with ethanol and then freeze-dried to obtain Cu-MOF nanosheets. Cu-MOF@MnO2 was prepared by the reference method. A 20 mg sample of the prepared Cu-MOF nanosheets was dispersed into 20 mL of water and sonicated for 10 min. Then 20 mg of PAH (dissolved in 10 mL of water and adjusted to pH 7.2 with saturated sodium bicarbonate solution) was added and stirred at room temperature overnight. Then the precipitate was collected by centrifugation for 15 min (at 8000 rpm/min) and washed with water three times to remove the excess PAH to obtain Cu-MOF-PAH. Then Cu-MOF-PAH was redispersed in 30 mL of water and sonicated for 10 min, and KMnO4 (10 mg dissolved in 2 mL of water) was added dropwise under vigorous stirring. After 30 min of stirring, the precipitate was adjusted to weak acidity (pH 6.8) with 2 M HCl, centrifuged for 20 min (speed 8000 rpm/min), washed three times with water, and freeze-dried to obtain Cu-MOF@MnO2. A 30 mg sample of Cu-MOF@MnO2 nanoparticles was dispersed in 30 mL of DMF and sonicated for 10 min. A 96 mg sample of EDC and 58 mg of NHS were added and stirred at room temperature for 3 h. Then 20 mg of 1,6-hexanediamine was added and reacted for 6 h. The precipitated Cu-MOF@MnO2-NH2 was extracted by centrifugation for 20 min (at 8000 rpm/min), washed three times with water, and dispersed in 10 mL of DMF. Then 30 mg of FA and 20 mg of TPP were dissolved in 30 mL of DMF, respectively, followed by the addition of EDC/NHS (144 mg/88 mg) at room temperature. After stirring for 12 h, the activated FA and activated TPP were obtained, respectively. The Cu-MOF@MnO2-NH2 was then added to the solutions with activated FA or activated TPP to obtain Cu-MOF@MnO2/FA and Cu-MOF@MnO2/TPP.", "data": [{"meta": {"name": "Cu-MOF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cu­(NO3)2·3H2O", "amount": "5", "unit": "mg"}, {"name": "PVP", "amount": "20", "unit": "mg"}, {"name": "TCPP", "amount": "12", "unit": "mg"}], "solution": [{"name": "DMF", "amount": "12", "unit": "mL"}, {"name": "anhydrous ethanol", "amount": "4", "unit": "mL"}], "pressure": "", "temperature": "80°C", "time": "3 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "ethanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}, {"meta": {"name": "Cu-MOF@MnO2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "Cu-MOF nanosheets", "power": "", "solvent": "water", "temperature": "", "time": "10 min"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "8000 rpm/min", "time": "15 min", "temperature": "", "additive": [{"name": "water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}, {"meta": {"name": "Cu-MOF@MnO2-PAH", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "Cu-MOF nanosheets", "power": "", "solvent": "water", "temperature": "", "time": "10 min"}, {"synthesis method": "stirring", "composition": "PAH", "temperature": "room temperature", "time": "overnight"}, {"synthesis method": "centrifugation", "revolution per time": "8000 rpm/min", "relative centrifugal force": "", "time": "20 min", "temperature": "", "additive": [{"name": "water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}, {"meta": {"name": "Cu-MOF@MnO2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "Cu-MOF@MnO2 nanoparticles", "power": "", "solvent": "DMF", "temperature": "", "time": "10 min"}, {"synthesis method": "stirring", "composition": "EDC/NHS", "temperature": "room temperature", "time": "3 h"}, {"synthesis method": "reaction", "composition": "1,6-hexanediamine", "temperature": "", "time": "6 h"}, {"synthesis method": "centrifugation", "revolution per time": "8000 rpm/min", "relative centrifugal force": "", "time": "20 min", "temperature": "", "additive": [{"name": "water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}, {"meta": {"name": "Cu-MOF@MnO2/FA", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "Cu-MOF@MnO2-NH2", "power": "", "solvent": "water", "temperature": "", "time": "10 min"}, {"synthesis method": "reaction", "composition": "activated FA", "temperature": "room temperature", "time": "12 h"}]}, {"meta": {"name": "Cu-MOF@MnO2/TPP", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "Cu-MOF@MnO2-NH2", "power": "", "solvent": "water", "temperature": "", "time": "10 min"}, {"synthesis method": "reaction", "composition": "activated TPP", "temperature": "room temperature", "time": "12 h"}]}], "include_properties": ["solvothermal_synthesis", "sonication", "centrifugation", "washing", "drying", "sonication", "chemical_synthesis", "centrifugation", "washing", "drying", "sonication", "chemical_synthesis", "centrifugation", "washing", "drying", "sonication", "chemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "31, 40, 45", "type": "text", "classification": "property", "content": "<p>\nj shows\nthe UV–vis absorption spectrum of TCPP, which displays the\ncharacteristic absorption peaks of the porphyrin ring at 400–700\nnm, a strong K-band absorption at 400 nm, and four Q-bands at 500–700\nnm. The new peak at 309 nm indicates that Cu<sup>2+</sup> has entered\nthe porphyrin ring and slightly changed the absorption peak of TCPP\nby coordination with the four pyrrole rings. This result coincides\nwith the Cu–N vibrational peak (999 cm<sup>–1</sup>)\nin the infrared spectrum of Cu-MOF (i). The benzene ring absorptions of FA and\nTPP resulted in a strong obtuse peak at 250–325 nm for CMMFTP,\nindicating successful binding of FA and TPP to Cu-MOF. k shows the fluorescence emission\nspectrum of CMMFTP (excitation wavelength 430 nm), suggesting that\nthe nanoplatform has a strong visible light excited fluorescence emission\nproperty, maintaining the excellent fluorescence characteristics of\nTCPP. Moreover, four carboxyl groups in TCPP give the Cu-MOF nanosheets\nabundant negatively charged groups on the surface, as presented in i. The Cu-MOF nanosheets\nshow a ζ potential of −18.55 mV. The exposed oxygen atoms\non the surface of the manganese dioxide further reduced the ζ\npotential of Cu-MOF@MnO<sub>2</sub> to −25.18 mV. After modifications\nof TPP and PAH, the ζ potential changed to 8.94 mV upon the\ninfluence of the positive phosphine charge and the amino group. CMMFTP\nremained was stable at room temperature under natural light, and the\nDLS particle size remained unchanged for 24 h in water, saline, PBS,\nDMEM, and other media without turbid precipitation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>).</p><title>Cell\nPhagocytosis and Imaging</title><p>Due\nto the unique fluorescence property of TCPP, CMMFTP was capable of\nbeing applied in fluorescence imaging. HeLa cells and 4T1 cells were\nused as model cells to examine the phagocytosis and fluorescence imaging\nfunctions of CMMFTP. Cells treated with CMMFTP (100 μg mL<sup>–1</sup>) were incubated for different times. As shown in a, the red fluorescence\nof TCPP was observed in the cytoplasm after incubation for 30 min,\nwhich indicated that CMMFTP was engulfed by the cells. With prolonged\nincubation time (60 and 90 min), the red fluorescence of TCPP increased\nobviously, suggesting that CMMFTP was internalized in a time-dependent\nmanner. Meanwhile, the morphology of the cells treated with different\nconcentrations (0–400 μg mL<sup>–1</sup>) of CMMFTP\nwas also observed from 0 to 30 min (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsbiomaterials.1c01605/suppl_file/ab1c01605_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). As the drug concentration increased, the intracellular red fluorescence\nintensity was gradually enhanced. Moreover, HeLa cells and 4T1 cells\ntreated with CMMFTP showed strong red fluorescence under fluorescence\nmicroscopy and clear cell images, indicating that CMMFTP has good\nfluorescence imaging potential and is expected to act as a nanofluorescent\nimaging agent.</p><title>CMMFTP Biocompatibility\nand Therapeutic Selectivity</title><p>Microacidity and hydrogen peroxide\noverexpression are the characteristics\nof the tumor microenvironment, and the concentration of hydrogen peroxide\nin tumor cells reaches 1 × 10<sup>–6</sup> M, which is\n100 times higher than that of normal cells. We have shown earlier\nthat CMMFTP was not able to undergo the Russell reaction and the Fenton-like\nreaction at pH 7.4 and in the absence of H<sub>2</sub>O<sub>2</sub>, implying that CMMFTP cannot produce cytotoxic ROS in normal cells\nbut can produce cytotoxic ROS only in acidic and hydrogen peroxide\noverexpressing tumor cells. Therefore, CMMFTP treatment is selective\nto tumors and mainly produces cytotoxic ROS in tumor cells, presenting\na temporal CDT effect. Normal cell mouse fibroblasts (L929 cells)\nand HeLa cells were utilized to investigate the biocompatibility and\ntherapeutic selectivity of CMMFTP by analyzing the cell viability\nafter 4 and 24 h of drug administration through the MTT method (c,d). For L929 cells,\ncell viability was maintained at 100% with drug concentrations ranging\nfrom 0 to 400 μg mL<sup>–1</sup>, indicating that CMMFTP\nis not toxic to normal cells and is safe even at doses up to 400 μg\nmL<sup>–1</sup>. Under the same conditions, HeLa cells showed\na significant decrease in cell viability after 4 and 24 h of dosing,\nwith only 5% viability at 24 h (dose 400 μg mL<sup>–1</sup>), which suggested that the Fenton-like reaction and the Russell\nreaction occurred under the tumor microenvironment stimulation, generating\na high concentration of ROS to kill cancer cells. The above analysis\ndemonstrated that CMMFTP is biocompatible and has significant therapeutic\nselectivity.</p>", "clean_text": " j shows the UV-vis absorption spectrum of TCPP, which displays the characteristic absorption peaks of the porphyrin ring at 400-700 nm, a strong K-band absorption at 400 nm, and four Q-bands at 500-700 nm. The new peak at 309 nm indicates that Cu2+ has entered the porphyrin ring and slightly changed the absorption peak of TCPP by coordination with the four pyrrole rings. This result coincides with the Cu-N vibrational peak (999 cm-1) in the infrared spectrum of Cu-MOF (i). The benzene ring absorptions of FA and TPP resulted in a strong obtuse peak at 250-325 nm for CMMFTP, indicating successful binding of FA and TPP to Cu-MOF. k shows the fluorescence emission spectrum of CMMFTP (excitation wavelength 430 nm), suggesting that the nanoplatform has a strong visible light excited fluorescence emission property, maintaining the excellent fluorescence characteristics of TCPP. Moreover, four carboxyl groups in TCPP give the Cu-MOF nanosheets abundant negatively charged groups on the surface, as presented in i. The Cu-MOF nanosheets show a ζ potential of -18.55 mV. The exposed oxygen atoms on the surface of the manganese dioxide further reduced the ζ potential of Cu-MOF@MnO2 to -25.18 mV. After modifications of TPP and PAH, the ζ potential changed to 8.94 mV upon the influence of the positive phosphine charge and the amino group. CMMFTP remained was stable at room temperature under natural light, and the DLS particle size remained unchanged for 24 h in water, saline, PBS, DMEM, and other media without turbid precipitation (Figure S2).\n\nCell Phagocytosis and Imaging\n\nDue to the unique fluorescence property of TCPP, CMMFTP was capable of being applied in fluorescence imaging. HeLa cells and 4T1 cells were used as model cells to examine the phagocytosis and fluorescence imaging functions of CMMFTP. Cells treated with CMMFTP (100 μg mL-1) were incubated for different times. As shown in a, the red fluorescence of TCPP was observed in the cytoplasm after incubation for 30 min, which indicated that CMMFTP was engulfed by the cells. With prolonged incubation time (60 and 90 min), the red fluorescence of TCPP increased obviously, suggesting that CMMFTP was internalized in a time-dependent manner. Meanwhile, the morphology of the cells treated with different concentrations (0-400 μg mL-1) of CMMFTP was also observed from 0 to 30 min (Figure S5). As the drug concentration increased, the intracellular red fluorescence intensity was gradually enhanced. Moreover, HeLa cells and 4T1 cells treated with CMMFTP showed strong red fluorescence under fluorescence microscopy and clear cell images, indicating that CMMFTP has good fluorescence imaging potential and is expected to act as a nanofluorescent imaging agent.\n\nCMMFTP Biocompatibility and Therapeutic Selectivity\n\nMicroacidity and hydrogen peroxide overexpression are the characteristics of the tumor microenvironment, and the concentration of hydrogen peroxide in tumor cells reaches 1 × 10-6 M, which is 100 times higher than that of normal cells. We have shown earlier that CMMFTP was not able to undergo the Russell reaction and the Fenton-like reaction at pH 7.4 and in the absence of H2O2, implying that CMMFTP cannot produce cytotoxic ROS in normal cells but can produce cytotoxic ROS only in acidic and hydrogen peroxide overexpressing tumor cells. Therefore, CMMFTP treatment is selective to tumors and mainly produces cytotoxic ROS in tumor cells, presenting a temporal CDT effect. Normal cell mouse fibroblasts (L929 cells) and HeLa cells were utilized to investigate the biocompatibility and therapeutic selectivity of CMMFTP by analyzing the cell viability after 4 and 24 h of drug administration through the MTT method (c,d). For L929 cells, cell viability was maintained at 100% with drug concentrations ranging from 0 to 400 μg mL-1, indicating that CMMFTP is not toxic to normal cells and is safe even at doses up to 400 μg mL-1. Under the same conditions, HeLa cells showed a significant decrease in cell viability after 4 and 24 h of dosing, with only 5% viability at 24 h (dose 400 μg mL-1), which suggested that the Fenton-like reaction and the Russell reaction occurred under the tumor microenvironment stimulation, generating a high concentration of ROS to kill cancer cells. The above analysis demonstrated that CMMFTP is biocompatible and has significant therapeutic selectivity.", "data": [[{"meta": {"name": "TCPP", "symbol": "", "chemical formula": ""}, "UV–vis absorption spectrum": {"type": "porphyrin ring", "value": "400–700", "unit": "nm", "condition": ""}}, {"meta": {"name": "TCPP", "symbol": "", "chemical formula": ""}, "UV–vis absorption spectrum": {"type": "K-band", "value": "400", "unit": "nm", "condition": ""}}, {"meta": {"name": "TCPP", "symbol": "", "chemical formula": ""}, "UV–vis absorption spectrum": {"type": "Q-bands", "value": "500–700", "unit": "nm", "condition": ""}}, {"meta": {"name": "TCPP", "symbol": "", "chemical formula": ""}, "UV–vis absorption spectrum": {"type": "new peak", "value": "309", "unit": "nm", "condition": "Cu<sup>2+</sup> coordination"}}, {"meta": {"name": "FA", "symbol": "", "chemical formula": ""}, "UV–vis absorption spectrum": {"type": "benzene ring", "value": "250–325", "unit": "nm", "condition": ""}}, {"meta": {"name": "CMMFTP", "symbol": "", "chemical formula": ""}, "fluorescence emission spectrum": {"type": "excitation wavelength", "value": "430", "unit": "nm", "condition": ""}}, {"meta": {"name": "CMMFTP", "symbol": "", "chemical formula": ""}, "ζ potential": {"type": "", "value": "-18.55", "unit": "mV", "condition": ""}}, {"meta": {"name": "Cu-MOF@MnO<sub>2</sub>", "symbol": "", "chemical formula": ""}, "ζ potential": {"type": "", "value": "-25.18", "unit": "mV", "condition": ""}}, {"meta": {"name": "CMMFTP", "symbol": "", "chemical formula": ""}, "ζ potential": {"type": "", "value": "8.94", "unit": "mV", "condition": "positive phosphine charge and amino group"}}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Preparation and the\nSynergistic Antitumor Chemodynamic Effect of\nCMMFTP</title>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Preparation and the Synergistic Antitumor Chemodynamic Effect of CMMFTP   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) TEM of Cu-MOF. (b) High-resolution\nTEM of CMMFTP. (c) Sizes\nof Cu-TCPP MOF and CMMFTP measured by DLS. (d) XRD patterns of Cu-MOF\nand CMMFTP. (e) XPS of CMMFTP. (f) High-resolution XPS of Cu­(II) 2p.\n(g) High-resolution XPS of Mn­(IV) 2p. (h) High-resolution XPS of O\n1s. (i) FT-IR of different samples. (j) UV–vis absorption spectra.\n(k) Fluorescence excitation spectra of CMMFTP. (l) ζ potentials\nof Cu-MOF, Cu-MOF@MnO<sub>2</sub>, Cu-MOF@MnO<sub>2</sub>/FA/TPP,\nand CMMFTP.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) TEM of Cu-MOF. (b) High-resolution TEM of CMMFTP. (c) Sizes of Cu-TCPP MOF and CMMFTP measured by DLS. (d) XRD patterns of Cu-MOF and CMMFTP. (e) XPS of CMMFTP. (f) High-resolution XPS of Cu(II) 2p. (g) High-resolution XPS of Mn(IV) 2p. (h) High-resolution XPS of O 1s. (i) FT-IR of different samples. (j) UV-vis absorption spectra. (k) Fluorescence excitation spectra of CMMFTP. (l) ζ potentials of Cu-MOF, Cu-MOF@MnO2, Cu-MOF@MnO2/FA/TPP, and CMMFTP.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) <sup>•</sup>OH detection of Cu-MOF and CMMFTP\nby ESR.\n(b) Fenton-like mechanism of CMMFTP. (c) Consumption of GSH by CMMFTP.\n(d) Consumption of DPBF by Russell reaction of Cu-MOF at different\npH conditions. (e) Depletion of DPBF by <sup>1</sup>O<sub>2</sub> from\nRussell reaction of Cu-MOF at different H<sub>2</sub>O<sub>2</sub> concentrations. (f) Detection of <sup>1</sup>O<sub>2</sub> from\nRussell reaction by SOSG probe.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) ⋅OH detection of Cu-MOF and CMMFTP by ESR. (b) Fenton-like mechanism of CMMFTP. (c) Consumption of GSH by CMMFTP. (d) Consumption of DPBF by Russell reaction of Cu-MOF at different pH conditions. (e) Depletion of DPBF by 1O2 from Russell reaction of Cu-MOF at different H2O2 concentrations. (f) Detection of 1O2 from Russell reaction by SOSG probe.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Phagocytosis and cell imaging of CMMFTP in HeLa and\n4T1 cells,\nrespectively. (b) Continuous targeting of CMMFTP to mitochondrial\nlocalization assay; MitoTracker Green fluoresced green and CMMFTP\nfluoresced red. (c) MTT method to analyze the effect of CMMFTP on\nthe viability of L929 normal cells. (d) MTT method to analyze the\neffect of CMMFTP on the viability of HeLa cells. (e) Viability of\nHeLa cells after 24 h of treatment with different concentrations of\ndifferent drugs.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Phagocytosis and cell imaging of CMMFTP in HeLa and 4T1 cells, respectively. (b) Continuous targeting of CMMFTP to mitochondrial localization assay; MitoTracker Green fluoresced green and CMMFTP fluoresced red. (c) MTT method to analyze the effect of CMMFTP on the viability of L929 normal cells. (d) MTT method to analyze the effect of CMMFTP on the viability of HeLa cells. (e) Viability of HeLa cells after 24 h of treatment with different concentrations of different drugs.   ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Detection of intracellular ROS. (b) Calcein-AM/PI\nstaining\nof live and dead cells.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Detection of intracellular ROS. (b) Calcein-AM/PI staining of live and dead cells.   ", "data": null, "include_properties": null}, {"idx": 52, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Photographs\nof tumor-bearing mice in different experimental\ngroups after 14 days of treatment. (b) Photographs of solid tumor\nsize. (c) Change of tumor volume in different experimental groups.\n(d) Tumor weight after 14 days of treatment. (e) Weight change of\nmice during treatment. (f) H&amp;E stained images of heart, liver,\nspleen, lung, kidney, and tumor obtained from different groups after\n14 days of treatment. Scale bar: 100 μm. ∗, <italic toggle=\"yes\">p</italic> &lt; 0.05; ∗∗, <italic toggle=\"yes\">p</italic> &lt; 0.01.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ab1c01605_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Photographs of tumor-bearing mice in different experimental groups after 14 days of treatment. (b) Photographs of solid tumor size. (c) Change of tumor volume in different experimental groups. (d) Tumor weight after 14 days of treatment. (e) Weight change of mice during treatment. (f) H&E stained images of heart, liver, spleen, lung, kidney, and tumor obtained from different groups after 14 days of treatment. Scale bar: 100 μm. ∗, p < 0.05; ∗∗, p < 0.01.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsbiomaterials.1c01605", "title": null, "journal": "American Chemical Society", "date": "2022.03", "author_list": ["Ma\nWei", "Zhang\nHuanli", "Li\nShuying", "Wang\nZhiqiang", "Wu\nXiaodan", "Yan\nRui", "Geng\nFang", "Mu\nWeijie", "Jin\nYingxue"]}}