{"filepath": "../L2M3_data/1_application_papers/acs_xml/ac5b03287.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>An\nefficient electrochemical sensor was presented for lead cation detection\nusing a DNA functionalized iron–porphyrinic metal–organic\nframework (GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF)\nas a probe. The newly designed probe showed both the recognition behavior\nof GR–5 to Pb<sup>2+</sup> with high selectivity and the excellent\nmimic peroxidase performance of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF. In the presence of Pb<sup>2+</sup>, GR–5 could\nbe specifically cleaved at the ribonucleotide (rA) site, which produced\nthe short (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF-linked oligonucleotide\nfragment to hybridize with hairpin DNA immobilized on the surface\nof screen-printed carbon electrode (SPCE). Because of the mimic peroxidase\nproperty of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, enzymatically\namplified electrochemical signal was obtained to offer the sensitive\ndetection of Pb<sup>2+</sup> ranging from 0.05 to 200 nM with a detection\nlimit of 0.034 nM. In addition, benefiting from the Pb<sup>2+</sup>-dependent GR–5, the proposed assay could selectively detect\nPb<sup>2+</sup> in the presence of other metal ions. The SPCE based\nelectrochemical sensor along with the GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF probe exhibited the advantages of low-cost,\nsimple fabrication, high sensitivity and selectivity, providing potential\napplication of on-site and real-time Pb<sup>2+</sup> detection in\ncomplex media.</p>", "clean_text": "An efficient electrochemical sensor was presented for lead cation detection using a DNA functionalized iron-porphyrinic metal-organic framework (GR-5/(Fe-P) n -MOF) as a probe. The newly designed probe showed both the recognition behavior of GR-5 to Pb2+ with high selectivity and the excellent mimic peroxidase performance of (Fe-P) n -MOF. In the presence of Pb2+, GR-5 could be specifically cleaved at the ribonucleotide (rA) site, which produced the short (Fe-P) n -MOF-linked oligonucleotide fragment to hybridize with hairpin DNA immobilized on the surface of screen-printed carbon electrode (SPCE). Because of the mimic peroxidase property of (Fe-P) n -MOF, enzymatically amplified electrochemical signal was obtained to offer the sensitive detection of Pb2+ ranging from 0.05 to 200 nM with a detection limit of 0.034 nM. In addition, benefiting from the Pb2+-dependent GR-5, the proposed assay could selectively detect Pb2+ in the presence of other metal ions. The SPCE based electrochemical sensor along with the GR-5/(Fe-P) n -MOF probe exhibited the advantages of low-cost, simple fabrication, high sensitivity and selectivity, providing potential application of on-site and real-time Pb2+ detection in complex media.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>As a well-known\nand nondegradable environmental pollutant, lead cation (Pb<sup>2+</sup>) can accumulate in human body through the food chain and lead to\nadverse effects on the immune, central nervous, and reproductive systems,\nparticularly in children. Therefore, it is essential to develop the analytical\ntechniques for routine and effective monitoring of Pb<sup>2+</sup>. Different Pb<sup>2+</sup> sensors have been proposed for sensitive\ndetection of Pb<sup>2+</sup> by using cost-effective Pb<sup>2+</sup>-dependent DNAzyme. This enzyme is quite stable and can remain its activity or binding\nability after repeated denaturation and renaturation. The detection sensitivity of electrochemical sensors for Pb<sup>2+</sup> can be improved by replacing small redox molecules (e.g.,\nferrocene) with signal amplification\nstrategies by employing inorganic nanoparticles combined with additional\namplification processes, such as surface preconcentration or enzymatic recycling. However, these amplification\nways usually need long detection time, and the native enzymes suffer\nfrom the certain disadvantages of time-consuming separation and purification,\nhigh cost, easy denaturation, and being susceptible to environmental\nconditions. Thus, a new detection strategy to produce more signal\nproducts with cost-efficient and stable enzyme mimic has been considered\nas another opportunity for electrochemical detection of Pb<sup>2+</sup>.\n</p>", "clean_text": "As a well-known and nondegradable environmental pollutant, lead cation (Pb2+) can accumulate in human body through the food chain and lead to adverse effects on the immune, central nervous, and reproductive systems, particularly in children. Therefore, it is essential to develop the analytical techniques for routine and effective monitoring of Pb2+. Different Pb2+ sensors have been proposed for sensitive detection of Pb2+ by using cost-effective Pb2+-dependent DNAzyme. This enzyme is quite stable and can remain its activity or binding ability after repeated denaturation and renaturation. The detection sensitivity of electrochemical sensors for Pb2+ can be improved by replacing small redox molecules (e.g., ferrocene) with signal amplification strategies by employing inorganic nanoparticles combined with additional amplification processes, such as surface preconcentration or enzymatic recycling. However, these amplification ways usually need long detection time, and the native enzymes suffer from the certain disadvantages of time-consuming separation and purification, high cost, easy denaturation, and being susceptible to environmental conditions. Thus, a new detection strategy to produce more signal products with cost-efficient and stable enzyme mimic has been considered as another opportunity for electrochemical detection of Pb2+. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs),\nwhich consist of metal ions or clusters connected by organic linker\ngroups, have recently emerged as one kind of promising materials to\ndevelop novel artificial enzymes, because their uniform cavities can\ngenerate a high density of biomimic active centers. For example, MOFs created with\nporphyrin or porphyrin derivatives have been used to catalyze organic\nreactions, including olefin epoxidation and CO<sub>2</sub>/propylene oxide coupling reactions. Fe­(III)-based MOFs have been reported to exhibit peroxidase-like\ncatalytic activity and used to construct colorimetric biosensing methods\nfor detection of H<sub>2</sub>O<sub>2</sub> and ascorbic acid. Recently, a porous iron-porphyrinic MOF has\nbeen synthesized to show peroxidase activity similar to heme protein\nmyoglobin in an organic solvent. Our\nprevious works also demonstrated the good performance of a series\nof iron-porphyrinic MOFs as mimetic catalysts and employed them to\nconstruct electrochemical DNA sensing platforms.\n</p>", "clean_text": "Metal-organic frameworks (MOFs), which consist of metal ions or clusters connected by organic linker groups, have recently emerged as one kind of promising materials to develop novel artificial enzymes, because their uniform cavities can generate a high density of biomimic active centers. For example, MOFs created with porphyrin or porphyrin derivatives have been used to catalyze organic reactions, including olefin epoxidation and CO2/propylene oxide coupling reactions. Fe(III)-based MOFs have been reported to exhibit peroxidase-like catalytic activity and used to construct colorimetric biosensing methods for detection of H2O2 and ascorbic acid. Recently, a porous iron-porphyrinic MOF has been synthesized to show peroxidase activity similar to heme protein myoglobin in an organic solvent. Our previous works also demonstrated the good performance of a series of iron-porphyrinic MOFs as mimetic catalysts and employed them to construct electrochemical DNA sensing platforms. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In the present work, a highly sensitive and selective electrochemical\nsensor for Pb<sup>2+</sup> was proposed with a newly designed DNA\nfunctionalized iron–porphyrinic MOF (GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF). The stable (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF could produce multisignal species to achieve\nthe high sensitivity, while the GR–5, which was linked to (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF via the Au nanoparticles (AuNPs), achieved\nthe high selectivity of this method (). Different from the fluorescence detection, after the GR–5 substrate strand was catalytically cleaved\nby Pb<sup>2+</sup>, the short (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF-linked oligonucleotide fragment further hybridized with\nhairpin probe (HP) immobilized on the surface of screen-printed carbon\nelectrode (SPCE) to act as an enzyme mimic. Because of the affinity\nrecognition property of GR–5 to Pb<sup>2+</sup> and the mimic\nperoxidase performance of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, the assay method could selectively detect Pb<sup>2+</sup> down\nto 0.034 nM. The good performance showed its potential application\nfor the detection of Pb<sup>2+</sup> in different environments.</p>", "clean_text": "In the present work, a highly sensitive and selective electrochemical sensor for Pb2+ was proposed with a newly designed DNA functionalized iron-porphyrinic MOF (GR-5/(Fe-P) n -MOF). The stable (Fe-P) n -MOF could produce multisignal species to achieve the high sensitivity, while the GR-5, which was linked to (Fe-P) n -MOF via the Au nanoparticles (AuNPs), achieved the high selectivity of this method (). Different from the fluorescence detection, after the GR-5 substrate strand was catalytically cleaved by Pb2+, the short (Fe-P) n -MOF-linked oligonucleotide fragment further hybridized with hairpin probe (HP) immobilized on the surface of screen-printed carbon electrode (SPCE) to act as an enzyme mimic. Because of the affinity recognition property of GR-5 to Pb2+ and the mimic peroxidase performance of (Fe-P) n -MOF, the assay method could selectively detect Pb2+ down to 0.034 nM. The good performance showed its potential application for the detection of Pb2+ in different environments.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation of (A) Preparation of GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF Probe and (B) Electrochemical Detection\nof Pb<sup>2+</sup>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of (A) Preparation of GR-5/(Fe-P) n -MOF Probe and (B) Electrochemical Detection of Pb2+    ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Reagents</title><p>Chloroauric\nacid (HAuCl<sub>4</sub>·4H<sub>2</sub>O) and trisodium citrate\nwere obtained from Shanghai Reagent Company (Shanghai, China). Tris­(2-carboxyethyl)­phosphine\nhydrochloride (TCEP), 5,10,15,20-tetrakis­(4-carboxyl)-21<italic toggle=\"yes\">H</italic>,23<italic toggle=\"yes\">H</italic>-porphyrin (TCPP), tetramethoxysilane (TEOS),\n3-mercaptopropyltrimethoxysilane (MPTS), chitosan (≥85% deacetylation),\nbovine serum albumin (BSA), 3,3′,5,5′-tetramethylbenzidine\n(TMB, 99%), hemin, and horseradish peroxidase (HRP) (EC 1.11.1.7,\n261 Units mg<sup>–1</sup>, powder) were used as received from\nSigma-Aldrich. Iron­(III) chloride hexahydrate (FeCl<sub>3</sub>·6H<sub>2</sub>O), sodium acetate (NaAc), and acetic acid (HAc) were purchased\nfrom Nanjing Chemical Reagent Co., Ltd. Lead nitrate (Pb­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O) was purchased from Shanghai Sinpeuo\nFine Chemical Co., Ltd. (China). Other reagents were of analytical\ngrade and used as received. Ultrapure water obtained from a Millipore\nwater purification system (≥18 MΩ, Milli-Q, Millipore)\nwas used in all assay. The synthetic oligonucleotides were purchased\nfrom Sangon Biological Engineering Technology &amp; Services Co.,\nLtd. (Shanghai, China) and purified using high-performance liquid\nchromatography. Their sequences were as following:</p>", "clean_text": "Experimental Section\n\nMaterials and Reagents\n\nChloroauric acid (HAuCl4⋅4H2O) and trisodium citrate were obtained from Shanghai Reagent Company (Shanghai, China). Tris(2-carboxyethyl)phosphine hydrochloride (TCEP), 5,10,15,20-tetrakis(4-carboxyl)-21H,23H-porphyrin (TCPP), tetramethoxysilane (TEOS), 3-mercaptopropyltrimethoxysilane (MPTS), chitosan (≥85% deacetylation), bovine serum albumin (BSA), 3,3',5,5'-tetramethylbenzidine (TMB, 99%), hemin, and horseradish peroxidase (HRP) (EC 1.11.1.7, 261 Units mg-1, powder) were used as received from Sigma-Aldrich. Iron(III) chloride hexahydrate (FeCl3⋅6H2O), sodium acetate (NaAc), and acetic acid (HAc) were purchased from Nanjing Chemical Reagent Co., Ltd. Lead nitrate (Pb(NO3)2⋅3H2O) was purchased from Shanghai Sinpeuo Fine Chemical Co., Ltd. (China). Other reagents were of analytical grade and used as received. Ultrapure water obtained from a Millipore water purification system (≥18 MΩ, Milli-Q, Millipore) was used in all assay. The synthetic oligonucleotides were purchased from Sangon Biological Engineering Technology & Services Co., Ltd. (Shanghai, China) and purified using high-performance liquid chromatography. Their sequences were as following:", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>HP: 5′-ACAGACA­TCATCTCTT­CCTCTGT-(CH<sub>2</sub>)<sub>6</sub>-SH-3′</p><p>GR–5: 5′-<underline>ACAGACA­TCATCTCT</underline>GAAGTAG­CGCCGCCG<bold>TATA­GTGAG</bold>AAA<bold>CTCA­CTATrA</bold>GGA<underline>AGAGATG­ATGTCTGT</underline>TTTTT-(CH<sub>2</sub>)<sub>6</sub>-SH-3′</p><title>Apparatus</title><p>All electrochemical experiments were performed on CHI 660D electrochemical\nworkstation (CH Instruments Inc.) with a portable homemade SPCE, which\nconsisted of a carbon working electrode (2 mm diameter), a carbon\nauxiliary electrode, and an Ag/AgCl reference electrode. Cyclic voltammetry\n(CV) was carried out at a scan rate of 50 mV s<sup>–1</sup>. Chronoamperometric response was recorded at +100 mV. The scanning\nelectron microscopic (SEM) morphology was examined at Hitachi S-4800\nscanning electron microscope (Japan). Transmission electron microscopic\n(TEM) images were obtained with a JEM 2100 high-resolution (JEOL,\nJapan). Powder X-ray diffraction (XRD) patterns were measured on RigakuDmax\n2200 X-ray diffractometer with Cu Kα radiation (λ = 1.5416\nÅ). The ultraviolet–visible (UV–vis) absorption\nspectra were recorded with a Nanodrop-2000C nanophotometer (Thermo\nScientific). Fourier transform-infrared (FT-IR) spectra were recorded\non a Nicolet NEXUS870 Fourier transform-infrared spectrometer (Madison,\nWI). Nitrogen adsorption–desorption isotherms and pore size\ndistributions were measured at 77 K using a micrometeritics ASAP 2020\nsystem.</p>", "clean_text": "HP: 5'-ACAGACATCATCTCTTCCTCTGT-(CH2)6-SH-3'\n\nGR-5: 5'-ACAGACATCATCTCTGAAGTAGCGCCGCCGTATAGTGAGAAACTCACTATrAGGAAGAGATGATGTCTGTTTTTT-(CH2)6-SH-3'\n\nApparatus\n\nAll electrochemical experiments were performed on CHI 660D electrochemical workstation (CH Instruments Inc.) with a portable homemade SPCE, which consisted of a carbon working electrode (2 mm diameter), a carbon auxiliary electrode, and an Ag/AgCl reference electrode. Cyclic voltammetry (CV) was carried out at a scan rate of 50 mV s-1. Chronoamperometric response was recorded at +100 mV. The scanning electron microscopic (SEM) morphology was examined at Hitachi S-4800 scanning electron microscope (Japan). Transmission electron microscopic (TEM) images were obtained with a JEM 2100 high-resolution (JEOL, Japan). Powder X-ray diffraction (XRD) patterns were measured on RigakuDmax 2200 X-ray diffractometer with Cu Kα radiation (λ = 1.5416 Å). The ultraviolet-visible (UV-vis) absorption spectra were recorded with a Nanodrop-2000C nanophotometer (Thermo Scientific). Fourier transform-infrared (FT-IR) spectra were recorded on a Nicolet NEXUS870 Fourier transform-infrared spectrometer (Madison, WI). Nitrogen adsorption-desorption isotherms and pore size distributions were measured at 77 K using a micrometeritics ASAP 2020 system.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF</title><p>The (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was prepared\naccording to the literature with slight modification: TCPP (39.54 mg), FeCl<sub>3</sub>·6H<sub>2</sub>O\n(40.55 mg) and HCl (1.2 mL, 0.1 M in ethanol) were homogeneously dissolved\nin a mixture of 4 mL of DMF and 8 mL of ethanol with assistance of\nsonication treatment. The final mixture was placed into a 50 mL Teflon\nstainless vessel and was then thermally treated at 150 °C in\nan oven for 48 h, followed by slow cooling to room temperature. The\ncrystals were collected via filtration and washed with DMF and ethanol,\nthen dried at 60 °C in a vacuum oven.</p>", "clean_text": "Preparation of (Fe-P) n -MOF\n\nThe (Fe-P) n -MOF was prepared according to the literature with slight modification: TCPP (39.54 mg), FeCl3⋅6H2O (40.55 mg) and HCl (1.2 mL, 0.1 M in ethanol) were homogeneously dissolved in a mixture of 4 mL of DMF and 8 mL of ethanol with assistance of sonication treatment. The final mixture was placed into a 50 mL Teflon stainless vessel and was then thermally treated at 150 °C in an oven for 48 h, followed by slow cooling to room temperature. The crystals were collected via filtration and washed with DMF and ethanol, then dried at 60 °C in a vacuum oven.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF Probe</title><p>First, (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF (6.0 mg) was dispersed in 1 mL of ethanol.\nThis dispersion was added to a mixture of 0.2 mL of ammonium hydroxide\n(1.48 M) and 13.8 mL ethanol, and then TEOS (1.8 mL, 8.12 mmol) was\nadded. After the mixture was stirred for reaction at room temperature\nfor 2 h, the products were harvested by centrifuging and washing three\ntimes with ethanol and dried under vacuum overnight to get the SiO<sub>2</sub> coated (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF composite.\nThen, 4 mg of SiO<sub>2</sub> coated (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was added into 4 mL of 20 mM MPTS ethanol solution and\nrefluxed at 65 °C for 3 h. After centrifugation and washing several\ntimes with ultrapure water, the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF modified with MPTS was dried at 50 °C for 12 h.</p>", "clean_text": "Preparation of GR-5/(Fe-P) n -MOF Probe\n\nFirst, (Fe-P) n -MOF (6.0 mg) was dispersed in 1 mL of ethanol. This dispersion was added to a mixture of 0.2 mL of ammonium hydroxide (1.48 M) and 13.8 mL ethanol, and then TEOS (1.8 mL, 8.12 mmol) was added. After the mixture was stirred for reaction at room temperature for 2 h, the products were harvested by centrifuging and washing three times with ethanol and dried under vacuum overnight to get the SiO2 coated (Fe-P) n -MOF composite. Then, 4 mg of SiO2 coated (Fe-P) n -MOF was added into 4 mL of 20 mM MPTS ethanol solution and refluxed at 65 °C for 3 h. After centrifugation and washing several times with ultrapure water, the (Fe-P) n -MOF modified with MPTS was dried at 50 °C for 12 h.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The MPTS modified (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF\nwas further modified with AuNPs by mixing 4 mL of AuNPs (13 nm diameter)\nsolution with 2 mL of MPTS modified (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF (1 mg mL<sup>–1</sup>) and shaking\nvigorously for 2 h. The formed AuNPs-(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF composite was collected by centrifugation, washed with\nultrapure water three times, and dispersed in 6 mL of 50 mM Tris-acetate\nbuffer (pH 7.0).</p>", "clean_text": "The MPTS modified (Fe-P) n -MOF was further modified with AuNPs by mixing 4 mL of AuNPs (13 nm diameter) solution with 2 mL of MPTS modified (Fe-P) n -MOF (1 mg mL-1) and shaking vigorously for 2 h. The formed AuNPs-(Fe-P) n -MOF composite was collected by centrifugation, washed with ultrapure water three times, and dispersed in 6 mL of 50 mM Tris-acetate buffer (pH 7.0).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>A volume of 70 μL of GR–5 (10\nμM, in 50 mM pH 8.2 Tris-acetate buffer containing 300 mM NaCl)\nwas heated at 95 °C for 10 min and then cooled to room temperature.\nAfter the treated GR–5 was activated with 5 μL of 10\nmM TCEP to reduce disulfide bond, it was mixed with 500 μL of\nAuNPs-(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF suspension to\nincubated for 24 h at room temperature to obtain GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF probe, which was blocked with 1% BSA\n(w/v) for 1 h and dispersed in 500 μL of 50 mM Tris-acetate\nbuffer (containing 300 mM NaCl, pH 7.0) to store at 4 °C before\nuse.</p>", "clean_text": "A volume of 70 μL of GR-5 (10 μM, in 50 mM pH 8.2 Tris-acetate buffer containing 300 mM NaCl) was heated at 95 °C for 10 min and then cooled to room temperature. After the treated GR-5 was activated with 5 μL of 10 mM TCEP to reduce disulfide bond, it was mixed with 500 μL of AuNPs-(Fe-P) n -MOF suspension to incubated for 24 h at room temperature to obtain GR-5/(Fe-P) n -MOF probe, which was blocked with 1% BSA (w/v) for 1 h and dispersed in 500 μL of 50 mM Tris-acetate buffer (containing 300 mM NaCl, pH 7.0) to store at 4 °C before use.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Preparation of Electrochemical Sensor</title><p>The SPCE was\nfirst electrochemical activated by performing the CV scan (10 cycles)\nin 0.01 M phosphate buffer (pH 7.2) with a potential range from −0.3\nto +0.6 V at a scan rate of 500 mV s<sup>–1</sup>. After washing\nwith ultrapure water and drying with nitrogen, 3 μL of 0.05\nmg mL<sup>–1</sup> chitosan and AuNPs solution were sequentially\ndropped on the working electrode. After drying at room temperature,\nthe modified electrode was washed with ultrapure water and dried with\nnitrogen. On the other hand, the thiolated HP (0.1 μM) was activated\nby 10 μM TCEP for 1 h to reduce disulfide bonded oligos. Then,\n3 μL of the HP was pipetted onto the AuNPs modified working\nelectrode and incubated overnight at room temperature in 100% humidity.\nAfter rinsing with 50 mM Tris-acetate buffer (pH 7.0), the working\nelectrode was passivated with 1% BSA for 2 h to remove nonspecific\nadsorption sites. The obtained HP/AuNPs modified working electrode\nwas used as the electrochemical sensor for Pb<sup>2+</sup>.</p>", "clean_text": "Preparation of Electrochemical Sensor\n\nThe SPCE was first electrochemical activated by performing the CV scan (10 cycles) in 0.01 M phosphate buffer (pH 7.2) with a potential range from -0.3 to +0.6 V at a scan rate of 500 mV s-1. After washing with ultrapure water and drying with nitrogen, 3 μL of 0.05 mg mL-1 chitosan and AuNPs solution were sequentially dropped on the working electrode. After drying at room temperature, the modified electrode was washed with ultrapure water and dried with nitrogen. On the other hand, the thiolated HP (0.1 μM) was activated by 10 μM TCEP for 1 h to reduce disulfide bonded oligos. Then, 3 μL of the HP was pipetted onto the AuNPs modified working electrode and incubated overnight at room temperature in 100% humidity. After rinsing with 50 mM Tris-acetate buffer (pH 7.0), the working electrode was passivated with 1% BSA for 2 h to remove nonspecific adsorption sites. The obtained HP/AuNPs modified working electrode was used as the electrochemical sensor for Pb2+.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Detection\nof Pb<sup>2+</sup>\n</title><p>A volume of 10 μL of Pb<sup>2+</sup> at various concentrations or samples and 90 μL of GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF probe were mixed in 50 mM Tris-acetate\nbuffer (300 mM NaCl, pH 7.0). Then, 3 μL of the mixture was\ndropped onto the HP modified electrode and incubated at 37 °C\nfor 90 min. After washing with 50 mM Tris-acetate buffer (pH 7.0),\n100 μL of 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB\nand 0.61 mM H<sub>2</sub>O<sub>2</sub> was added on the sensor surface.\nMeasurements were immediately made with a chronoamperometric method\nat +100 mV.</p>", "clean_text": "Detection of Pb2+ \n\nA volume of 10 μL of Pb2+ at various concentrations or samples and 90 μL of GR-5/(Fe-P) n -MOF probe were mixed in 50 mM Tris-acetate buffer (300 mM NaCl, pH 7.0). Then, 3 μL of the mixture was dropped onto the HP modified electrode and incubated at 37 °C for 90 min. After washing with 50 mM Tris-acetate buffer (pH 7.0), 100 μL of 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 was added on the sensor surface. Measurements were immediately made with a chronoamperometric method at +100 mV.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Sample Preparation</title><p>The 1 g of soil\nsample was mixed with 10 mL of HNO<sub>3</sub> (99.7%)/H<sub>2</sub>O [1:1 (v/v)] and heated at ∼95 °C (without boiling)\nfor 15 min. After cooling to below 70 °C, 5 mL of concentrated\nHNO<sub>3</sub> was added and heated under reflux for 30 min at ∼95\n°C. The sample was evaporated to ∼5 mL without boiling\nand cooled to below 70 °C. The 2 mL of ultrapure water and 10\nmL of H<sub>2</sub>O<sub>2</sub> (30%) were slowly added, respectively.\nThe solution was heated until effervescence subsided. Concentrated\nHCl (5 mL) and ultrapure water (10 mL) were then added and cooled\nto below 70 °C. The obtained sample was heated to reflux (without\nboiling) for 15 min. After cooling to room temperature, the sample\nwas diluted to 100 mL with ultrapure water and filtered. The resulting\nsample solution was spiked with standard Pb<sup>2+</sup> solutions\nfor Pb<sup>2+</sup> determination using the proposed procedure.</p>", "clean_text": "Sample Preparation\n\nThe 1 g of soil sample was mixed with 10 mL of HNO3 (99.7%)/H2O [1:1 (v/v)] and heated at ~95 °C (without boiling) for 15 min. After cooling to below 70 °C, 5 mL of concentrated HNO3 was added and heated under reflux for 30 min at ~95 °C. The sample was evaporated to ~5 mL without boiling and cooled to below 70 °C. The 2 mL of ultrapure water and 10 mL of H2O2 (30%) were slowly added, respectively. The solution was heated until effervescence subsided. Concentrated HCl (5 mL) and ultrapure water (10 mL) were then added and cooled to below 70 °C. The obtained sample was heated to reflux (without boiling) for 15 min. After cooling to room temperature, the sample was diluted to 100 mL with ultrapure water and filtered. The resulting sample solution was spiked with standard Pb2+ solutions for Pb2+ determination using the proposed procedure.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Characterization of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF</title><p>XRD method was used to examine the\nphase and structure of the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF. As shown in A, the diffraction peaks around 9.18°, 18.43°, 23.72°\nand 31.11° were observed, which corresponded to the (100), (200),\n(111), and (121) planes, respectively. This result was coincident\nwith that of the previously reported MOF, indicating the synthesized (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF exhibited well-recognized crystalline diffraction patterns.\nThe N<sub>2</sub> adsorption–desorption cueves of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF showed the typical type I isotherm (B), which sharply\nincreased at low relative pressure, suggesting that the micropores\nwere dominant. The surface area of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was determined to be 279 m<sup>2</sup> g<sup>–1</sup> by the Brunanuer–Emmer–Teller (BET) method, which\nwas beneficial to the formation of the catalytic interface. The structure\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was characterized\nwith FT-IR (C). Compared to TCPP (curve a), (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF showed a downshift of the CO stretch from 1701\nto 1675 cm<sup>–1</sup>, an intense fingerprint of Fe–N\nstretching at 1008 cm<sup>–1</sup> and the disappearance of\nN–H in-plane bending vibration at 967 cm<sup>–1</sup> (curve b), reflecting the metalation of porphyrin ring with iron. Meanwhile, (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, similar\nto TCPP, exhibited the characteristic peaks for big ring skeleton\nabsorption at 1606, 1562, and 1401 cm<sup>–1</sup>, and benzene\nring at 866 and 796 cm<sup>–1</sup>. This result indicated\nthe (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF maintained the\npyrrole ring structure of TCPP. The modification\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF with AuNPs was characterized\nwith UV–vis absorption spectra (D). The absorption spectrum of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF showed an intense Soret band at 426\nnm (curve b), which was attributed to the coordination reaction between\niron atoms and porphyrin. After further modification with AuNPs, an\nabsorption peak at 520 nm appeared (curve c), suggesting the successful\nmodification of AuNPs on (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF.</p>", "clean_text": "Results and Discussion\n\nCharacterization of (Fe-P) n -MOF\n\nXRD method was used to examine the phase and structure of the (Fe-P) n -MOF. As shown in A, the diffraction peaks around 9.18°, 18.43°, 23.72° and 31.11° were observed, which corresponded to the (100), (200), (111), and (121) planes, respectively. This result was coincident with that of the previously reported MOF, indicating the synthesized (Fe-P) n -MOF exhibited well-recognized crystalline diffraction patterns. The N2 adsorption-desorption cueves of (Fe-P) n -MOF showed the typical type I isotherm (B), which sharply increased at low relative pressure, suggesting that the micropores were dominant. The surface area of (Fe-P) n -MOF was determined to be 279 m2 g-1 by the Brunanuer-Emmer-Teller (BET) method, which was beneficial to the formation of the catalytic interface. The structure of (Fe-P) n -MOF was characterized with FT-IR (C). Compared to TCPP (curve a), (Fe-P) n -MOF showed a downshift of the CO stretch from 1701 to 1675 cm-1, an intense fingerprint of Fe-N stretching at 1008 cm-1 and the disappearance of N-H in-plane bending vibration at 967 cm-1 (curve b), reflecting the metalation of porphyrin ring with iron. Meanwhile, (Fe-P) n -MOF, similar to TCPP, exhibited the characteristic peaks for big ring skeleton absorption at 1606, 1562, and 1401 cm-1, and benzene ring at 866 and 796 cm-1. This result indicated the (Fe-P) n -MOF maintained the pyrrole ring structure of TCPP. The modification of (Fe-P) n -MOF with AuNPs was characterized with UV-vis absorption spectra (D). The absorption spectrum of (Fe-P) n -MOF showed an intense Soret band at 426 nm (curve b), which was attributed to the coordination reaction between iron atoms and porphyrin. After further modification with AuNPs, an absorption peak at 520 nm appeared (curve c), suggesting the successful modification of AuNPs on (Fe-P) n -MOF.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) XRD pattern and (B) N<sub>2</sub> adsorption (●) and desorption\n(◀) isotherms of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, (C) FT-IR spectra of (a) TCPP and (b) (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, and (D) UV–vis absorption spectra of\n(a) AuNPs, (b) (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, and\n(c) AuNPs-(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) XRD pattern and (B) N2 adsorption (●) and desorption (◀) isotherms of (Fe-P) n -MOF, (C) FT-IR spectra of (a) TCPP and (b) (Fe-P) n -MOF, and (D) UV-vis absorption spectra of (a) AuNPs, (b) (Fe-P) n -MOF, and (c) AuNPs-(Fe-P) n -MOF.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The morphologies of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF played a critical role in the preparation of mimic enzyme.\nThe (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF consisted of a\nrod shape-like crystal with the diameter of 80–100 nm (A,B). The AuNPs with\nan average diameter of 13 nm (C) were well dispersed on the surface of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF matrix (D), conforming the successful modification\nof AuNPs on (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF using MPTS\nlinker.</p>", "clean_text": "The morphologies of (Fe-P) n -MOF played a critical role in the preparation of mimic enzyme. The (Fe-P) n -MOF consisted of a rod shape-like crystal with the diameter of 80-100 nm (A,B). The AuNPs with an average diameter of 13 nm (C) were well dispersed on the surface of (Fe-P) n -MOF matrix (D), conforming the successful modification of AuNPs on (Fe-P) n -MOF using MPTS linker.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) SEM image of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF and\nTEM images of (B) (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF,\n(C) AuNPs, and (D) AuNPs-(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) SEM image of (Fe-P) n -MOF and TEM images of (B) (Fe-P) n -MOF, (C) AuNPs, and (D) AuNPs-(Fe-P) n -MOF.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Mimetic Catalysis of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF</title><p>The peroxidase-like catalytic\nperformance of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was\nevaluated with an typical colorimetric oxidation reaction of TMB by\nH<sub>2</sub>O<sub>2</sub> (A). The (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF\ncould be well dispersed in water to form a homogeneous suspension\nwith black color (a). Upon the addition of 5 μL of 1 mg mL<sup>–1</sup> (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF suspension\nto 500 μL of the mixture of TMB and H<sub>2</sub>O<sub>2</sub>, TMB molecule lost one electron and transformed into the status\nof cation radical, then the colorless solution turned to blue color\nimmediately (b), indicating (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF possessed the peroxidase-like activity to catalyze the oxidation\nof TMB in the presence of H<sub>2</sub>O<sub>2</sub>. Like the oxidation\nreaction catalyzed by peroxidase, the catalytic activity of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF could be stopped by H<sub>2</sub>SO<sub>4</sub>, leading to the cation radical of TMB molecule, which further\nlost another electron to form diamine, and the blue solution changed\nto be yellow (c). These changes could be expressed as follows:</p>", "clean_text": "Mimetic Catalysis of (Fe-P) n -MOF\n\nThe peroxidase-like catalytic performance of (Fe-P) n -MOF was evaluated with an typical colorimetric oxidation reaction of TMB by H2O2 (A). The (Fe-P) n -MOF could be well dispersed in water to form a homogeneous suspension with black color (a). Upon the addition of 5 μL of 1 mg mL-1 (Fe-P) n -MOF suspension to 500 μL of the mixture of TMB and H2O2, TMB molecule lost one electron and transformed into the status of cation radical, then the colorless solution turned to blue color immediately (b), indicating (Fe-P) n -MOF possessed the peroxidase-like activity to catalyze the oxidation of TMB in the presence of H2O2. Like the oxidation reaction catalyzed by peroxidase, the catalytic activity of (Fe-P) n -MOF could be stopped by H2SO4, leading to the cation radical of TMB molecule, which further lost another electron to form diamine, and the blue solution changed to be yellow (c). These changes could be expressed as follows:", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Photograph of (a) 1 mg mL<sup>–1</sup> (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, (b, c) the mixtures of 0.89 mM TMB,\n0.61 mM H<sub>2</sub>O<sub>2</sub>, and 0.01 mg mL<sup>–1</sup> (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF before (b) and after\n(c) adding H<sub>2</sub>SO<sub>4</sub> to quench the catalytic reaction\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF. (B) Cyclic voltammograms\nand (C) chronoamperometric curves of 0.1 M pH 5.5 HAc-NaAc buffer\ncontaining 0.89 mM TMB and 0.61 mM H<sub>2</sub>O<sub>2</sub> at SPCE\n(a) and (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF/SPCE (b).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Photograph of (a) 1 mg mL-1 (Fe-P) n -MOF, (b, c) the mixtures of 0.89 mM TMB, 0.61 mM H2O2, and 0.01 mg mL-1 (Fe-P) n -MOF before (b) and after (c) adding H2SO4 to quench the catalytic reaction of (Fe-P) n -MOF. (B) Cyclic voltammograms and (C) chronoamperometric curves of 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 at SPCE (a) and (Fe-P) n -MOF/SPCE (b).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The catalytic performance of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF for oxidation of TMB by H<sub>2</sub>O<sub>2</sub> was further confirmed by electrochemical measurements\n(B). Compared\nwith the CV response of TMB on bare SPCE (curve a), the CV response\non (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF modified SPCE showed\nthe increase of the reduction peak current (curve b), indicating a\ntypical electrocatalytic process, which was attributed to the enzymatic\ncatalysis of the immobilized (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF to the oxidation reaction of TMB by H<sub>2</sub>O<sub>2</sub>. The mechanism of enzymatic catalysis was similar to that with natural\nor the mimetic peroxidase reported previously. Accordingly, a significant reduction current was obtained on (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF modified SPCE by chronoamperometric\ndetection at +100 mV (C), which was used for the sensitive detection of Pb<sup>2+</sup> in the present work.</p>", "clean_text": "The catalytic performance of (Fe-P) n -MOF for oxidation of TMB by H2O2 was further confirmed by electrochemical measurements (B). Compared with the CV response of TMB on bare SPCE (curve a), the CV response on (Fe-P) n -MOF modified SPCE showed the increase of the reduction peak current (curve b), indicating a typical electrocatalytic process, which was attributed to the enzymatic catalysis of the immobilized (Fe-P) n -MOF to the oxidation reaction of TMB by H2O2. The mechanism of enzymatic catalysis was similar to that with natural or the mimetic peroxidase reported previously. Accordingly, a significant reduction current was obtained on (Fe-P) n -MOF modified SPCE by chronoamperometric detection at +100 mV (C), which was used for the sensitive detection of Pb2+ in the present work.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>The steady-state kinetic assay of the\n(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF in the catalytic system\nof TMB and H<sub>2</sub>O<sub>2</sub> showed a Michaelis constant\n(<italic toggle=\"yes\">K</italic>\n<sub>m</sub>) value of 1.27 mM with H<sub>2</sub>O<sub>2</sub> as the substrate (Figure S1 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.5b03287/suppl_file/ac5b03287_si_001.pdf\">Supporting Information</ext-link>), which was smaller than 3.70 mM of\nHRP and 2.74 mM of hemin, suggesting that the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF had higher affinity to H<sub>2</sub>O<sub>2</sub> than HRP and hemin. Moreover, the <italic toggle=\"yes\">K</italic>\n<sub>m</sub> value of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF with TMB\nas the substrate was calculated to be 0.63 mM, which was close to\n0.434 mM of HRP and much smaller than 4.84 mM of hemin, suggesting\nthat the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF had also a\nhigh affinity to TMB mediator.\n</p>", "clean_text": "The steady-state kinetic assay of the (Fe-P) n -MOF in the catalytic system of TMB and H2O2 showed a Michaelis constant (K m) value of 1.27 mM with H2O2 as the substrate (Figure S1 in the Supporting Information), which was smaller than 3.70 mM of HRP and 2.74 mM of hemin, suggesting that the (Fe-P) n -MOF had higher affinity to H2O2 than HRP and hemin. Moreover, the K m value of (Fe-P) n -MOF with TMB as the substrate was calculated to be 0.63 mM, which was close to 0.434 mM of HRP and much smaller than 4.84 mM of hemin, suggesting that the (Fe-P) n -MOF had also a high affinity to TMB mediator. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Stability\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF</title><p>A favorable\nmimic enzyme should process good catalytic ability in broad conditions.\nAfter the natural enzyme (HRP), common mimic (hemin) and (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF modified SPCEs were exposed to different\npHs ranging from 3 to 10 (A) and temperatures ranging from 4 to 60 °C (B) for 2 h, their\nrelative activities were measured in the detection solution. After\nexposure to pH 3.0 and 10.0 solution for 2 h, the catalytic activity\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF could remain of\n62.3% and 41.9%, respectively (curve a), while the HRP and hemin remained\nonly 1.3% and 18.6% of their activity at pH 3.0, and 11.6% and 20.8%\nof their activity at pH 10.0, respectively (curves b and c). The effect\nof the temperature on its stability showed similar phenomena. In the\ntemperature range of 4–60 °C, the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was stable and remained at 87% of its activity\nat 60 °C (curve a), but HRP and hemin showed narrow temperature\nranges for their remaining activity and remained at 22% and 47% of\ntheir activity at 60 °C, respectively (curves b and c). Obviously,\n(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was more favorable\nin a wider range of pH and temperature than HRP and hemin that were\nvery sensitive to pH and temperature, suggesting that (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF had a great potential application in\nbioanalysis.</p>", "clean_text": "Stability of (Fe-P) n -MOF\n\nA favorable mimic enzyme should process good catalytic ability in broad conditions. After the natural enzyme (HRP), common mimic (hemin) and (Fe-P) n -MOF modified SPCEs were exposed to different pHs ranging from 3 to 10 (A) and temperatures ranging from 4 to 60 °C (B) for 2 h, their relative activities were measured in the detection solution. After exposure to pH 3.0 and 10.0 solution for 2 h, the catalytic activity of (Fe-P) n -MOF could remain of 62.3% and 41.9%, respectively (curve a), while the HRP and hemin remained only 1.3% and 18.6% of their activity at pH 3.0, and 11.6% and 20.8% of their activity at pH 10.0, respectively (curves b and c). The effect of the temperature on its stability showed similar phenomena. In the temperature range of 4-60 °C, the (Fe-P) n -MOF was stable and remained at 87% of its activity at 60 °C (curve a), but HRP and hemin showed narrow temperature ranges for their remaining activity and remained at 22% and 47% of their activity at 60 °C, respectively (curves b and c). Obviously, (Fe-P) n -MOF was more favorable in a wider range of pH and temperature than HRP and hemin that were very sensitive to pH and temperature, suggesting that (Fe-P) n -MOF had a great potential application in bioanalysis.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Relative electrocatalytic activity of (a) (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, (b) HRP, and (c) hemin modified SPCEs\nin 0.1 M HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H<sub>2</sub>O<sub>2</sub> after exposure to different (A) pHs at 37 °C\nand (B) temperatures at pH 7.0 for 2 h.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Relative electrocatalytic activity of (a) (Fe-P) n -MOF, (b) HRP, and (c) hemin modified SPCEs in 0.1 M HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 after exposure to different (A) pHs at 37 °C and (B) temperatures at pH 7.0 for 2 h.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<title>Feasibility of Sensing Method</title><p>In the presence of 100 nM\nPb<sup>2+</sup>, the electrochemical sensor showed a decay curve for\nthe plot of current (<italic toggle=\"yes\">I</italic>) vs time (<italic toggle=\"yes\">t</italic>) in 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61\nmM H<sub>2</sub>O<sub>2</sub> at +100 mV (vs Ag/AgCl reference electrode),\nwhich rapidly reached the steady-state current (∼672 nA) within\n20 s, and the steady-state current was ∼24 times higher than\nthat in the absence of Pb<sup>2+</sup> (∼28 nA) (Figure S2\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.5b03287/suppl_file/ac5b03287_si_001.pdf\">Supporting Information</ext-link>). This result\ncould be contributed to the fact that the Pb<sup>2+</sup> activated\nGR–5 to cleave the substrate strand into two DNA fragments\nat the ribonucleotide (rA) site, and the short (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF-linked oligonucleotide fragment hybridized with\nthe immobilized HP at the sensor surface, which led to the linkage\nof the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF to the sensor\nsurface to catalyze the oxidation of TMB by H<sub>2</sub>O<sub>2</sub> and the electrochemical reduction of the oxidation product on the\nsensor surface, as shown in . The catalytic current increased greatly the sensitivity\nfor detection of Pb<sup>2+</sup>.</p>", "clean_text": "Feasibility of Sensing Method\n\nIn the presence of 100 nM Pb2+, the electrochemical sensor showed a decay curve for the plot of current (I) vs time (t) in 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 at +100 mV (vs Ag/AgCl reference electrode), which rapidly reached the steady-state current (~672 nA) within 20 s, and the steady-state current was ~24 times higher than that in the absence of Pb2+ (~28 nA) (Figure S2 in the Supporting Information). This result could be contributed to the fact that the Pb2+ activated GR-5 to cleave the substrate strand into two DNA fragments at the ribonucleotide (rA) site, and the short (Fe-P) n -MOF-linked oligonucleotide fragment hybridized with the immobilized HP at the sensor surface, which led to the linkage of the (Fe-P) n -MOF to the sensor surface to catalyze the oxidation of TMB by H2O2 and the electrochemical reduction of the oxidation product on the sensor surface, as shown in . The catalytic current increased greatly the sensitivity for detection of Pb2+.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Optimization of Sensing\nConditions</title><p>In order to obtain high sensitivity for Pb<sup>2+</sup> detection, the influences of HP concentration for sensor\npreparation, and reaction conditions such as pH of reaction solution,\nreaction time, and reaction temperature on the chronoamperometric\nresponse of the resulting sensor in 0.1 M pH 5.5 HAc-NaAc buffer containing\n0.89 mM TMB and 0.61 mM H<sub>2</sub>O<sub>2</sub> were examined (). The chronoamperometric\nresponse increased with the increasing concentration of the used HP\nup to 0.1 μM, afterward the response decreased due to the fact\nthat the dense HP on sensor surface was unfavorable to the hybridization\nof the short (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF-linked\noligonucleotide fragment (A). Thus, 0.1 μM HP was selected for sensor preparation.\nThe effect of pH on the cleavage of GR–5 and the hybridization\nof short (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF-linked oligonucleotide\nfragment with HP was shown in B. In the examined pH range, the maximum chronoamperometric\nresponse occurred at approximately pH 7.0, which was considered as\nthe optimum pH. Fast detection was an important character of the simple\nPb<sup>2+</sup> sensor. The chronoamperometric response increased\nwith the increasing reaction time and tended to a steady value at\n90 min (C).\nThus, 90 min was enough for the reaction. In addition, the chronoamperometric\nresponse increased gradually along with the temperature up to 37 °C\nand then rapidly declined at higher temperature (D). Thus, the optimal reaction\ntemperature was chosen as 37 °C.</p>", "clean_text": "Optimization of Sensing Conditions\n\nIn order to obtain high sensitivity for Pb2+ detection, the influences of HP concentration for sensor preparation, and reaction conditions such as pH of reaction solution, reaction time, and reaction temperature on the chronoamperometric response of the resulting sensor in 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 were examined (). The chronoamperometric response increased with the increasing concentration of the used HP up to 0.1 μM, afterward the response decreased due to the fact that the dense HP on sensor surface was unfavorable to the hybridization of the short (Fe-P) n -MOF-linked oligonucleotide fragment (A). Thus, 0.1 μM HP was selected for sensor preparation. The effect of pH on the cleavage of GR-5 and the hybridization of short (Fe-P) n -MOF-linked oligonucleotide fragment with HP was shown in B. In the examined pH range, the maximum chronoamperometric response occurred at approximately pH 7.0, which was considered as the optimum pH. Fast detection was an important character of the simple Pb2+ sensor. The chronoamperometric response increased with the increasing reaction time and tended to a steady value at 90 min (C). Thus, 90 min was enough for the reaction. In addition, the chronoamperometric response increased gradually along with the temperature up to 37 °C and then rapidly declined at higher temperature (D). Thus, the optimal reaction temperature was chosen as 37 °C.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Effects of (A) HP concentration for sensor\npreparation, (B) pH, (C) reaction time and (D) reaction temperature\nfor Pb<sup>2+</sup> detection on chronoamperometric response to 100\nnM Pb<sup>2+</sup> at +100 mV. Error bars represent standard deviations\n(S.D., <italic toggle=\"yes\">n</italic> = 3).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Effects of (A) HP concentration for sensor preparation, (B) pH, (C) reaction time and (D) reaction temperature for Pb2+ detection on chronoamperometric response to 100 nM Pb2+ at +100 mV. Error bars represent standard deviations (S.D., n = 3).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Detection of Pb<sup>2+</sup>\n</title><p>Under optimal sensing conditions,\nthe chronoamperometric response of the obtained sensor in 0.1 M pH\n5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H<sub>2</sub>O<sub>2</sub> at +100 mV increased with the increasing concentration\nof Pb<sup>2+</sup> (A). The calibration plot showed a good linear relationship\nbetween the chronoamperometric response and the logarithm (log) value\nof Pb<sup>2+</sup> concentration ranging from 0.05 to 200 nM with\na correlation coefficient of 0.9994. The detection limit for Pb<sup>2+</sup> was experimentally found to be 0.034 nM (3δ), which\nwas at least 350 times lower than that of 10 μg L<sup>–1</sup> in drinking water permitted by World Health Organization. The detection limits of the proposed and previously\nreported sensors were compared in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.5b03287/suppl_file/ac5b03287_si_001.pdf\">Table S1</ext-link>. The detection limit of the proposed sensor was much lower than\nthose of other electrochemical methods and much superior to the fluorescent\nand colorimetric sensors for Pb<sup>2+</sup>. This result indicated\nthat the artificial enzyme was able to replace the redox label to\namplify the signal through the catalytic reaction.</p>", "clean_text": "Detection of Pb2+ \n\nUnder optimal sensing conditions, the chronoamperometric response of the obtained sensor in 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 at +100 mV increased with the increasing concentration of Pb2+ (A). The calibration plot showed a good linear relationship between the chronoamperometric response and the logarithm (log) value of Pb2+ concentration ranging from 0.05 to 200 nM with a correlation coefficient of 0.9994. The detection limit for Pb2+ was experimentally found to be 0.034 nM (3δ), which was at least 350 times lower than that of 10 μg L-1 in drinking water permitted by World Health Organization. The detection limits of the proposed and previously reported sensors were compared in Table S1. The detection limit of the proposed sensor was much lower than those of other electrochemical methods and much superior to the fluorescent and colorimetric sensors for Pb2+. This result indicated that the artificial enzyme was able to replace the redox label to amplify the signal through the catalytic reaction.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Chronoamperometric\ndetection of Pb<sup>2+</sup> at 0, 0.05, 0.1, 0.5, 1, 5, 10, 50, 100,\nand 200 nM (from a to j) at +100 mV and (B) plot of current at 100\ns vs logarithmic value of Pb<sup>2+</sup> concentration. Error bars\nshow the SD for three independent experiments.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  (A) Chronoamperometric detection of Pb2+ at 0, 0.05, 0.1, 0.5, 1, 5, 10, 50, 100, and 200 nM (from a to j) at +100 mV and (B) plot of current at 100 s vs logarithmic value of Pb2+ concentration. Error bars show the SD for three independent experiments.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Selectivity of the Sensor</title><p>To investigate the selectivity,\nthe sensor was determined by exposing it to several metal ions including\nCa<sup>2+</sup>, Fe<sup>3+</sup>, Cd<sup>2+</sup>, Co<sup>2+</sup>, Zn<sup>2+</sup>, Mn<sup>2+</sup>, Ni<sup>2+</sup>, Cu<sup>2+</sup>, Hg<sup>2+</sup>, Mg<sup>2+</sup>, and Ag<sup>+</sup> (). A negligible response\nwas observed when the sensor was challenged with above possible interference\nions even at a 50-fold higher concentration than Pb<sup>2+</sup> (5\nμM vs 0.1 μM). In addition, the current responses of 0.1\nμM Pb<sup>2+</sup> in the presence of these interfering ions\nwere similar to those without interfering ion. Therefore, the proposed\nsensor has demonstrated an excellent selectivity for the detection\nof Pb<sup>2+</sup>, indicating its potential application for analysis\nof complex samples.</p>", "clean_text": "Selectivity of the Sensor\n\nTo investigate the selectivity, the sensor was determined by exposing it to several metal ions including Ca2+, Fe3+, Cd2+, Co2+, Zn2+, Mn2+, Ni2+, Cu2+, Hg2+, Mg2+, and Ag+ (). A negligible response was observed when the sensor was challenged with above possible interference ions even at a 50-fold higher concentration than Pb2+ (5 μM vs 0.1 μM). In addition, the current responses of 0.1 μM Pb2+ in the presence of these interfering ions were similar to those without interfering ion. Therefore, the proposed sensor has demonstrated an excellent selectivity for the detection of Pb2+, indicating its potential application for analysis of complex samples.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Chronoamperometric responses of 5 μM Ca<sup>2+</sup>, Fe<sup>3+</sup>, Cd<sup>2+</sup>, Co<sup>2+</sup>, Zn<sup>2+</sup>, Mn<sup>2+</sup>, Ni<sup>2+</sup>, Cu<sup>2+</sup>, Hg<sup>2+</sup>, Mg<sup>2+</sup>, Ag<sup>+</sup>, and 0.1 μM Pb<sup>2+</sup> at +100 mV. Mixture represents a solution containing 0.1 μM\nPb<sup>2+</sup> and 5 μM of these interfering ions.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Chronoamperometric responses of 5 μM Ca2+, Fe3+, Cd2+, Co2+, Zn2+, Mn2+, Ni2+, Cu2+, Hg2+, Mg2+, Ag+, and 0.1 μM Pb2+ at +100 mV. Mixture represents a solution containing 0.1 μM Pb2+ and 5 μM of these interfering ions.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Determination\nof Pb<sup>2+</sup> in Real Samples</title><p>To evaluate the analytical\nreliability and application potential of the proposed sensor in environmental\nanalysis, it was used to detect Pb<sup>2+</sup> in soil samples. It\nwas found that the content of free Pb<sup>2+</sup> in the tested samples\nwas too low to be detected by the proposed method. However, there\nwas an obvious increase in readout signal after different concentrations\nof Pb<sup>2+</sup> were spiked into the samples. The analytical results\nwere summarized in . The recoveries of 95.0% ∼ 104.0%, as well as the\nacceptable relative standard deviation (RSD), indicated good accuracy\nof the proposed method for the detection of Pb<sup>2+</sup> in environmental\nsamples.</p>", "clean_text": "Determination of Pb2+ in Real Samples\n\nTo evaluate the analytical reliability and application potential of the proposed sensor in environmental analysis, it was used to detect Pb2+ in soil samples. It was found that the content of free Pb2+ in the tested samples was too low to be detected by the proposed method. However, there was an obvious increase in readout signal after different concentrations of Pb2+ were spiked into the samples. The analytical results were summarized in . The recoveries of 95.0% ~ 104.0%, as well as the acceptable relative standard deviation (RSD), indicated good accuracy of the proposed method for the detection of Pb2+ in environmental samples.", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Determination of Pb<sup>2+</sup> in Soil\nSamples Using the Proposed Method</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">samples</oasis:entry>\n<oasis:entry align=\"center\">added (nM)</oasis:entry>\n<oasis:entry align=\"center\">found (nM)</oasis:entry>\n<oasis:entry align=\"center\">RSD (%) (<italic toggle=\"yes\">n</italic> = 3)</oasis:entry>\n<oasis:entry align=\"center\">recovery (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"1\">soil 1</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>0.95</oasis:entry>\n<oasis:entry>3.5</oasis:entry>\n<oasis:entry>95.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>5.08</oasis:entry>\n<oasis:entry>3.4</oasis:entry>\n<oasis:entry>101.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">soil 2</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>3.7</oasis:entry>\n<oasis:entry>104.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>4.86</oasis:entry>\n<oasis:entry>3.5</oasis:entry>\n<oasis:entry>97.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>A\nnovel GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF probe\nis designed to realize specific recognition and signal amplification\nfor highly sensitive and selective detection of Pb<sup>2+</sup>. The\nlabel-free GR–5 ensures the excellent selectivity, and the\n(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF as artificial enzyme\npossesses high affinity to TMB mediator and H<sub>2</sub>O<sub>2</sub> substrate, which leads to high sensitivity of the suggested method.\nThe mimic peroxidase shows good stability in wide ranges of pH and\ntemperature. Moreover, this method based on the low-cost homemade\nSPCE with the probe shows a wide linear range for Pb<sup>2+</sup> detection\nand good accuracy. The proposed electrochemical sensing method could\nbe extended to detect other analytes with corresponding (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF-based probes and thus possessed great\npotential for real-time testing.</p>", "clean_text": "Conclusions\n\nA novel GR-5/(Fe-P) n -MOF probe is designed to realize specific recognition and signal amplification for highly sensitive and selective detection of Pb2+. The label-free GR-5 ensures the excellent selectivity, and the (Fe-P) n -MOF as artificial enzyme possesses high affinity to TMB mediator and H2O2 substrate, which leads to high sensitivity of the suggested method. The mimic peroxidase shows good stability in wide ranges of pH and temperature. Moreover, this method based on the low-cost homemade SPCE with the probe shows a wide linear range for Pb2+ detection and good accuracy. The proposed electrochemical sensing method could be extended to detect other analytes with corresponding (Fe-P) n -MOF-based probes and thus possessed great potential for real-time testing.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available\nfree of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications\nwebsite</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.analchem.5b03287\">10.1021/acs.analchem.5b03287</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Catalytical reaction\nrate plots, Lineweaver-Burk plots, chronoamperometric curves, and\ncomparison of the detection performance among different Pb<sup>2+</sup> sensors (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.5b03287/suppl_file/ac5b03287_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.analchem.5b03287.  Catalytical reaction rate plots, Lineweaver-Burk plots, chronoamperometric curves, and comparison of the detection performance among different Pb2+ sensors (PDF)   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Catalytical reaction\nrate plots, Lineweaver-Burk plots, chronoamperometric curves, and\ncomparison of the detection performance among different Pb<sup>2+</sup> sensors (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.5b03287/suppl_file/ac5b03287_si_001.pdf\">PDF</ext-link>)</p><p>The\nauthors declare no competing financial interest.</p><title>References</title>", "clean_text": "Catalytical reaction rate plots, Lineweaver-Burk plots, chronoamperometric curves, and comparison of the detection performance among different Pb2+ sensors (PDF)\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF</title><p>The (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was prepared\naccording to the literature with slight modification: TCPP (39.54 mg), FeCl<sub>3</sub>·6H<sub>2</sub>O\n(40.55 mg) and HCl (1.2 mL, 0.1 M in ethanol) were homogeneously dissolved\nin a mixture of 4 mL of DMF and 8 mL of ethanol with assistance of\nsonication treatment. The final mixture was placed into a 50 mL Teflon\nstainless vessel and was then thermally treated at 150 °C in\nan oven for 48 h, followed by slow cooling to room temperature. The\ncrystals were collected via filtration and washed with DMF and ethanol,\nthen dried at 60 °C in a vacuum oven.</p><title>Preparation of GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF Probe</title><p>First, (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF (6.0 mg) was dispersed in 1 mL of ethanol.\nThis dispersion was added to a mixture of 0.2 mL of ammonium hydroxide\n(1.48 M) and 13.8 mL ethanol, and then TEOS (1.8 mL, 8.12 mmol) was\nadded. After the mixture was stirred for reaction at room temperature\nfor 2 h, the products were harvested by centrifuging and washing three\ntimes with ethanol and dried under vacuum overnight to get the SiO<sub>2</sub> coated (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF composite.\nThen, 4 mg of SiO<sub>2</sub> coated (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was added into 4 mL of 20 mM MPTS ethanol solution and\nrefluxed at 65 °C for 3 h. After centrifugation and washing several\ntimes with ultrapure water, the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF modified with MPTS was dried at 50 °C for 12 h.</p>", "clean_text": "Preparation of (Fe-P) n -MOF\n\nThe (Fe-P) n -MOF was prepared according to the literature with slight modification: TCPP (39.54 mg), FeCl3⋅6H2O (40.55 mg) and HCl (1.2 mL, 0.1 M in ethanol) were homogeneously dissolved in a mixture of 4 mL of DMF and 8 mL of ethanol with assistance of sonication treatment. The final mixture was placed into a 50 mL Teflon stainless vessel and was then thermally treated at 150 °C in an oven for 48 h, followed by slow cooling to room temperature. The crystals were collected via filtration and washed with DMF and ethanol, then dried at 60 °C in a vacuum oven.\n\nPreparation of GR-5/(Fe-P) n -MOF Probe\n\nFirst, (Fe-P) n -MOF (6.0 mg) was dispersed in 1 mL of ethanol. This dispersion was added to a mixture of 0.2 mL of ammonium hydroxide (1.48 M) and 13.8 mL ethanol, and then TEOS (1.8 mL, 8.12 mmol) was added. After the mixture was stirred for reaction at room temperature for 2 h, the products were harvested by centrifuging and washing three times with ethanol and dried under vacuum overnight to get the SiO2 coated (Fe-P) n -MOF composite. Then, 4 mg of SiO2 coated (Fe-P) n -MOF was added into 4 mL of 20 mM MPTS ethanol solution and refluxed at 65 °C for 3 h. After centrifugation and washing several times with ultrapure water, the (Fe-P) n -MOF modified with MPTS was dried at 50 °C for 12 h.", "data": [{"meta": {"name": "(Fe–P)n-MOF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": [{"name": "TCPP", "amount": "39.54", "unit": "mg"}, {"name": "FeCl3·6H2O", "amount": "40.55", "unit": "mg"}, {"name": "HCl", "amount": "1.2", "unit": "mL"}], "solvent": [{"name": "DMF", "amount": "4", "unit": "mL"}, {"name": "ethanol", "amount": "8", "unit": "mL"}], "temperature": "150°C", "time": "48 h", "type": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "DMF and ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "60°C", "atmosphere": "vacuum", "time": ""}]}, {"meta": {"name": "GR–5/(Fe–P)n-MOF Probe", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "(Fe–P)n-MOF", "amount": "6.0", "unit": "mg"}], "solution": [{"name": "ethanol", "amount": "1", "unit": "mL"}, {"name": "ammonium hydroxide", "amount": "0.2", "unit": "mL"}, {"name": "ethanol", "amount": "13.8", "unit": "mL"}, {"name": "TEOS", "amount": "1.8", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "2 h"}, {"synthesis method": "centrifugation and washing", "washing solution": "ethanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "", "atmosphere": "", "time": "overnight"}, {"synthesis method": "reflux", "precursor": [{"name": "SiO2 coated (Fe–P)n-MOF", "amount": "4", "unit": "mg"}], "solution": [{"name": "20 mM MPTS ethanol solution", "amount": "4", "unit": "mL"}], "pressure": "", "temperature": "65°C", "time": "3 h"}, {"synthesis method": "centrifugation and washing", "washing solution": "ultrapure water", "amount": "several times"}, {"synthesis method": "drying", "pressure": "", "temperature": "50°C", "atmosphere": "", "time": "12 h"}]}], "include_properties": ["solvothermal_synthesis", "sonication", "filtration", "washing", "drying"]}, {"idx": "15, 22, 23, 25, 28", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Characterization of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF</title><p>XRD method was used to examine the\nphase and structure of the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF. As shown in A, the diffraction peaks around 9.18°, 18.43°, 23.72°\nand 31.11° were observed, which corresponded to the (100), (200),\n(111), and (121) planes, respectively. This result was coincident\nwith that of the previously reported MOF, indicating the synthesized (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF exhibited well-recognized crystalline diffraction patterns.\nThe N<sub>2</sub> adsorption–desorption cueves of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF showed the typical type I isotherm (B), which sharply\nincreased at low relative pressure, suggesting that the micropores\nwere dominant. The surface area of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was determined to be 279 m<sup>2</sup> g<sup>–1</sup> by the Brunanuer–Emmer–Teller (BET) method, which\nwas beneficial to the formation of the catalytic interface. The structure\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was characterized\nwith FT-IR (C). Compared to TCPP (curve a), (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF showed a downshift of the CO stretch from 1701\nto 1675 cm<sup>–1</sup>, an intense fingerprint of Fe–N\nstretching at 1008 cm<sup>–1</sup> and the disappearance of\nN–H in-plane bending vibration at 967 cm<sup>–1</sup> (curve b), reflecting the metalation of porphyrin ring with iron. Meanwhile, (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, similar\nto TCPP, exhibited the characteristic peaks for big ring skeleton\nabsorption at 1606, 1562, and 1401 cm<sup>–1</sup>, and benzene\nring at 866 and 796 cm<sup>–1</sup>. This result indicated\nthe (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF maintained the\npyrrole ring structure of TCPP. The modification\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF with AuNPs was characterized\nwith UV–vis absorption spectra (D). The absorption spectrum of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF showed an intense Soret band at 426\nnm (curve b), which was attributed to the coordination reaction between\niron atoms and porphyrin. After further modification with AuNPs, an\nabsorption peak at 520 nm appeared (curve c), suggesting the successful\nmodification of AuNPs on (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF.</p><p>The steady-state kinetic assay of the\n(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF in the catalytic system\nof TMB and H<sub>2</sub>O<sub>2</sub> showed a Michaelis constant\n(<italic toggle=\"yes\">K</italic>\n<sub>m</sub>) value of 1.27 mM with H<sub>2</sub>O<sub>2</sub> as the substrate (Figure S1 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.5b03287/suppl_file/ac5b03287_si_001.pdf\">Supporting Information</ext-link>), which was smaller than 3.70 mM of\nHRP and 2.74 mM of hemin, suggesting that the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF had higher affinity to H<sub>2</sub>O<sub>2</sub> than HRP and hemin. Moreover, the <italic toggle=\"yes\">K</italic>\n<sub>m</sub> value of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF with TMB\nas the substrate was calculated to be 0.63 mM, which was close to\n0.434 mM of HRP and much smaller than 4.84 mM of hemin, suggesting\nthat the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF had also a\nhigh affinity to TMB mediator.\n</p><title>Stability\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF</title><p>A favorable\nmimic enzyme should process good catalytic ability in broad conditions.\nAfter the natural enzyme (HRP), common mimic (hemin) and (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF modified SPCEs were exposed to different\npHs ranging from 3 to 10 (A) and temperatures ranging from 4 to 60 °C (B) for 2 h, their\nrelative activities were measured in the detection solution. After\nexposure to pH 3.0 and 10.0 solution for 2 h, the catalytic activity\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF could remain of\n62.3% and 41.9%, respectively (curve a), while the HRP and hemin remained\nonly 1.3% and 18.6% of their activity at pH 3.0, and 11.6% and 20.8%\nof their activity at pH 10.0, respectively (curves b and c). The effect\nof the temperature on its stability showed similar phenomena. In the\ntemperature range of 4–60 °C, the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was stable and remained at 87% of its activity\nat 60 °C (curve a), but HRP and hemin showed narrow temperature\nranges for their remaining activity and remained at 22% and 47% of\ntheir activity at 60 °C, respectively (curves b and c). Obviously,\n(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF was more favorable\nin a wider range of pH and temperature than HRP and hemin that were\nvery sensitive to pH and temperature, suggesting that (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF had a great potential application in\nbioanalysis.</p><title>Feasibility of Sensing Method</title><p>In the presence of 100 nM\nPb<sup>2+</sup>, the electrochemical sensor showed a decay curve for\nthe plot of current (<italic toggle=\"yes\">I</italic>) vs time (<italic toggle=\"yes\">t</italic>) in 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61\nmM H<sub>2</sub>O<sub>2</sub> at +100 mV (vs Ag/AgCl reference electrode),\nwhich rapidly reached the steady-state current (∼672 nA) within\n20 s, and the steady-state current was ∼24 times higher than\nthat in the absence of Pb<sup>2+</sup> (∼28 nA) (Figure S2\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.5b03287/suppl_file/ac5b03287_si_001.pdf\">Supporting Information</ext-link>). This result\ncould be contributed to the fact that the Pb<sup>2+</sup> activated\nGR–5 to cleave the substrate strand into two DNA fragments\nat the ribonucleotide (rA) site, and the short (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF-linked oligonucleotide fragment hybridized with\nthe immobilized HP at the sensor surface, which led to the linkage\nof the (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF to the sensor\nsurface to catalyze the oxidation of TMB by H<sub>2</sub>O<sub>2</sub> and the electrochemical reduction of the oxidation product on the\nsensor surface, as shown in . The catalytic current increased greatly the sensitivity\nfor detection of Pb<sup>2+</sup>.</p><title>Detection of Pb<sup>2+</sup>\n</title><p>Under optimal sensing conditions,\nthe chronoamperometric response of the obtained sensor in 0.1 M pH\n5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H<sub>2</sub>O<sub>2</sub> at +100 mV increased with the increasing concentration\nof Pb<sup>2+</sup> (A). The calibration plot showed a good linear relationship\nbetween the chronoamperometric response and the logarithm (log) value\nof Pb<sup>2+</sup> concentration ranging from 0.05 to 200 nM with\na correlation coefficient of 0.9994. The detection limit for Pb<sup>2+</sup> was experimentally found to be 0.034 nM (3δ), which\nwas at least 350 times lower than that of 10 μg L<sup>–1</sup> in drinking water permitted by World Health Organization. The detection limits of the proposed and previously\nreported sensors were compared in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.5b03287/suppl_file/ac5b03287_si_001.pdf\">Table S1</ext-link>. The detection limit of the proposed sensor was much lower than\nthose of other electrochemical methods and much superior to the fluorescent\nand colorimetric sensors for Pb<sup>2+</sup>. This result indicated\nthat the artificial enzyme was able to replace the redox label to\namplify the signal through the catalytic reaction.</p>", "clean_text": "Results and Discussion\n\nCharacterization of (Fe-P) n -MOF\n\nXRD method was used to examine the phase and structure of the (Fe-P) n -MOF. As shown in A, the diffraction peaks around 9.18°, 18.43°, 23.72° and 31.11° were observed, which corresponded to the (100), (200), (111), and (121) planes, respectively. This result was coincident with that of the previously reported MOF, indicating the synthesized (Fe-P) n -MOF exhibited well-recognized crystalline diffraction patterns. The N2 adsorption-desorption cueves of (Fe-P) n -MOF showed the typical type I isotherm (B), which sharply increased at low relative pressure, suggesting that the micropores were dominant. The surface area of (Fe-P) n -MOF was determined to be 279 m2 g-1 by the Brunanuer-Emmer-Teller (BET) method, which was beneficial to the formation of the catalytic interface. The structure of (Fe-P) n -MOF was characterized with FT-IR (C). Compared to TCPP (curve a), (Fe-P) n -MOF showed a downshift of the CO stretch from 1701 to 1675 cm-1, an intense fingerprint of Fe-N stretching at 1008 cm-1 and the disappearance of N-H in-plane bending vibration at 967 cm-1 (curve b), reflecting the metalation of porphyrin ring with iron. Meanwhile, (Fe-P) n -MOF, similar to TCPP, exhibited the characteristic peaks for big ring skeleton absorption at 1606, 1562, and 1401 cm-1, and benzene ring at 866 and 796 cm-1. This result indicated the (Fe-P) n -MOF maintained the pyrrole ring structure of TCPP. The modification of (Fe-P) n -MOF with AuNPs was characterized with UV-vis absorption spectra (D). The absorption spectrum of (Fe-P) n -MOF showed an intense Soret band at 426 nm (curve b), which was attributed to the coordination reaction between iron atoms and porphyrin. After further modification with AuNPs, an absorption peak at 520 nm appeared (curve c), suggesting the successful modification of AuNPs on (Fe-P) n -MOF.\n\nThe steady-state kinetic assay of the (Fe-P) n -MOF in the catalytic system of TMB and H2O2 showed a Michaelis constant (K m) value of 1.27 mM with H2O2 as the substrate (Figure S1 in the Supporting Information), which was smaller than 3.70 mM of HRP and 2.74 mM of hemin, suggesting that the (Fe-P) n -MOF had higher affinity to H2O2 than HRP and hemin. Moreover, the K m value of (Fe-P) n -MOF with TMB as the substrate was calculated to be 0.63 mM, which was close to 0.434 mM of HRP and much smaller than 4.84 mM of hemin, suggesting that the (Fe-P) n -MOF had also a high affinity to TMB mediator. \n\nStability of (Fe-P) n -MOF\n\nA favorable mimic enzyme should process good catalytic ability in broad conditions. After the natural enzyme (HRP), common mimic (hemin) and (Fe-P) n -MOF modified SPCEs were exposed to different pHs ranging from 3 to 10 (A) and temperatures ranging from 4 to 60 °C (B) for 2 h, their relative activities were measured in the detection solution. After exposure to pH 3.0 and 10.0 solution for 2 h, the catalytic activity of (Fe-P) n -MOF could remain of 62.3% and 41.9%, respectively (curve a), while the HRP and hemin remained only 1.3% and 18.6% of their activity at pH 3.0, and 11.6% and 20.8% of their activity at pH 10.0, respectively (curves b and c). The effect of the temperature on its stability showed similar phenomena. In the temperature range of 4-60 °C, the (Fe-P) n -MOF was stable and remained at 87% of its activity at 60 °C (curve a), but HRP and hemin showed narrow temperature ranges for their remaining activity and remained at 22% and 47% of their activity at 60 °C, respectively (curves b and c). Obviously, (Fe-P) n -MOF was more favorable in a wider range of pH and temperature than HRP and hemin that were very sensitive to pH and temperature, suggesting that (Fe-P) n -MOF had a great potential application in bioanalysis.\n\nFeasibility of Sensing Method\n\nIn the presence of 100 nM Pb2+, the electrochemical sensor showed a decay curve for the plot of current (I) vs time (t) in 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 at +100 mV (vs Ag/AgCl reference electrode), which rapidly reached the steady-state current (~672 nA) within 20 s, and the steady-state current was ~24 times higher than that in the absence of Pb2+ (~28 nA) (Figure S2 in the Supporting Information). This result could be contributed to the fact that the Pb2+ activated GR-5 to cleave the substrate strand into two DNA fragments at the ribonucleotide (rA) site, and the short (Fe-P) n -MOF-linked oligonucleotide fragment hybridized with the immobilized HP at the sensor surface, which led to the linkage of the (Fe-P) n -MOF to the sensor surface to catalyze the oxidation of TMB by H2O2 and the electrochemical reduction of the oxidation product on the sensor surface, as shown in . The catalytic current increased greatly the sensitivity for detection of Pb2+.\n\nDetection of Pb2+ \n\nUnder optimal sensing conditions, the chronoamperometric response of the obtained sensor in 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 at +100 mV increased with the increasing concentration of Pb2+ (A). The calibration plot showed a good linear relationship between the chronoamperometric response and the logarithm (log) value of Pb2+ concentration ranging from 0.05 to 200 nM with a correlation coefficient of 0.9994. The detection limit for Pb2+ was experimentally found to be 0.034 nM (3δ), which was at least 350 times lower than that of 10 μg L-1 in drinking water permitted by World Health Organization. The detection limits of the proposed and previously reported sensors were compared in Table S1. The detection limit of the proposed sensor was much lower than those of other electrochemical methods and much superior to the fluorescent and colorimetric sensors for Pb2+. This result indicated that the artificial enzyme was able to replace the redox label to amplify the signal through the catalytic reaction.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "279", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Determination of Pb<sup>2+</sup> in Soil\nSamples Using the Proposed Method</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">samples</oasis:entry>\n<oasis:entry align=\"center\">added (nM)</oasis:entry>\n<oasis:entry align=\"center\">found (nM)</oasis:entry>\n<oasis:entry align=\"center\">RSD (%) (<italic toggle=\"yes\">n</italic> = 3)</oasis:entry>\n<oasis:entry align=\"center\">recovery (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"1\">soil 1</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>0.95</oasis:entry>\n<oasis:entry>3.5</oasis:entry>\n<oasis:entry>95.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>5.08</oasis:entry>\n<oasis:entry>3.4</oasis:entry>\n<oasis:entry>101.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">soil 2</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>3.7</oasis:entry>\n<oasis:entry>104.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5.0</oasis:entry>\n<oasis:entry>4.86</oasis:entry>\n<oasis:entry>3.5</oasis:entry>\n<oasis:entry>97.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Determination of Pb^2+ in Soil Samples Using the Proposed Method\n\n| samples | added (nM) | found (nM) | RSD (%) (n = 3) | recovery (%) |\n|---------|------------|------------|-----------------|---------------|\n| soil 1  | 1.0        | 0.95       | 3.5             | 95.0          |\n|         | 5.0        | 5.08       | 3.4             | 101.6         |\n| soil 2  | 1.0        | 1.04       | 3.7             | 104.0         |\n|         | 5.0        | 4.86       | 3.5             | 97.2          |", "data": [{"meta": {"name": "soil 1", "symbol": "", "chemical formula": ""}, "determination": [{"added": "1.0", "found": "0.95", "rsd": "3.5%", "recovery": "95.0%"}, {"added": "5.0", "found": "5.08", "rsd": "3.4%", "recovery": "101.6%"}]}, {"meta": {"name": "soil 2", "symbol": "", "chemical formula": ""}, "determination": [{"added": "1.0", "found": "1.04", "rsd": "3.7%", "recovery": "104.0%"}, {"added": "5.0", "found": "4.86", "rsd": "3.5%", "recovery": "97.2%"}]}], "include_properties": ["reaction_yield"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation of (A) Preparation of GR–5/(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF Probe and (B) Electrochemical Detection\nof Pb<sup>2+</sup>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of (A) Preparation of GR-5/(Fe-P) n -MOF Probe and (B) Electrochemical Detection of Pb2+    ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) XRD pattern and (B) N<sub>2</sub> adsorption (●) and desorption\n(◀) isotherms of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, (C) FT-IR spectra of (a) TCPP and (b) (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, and (D) UV–vis absorption spectra of\n(a) AuNPs, (b) (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, and\n(c) AuNPs-(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) XRD pattern and (B) N2 adsorption (●) and desorption (◀) isotherms of (Fe-P) n -MOF, (C) FT-IR spectra of (a) TCPP and (b) (Fe-P) n -MOF, and (D) UV-vis absorption spectra of (a) AuNPs, (b) (Fe-P) n -MOF, and (c) AuNPs-(Fe-P) n -MOF.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) SEM image of (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF and\nTEM images of (B) (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF,\n(C) AuNPs, and (D) AuNPs-(Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) SEM image of (Fe-P) n -MOF and TEM images of (B) (Fe-P) n -MOF, (C) AuNPs, and (D) AuNPs-(Fe-P) n -MOF.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Photograph of (a) 1 mg mL<sup>–1</sup> (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, (b, c) the mixtures of 0.89 mM TMB,\n0.61 mM H<sub>2</sub>O<sub>2</sub>, and 0.01 mg mL<sup>–1</sup> (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF before (b) and after\n(c) adding H<sub>2</sub>SO<sub>4</sub> to quench the catalytic reaction\nof (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF. (B) Cyclic voltammograms\nand (C) chronoamperometric curves of 0.1 M pH 5.5 HAc-NaAc buffer\ncontaining 0.89 mM TMB and 0.61 mM H<sub>2</sub>O<sub>2</sub> at SPCE\n(a) and (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF/SPCE (b).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Photograph of (a) 1 mg mL-1 (Fe-P) n -MOF, (b, c) the mixtures of 0.89 mM TMB, 0.61 mM H2O2, and 0.01 mg mL-1 (Fe-P) n -MOF before (b) and after (c) adding H2SO4 to quench the catalytic reaction of (Fe-P) n -MOF. (B) Cyclic voltammograms and (C) chronoamperometric curves of 0.1 M pH 5.5 HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 at SPCE (a) and (Fe-P) n -MOF/SPCE (b).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Relative electrocatalytic activity of (a) (Fe–P)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>-MOF, (b) HRP, and (c) hemin modified SPCEs\nin 0.1 M HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H<sub>2</sub>O<sub>2</sub> after exposure to different (A) pHs at 37 °C\nand (B) temperatures at pH 7.0 for 2 h.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Relative electrocatalytic activity of (a) (Fe-P) n -MOF, (b) HRP, and (c) hemin modified SPCEs in 0.1 M HAc-NaAc buffer containing 0.89 mM TMB and 0.61 mM H2O2 after exposure to different (A) pHs at 37 °C and (B) temperatures at pH 7.0 for 2 h.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Effects of (A) HP concentration for sensor\npreparation, (B) pH, (C) reaction time and (D) reaction temperature\nfor Pb<sup>2+</sup> detection on chronoamperometric response to 100\nnM Pb<sup>2+</sup> at +100 mV. Error bars represent standard deviations\n(S.D., <italic toggle=\"yes\">n</italic> = 3).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Effects of (A) HP concentration for sensor preparation, (B) pH, (C) reaction time and (D) reaction temperature for Pb2+ detection on chronoamperometric response to 100 nM Pb2+ at +100 mV. Error bars represent standard deviations (S.D., n = 3).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Chronoamperometric\ndetection of Pb<sup>2+</sup> at 0, 0.05, 0.1, 0.5, 1, 5, 10, 50, 100,\nand 200 nM (from a to j) at +100 mV and (B) plot of current at 100\ns vs logarithmic value of Pb<sup>2+</sup> concentration. Error bars\nshow the SD for three independent experiments.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  (A) Chronoamperometric detection of Pb2+ at 0, 0.05, 0.1, 0.5, 1, 5, 10, 50, 100, and 200 nM (from a to j) at +100 mV and (B) plot of current at 100 s vs logarithmic value of Pb2+ concentration. Error bars show the SD for three independent experiments.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Chronoamperometric responses of 5 μM Ca<sup>2+</sup>, Fe<sup>3+</sup>, Cd<sup>2+</sup>, Co<sup>2+</sup>, Zn<sup>2+</sup>, Mn<sup>2+</sup>, Ni<sup>2+</sup>, Cu<sup>2+</sup>, Hg<sup>2+</sup>, Mg<sup>2+</sup>, Ag<sup>+</sup>, and 0.1 μM Pb<sup>2+</sup> at +100 mV. Mixture represents a solution containing 0.1 μM\nPb<sup>2+</sup> and 5 μM of these interfering ions.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ac-2015-03287f_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Chronoamperometric responses of 5 μM Ca2+, Fe3+, Cd2+, Co2+, Zn2+, Mn2+, Ni2+, Cu2+, Hg2+, Mg2+, Ag+, and 0.1 μM Pb2+ at +100 mV. Mixture represents a solution containing 0.1 μM Pb2+ and 5 μM of these interfering ions.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.analchem.5b03287", "title": null, "journal": "American Chemical\nSociety", "date": "2015.10", "author_list": ["Cui\nLin", "Wu\nJie", "Li\nJie", "Ju\nHuangxian"]}}