{"filepath": "../L2M3_data/1_application_papers/acs_xml/ac9b02381.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>There is still no good method for\nthe diagnosis of colon cancer,\nso in this work we have presented a nanoscale metal–organic\nframework (NMOF)-based sensor array to effectively identify normal\nand pathological tissues. Moreover, this method can enable a rapid\nand accurate histopathological examination of colon cancer with simple\nand easy operation. The method is designed by making use of the different\ninteractions between the overall intracellular proteome signatures\nof colonic tissues and three structurally stable NMOFs featuring characteristic\nsurface chemistry. We have demonstrated that this sensor array can\nexhibit excellent performance to detect unknown specimens from low-dose\ntissue samples with clinically relevant specificity and accuracy.\nCollectively, the versatile detector array based on NMOFs offers a\nhighly discerning and adaptive alternative for identifying colon cancer\ntissues, which exhibits wide-ranging prospects in medical diagnosis.</p>", "clean_text": "There is still no good method for the diagnosis of colon cancer, so in this work we have presented a nanoscale metal-organic framework (NMOF)-based sensor array to effectively identify normal and pathological tissues. Moreover, this method can enable a rapid and accurate histopathological examination of colon cancer with simple and easy operation. The method is designed by making use of the different interactions between the overall intracellular proteome signatures of colonic tissues and three structurally stable NMOFs featuring characteristic surface chemistry. We have demonstrated that this sensor array can exhibit excellent performance to detect unknown specimens from low-dose tissue samples with clinically relevant specificity and accuracy. Collectively, the versatile detector array based on NMOFs offers a highly discerning and adaptive alternative for identifying colon cancer tissues, which exhibits wide-ranging prospects in medical diagnosis.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Nanoscale\nmetal–organic\nframeworks (NMOFs), an emerging type of porous nanomaterials, have\naroused tremendous interest in the field of biomedicine because of\ntheir synthetic tunability, multifunctionality, and biocompatibility. Particularly, their unique physical and chemical properties may\nmake them applicable in biosensing. However, current\nrelated research has not yet been extended to practical applications\nbecause of the harsh synthetic conditions for postmodification of\nNMOFs and the complexity of biological samples, which inspired us\nto design a programmable biosensing platform for clinical and translational\nscience. Because of the judicious choice of the metal-containing units\nand organic linkers, a wide synthetic scope can be provided to generate\na variety of NMOFs with different textural properties. In addition, NMOFs can feature appropriate surface areas for binding\nbiomolecule exteriors. For instance, it has been demonstrated that labeled\nsingle-stranded DNA (ssDNA) can be effectively absorbed on the surface\nof NMOFs. Therefore, the diversity of surface charges\nand aromatic groups of the ligand may lead to different degrees of\ninteraction with biomolecules, allowing facile design of various receptors\nfor pattern recognition that exploit exclusive target–receptor\nbinding events for the sensor analysis of complex samples. Accordingly, the combination of various NMOFs should provide new\ninsights to advance the sensing system for disease diagnosis.</p>", "clean_text": "Nanoscale metal-organic frameworks (NMOFs), an emerging type of porous nanomaterials, have aroused tremendous interest in the field of biomedicine because of their synthetic tunability, multifunctionality, and biocompatibility. Particularly, their unique physical and chemical properties may make them applicable in biosensing. However, current related research has not yet been extended to practical applications because of the harsh synthetic conditions for postmodification of NMOFs and the complexity of biological samples, which inspired us to design a programmable biosensing platform for clinical and translational science. Because of the judicious choice of the metal-containing units and organic linkers, a wide synthetic scope can be provided to generate a variety of NMOFs with different textural properties. In addition, NMOFs can feature appropriate surface areas for binding biomolecule exteriors. For instance, it has been demonstrated that labeled single-stranded DNA (ssDNA) can be effectively absorbed on the surface of NMOFs. Therefore, the diversity of surface charges and aromatic groups of the ligand may lead to different degrees of interaction with biomolecules, allowing facile design of various receptors for pattern recognition that exploit exclusive target-receptor binding events for the sensor analysis of complex samples. Accordingly, the combination of various NMOFs should provide new insights to advance the sensing system for disease diagnosis.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Colon cancer is one of the most frequent malignancies and the fourth\nmost common cause of cancer-related deaths in the world. Although blood tests employing several cancer\nbiomarkers such as CEA or CA199 have been used in clinical practice\nfor the diagnosis of this cancer, they\ndo not have sufficient sensitivity and specificity to make a definite\ndiagnosis, because these markers also exist in some other types of\ndiseases. Histopathological examination\nis still the gold standard for the diagnosis of this cancer. It can\nprovide more information to study the manifestations of cancer, including\ntumor initiation, differentiation, invasion, and metastasis, so it can guide the optimal treatment and monitor\nthe prognosis information. Nevertheless, tissue biopsy is a process\nof analyzing complex samples, which involves the extraction of cells\nor tissues and analysis of pathologic slices to determine the presence\nand degree of cancer. Moreover, the process of paraffin embedding and sectioning\nof tissues requires trained laboratory operators and is quite time-consuming.\nIn addition, medical results have to depend on the individual judgment\nof a pathologist in most cases; thus, subjectivity can easily produce\ninaccurate diagnosis outcomes. Therefore, it is urgent to develop\nreasonable methods for simple and rapid histopathological examination\nof colon cancer.</p>", "clean_text": "Colon cancer is one of the most frequent malignancies and the fourth most common cause of cancer-related deaths in the world. Although blood tests employing several cancer biomarkers such as CEA or CA199 have been used in clinical practice for the diagnosis of this cancer, they do not have sufficient sensitivity and specificity to make a definite diagnosis, because these markers also exist in some other types of diseases. Histopathological examination is still the gold standard for the diagnosis of this cancer. It can provide more information to study the manifestations of cancer, including tumor initiation, differentiation, invasion, and metastasis, so it can guide the optimal treatment and monitor the prognosis information. Nevertheless, tissue biopsy is a process of analyzing complex samples, which involves the extraction of cells or tissues and analysis of pathologic slices to determine the presence and degree of cancer. Moreover, the process of paraffin embedding and sectioning of tissues requires trained laboratory operators and is quite time-consuming. In addition, medical results have to depend on the individual judgment of a pathologist in most cases; thus, subjectivity can easily produce inaccurate diagnosis outcomes. Therefore, it is urgent to develop reasonable methods for simple and rapid histopathological examination of colon cancer.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>There have been more than 10 tumor marker proteins\nused in clinical\ntests to identify cancerous tissues of colon cancer, such as CDX2,\nCEA, CK20, CK7, PAX-8, MRP-1, GST-π, etc. Because of\nthe presence of these proteins, abnormal and normal tissues should\nbe distinguished; thus, a new method should be able to be proposed.\nTherefore, we have designed and constructed a sensor array by taking\nadvantage of the selective noncovalent interactions between these\ncomponents and DNA-adsorbed NMOFs, based on the fact that the composition\nand configuration of the nanomaterials may greatly contribute to the\nsurface chemical properties. Therefore,\nthree structurally stable NMOFs (Cu-MOFs, Fe-MOFs, and Zr-MOFs) are\nselected as versatile scaffolds to adsorb two fluorescently labeled\nssDNA as well as nanoquenchers for signal transduction. As shown in , six recognition\nelements (NP1–NP6) are first formed to fabricate the sensor\narray. These ssDNA reporters are adsorbed on NMOFs through π–π\nstacking and quenched in different degrees through the long-range\nenergy transfer. Then the protein analytes\nare added. Because there are many hydrophobic and hydrophilic patches\non the surface of proteins, they will interact with the organic moieties\nor accessible coordination sites on the surface of NMOFs through intermolecular\nforces such as electrostatic interaction, coordination interaction,\nπ–π stacking, and hydrogen bonding attraction. Moreover, the subsequent adsorption event is much stronger than\nthe binding of ssDNA, which will liberate the DNA reporters from the\nsurface of NMOFs through binding competition, generating changes of fluorescence intensity, and these gathered\nsignals from the binding pairs can give a map of a discriminative\nfingerprint by the method of linear discriminant analysis (LDA). Consequently, an effective identification of\nthe tumor tissues of colon cancer can be achieved. Moreover, the inspection\ntime can be greatly reduced and the efficiency of histopathological\nexamination can be extremely improved.</p>", "clean_text": "There have been more than 10 tumor marker proteins used in clinical tests to identify cancerous tissues of colon cancer, such as CDX2, CEA, CK20, CK7, PAX-8, MRP-1, GST-π, etc. Because of the presence of these proteins, abnormal and normal tissues should be distinguished; thus, a new method should be able to be proposed. Therefore, we have designed and constructed a sensor array by taking advantage of the selective noncovalent interactions between these components and DNA-adsorbed NMOFs, based on the fact that the composition and configuration of the nanomaterials may greatly contribute to the surface chemical properties. Therefore, three structurally stable NMOFs (Cu-MOFs, Fe-MOFs, and Zr-MOFs) are selected as versatile scaffolds to adsorb two fluorescently labeled ssDNA as well as nanoquenchers for signal transduction. As shown in , six recognition elements (NP1-NP6) are first formed to fabricate the sensor array. These ssDNA reporters are adsorbed on NMOFs through π-π stacking and quenched in different degrees through the long-range energy transfer. Then the protein analytes are added. Because there are many hydrophobic and hydrophilic patches on the surface of proteins, they will interact with the organic moieties or accessible coordination sites on the surface of NMOFs through intermolecular forces such as electrostatic interaction, coordination interaction, π-π stacking, and hydrogen bonding attraction. Moreover, the subsequent adsorption event is much stronger than the binding of ssDNA, which will liberate the DNA reporters from the surface of NMOFs through binding competition, generating changes of fluorescence intensity, and these gathered signals from the binding pairs can give a map of a discriminative fingerprint by the method of linear discriminant analysis (LDA). Consequently, an effective identification of the tumor tissues of colon cancer can be achieved. Moreover, the inspection time can be greatly reduced and the efficiency of histopathological examination can be extremely improved.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration\nof Sensing Mechanism<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ac-2019-02381a_0006.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(A) Three types\nof NMOFs employed\nin the sensor array. (B) Six recognition elements (NP1-NP6) designed\nby employing the nano-assembly between the NMOFs and two fluorescence-labeled\nsingle-stranded DNA. The shades of color represent the intensity of\nthe fluorescence.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Schematic Illustration of Sensing Mechanism      a (A) Three types of NMOFs employed in the sensor array. (B) Six recognition elements (NP1-NP6) designed by employing the nano-assembly between the NMOFs and two fluorescence-labeled single-stranded DNA. The shades of color represent the intensity of the fluorescence.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(A) Three types\nof NMOFs employed\nin the sensor array. (B) Six recognition elements (NP1-NP6) designed\nby employing the nano-assembly between the NMOFs and two fluorescence-labeled\nsingle-stranded DNA. The shades of color represent the intensity of\nthe fluorescence.</p>\n</fn>\n</p>", "clean_text": "  a (A) Three types of NMOFs employed in the sensor array. (B) Six recognition elements (NP1-NP6) designed by employing the nano-assembly between the NMOFs and two fluorescence-labeled single-stranded DNA. The shades of color represent the intensity of the fluorescence.  ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials\nand Reagents</title><p>Iron­(III) chloride hexahydrate\n(FeCl<sub>3</sub>·6H<sub>2</sub>O), benzoic acid (BDC), ethanol,\ndimethylformamide (DMF), bovine serum albumin (BSA), hemoglobin (Hb),\nlysozyme (Lyso), horseradish peroxidase (HRP), and proteinase K were\nordered from Sigma-Aldrich Chemical Co., Ltd. (Shanghai, China). Zirconium\nchloride (ZrCl<sub>4</sub>) and 1,3,5-benzenetricarboxylic acid (H<sub>3</sub>BTC) were purchased from Alfa Aesar Co., Ltd. (Shanghai, China).\nTetrakis­(4-carboxyphenyl) porphyrin (TCPP) was obtained from J&amp;K\nScientific Co., Ltd. (Shanghai, China). Polyvinylpyrrolidone (PVP,\nMW 40000) was obtained from Energy Chemical Co., Ltd. (Shanghai, China).\nCopper­(II) nitrate hydrate (Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O) and dichloroacetic acid were provided by Aladdin Biotechnology\nCo., Ltd. (Shanghai, China). One Step Animal Tissue Active Protein\nExtraction Kit and Modified BCA Protein Assay Kit were purchased from\nSangon Biotechnology Co., Ltd. (Shanghai, China). All other chemicals\nused were of analytical grade without any further purification. Deionized\nwater was obtained from a Millipore water purification system (Milli-Q,\n≥18.2 MΩ) for the experiments. All DNA sequences were\nsynthesized and HPLC-purified from Sangon Biotechnology Co., Ltd.\n(Shanghai, China). 5-Carboxytetramethylrhodamine (5-TAMRA) was labeled\nat the 3′ end, and the sequences of oligonucleotides were as\nfollows:</p>", "clean_text": "Experimental Section\n\nMaterials and Reagents\n\nIron(III) chloride hexahydrate (FeCl3⋅6H2O), benzoic acid (BDC), ethanol, dimethylformamide (DMF), bovine serum albumin (BSA), hemoglobin (Hb), lysozyme (Lyso), horseradish peroxidase (HRP), and proteinase K were ordered from Sigma-Aldrich Chemical Co., Ltd. (Shanghai, China). Zirconium chloride (ZrCl4) and 1,3,5-benzenetricarboxylic acid (H3BTC) were purchased from Alfa Aesar Co., Ltd. (Shanghai, China). Tetrakis(4-carboxyphenyl) porphyrin (TCPP) was obtained from J&K Scientific Co., Ltd. (Shanghai, China). Polyvinylpyrrolidone (PVP, MW 40000) was obtained from Energy Chemical Co., Ltd. (Shanghai, China). Copper(II) nitrate hydrate (Cu(NO3)2⋅3H2O) and dichloroacetic acid were provided by Aladdin Biotechnology Co., Ltd. (Shanghai, China). One Step Animal Tissue Active Protein Extraction Kit and Modified BCA Protein Assay Kit were purchased from Sangon Biotechnology Co., Ltd. (Shanghai, China). All other chemicals used were of analytical grade without any further purification. Deionized water was obtained from a Millipore water purification system (Milli-Q, ≥18.2 MΩ) for the experiments. All DNA sequences were synthesized and HPLC-purified from Sangon Biotechnology Co., Ltd. (Shanghai, China). 5-Carboxytetramethylrhodamine (5-TAMRA) was labeled at the 3' end, and the sequences of oligonucleotides were as follows:", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>DNA 1: AAAAAAAAAAAAAAAAAA</p><p>DNA 2: CCCCCCCCCCCCCCCCCCCC</p><title>Apparatus</title><p>Powder X-ray diffraction (PXRD) data was\nrecorded by a D8 Advance diffractometer (Bruker, Germany). The transmission\nelectron microscopy (TEM) images of MOFs were performed using a Tecnai\nG2 F20 S-TWIN (FEI, United States). Fluorescence intensity was measured\nwith F-7000 spectrometer (Hitachi, Japan) and M200 Pro Multimode Plate\nReader (Tecan, Switzerland). The processing of pathological tissue\nwas conducted using an ASP300S biological tissue dehydrator (Leica,\nGermany), a HistoCore Arcadia H/C tissue embedding machine (Leica,\nGermany), an Autostainer XL/LEICA CV5030 pathological section dyeing\nand sealing machine (Leica, Germany), and a BX41 microscope (Olympus,\nJapan).</p>", "clean_text": "DNA 1: AAAAAAAAAAAAAAAAAA\n\nDNA 2: CCCCCCCCCCCCCCCCCCCC\n\nApparatus\n\nPowder X-ray diffraction (PXRD) data was recorded by a D8 Advance diffractometer (Bruker, Germany). The transmission electron microscopy (TEM) images of MOFs were performed using a Tecnai G2 F20 S-TWIN (FEI, United States). Fluorescence intensity was measured with F-7000 spectrometer (Hitachi, Japan) and M200 Pro Multimode Plate Reader (Tecan, Switzerland). The processing of pathological tissue was conducted using an ASP300S biological tissue dehydrator (Leica, Germany), a HistoCore Arcadia H/C tissue embedding machine (Leica, Germany), an Autostainer XL/LEICA CV5030 pathological section dyeing and sealing machine (Leica, Germany), and a BX41 microscope (Olympus, Japan).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Nanoscale Cu-MOFs</title><p>A methanol aqueous\nsolution (50 mL) containing Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (0.9 g) and PVP (0.4 g) was stirred at room temperature.\nNext, H<sub>3</sub>BTC (0.43 g) was dissolved in another 50 mL of\nmethanol to form the ligand stock solution. Then, the above solution\nwas added dropwise to the metal precursor solution by a syringe. A\nblue colloidal suspension could be observed during the process of\ndropping (about 10 min). After that, stirring was stopped and the\nsuspension was allowed to stand to age the colloidal nanoparticles\nfor 24 h in dark conditions. The resulting blue solid was collected\nby centrifugation for 10 min at 10 000 rpm and washed with\nfresh methanol several times. Finally, the precipitates were dried\nat 60 °C under reduced pressure overnight for later use.</p>", "clean_text": "Preparation of Nanoscale Cu-MOFs\n\nA methanol aqueous solution (50 mL) containing Cu(NO3)2⋅3H2O (0.9 g) and PVP (0.4 g) was stirred at room temperature. Next, H3BTC (0.43 g) was dissolved in another 50 mL of methanol to form the ligand stock solution. Then, the above solution was added dropwise to the metal precursor solution by a syringe. A blue colloidal suspension could be observed during the process of dropping (about 10 min). After that, stirring was stopped and the suspension was allowed to stand to age the colloidal nanoparticles for 24 h in dark conditions. The resulting blue solid was collected by centrifugation for 10 min at 10000 rpm and washed with fresh methanol several times. Finally, the precipitates were dried at 60 °C under reduced pressure overnight for later use.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation\nof Nanoscale Fe-MOFs</title><p>FeCl<sub>3</sub>·6H<sub>2</sub>O (1.350 g) and BDC (0.412 g) in 30 mL of DMF were ultrasonically\ndissolved in a 50 mL Teflon liner and heated at 110 °C for 20\nh. The resulting orange solid was harvested by centrifugation for\n10 min at 10 500 rpm and washed with fresh ethanol several\ntimes. Finally, the precipitates were dried at 120 °C for 6 h\nunder reduced pressure.</p>", "clean_text": "Preparation of Nanoscale Fe-MOFs\n\nFeCl3⋅6H2O (1.350 g) and BDC (0.412 g) in 30 mL of DMF were ultrasonically dissolved in a 50 mL Teflon liner and heated at 110 °C for 20 h. The resulting orange solid was harvested by centrifugation for 10 min at 10500 rpm and washed with fresh ethanol several times. Finally, the precipitates were dried at 120 °C for 6 h under reduced pressure.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Nanoscale Zr-MOFs</title><p>ZrCl<sub>4</sub> (37.5\nmg) and TCPP (6.5 mg) were dissolved in 16.25 mL of DMF with ultrasound\nfor about 3 min. Then, dichloroacetic acid (0.25 mL) was added into\nthe solution. The mixture was loaded into a Teflon liner and heated\nat 130 °C for 18 h. The resulting dark purple solid was collected\nby centrifugation for 10 min at 10 500 rpm and washed with\nfresh DMF and ethanol several times. Finally, the precipitates were\ndried at 130 °C under reduced pressure overnight for later use.</p>", "clean_text": "Preparation of Nanoscale Zr-MOFs\n\nZrCl4 (37.5 mg) and TCPP (6.5 mg) were dissolved in 16.25 mL of DMF with ultrasound for about 3 min. Then, dichloroacetic acid (0.25 mL) was added into the solution. The mixture was loaded into a Teflon liner and heated at 130 °C for 18 h. The resulting dark purple solid was collected by centrifugation for 10 min at 10500 rpm and washed with fresh DMF and ethanol several times. Finally, the precipitates were dried at 130 °C under reduced pressure overnight for later use.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Cell Culture</title><p>NCM-460 and Colo 205 were cultured in\nRPMI 1640 medium (Gibco, Invitrogen) supplemented with 10% FBS in\na 5% CO<sub>2</sub> humidified incubator (Thermo 3111). HCT-116 was\ngrown in McCoy’s 5A medium (Gibco, Invitrogen); other culture\nconditions are the same as above. Cells were collected by centrifugation\nfor 5 min at 1000 rpm and washed with PBS buffer twice. The resulting\ncells were resuspended in the PBS solution to form a cell suspension.\nThe numbers were counted with an automated cell counter (Invitrogen\nCountess) for later use.</p>", "clean_text": "Cell Culture\n\nNCM-460 and Colo 205 were cultured in RPMI 1640 medium (Gibco, Invitrogen) supplemented with 10% FBS in a 5% CO2 humidified incubator (Thermo 3111). HCT-116 was grown in McCoy's 5A medium (Gibco, Invitrogen); other culture conditions are the same as above. Cells were collected by centrifugation for 5 min at 1000 rpm and washed with PBS buffer twice. The resulting cells were resuspended in the PBS solution to form a cell suspension. The numbers were counted with an automated cell counter (Invitrogen Countess) for later use.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Processing of Colonic Tissues</title><p>The\ntissues of patients\nwere obtained from the Second Affiliated Hospital of Southeast University.\nInformed consent was obtained in all cases, and the research was approved\nby the scientific ethical committee of Nanjing University and Southeast\nUniversity.</p>", "clean_text": "Processing of Colonic Tissues\n\nThe tissues of patients were obtained from the Second Affiliated Hospital of Southeast University. Informed consent was obtained in all cases, and the research was approved by the scientific ethical committee of Nanjing University and Southeast University.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Histopathological section: The obtained tissues\nwere dehydrated, embedded in paraffin, and then sectioned followed\nby H&amp;E staining. The observation proceeded using a microscope,\nand images were recorded. The whole process was completed with clinical\nmedical equipment.</p>", "clean_text": "Histopathological section: The obtained tissues were dehydrated, embedded in paraffin, and then sectioned followed by H&E staining. The observation proceeded using a microscope, and images were recorded. The whole process was completed with clinical medical equipment.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Preparation of the lysates: First, fresh\ntissues were washed twice\nusing cold PBS buffer. Then the precooled extraction reagent (One\nStep Animal Tissue Active Protein Extraction Kit) was added into the\ncollected tissues for ultrasonication (30 s each time, 3 to 4 times,\neach interval of 1 min). After that, whole tissue lysates were centrifuged\nfor 10 min at 12 000 rpm (4 °C), and the supernatants\nwere transferred into a new EP tube for protein quantification and\nsubsequent sensing experiments.</p>", "clean_text": "Preparation of the lysates: First, fresh tissues were washed twice using cold PBS buffer. Then the precooled extraction reagent (One Step Animal Tissue Active Protein Extraction Kit) was added into the collected tissues for ultrasonication (30 s each time, 3 to 4 times, each interval of 1 min). After that, whole tissue lysates were centrifuged for 10 min at 12000 rpm (4 °C), and the supernatants were transferred into a new EP tube for protein quantification and subsequent sensing experiments.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Array-Based Sensing Studies</title><p>For the target sensing\nstudy, two fluorescently labeled DNA strands (DNA 1 and 2) were incubated\nwith three kinds of NMOFs separately and diluted with HEPES (10 mM,\n100 mM NaCl, pH 7.2) buffer to perform mixture solutions where the\nfinal concentrations of DNA elements, Cu-MOFs, Fe-MOFs, and Zr-MOFs\nwere 50 nM, 1 μg/mL, 10 μg/mL, and 20 μg/mL, respectively.\nThe mixtures (200 μL in each well) were transferred into a black\nMicrolon 96-well plate (Corining Inc., United States). After incubation\nfor 30 min, fluorescence intensity (<italic>I</italic>\n<sub>0</sub>) at 570 nm was measured at an excitation wavelength of 540 nm on\na multimode plate reader. When the targets (proteins, cell lines,\nor lysates of colonic tissues) were introduced and incubated for 30\nmin (cell lines for 1 h), the reaction system of each well was given\na different response (<italic>I</italic>) at 570 nm. The difference\nbetween the two values (Δ<italic>I</italic> = <italic>I</italic> – <italic>I</italic>\n<sub>0</sub>) was used as the response\nsignal for array sensing analysis. Each set of target experiments\nwas repeated six times. Finally, the raw data matrix was handled using\nlinear discriminant analysis (LDA) in Xlstat (version 2015) and IBM\nSPSS Statistics 24.</p>", "clean_text": "Array-Based Sensing Studies\n\nFor the target sensing study, two fluorescently labeled DNA strands (DNA 1 and 2) were incubated with three kinds of NMOFs separately and diluted with HEPES (10 mM, 100 mM NaCl, pH 7.2) buffer to perform mixture solutions where the final concentrations of DNA elements, Cu-MOFs, Fe-MOFs, and Zr-MOFs were 50 nM, 1 μg/mL, 10 μg/mL, and 20 μg/mL, respectively. The mixtures (200 μL in each well) were transferred into a black Microlon 96-well plate (Corining Inc., United States). After incubation for 30 min, fluorescence intensity (I 0) at 570 nm was measured at an excitation wavelength of 540 nm on a multimode plate reader. When the targets (proteins, cell lines, or lysates of colonic tissues) were introduced and incubated for 30 min (cell lines for 1 h), the reaction system of each well was given a different response (I) at 570 nm. The difference between the two values (ΔI = I - I 0) was used as the response signal for array sensing analysis. Each set of target experiments was repeated six times. Finally, the raw data matrix was handled using linear discriminant analysis (LDA) in Xlstat (version 2015) and IBM SPSS Statistics 24.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>In this work,\nwe have selected three kinds of MOFs containing different\nvalence states of metal ions and numbers of carboxyl groups of organic\nligands to effectively construct diverse receptors. Nanoscale materials\nare obtained by controlling the process of rapid nucleation or the\ncoordination modulation with regulators. Powder X-ray diffraction\n(PXRD) has been conducted to confirm the purity and crystallinity\nof the as-synthesized nanoparticles. As illustrated in a,c,e, each NMOF has its own\ncrystal characteristic peak, which is consistent with those of previous\nreports. Transmission electron microscopy (TEM) images provide\nthe morphology structure and size of different NMOFs. Cu-NMOFs are\ngrown into spherical nanostructures with an average diameter of 200\nnm (b), but\nFe-MOFs are typical octahedral nanostructures with a particle diameter\nof 220–270 nm (d). Moreover, tetravalent zirconium ions reacting with TCPP\nhave yielded rod-shaped Zr-MOF nanoparticles with mean sizes of about\n460 nm in length and a width of approximately 110 nm (f). Because of the differences\nin valence and ligand composition, the three structurally diverse\nNMOFs will perform selective binding with DNA molecules.</p>", "clean_text": "Results and Discussion\n\nIn this work, we have selected three kinds of MOFs containing different valence states of metal ions and numbers of carboxyl groups of organic ligands to effectively construct diverse receptors. Nanoscale materials are obtained by controlling the process of rapid nucleation or the coordination modulation with regulators. Powder X-ray diffraction (PXRD) has been conducted to confirm the purity and crystallinity of the as-synthesized nanoparticles. As illustrated in a,c,e, each NMOF has its own crystal characteristic peak, which is consistent with those of previous reports. Transmission electron microscopy (TEM) images provide the morphology structure and size of different NMOFs. Cu-NMOFs are grown into spherical nanostructures with an average diameter of 200 nm (b), but Fe-MOFs are typical octahedral nanostructures with a particle diameter of 220-270 nm (d). Moreover, tetravalent zirconium ions reacting with TCPP have yielded rod-shaped Zr-MOF nanoparticles with mean sizes of about 460 nm in length and a width of approximately 110 nm (f). Because of the differences in valence and ligand composition, the three structurally diverse NMOFs will perform selective binding with DNA molecules.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Characterizations\nof PXRD patterns and TEM images of three NMOFs:\nCu-MOFs (a and b), Fe-MOFs (c and d), and Zr-MOFs (e and f).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ac-2019-02381a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Characterizations of PXRD patterns and TEM images of three NMOFs: Cu-MOFs (a and b), Fe-MOFs (c and d), and Zr-MOFs (e and f).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Next, fluorescence titration was\nconducted by incubating the labeled-DNA\n(50 nM) with different NMOFs. As shown in , the fluorescence signal is significantly\nweakened with the addition of MOF nanoparticles. As the concentration\nincreases, the quenching effect enhances and the trend of the curve\nfitted by the least-square method gradually reaches a stable level\nat 20 mg/L. For the same type of Fe-MOF, the NP4 complexation performs\na stronger quenching effect than NP3 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Figure S1</ext-link>), which means that cytosine-rich sequences have a greater affinity\nthan adenine-rich sequences. The same experimental phenomenon is also\nfound in the two other kinds of NMOFs. Nevertheless, with regard to\nthe same single-stranded DNA, Cu-MOFs are the most effective quencher,\nfollowed by Fe-MOFs and Zr-MOFs. Hence, the 6 probes have different\naffinity and quenching effect, facilitating them to be artificial\nreceptors in a sensor array for target analysis.</p>", "clean_text": "Next, fluorescence titration was conducted by incubating the labeled-DNA (50 nM) with different NMOFs. As shown in , the fluorescence signal is significantly weakened with the addition of MOF nanoparticles. As the concentration increases, the quenching effect enhances and the trend of the curve fitted by the least-square method gradually reaches a stable level at 20 mg/L. For the same type of Fe-MOF, the NP4 complexation performs a stronger quenching effect than NP3 (Figure S1), which means that cytosine-rich sequences have a greater affinity than adenine-rich sequences. The same experimental phenomenon is also found in the two other kinds of NMOFs. Nevertheless, with regard to the same single-stranded DNA, Cu-MOFs are the most effective quencher, followed by Fe-MOFs and Zr-MOFs. Hence, the 6 probes have different affinity and quenching effect, facilitating them to be artificial receptors in a sensor array for target analysis.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence titrations\nat 570 nm of fluorescently labeled DNA\n1 toward Fe-MOFs, that is, the NP3 recognition element. The intensity\nof fluorescence is normalized and plotted against the mass concentration\nof Fe-MOFs. The concentration of report DNA was 50 nM. The inset shows\nthe photograph of fluorescence intensity changes with the addition\nof concentration gradient Fe-MOFs under ultraviolet light.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ac-2019-02381a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence titrations at 570 nm of fluorescently labeled DNA 1 toward Fe-MOFs, that is, the NP3 recognition element. The intensity of fluorescence is normalized and plotted against the mass concentration of Fe-MOFs. The concentration of report DNA was 50 nM. The inset shows the photograph of fluorescence intensity changes with the addition of concentration gradient Fe-MOFs under ultraviolet light.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>We then conducted experiments to evaluate the discriminating\nability\nagainst standard protein samples. Five different proteinsbovine\nserum albumin (BSA), hemoglobin (Hb), lysozyme (Lyso), horseradish\nperoxidase (HRP), and proteinase Kare employed as targets,\nsome of which have similar molecular weights or similar isoelectric\npoints (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Table S1</ext-link>). It is observed that\nrecoveries can be achieved in most recognition events, implying that\nthe DNA reporters on the surface of NMOFs can be detected by binding-induced\ncompetitive displacement of the proteins (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Table S2</ext-link>). By contrast, negligible change of the fluorescence can be detected\nwhen removing the NMOFs from the system (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Figure S2</ext-link>), further confirming the disassembly of NMOFs/DNA caused\nby proteins. The heat map that makes the results more intuitive is\nshown in B.\nBy LDA analysis, five apparent regions are located in different quadrants,\nrevealing a high classification accuracy (C). Moreover, 20 unknown protein samples\nrandomly composed of the above five proteins are identified with 95%\naccuracy by calculation of their Mahalonobis distance (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Table S3</ext-link>). More details are provided in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "We then conducted experiments to evaluate the discriminating ability against standard protein samples. Five different proteinsbovine serum albumin (BSA), hemoglobin (Hb), lysozyme (Lyso), horseradish peroxidase (HRP), and proteinase Kare employed as targets, some of which have similar molecular weights or similar isoelectric points (Table S1). It is observed that recoveries can be achieved in most recognition events, implying that the DNA reporters on the surface of NMOFs can be detected by binding-induced competitive displacement of the proteins (A and Table S2). By contrast, negligible change of the fluorescence can be detected when removing the NMOFs from the system (Figure S2), further confirming the disassembly of NMOFs/DNA caused by proteins. The heat map that makes the results more intuitive is shown in B. By LDA analysis, five apparent regions are located in different quadrants, revealing a high classification accuracy (C). Moreover, 20 unknown protein samples randomly composed of the above five proteins are identified with 95% accuracy by calculation of their Mahalonobis distance (Table S3). More details are provided in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Array-based sensing of\nprotein analytes at 5 μM. (A) Fluorescence\nresponse (Δ<italic>I</italic>, <italic>I</italic> – <italic>I</italic>\n<sub>0</sub>) patterns of the sensor array (NP1-NP6) against\nvarious proteins: bovine serum albumin (BSA), hemoglobin (Hb), lysozyme\n(Lyso), horseradish peroxidase (HRP), and Proteinase K. Error bars\nrepresent standard deviations of six parallel measurements. (B) Heat\nmap derived from fluorescence response pattern for five proteins.\n(C) Canonical score plot for the first two factors of fluorescence\nresponse patterns obtained from LDA analysis against five proteins,\nwith 95% confidence ellipses.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ac-2019-02381a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Array-based sensing of protein analytes at 5 μM. (A) Fluorescence response (ΔI, I - I 0) patterns of the sensor array (NP1-NP6) against various proteins: bovine serum albumin (BSA), hemoglobin (Hb), lysozyme (Lyso), horseradish peroxidase (HRP), and Proteinase K. Error bars represent standard deviations of six parallel measurements. (B) Heat map derived from fluorescence response pattern for five proteins. (C) Canonical score plot for the first two factors of fluorescence response patterns obtained from LDA analysis against five proteins, with 95% confidence ellipses.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Colonic cells cultured in vitro are then introduced to the\nsensor\narray to further understand and validate the promise of our approach.\nThree distinct human colon cell types including two kinds of colon\ncancer cells (Colo 205 and HCT 116) and a normal one (NCM 460) are\nchosen as the analytes. Under the same conditions, the probes are\nincubated with different cell types for 1 h; approximately 1000 cells\nare in each well. The experiment of each group of cells is repeated\nsix times, generating a 6 × 3 × 6 matrix. As shown in A, fluorescence response\npatterns have been obtained (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Table S4</ext-link>).\nThe collected raw data of fluorescence signal change are analyzed\nby LDA, and two canonical factors (69.21% and 30.79% of the variation)\nare obtained. The two factors serve as abscissa and ordinate, respectively,\nto map a two-dimensional plot, in which each point represents the\nfluorescence-change fingerprint for a single cell line against the\nsensing system (B). As illustrated in the graph, three apparent regions are located\nin different quadrants, without overlap between the 95% confidence\nellipses. Thus, the cancerous colon cells can be easily distinguished\nfrom normal ones on account of the commonalities and differences in\ncell membrane composition, such as proteins, amphipathic phospholipids,\nand carbohydrates.\n</p>", "clean_text": "Colonic cells cultured in vitro are then introduced to the sensor array to further understand and validate the promise of our approach. Three distinct human colon cell types including two kinds of colon cancer cells (Colo 205 and HCT 116) and a normal one (NCM 460) are chosen as the analytes. Under the same conditions, the probes are incubated with different cell types for 1 h; approximately 1000 cells are in each well. The experiment of each group of cells is repeated six times, generating a 6 × 3 × 6 matrix. As shown in A, fluorescence response patterns have been obtained (Table S4). The collected raw data of fluorescence signal change are analyzed by LDA, and two canonical factors (69.21% and 30.79% of the variation) are obtained. The two factors serve as abscissa and ordinate, respectively, to map a two-dimensional plot, in which each point represents the fluorescence-change fingerprint for a single cell line against the sensing system (B). As illustrated in the graph, three apparent regions are located in different quadrants, without overlap between the 95% confidence ellipses. Thus, the cancerous colon cells can be easily distinguished from normal ones on account of the commonalities and differences in cell membrane composition, such as proteins, amphipathic phospholipids, and carbohydrates. ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Array-based sensing of cell lines and\ntissue samples. (A) Fluorescence\nresponse (Δ<italic>I</italic>, <italic>I</italic> – <italic>I</italic>\n<sub>0</sub>) patterns of the sensor array (NP1-NP6) against\nvarious cell lines: NCM 460, Colo 205, and HCT 116 with constant cell\nnumber (∼1000 cells). (B) Canonical score plot for the first\ntwo factors of fluorescence response patterns obtained from LDA analysis\nagainst three types of cell lines, with 95% confidence ellipses. (C)\nFluorescence response (Δ<italic>I</italic>, <italic>I</italic> – <italic>I</italic>\n<sub>0</sub>) patterns of the sensor\narray (NP1-NP6) against various tissue samples: healthy, cancerous,\nand paracancerous ones with 150 ng. (D) Canonical score plot for the\nfirst two factors of fluorescence response patterns obtained from\nLDA analysis against three types of samples, with 95% confidence ellipses.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ac-2019-02381a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Array-based sensing of cell lines and tissue samples. (A) Fluorescence response (ΔI, I - I 0) patterns of the sensor array (NP1-NP6) against various cell lines: NCM 460, Colo 205, and HCT 116 with constant cell number (~1000 cells). (B) Canonical score plot for the first two factors of fluorescence response patterns obtained from LDA analysis against three types of cell lines, with 95% confidence ellipses. (C) Fluorescence response (ΔI, I - I 0) patterns of the sensor array (NP1-NP6) against various tissue samples: healthy, cancerous, and paracancerous ones with 150 ng. (D) Canonical score plot for the first two factors of fluorescence response patterns obtained from LDA analysis against three types of samples, with 95% confidence ellipses.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Clinical tissue samples collected\nfrom a local hospital are then\nused to challenge the sensing system. The pathological tissues are\ncharacterized by the cessation of cellular metabolism, abnormal function,\nand morphological changes, which are related to the abnormal expression\nof multiple functional proteins. Therefore,\nthree types of tissue samples (healthy, cancerous, and paracancerous\nsamples) have been collected from healthy and cancerous individuals,\nof which the most common are adenocarcinomas. Informed consents were\nobtained in all cases, and the research was approved by the local\nscientific ethical committee. In consideration of the heterogeneity\nof the samples, each cancer type has\nbeen first sampled from 6 individuals separately, which are identified\nby pathology slice examination. Then, the tissue lysates are prepared\nby extracting the total protein and quantified by BCA Protein Assay\nKit. At the same concentration of protein (150 ng), the samples are\nadded in the test solutions containing NMOFs/DNA-based probe in a\nstandard microplate for 30 min. Each group is made of 5 replicates,\nand the average of the fluorescence responses is taken to generate\nthe fluorescent pattern (C and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Table S5</ext-link>). The differences\nin fluorescence intensity from each probe are calculated to form a\ntraining data set by the LDA model. As shown in D, cancerous tissue samples are classified\nin the right area of the canonical score plot, while the other two\nare on the left without overlapping parts, demonstrating the underlying\ndifferences of protein expression.</p>", "clean_text": "Clinical tissue samples collected from a local hospital are then used to challenge the sensing system. The pathological tissues are characterized by the cessation of cellular metabolism, abnormal function, and morphological changes, which are related to the abnormal expression of multiple functional proteins. Therefore, three types of tissue samples (healthy, cancerous, and paracancerous samples) have been collected from healthy and cancerous individuals, of which the most common are adenocarcinomas. Informed consents were obtained in all cases, and the research was approved by the local scientific ethical committee. In consideration of the heterogeneity of the samples, each cancer type has been first sampled from 6 individuals separately, which are identified by pathology slice examination. Then, the tissue lysates are prepared by extracting the total protein and quantified by BCA Protein Assay Kit. At the same concentration of protein (150 ng), the samples are added in the test solutions containing NMOFs/DNA-based probe in a standard microplate for 30 min. Each group is made of 5 replicates, and the average of the fluorescence responses is taken to generate the fluorescent pattern (C and Table S5). The differences in fluorescence intensity from each probe are calculated to form a training data set by the LDA model. As shown in D, cancerous tissue samples are classified in the right area of the canonical score plot, while the other two are on the left without overlapping parts, demonstrating the underlying differences of protein expression.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>For the sake of further research,\nunknown samples have been applied\nto test the array-based sensor. Based on the results of the gold standard\nfor histopathological sections, 14 samples of each type are selected\nas analytes, of which the cancer group contains individuals with different\ndegrees of differentiation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Figure S3</ext-link>).\nUnder the same process, the response emissions of 42 samples are recorded\nfor each as before. Using the established data model, the discriminative\ntype is predicted by the Mahalanobis distance of each data in the\ntraining set (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Table S6</ext-link>). The results are\npresented in A. This classification matrix can identify between the three individual\ntypes with 69% accuracy, with the most misclassification between healthy\nand paracancerous ones (B). The distance of paracancerous issues toward the focus\nof colon cancer may have an impact on the above results. Clinically,\nthe detection of pathological tissue is the core of diagnosis. Thus,\nwe have classified health and paracancerous issues into one class\nas “normal” group, with LDA giving an improved accuracy\n(83.3%). Above all, these studies indicate that our approach can rapidly\nand effectively distinguish cancerous issues from normal ones based\non their lysate compositions.</p>", "clean_text": "For the sake of further research, unknown samples have been applied to test the array-based sensor. Based on the results of the gold standard for histopathological sections, 14 samples of each type are selected as analytes, of which the cancer group contains individuals with different degrees of differentiation (Figure S3). Under the same process, the response emissions of 42 samples are recorded for each as before. Using the established data model, the discriminative type is predicted by the Mahalanobis distance of each data in the training set (Table S6). The results are presented in A. This classification matrix can identify between the three individual types with 69% accuracy, with the most misclassification between healthy and paracancerous ones (B). The distance of paracancerous issues toward the focus of colon cancer may have an impact on the above results. Clinically, the detection of pathological tissue is the core of diagnosis. Thus, we have classified health and paracancerous issues into one class as \"normal\" group, with LDA giving an improved accuracy (83.3%). Above all, these studies indicate that our approach can rapidly and effectively distinguish cancerous issues from normal ones based on their lysate compositions.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Predicted medical results using the sensor\narray compared to\nthe gold standard for histopathological sections. (B) Distribution\nof points representing 42 individuals in canonical score plot based\non the training data set. (C) Performance of LDA using two groups\n(cancerous versus normal individuals). The histogram is marked with\nnormal distributions fitted to the full data. (D) ROC analysis of\nthe two-group diagnostic study. The AUC value is 0.90.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ac-2019-02381a_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (A) Predicted medical results using the sensor array compared to the gold standard for histopathological sections. (B) Distribution of points representing 42 individuals in canonical score plot based on the training data set. (C) Performance of LDA using two groups (cancerous versus normal individuals). The histogram is marked with normal distributions fitted to the full data. (D) ROC analysis of the two-group diagnostic study. The AUC value is 0.90.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>To further determine the sensitivity and specificity\nof this new\nmethod, receiver operator characteristic (ROC) curve analysis has been conducted through counting the number\nof individuals by the difference in the LDA score. As illustrated\nin C, the LDA\ndata set has been transferred into a histogram of statistics to distinguish\ncancerous issues from the normal group, where the distribution curve\nis partially crossed. Then the sensitivity and specificity are calculated\nby setting different thresholds; a two-dimensional ROC curve has been\ncreated with (1-specificity, sensitivity) as a data point (D). The area under\nthe curve (AUC) is found to be 0.90. The high value demonstrates the\nexcellent performance of the classification model, namely, the reliable\ndiagnosis information provided by this sensor array. Under the premise\nof the same importance of specificity and sensitivity, the optimal\nvalue of cutoff is calculated to be −0.05 on the basis of the\nYouden index, giving a result of sensitivity\nas 86% and specificity as 93% of this assay.</p>", "clean_text": "To further determine the sensitivity and specificity of this new method, receiver operator characteristic (ROC) curve analysis has been conducted through counting the number of individuals by the difference in the LDA score. As illustrated in C, the LDA data set has been transferred into a histogram of statistics to distinguish cancerous issues from the normal group, where the distribution curve is partially crossed. Then the sensitivity and specificity are calculated by setting different thresholds; a two-dimensional ROC curve has been created with (1-specificity, sensitivity) as a data point (D). The area under the curve (AUC) is found to be 0.90. The high value demonstrates the excellent performance of the classification model, namely, the reliable diagnosis information provided by this sensor array. Under the premise of the same importance of specificity and sensitivity, the optimal value of cutoff is calculated to be -0.05 on the basis of the Youden index, giving a result of sensitivity as 86% and specificity as 93% of this assay.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>In fact, the pathological\nreport of colon cancer should not only\nindicate the occurrence of cancer but also give details of tumor grades,\nproviding reasonable guidelines for subsequent clinical treatment.\nIn general, well-differentiated tumors are less malignant and have\na better prognosis, and vice versa. However, their high genetic similarities\nare expected to present difficulties for detection assays. Herein,\nwe have prepared adenocarcinoma of the colon as model targets and\nendeavored to analyze the degree of tumor differentiation using the\nsensor array. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Figure S4A</ext-link>, although\nthe fluorescence response of three grades (well-differentiated, moderately\ndifferentiated, and poorly differentiated) are similar, the results\nof the LDA analysis satisfyingly reveal that the three tumor grades\ncan be distinguish effectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">Figure S4B</ext-link>). This is a step closer to practical application. Naturally, it\nrequires a larger sample population to assess its clinical applicability\nas the following step. All in all, the developed NMOFs/DNA-based sensor\narray performs very well when distinguishing healthy and tumor tissues,\nproviding an alternative tool for tumor classification in cancer diagnosis.</p>", "clean_text": "In fact, the pathological report of colon cancer should not only indicate the occurrence of cancer but also give details of tumor grades, providing reasonable guidelines for subsequent clinical treatment. In general, well-differentiated tumors are less malignant and have a better prognosis, and vice versa. However, their high genetic similarities are expected to present difficulties for detection assays. Herein, we have prepared adenocarcinoma of the colon as model targets and endeavored to analyze the degree of tumor differentiation using the sensor array. As shown in Figure S4A, although the fluorescence response of three grades (well-differentiated, moderately differentiated, and poorly differentiated) are similar, the results of the LDA analysis satisfyingly reveal that the three tumor grades can be distinguish effectively (Figure S4B). This is a step closer to practical application. Naturally, it requires a larger sample population to assess its clinical applicability as the following step. All in all, the developed NMOFs/DNA-based sensor array performs very well when distinguishing healthy and tumor tissues, providing an alternative tool for tumor classification in cancer diagnosis.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, we have demonstrated that the assemblies of NMOFs\nwith DNA elements can be utilized to fabricate a fluorescent sensor\narray capable of analyzing tumorous tissues of colon cancer. The size\nand morphology of the NMOFs’ surface can provide selectivity\nof interactions with proteins, and the intrinsic fluorescence quenching\nproperties can facilitate the signal transduction of the binding event.\nUsing the sensor array, we can rapidly (∼1 h) identify various\nanalytes from pure standard samples to complex clinical specimens\nwith high sensitivity and accuracy by LDA analysis. The short-time\ndetection hugely improves the diagnostic efficiency. Remarkably, full\ndifferentiation can be achieved in the analysis of different tissue\nsamples of colon cancer at a level as low as 150 ng, minimizing biopsy\nsize. In addition, the method has achieved a clinical preliminary\ndiagnosis of unknown colon cancer tissue, which presents a complementary\nstrategy to traditional methods for histopathological examination.\nIn summary, the sensor array based on NMOFs is believed to hold a\npromising future for medical diagnosis.</p>", "clean_text": "Conclusions\n\nIn conclusion, we have demonstrated that the assemblies of NMOFs with DNA elements can be utilized to fabricate a fluorescent sensor array capable of analyzing tumorous tissues of colon cancer. The size and morphology of the NMOFs' surface can provide selectivity of interactions with proteins, and the intrinsic fluorescence quenching properties can facilitate the signal transduction of the binding event. Using the sensor array, we can rapidly (~1 h) identify various analytes from pure standard samples to complex clinical specimens with high sensitivity and accuracy by LDA analysis. The short-time detection hugely improves the diagnostic efficiency. Remarkably, full differentiation can be achieved in the analysis of different tissue samples of colon cancer at a level as low as 150 ng, minimizing biopsy size. In addition, the method has achieved a clinical preliminary diagnosis of unknown colon cancer tissue, which presents a complementary strategy to traditional methods for histopathological examination. In summary, the sensor array based on NMOFs is believed to hold a promising future for medical diagnosis.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.analchem.9b02381\">10.1021/acs.analchem.9b02381</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Basic properties\nof the proteins; data matrix of fluorescence\nresponse patterns against various proteins, cell lines, and tissue\nsamples; histological examination images of issue specimens (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.analchem.9b02381.  Basic properties of the proteins; data matrix of fluorescence response patterns against various proteins, cell lines, and tissue samples; histological examination images of issue specimens (PDF)   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Basic properties\nof the proteins; data matrix of fluorescence\nresponse patterns against various proteins, cell lines, and tissue\nsamples; histological examination images of issue specimens (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.analchem.9b02381/suppl_file/ac9b02381_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Basic properties of the proteins; data matrix of fluorescence response patterns against various proteins, cell lines, and tissue samples; histological examination images of issue specimens (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10, 11", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of Nanoscale Cu-MOFs</title><p>A methanol aqueous\nsolution (50 mL) containing Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (0.9 g) and PVP (0.4 g) was stirred at room temperature.\nNext, H<sub>3</sub>BTC (0.43 g) was dissolved in another 50 mL of\nmethanol to form the ligand stock solution. Then, the above solution\nwas added dropwise to the metal precursor solution by a syringe. A\nblue colloidal suspension could be observed during the process of\ndropping (about 10 min). After that, stirring was stopped and the\nsuspension was allowed to stand to age the colloidal nanoparticles\nfor 24 h in dark conditions. The resulting blue solid was collected\nby centrifugation for 10 min at 10 000 rpm and washed with\nfresh methanol several times. Finally, the precipitates were dried\nat 60 °C under reduced pressure overnight for later use.</p><title>Preparation\nof Nanoscale Fe-MOFs</title><p>FeCl<sub>3</sub>·6H<sub>2</sub>O (1.350 g) and BDC (0.412 g) in 30 mL of DMF were ultrasonically\ndissolved in a 50 mL Teflon liner and heated at 110 °C for 20\nh. The resulting orange solid was harvested by centrifugation for\n10 min at 10 500 rpm and washed with fresh ethanol several\ntimes. Finally, the precipitates were dried at 120 °C for 6 h\nunder reduced pressure.</p><title>Preparation of Nanoscale Zr-MOFs</title><p>ZrCl<sub>4</sub> (37.5\nmg) and TCPP (6.5 mg) were dissolved in 16.25 mL of DMF with ultrasound\nfor about 3 min. Then, dichloroacetic acid (0.25 mL) was added into\nthe solution. The mixture was loaded into a Teflon liner and heated\nat 130 °C for 18 h. The resulting dark purple solid was collected\nby centrifugation for 10 min at 10 500 rpm and washed with\nfresh DMF and ethanol several times. Finally, the precipitates were\ndried at 130 °C under reduced pressure overnight for later use.</p>", "clean_text": "Preparation of Nanoscale Cu-MOFs\n\nA methanol aqueous solution (50 mL) containing Cu(NO3)2⋅3H2O (0.9 g) and PVP (0.4 g) was stirred at room temperature. Next, H3BTC (0.43 g) was dissolved in another 50 mL of methanol to form the ligand stock solution. Then, the above solution was added dropwise to the metal precursor solution by a syringe. A blue colloidal suspension could be observed during the process of dropping (about 10 min). After that, stirring was stopped and the suspension was allowed to stand to age the colloidal nanoparticles for 24 h in dark conditions. The resulting blue solid was collected by centrifugation for 10 min at 10000 rpm and washed with fresh methanol several times. Finally, the precipitates were dried at 60 °C under reduced pressure overnight for later use.\n\nPreparation of Nanoscale Fe-MOFs\n\nFeCl3⋅6H2O (1.350 g) and BDC (0.412 g) in 30 mL of DMF were ultrasonically dissolved in a 50 mL Teflon liner and heated at 110 °C for 20 h. The resulting orange solid was harvested by centrifugation for 10 min at 10500 rpm and washed with fresh ethanol several times. Finally, the precipitates were dried at 120 °C for 6 h under reduced pressure.\n\nPreparation of Nanoscale Zr-MOFs\n\nZrCl4 (37.5 mg) and TCPP (6.5 mg) were dissolved in 16.25 mL of DMF with ultrasound for about 3 min. Then, dichloroacetic acid (0.25 mL) was added into the solution. The mixture was loaded into a Teflon liner and heated at 130 °C for 18 h. The resulting dark purple solid was collected by centrifugation for 10 min at 10500 rpm and washed with fresh DMF and ethanol several times. Finally, the precipitates were dried at 130 °C under reduced pressure overnight for later use.", "data": [{"meta": {"name": "Cu-MOFs", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cu­(NO3)2·3H2O", "amount": "0.9", "unit": "g"}, {"name": "PVP", "amount": "0.4", "unit": "g"}], "solution": [{"name": "methanol", "amount": "50", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "24 h"}, {"synthesis method": "centrifugation", "revolution per time": "10 min", "relative centrifugal force": "10 000 rpm", "time": "", "temperature": "", "additive": [{"name": "fresh methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "fresh methanol", "amount": "several times"}, {"synthesis method": "drying", "pressure": "reduced", "temperature": "60 °C", "atmosphere": "", "time": "overnight"}]}, {"meta": {"name": "Fe-MOFs", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "FeCl3·6H2O", "amount": "1.350", "unit": "g"}, {"name": "BDC", "amount": "0.412", "unit": "g"}], "solution": [{"name": "DMF", "amount": "30", "unit": "mL"}], "pressure": "", "temperature": "110 °C", "time": "20 h"}, {"synthesis method": "centrifugation", "revolution per time": "10 min", "relative centrifugal force": "10 500 rpm", "time": "", "temperature": "", "additive": [{"name": "fresh ethanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "fresh ethanol", "amount": "several times"}, {"synthesis method": "drying", "pressure": "reduced", "temperature": "120 °C", "atmosphere": "", "time": "6 h"}]}, {"meta": {"name": "Zr-MOFs", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "ZrCl4", "amount": "37.5", "unit": "mg"}, {"name": "TCPP", "amount": "6.5", "unit": "mg"}, {"name": "dichloroacetic acid", "amount": "0.25", "unit": "mL"}], "solution": [{"name": "DMF", "amount": "16.25", "unit": "mL"}], "pressure": "", "temperature": "130 °C", "time": "18 h"}, {"synthesis method": "centrifugation", "revolution per time": "10 min", "relative centrifugal force": "10 500 rpm", "time": "", "temperature": "", "additive": [{"name": "fresh DMF", "amount": "", "unit": ""}, {"name": "ethanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "fresh DMF and ethanol", "amount": "several times"}, {"synthesis method": "drying", "pressure": "reduced", "temperature": "130 °C", "atmosphere": "", "time": "overnight"}]}], "include_properties": ["chemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration\nof Sensing Mechanism<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ac-2019-02381a_0006.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(A) Three types\nof NMOFs employed\nin the sensor array. (B) Six recognition elements (NP1-NP6) designed\nby employing the nano-assembly between the NMOFs and two fluorescence-labeled\nsingle-stranded DNA. The shades of color represent the intensity of\nthe fluorescence.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Schematic Illustration of Sensing Mechanism      a (A) Three types of NMOFs employed in the sensor array. (B) Six recognition elements (NP1-NP6) designed by employing the nano-assembly between the NMOFs and two fluorescence-labeled single-stranded DNA. The shades of color represent the intensity of the fluorescence.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Characterizations\nof PXRD patterns and TEM images of three NMOFs:\nCu-MOFs (a and b), Fe-MOFs (c and d), and Zr-MOFs (e and f).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ac-2019-02381a_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Characterizations of PXRD patterns and TEM images of three NMOFs: Cu-MOFs (a and b), Fe-MOFs (c and d), and Zr-MOFs (e and f).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence titrations\nat 570 nm of fluorescently labeled DNA\n1 toward Fe-MOFs, that is, the NP3 recognition element. The intensity\nof fluorescence is normalized and plotted against the mass concentration\nof Fe-MOFs. The concentration of report DNA was 50 nM. The inset shows\nthe photograph of fluorescence intensity changes with the addition\nof concentration gradient Fe-MOFs under ultraviolet light.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ac-2019-02381a_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence titrations at 570 nm of fluorescently labeled DNA 1 toward Fe-MOFs, that is, the NP3 recognition element. The intensity of fluorescence is normalized and plotted against the mass concentration of Fe-MOFs. The concentration of report DNA was 50 nM. The inset shows the photograph of fluorescence intensity changes with the addition of concentration gradient Fe-MOFs under ultraviolet light.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Array-based sensing of\nprotein analytes at 5 μM. (A) Fluorescence\nresponse (Δ<italic>I</italic>, <italic>I</italic> – <italic>I</italic>\n<sub>0</sub>) patterns of the sensor array (NP1-NP6) against\nvarious proteins: bovine serum albumin (BSA), hemoglobin (Hb), lysozyme\n(Lyso), horseradish peroxidase (HRP), and Proteinase K. Error bars\nrepresent standard deviations of six parallel measurements. (B) Heat\nmap derived from fluorescence response pattern for five proteins.\n(C) Canonical score plot for the first two factors of fluorescence\nresponse patterns obtained from LDA analysis against five proteins,\nwith 95% confidence ellipses.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ac-2019-02381a_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Array-based sensing of protein analytes at 5 μM. (A) Fluorescence response (ΔI, I - I 0) patterns of the sensor array (NP1-NP6) against various proteins: bovine serum albumin (BSA), hemoglobin (Hb), lysozyme (Lyso), horseradish peroxidase (HRP), and Proteinase K. Error bars represent standard deviations of six parallel measurements. (B) Heat map derived from fluorescence response pattern for five proteins. (C) Canonical score plot for the first two factors of fluorescence response patterns obtained from LDA analysis against five proteins, with 95% confidence ellipses.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Array-based sensing of cell lines and\ntissue samples. (A) Fluorescence\nresponse (Δ<italic>I</italic>, <italic>I</italic> – <italic>I</italic>\n<sub>0</sub>) patterns of the sensor array (NP1-NP6) against\nvarious cell lines: NCM 460, Colo 205, and HCT 116 with constant cell\nnumber (∼1000 cells). (B) Canonical score plot for the first\ntwo factors of fluorescence response patterns obtained from LDA analysis\nagainst three types of cell lines, with 95% confidence ellipses. (C)\nFluorescence response (Δ<italic>I</italic>, <italic>I</italic> – <italic>I</italic>\n<sub>0</sub>) patterns of the sensor\narray (NP1-NP6) against various tissue samples: healthy, cancerous,\nand paracancerous ones with 150 ng. (D) Canonical score plot for the\nfirst two factors of fluorescence response patterns obtained from\nLDA analysis against three types of samples, with 95% confidence ellipses.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ac-2019-02381a_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Array-based sensing of cell lines and tissue samples. (A) Fluorescence response (ΔI, I - I 0) patterns of the sensor array (NP1-NP6) against various cell lines: NCM 460, Colo 205, and HCT 116 with constant cell number (~1000 cells). (B) Canonical score plot for the first two factors of fluorescence response patterns obtained from LDA analysis against three types of cell lines, with 95% confidence ellipses. (C) Fluorescence response (ΔI, I - I 0) patterns of the sensor array (NP1-NP6) against various tissue samples: healthy, cancerous, and paracancerous ones with 150 ng. (D) Canonical score plot for the first two factors of fluorescence response patterns obtained from LDA analysis against three types of samples, with 95% confidence ellipses.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Predicted medical results using the sensor\narray compared to\nthe gold standard for histopathological sections. (B) Distribution\nof points representing 42 individuals in canonical score plot based\non the training data set. (C) Performance of LDA using two groups\n(cancerous versus normal individuals). The histogram is marked with\nnormal distributions fitted to the full data. (D) ROC analysis of\nthe two-group diagnostic study. The AUC value is 0.90.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ac-2019-02381a_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (A) Predicted medical results using the sensor array compared to the gold standard for histopathological sections. (B) Distribution of points representing 42 individuals in canonical score plot based on the training data set. (C) Performance of LDA using two groups (cancerous versus normal individuals). The histogram is marked with normal distributions fitted to the full data. (D) ROC analysis of the two-group diagnostic study. The AUC value is 0.90.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.analchem.9b02381", "title": null, "journal": "American Chemical\nSociety", "date": "2019.07", "author_list": ["Wu\nShuai", "Han\nYiwei", "Wang\nLin", "Li\nJinlong", "Sun\nZhaowei", "Zhang\nMeiling", "Liu\nPing", "Li\nGenxi"]}}