{"filepath": "../L2M3_data/1_application_papers/acs_xml/ae1c01806.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Rapid\nself-discharge, poor cycling stability, and low Coulombic\nefficiency from polyselenide shuttling have retarded practical applications\nof lithium–selenium batteries. Here, we show that a cation-selective\nPCN separator of PCN-250­(Fe) metal–organic frameworks coated\non a porous polypropylene membrane suppresses polyselenide shuttle\nand enhances lithium-ion transport in lithium–selenium batteries.\nThe Lewis acid sites of this PCN separator acted as selective barriers\nthat immobilized polyselenides and provided uniform and stable lithium\nnucleation and growth during cycling. Lithium–selenium cells\nwith the PCN separator had a stable and reversible electrochemical\nperformance with a high discharge capacity of 423 mAh/g at C/5 and\na Coulombic efficiency of &gt;98% for 500 cycles. This work provides\na guide for developing high-performance lithium–selenium batteries\nby a cation-selective separator strategy. This PCN separator can be\napplied to alkali-metal and alkali-metal chalcogenide battery systems.</p>", "clean_text": "Rapid self-discharge, poor cycling stability, and low Coulombic efficiency from polyselenide shuttling have retarded practical applications of lithium-selenium batteries. Here, we show that a cation-selective PCN separator of PCN-250(Fe) metal-organic frameworks coated on a porous polypropylene membrane suppresses polyselenide shuttle and enhances lithium-ion transport in lithium-selenium batteries. The Lewis acid sites of this PCN separator acted as selective barriers that immobilized polyselenides and provided uniform and stable lithium nucleation and growth during cycling. Lithium-selenium cells with the PCN separator had a stable and reversible electrochemical performance with a high discharge capacity of 423 mAh/g at C/5 and a Coulombic efficiency of >98% for 500 cycles. This work provides a guide for developing high-performance lithium-selenium batteries by a cation-selective separator strategy. This PCN separator can be applied to alkali-metal and alkali-metal chalcogenide battery systems.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The\ngreat demand for electric vehicles and power-grid energy storage\nhas stimulated the search for high-capacity rechargeable batteries.\nFor decades, conventional lithium-ion batteries have been used for\nelectronic devices. However, current transition metal oxide cathodes have a low theoretical energy density (∼350\nto 450 mAh/g), which prevents their practical\napplication such as in electric vehicles. Thus, chalcogenide-containing cathodes, such as S, Se, and Te, have\ngained attention. Selenium is viewed as a potential electrode material in lithium–selenium\ncells because selenium has a high theoretical capacity (678 mAh/g) and a volumetric capacity comparable to lithium–sulfur\nbatteries (3268 mAh/cm<sup>3</sup> for selenium and 3467 mAh/cm<sup>3</sup> for sulfur). Moreover, selenium has a high electrical conductivity of 1 ×\n10 <sup>–3</sup> S/cm, compared with sulfur (5 ×\n10<sup>–28</sup> S/cm); the high\nconductivity provides selenium with better electrochemical properties.\nHowever, the performance of lithium–selenium batteries is impaired\nby the shuttling of soluble polyselenide (Se<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>\n<sup>2–</sup>, 4 ≤ <italic toggle=\"yes\">×</italic> ≤\n8) across a separator; the polyselenides react\nwith the lithium metal electrode, which causes capacity fade. Moreover,\nuncontrolled diffusion of electrolyte anions, typically bis­(trifluoromethanesulfonyl)­imide\n(TFSI<sup>–</sup>), causes a nonuniform Li<sup>+</sup> deposition\non the Li anode and promotes Li dendrite formation. These issues hinder\nthe development and practical use of lithium–selenium batteries.\nThe ability to prevent the shuttle effect of polyselenides and diffusion\nof anions will boost the electrochemical performance and life of lithium–selenium\ncells.</p>", "clean_text": "Introduction\n\nThe great demand for electric vehicles and power-grid energy storage has stimulated the search for high-capacity rechargeable batteries. For decades, conventional lithium-ion batteries have been used for electronic devices. However, current transition metal oxide cathodes have a low theoretical energy density (~350 to 450 mAh/g), which prevents their practical application such as in electric vehicles. Thus, chalcogenide-containing cathodes, such as S, Se, and Te, have gained attention. Selenium is viewed as a potential electrode material in lithium-selenium cells because selenium has a high theoretical capacity (678 mAh/g) and a volumetric capacity comparable to lithium-sulfur batteries (3268 mAh/cm3 for selenium and 3467 mAh/cm3 for sulfur). Moreover, selenium has a high electrical conductivity of 1 × 10 -3 S/cm, compared with sulfur (5 × 10-28 S/cm); the high conductivity provides selenium with better electrochemical properties. However, the performance of lithium-selenium batteries is impaired by the shuttling of soluble polyselenide (Se x  2-, 4 ≤ × ≤ 8) across a separator; the polyselenides react with the lithium metal electrode, which causes capacity fade. Moreover, uncontrolled diffusion of electrolyte anions, typically bis(trifluoromethanesulfonyl)imide (TFSI-), causes a nonuniform Li+ deposition on the Li anode and promotes Li dendrite formation. These issues hinder the development and practical use of lithium-selenium batteries. The ability to prevent the shuttle effect of polyselenides and diffusion of anions will boost the electrochemical performance and life of lithium-selenium cells.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The separator provides the path for transporting cations,\nanions,\nand an electrolyte between electrodes. Porous polypropylene has been\nused widely as a separator, a key component of lithium–selenium\ncells. However, the weak interaction between carbon–carbon\nbackbones of the polypropylene separator with polyselenides and TFSI\nanions results in the diffusion of polyselenides between electrodes,\nactive material loss, self-discharge, and capacity fade. Modifying the separator to prevent polyselenides and anion diffusion\nis expected to tackle this problem.</p>", "clean_text": "The separator provides the path for transporting cations, anions, and an electrolyte between electrodes. Porous polypropylene has been used widely as a separator, a key component of lithium-selenium cells. However, the weak interaction between carbon-carbon backbones of the polypropylene separator with polyselenides and TFSI anions results in the diffusion of polyselenides between electrodes, active material loss, self-discharge, and capacity fade. Modifying the separator to prevent polyselenides and anion diffusion is expected to tackle this problem.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>Metal–organic frameworks\n(MOFs) are a class of porous solids\nwith uniform pore structures and coordinated unsaturated sites. MOFs\nhave narrow pore widths and interconnected pores that enable the diffusion\nof Li<sup>+</sup> and function as a physical barrier to larger ions\nin an electrolyte. Moreover, MOFs have coordinated unsaturated sites\n(Lewis acid characteristics) that can capture Lewis bases, such as\npolyselenides and TFSI anions. Among various MOFs, PCN-250 (also known as MIL-127 and Fe-soc-MOF) is a class of MOFs constructed from trinuclear iron oxo\nclusters (Fe<sub>3</sub>-μ<sup>3</sup>-oxo clusters) and tetratopic\nazobenzene-based linkers (3,3′,5,5′-azobenzene tetracarboxylate)\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). PCN-250 has a small pore width of 5.9 Å and a high surface area of ∼1500 m<sup>2</sup>/g.\nThis MOF is robust and stable in solutions with pH 1 to 12. These characteristics make PCN-250 a good candidate as a separator\nmodifier.</p>", "clean_text": "Metal-organic frameworks (MOFs) are a class of porous solids with uniform pore structures and coordinated unsaturated sites. MOFs have narrow pore widths and interconnected pores that enable the diffusion of Li+ and function as a physical barrier to larger ions in an electrolyte. Moreover, MOFs have coordinated unsaturated sites (Lewis acid characteristics) that can capture Lewis bases, such as polyselenides and TFSI anions. Among various MOFs, PCN-250 (also known as MIL-127 and Fe-soc-MOF) is a class of MOFs constructed from trinuclear iron oxo clusters (Fe3-μ3-oxo clusters) and tetratopic azobenzene-based linkers (3,3',5,5'-azobenzene tetracarboxylate) (Figure S1). PCN-250 has a small pore width of 5.9 Å and a high surface area of ~1500 m2/g. This MOF is robust and stable in solutions with pH 1 to 12. These characteristics make PCN-250 a good candidate as a separator modifier.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Here, we fabricated a modified separator using PCN-250\nand assessed\nits ability to suppress the diffusion of polyselenides and TFSI anions\nin lithium–selenium batteries. We constructed the Se cathode\nby encapsulating the Se in activated carbon. We chose this cathode\nsystem because it has visible selenium cathode dissolution, which enabled our study on the interaction of\nthe PCN separator with polyselenides. We found that the PCN-modified\nseparator inhibited the diffusion of polyselenides and TFSI anions\nfrom the cathode to the anode. As a result, the lithium–selenium\ncells were cycled at C/5 and 1C for 500 cycles with high-capacity\nretention.</p>", "clean_text": "Here, we fabricated a modified separator using PCN-250 and assessed its ability to suppress the diffusion of polyselenides and TFSI anions in lithium-selenium batteries. We constructed the Se cathode by encapsulating the Se in activated carbon. We chose this cathode system because it has visible selenium cathode dissolution, which enabled our study on the interaction of the PCN separator with polyselenides. We found that the PCN-modified separator inhibited the diffusion of polyselenides and TFSI anions from the cathode to the anode. As a result, the lithium-selenium cells were cycled at C/5 and 1C for 500 cycles with high-capacity retention.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>All reagents were used\nas received. Their manufacturers, purity, and CAS numbers are shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. PCN-250 metal–organic\nframeworks (MOFs) were provided by Framergy, Inc. (College Station,\nTX) and produced under the commercial name AYRSORB F250. The physicochemical\nproperties of PCN-250 are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> (see the Supporting Information for details).</p>", "clean_text": "Experimental Section\n\nMaterials\n\nAll reagents were used as received. Their manufacturers, purity, and CAS numbers are shown in Table S1. PCN-250 metal-organic frameworks (MOFs) were provided by Framergy, Inc. (College Station, TX) and produced under the commercial name AYRSORB F250. The physicochemical properties of PCN-250 are shown in Figure S2 (see the Supporting Information for details).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Selenium Encapsulated Activated\nCarbon Cathode (Se@AC)</title><p>Selenium was loaded into activated\ncarbon by a facial melt diffusion method to form Se@AC. In short, dry activated carbon and selenium\nin a 2:3 ratio by weight were ball milled at 300 rpm in acetone for\n1 h. After ball milling, the selenium and activated carbon mixture\nwas dried at 80 °C for 6 h to remove the acetone. The dry selenium-activated\ncarbon mixture was heated under N<sub>2</sub> at 10 °C/min and\nheld isothermally at 260 °C for 20 h. Finally, the sample was\nheated to 350 °C for 3 h to remove physisorbed selenium and cooled\nto ambient temperature. The selenium loading in Se@AC was ∼47\nwt %, measured by thermogravimetric analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>).</p>", "clean_text": "Synthesis of Selenium Encapsulated Activated Carbon Cathode (Se@AC)\n\nSelenium was loaded into activated carbon by a facial melt diffusion method to form Se@AC. In short, dry activated carbon and selenium in a 2:3 ratio by weight were ball milled at 300 rpm in acetone for 1 h. After ball milling, the selenium and activated carbon mixture was dried at 80 °C for 6 h to remove the acetone. The dry selenium-activated carbon mixture was heated under N2 at 10 °C/min and held isothermally at 260 °C for 20 h. Finally, the sample was heated to 350 °C for 3 h to remove physisorbed selenium and cooled to ambient temperature. The selenium loading in Se@AC was ~47 wt %, measured by thermogravimetric analysis (Figure S3).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Characterization of Metal–Organic\nFrameworks</title><p>Powder X-ray diffraction (pXRD) analysis of MOF\nsamples was performed\non a Bruker D8 Discover diffractometer (Billerica, MA) using Cu Kα\nradiation in the 2θ range from 10 to 40° with 0.5 s/step.\nN<sub>2</sub> adsorption/desorption was measured with a Micromeritics\nTristar (Norcross, GA) instrument to calculate the MOF surface area\nand pore volume. Before the measurement, the sample was treated at\n150 °C for 4 h with a Micromeritics FlowPrep with a sample degasser\n(Norcross, GA). The surface area, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub>, was determined from N<sub>2</sub> isotherms using the Brunauer–Emmett–Teller\nequation (BET) based on the MOF overall mass. The pore size distribution\nof the PCN-250 MOF was calculated from the desorption isotherm using\nthe nonlocal density functional theory (NLDFT) model. The morphology\nand elemental mapping analyses of the interface between the PCN-250\nlayer and polypropylene were investigated using a scanning electron\nmicroscope (Tescan Vega V3, SEM) with an energy-dispersive X-ray spectrometry\n(EDS) analyzer.</p>", "clean_text": "Characterization of Metal-Organic Frameworks\n\nPowder X-ray diffraction (pXRD) analysis of MOF samples was performed on a Bruker D8 Discover diffractometer (Billerica, MA) using Cu Kα radiation in the 2θ range from 10 to 40° with 0.5 s/step. N2 adsorption/desorption was measured with a Micromeritics Tristar (Norcross, GA) instrument to calculate the MOF surface area and pore volume. Before the measurement, the sample was treated at 150 °C for 4 h with a Micromeritics FlowPrep with a sample degasser (Norcross, GA). The surface area, S BET, was determined from N2 isotherms using the Brunauer-Emmett-Teller equation (BET) based on the MOF overall mass. The pore size distribution of the PCN-250 MOF was calculated from the desorption isotherm using the nonlocal density functional theory (NLDFT) model. The morphology and elemental mapping analyses of the interface between the PCN-250 layer and polypropylene were investigated using a scanning electron microscope (Tescan Vega V3, SEM) with an energy-dispersive X-ray spectrometry (EDS) analyzer.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Infrared spectra of the PCN-250 MOFs were recorded\non a JASCO Fourier transform infrared (FTIR) spectrometer (Easton,\nMD), equipped with an attenuated total reflection stage (ATR). Samples\nwere scanned in the spectral range between 400 and 4000 cm<sup>–1</sup> at a 4 cm<sup>–1</sup> resolution. Diffuse reflectance infrared\nFourier transform spectroscopy (DRIFTS) with adsorbed pyridine was\nperformed to characterize acid sites; measurements were made with\na JASCO FTIR equipped with a high-temperature DiffuseIR cell (PIKE\nTechnology, WI). We chose pyridine as an <italic toggle=\"yes\">in situ</italic> titrant\nfor probing the Lewis acid site density of MOFs because of earlier\nsuccess in observation of Lewis acid sites in other MOFs. The protocol for the DRIFTS experiments with temperature program\ndesorption is described elsewhere with a slight modification. In short, MOF samples (∼5 mg) were placed in a cylindrical\nalumina crucible and treated in nitrogen gas (50 mL/min) at 50–250\n°C for 30 min unless otherwise noted. After the treatment, the\nDRIFTS spectra of MOF catalysts were recorded as the background spectra.\nThe MOF materials were then saturated with pyridine vapor. The adsorbed\npyridine was removed by flushing with N<sub>2</sub> gas at 50, 100,\n150, or 250 °C for 30 min before recording the DRIFTS spectra.\nAll spectra were recorded with 256 scans between 4000 and 400 cm<sup>–1</sup> at a 4 cm<sup>–1</sup> resolution.</p>", "clean_text": "Infrared spectra of the PCN-250 MOFs were recorded on a JASCO Fourier transform infrared (FTIR) spectrometer (Easton, MD), equipped with an attenuated total reflection stage (ATR). Samples were scanned in the spectral range between 400 and 4000 cm-1 at a 4 cm-1 resolution. Diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) with adsorbed pyridine was performed to characterize acid sites; measurements were made with a JASCO FTIR equipped with a high-temperature DiffuseIR cell (PIKE Technology, WI). We chose pyridine as an in situ titrant for probing the Lewis acid site density of MOFs because of earlier success in observation of Lewis acid sites in other MOFs. The protocol for the DRIFTS experiments with temperature program desorption is described elsewhere with a slight modification. In short, MOF samples (~5 mg) were placed in a cylindrical alumina crucible and treated in nitrogen gas (50 mL/min) at 50-250 °C for 30 min unless otherwise noted. After the treatment, the DRIFTS spectra of MOF catalysts were recorded as the background spectra. The MOF materials were then saturated with pyridine vapor. The adsorbed pyridine was removed by flushing with N2 gas at 50, 100, 150, or 250 °C for 30 min before recording the DRIFTS spectra. All spectra were recorded with 256 scans between 4000 and 400 cm-1 at a 4 cm-1 resolution.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>XPS\nspectra were measured using a VG Scientific MultiLab 3000 ultrahigh\nvacuum surface analysis system, equipped with a dual-anode Mg/Al X-ray\nsource and a CLAM4 hemispherical electron energy analyzer. The measurements\nwere performed at the base pressure of 10<sup>–9</sup> Torr\nrange using non-monochromatized Al Kα X-ray radiation (<italic toggle=\"yes\">h</italic>ν = 1486.6 eV). The C–C peak of adventitious\ncarbon at 284.8 eV was used for the binding energy (BE) calibration.</p>", "clean_text": "XPS spectra were measured using a VG Scientific MultiLab 3000 ultrahigh vacuum surface analysis system, equipped with a dual-anode Mg/Al X-ray source and a CLAM4 hemispherical electron energy analyzer. The measurements were performed at the base pressure of 10-9 Torr range using non-monochromatized Al Kα X-ray radiation (hν = 1486.6 eV). The C-C peak of adventitious carbon at 284.8 eV was used for the binding energy (BE) calibration.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Fabrication of PCN-250 Coated Separators</title><p>Throughout this manuscript, we refer to the PCN-250-coated separator\nas a PCN separator. The PCN-250 particles (average particle size of\n 10 μm with SEM imagery; see the Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) were dried at 150 °C under a\n70 cc/min N<sub>2</sub> flow overnight to remove moisture before using.\nPCN separators were fabricated by layering PCN-250 and the PVDF-HFP\nbinder. In short, ∼0.03 g of dry PCN-250 (0.1 wt %) was dispersed\nin ethanol and sonicated for 1 hour to disperse PCN. The PCN solution\n(10 mL) was filtered through a conventional polypropylene 2400 membrane.\nNext, the pump was turned off to allow the PCN to distribute on the\npolypropylene membrane. Then, 0.5 mL of PVDF-HFP in acetone (5 wt\n%) was filtered on top of the PCN layer to bind the PCN particles.\nThe PCN and PVDF-HFP solutions were filtered alternately three times\nto ensure an even distribution of the PCN-250 particles on the polypropylene\nmembrane. Before use, the resulting PCN separator was dried at 80\n°C for 12 h in a vacuum oven.</p>", "clean_text": "Fabrication of PCN-250 Coated Separators\n\nThroughout this manuscript, we refer to the PCN-250-coated separator as a PCN separator. The PCN-250 particles (average particle size of  10 μm with SEM imagery; see the Supporting Information, Figure S4) were dried at 150 °C under a 70 cc/min N2 flow overnight to remove moisture before using. PCN separators were fabricated by layering PCN-250 and the PVDF-HFP binder. In short, ~0.03 g of dry PCN-250 (0.1 wt %) was dispersed in ethanol and sonicated for 1 hour to disperse PCN. The PCN solution (10 mL) was filtered through a conventional polypropylene 2400 membrane. Next, the pump was turned off to allow the PCN to distribute on the polypropylene membrane. Then, 0.5 mL of PVDF-HFP in acetone (5 wt %) was filtered on top of the PCN layer to bind the PCN particles. The PCN and PVDF-HFP solutions were filtered alternately three times to ensure an even distribution of the PCN-250 particles on the polypropylene membrane. Before use, the resulting PCN separator was dried at 80 °C for 12 h in a vacuum oven.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Lithium–Selenium\nCell (Li/Se Cell)\nAssembly</title><p>Cathode materials were prepared by making a slurry\nof Se@AC, the PTFE binder, and carbon black (Super P) at an 80:10:10\nratio (w/w/w) unless otherwise noted. The Se loading was ∼1\nto 1.5 mg/cm<sup>2</sup>, similar to previous studies, to minimize the effect of volume expansion\nand contraction during charge/discharge that might affect the electrochemical\nperformance. The slurry was coated onto the current collector and\ndried at 120 °C for 3 h in a vacuum oven to form the working\nelectrode. The CR2032-type coin cells were assembled in an argon-filled\nglovebox with the moisture and oxygen content below 1 ppm. In all\nexperiments, ∼25 μL of 1 M LiTFSI in 1:1 dimethoxyethane\n(DME)/1,3-dioxolane (DOL) (v/v) were used as the electrolyte, unless\notherwise noted. In addition, LiNO<sub>3</sub> (1 wt %) was used as\nan additive to aid in the formation of the solid electrolyte interface\nat the lithium-metal anode. The anode was prepared by directly pressing\nlithium metal foils onto a 15.8 mm diameter stainless steel disk.\nThe PCN separator was cut into 18 mm disks and placed in the cells.\nThe conventional polypropylene separator was used as a control.</p>", "clean_text": "Lithium-Selenium Cell (Li/Se Cell) Assembly\n\nCathode materials were prepared by making a slurry of Se@AC, the PTFE binder, and carbon black (Super P) at an 80:10:10 ratio (w/w/w) unless otherwise noted. The Se loading was ~1 to 1.5 mg/cm2, similar to previous studies, to minimize the effect of volume expansion and contraction during charge/discharge that might affect the electrochemical performance. The slurry was coated onto the current collector and dried at 120 °C for 3 h in a vacuum oven to form the working electrode. The CR2032-type coin cells were assembled in an argon-filled glovebox with the moisture and oxygen content below 1 ppm. In all experiments, ~25 μL of 1 M LiTFSI in 1:1 dimethoxyethane (DME)/1,3-dioxolane (DOL) (v/v) were used as the electrolyte, unless otherwise noted. In addition, LiNO3 (1 wt %) was used as an additive to aid in the formation of the solid electrolyte interface at the lithium-metal anode. The anode was prepared by directly pressing lithium metal foils onto a 15.8 mm diameter stainless steel disk. The PCN separator was cut into 18 mm disks and placed in the cells. The conventional polypropylene separator was used as a control.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Permeation Tests</title><p>Permeation tests\nwere conducted in a Li/Se full cell in the H-type cell configuration.\nThe two chambers of the cell were separated by polypropylene or the\nPCN separator. The Se cathode was prepared using 8 mg of Se@AC, 1\nmg of the PTFE binder, and 1 mg of the Super P mixture on a 1 ×\n2 cm<sup>2</sup> stainless steel mesh. The selenium loading of the\ncathode was ∼2 mg/cm<sup>2</sup>, slightly higher than that\nin the CR2032 cells to ensure the visible formation of the polyselenides.\nThe 0.2C (based on theoretical capacity) current rate was applied\nto discharge the cell at 30 °C. To investigate the formation\nof soluble polyselenides and their diffusion through the separator,\nimages were captured during 48 h.</p>", "clean_text": "Permeation Tests\n\nPermeation tests were conducted in a Li/Se full cell in the H-type cell configuration. The two chambers of the cell were separated by polypropylene or the PCN separator. The Se cathode was prepared using 8 mg of Se@AC, 1 mg of the PTFE binder, and 1 mg of the Super P mixture on a 1 × 2 cm2 stainless steel mesh. The selenium loading of the cathode was ~2 mg/cm2, slightly higher than that in the CR2032 cells to ensure the visible formation of the polyselenides. The 0.2C (based on theoretical capacity) current rate was applied to discharge the cell at 30 °C. To investigate the formation of soluble polyselenides and their diffusion through the separator, images were captured during 48 h.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Open-Circuit\nVoltage (OCV)</title><p>The open-circuit\nvoltage of the cell was measured with a BioLogic SP-200 potentiostat/galvanostat\nusing a Li/Se cell. The Li-metal was used as both the reference electrode\nand the anode. The Se cathode consisted of Se@AC, the PTFE binder,\nand carbon black (Super P) at an 80:10:10 ratio (w/w/w). The OCV of\nthe cell was recorded at 30 °C for 12 h.</p>", "clean_text": "Open-Circuit Voltage (OCV)\n\nThe open-circuit voltage of the cell was measured with a BioLogic SP-200 potentiostat/galvanostat using a Li/Se cell. The Li-metal was used as both the reference electrode and the anode. The Se cathode consisted of Se@AC, the PTFE binder, and carbon black (Super P) at an 80:10:10 ratio (w/w/w). The OCV of the cell was recorded at 30 °C for 12 h.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Cyclic\nVoltammetry</title><p>Cyclic voltammetry\n(CV) was performed by Autolab using the Li/Se cell. Cyclic voltammetry\nwas conducted between 0.5 and 3.0 V at a scan rate of 0.1 mV/s. Then,\nthe scan rate was varied from 0.1 to 0.2, 0.7, and 1.0 mV/s to determine\nthe lithium-ion diffusion coefficient (<italic toggle=\"yes\">D</italic>\n<sub>Li+</sub>) by the Randles–Sevcik equation ().\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mn>2.69</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>10</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>5</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">1</mml:mi>\n<mml:mi>.5</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mi>A</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:msup>\n<mml:mrow>\n<mml:mi>v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">I</italic>\n<sub>p</sub> is the\npeak current (Amps), <italic toggle=\"yes\">n</italic> is the number of electrons\ntransferred in the redox event, <italic toggle=\"yes\">C</italic>\n<sub>Li</sub>denotes\nthe concentration (mol/cm<sup>3</sup>), <italic toggle=\"yes\">A</italic> represents\nthe area of the electrode (cm<sup>2</sup>), and ν represents\nthe scan rate (V/s).</p>", "clean_text": "Cyclic Voltammetry\n\nCyclic voltammetry (CV) was performed by Autolab using the Li/Se cell. Cyclic voltammetry was conducted between 0.5 and 3.0 V at a scan rate of 0.1 mV/s. Then, the scan rate was varied from 0.1 to 0.2, 0.7, and 1.0 mV/s to determine the lithium-ion diffusion coefficient (D Li+) by the Randles-Sevcik equation ().  1      I   p   = 2.69 ×   10   5     n   1 .5   A   C   Li     D   Li +   0.5     v   0.5     where I p is the peak current (Amps), n is the number of electrons transferred in the redox event, C Lidenotes the concentration (mol/cm3), A represents the area of the electrode (cm2), and ν represents the scan rate (V/s).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Li-Ion Transference Number\n(<italic toggle=\"yes\">t</italic>\n<sub>Li+</sub>)</title><p>The Li<sup>+</sup> transference\nnumber is\ndefined as a fraction of the overall charge transferred by species\ncontaining Li<sup>+</sup>. CR2032-type\ncoin cells using the Li/Li symmetric cell configuration were assembled\nin an argon-filled glovebox. The cells were left in an open-circuit\ncondition for at least 12 h to equilibrate prior to measurement. The\nDC polarization method was applied, and the <italic toggle=\"yes\">t</italic>\n<sub>Li+</sub> was calculated based on the Bruce–Vincent method\nby \n\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ss</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ss</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ss</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic>\n<sub>ss</sub> represented the initial and\nsteady-state\ncurrent, respectively. The values of <italic toggle=\"yes\">R</italic>\n<sub>0</sub> and <italic toggle=\"yes\">R</italic>\n<sub>ss</sub> were calculated from EIS measurements\nbefore and after perturbation at Δ<italic toggle=\"yes\">V</italic> = 10 mV.</p>", "clean_text": "Li-Ion Transference Number (t Li+)\n\nThe Li+ transference number is defined as a fraction of the overall charge transferred by species containing Li+. CR2032-type coin cells using the Li/Li symmetric cell configuration were assembled in an argon-filled glovebox. The cells were left in an open-circuit condition for at least 12 h to equilibrate prior to measurement. The DC polarization method was applied, and the t Li+ was calculated based on the Bruce-Vincent method by    2      t     Li   +     =     I   ss    ( Δ V -   I   0     R   0   )      I   0    ( Δ V -   I   ss     R   ss   )      where I 0 and I ss represented the initial and steady-state current, respectively. The values of R 0 and R ss were calculated from EIS measurements before and after perturbation at ΔV = 10 mV.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Li<sup>+</sup> transference numbers close to 1 are indicative of\nlow anion motion and are conducive to cell operation without the development\nof excessive concentration gradients, a condition that increases the\nefficiency of the cell.\n</p>", "clean_text": "Li+ transference numbers close to 1 are indicative of low anion motion and are conducive to cell operation without the development of excessive concentration gradients, a condition that increases the efficiency of the cell. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Galvanostatic Lithium Cycling Performance</title><p>Galvanostatic\ncycling experiments were conducted using symmetric\nLi/Li cells with 1 M LiTFSI in a 1:1 DME:DOL (v/v) ratio to evaluate\nthe lithium plating/stripping behaviors using the PCN separator. The\nexperiments were performed at 30 °C, a 1 mA/cm<sup>2</sup> current\ndensity, and a 30 min plating/stripping interval. Cells with the polypropylene\nseparator were used as a control.</p>", "clean_text": "Galvanostatic Lithium Cycling Performance\n\nGalvanostatic cycling experiments were conducted using symmetric Li/Li cells with 1 M LiTFSI in a 1:1 DME:DOL (v/v) ratio to evaluate the lithium plating/stripping behaviors using the PCN separator. The experiments were performed at 30 °C, a 1 mA/cm2 current density, and a 30 min plating/stripping interval. Cells with the polypropylene separator were used as a control.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Electrochemical\nPerformance</title><p>Galvanostatic\ncharge/discharge tests were performed at C/10 for 50 cycles and C/5\nand 1C for 500 cycles using an Arbin BT2000 battery testing unit (College\nStation, TX) in a voltage window of 1.0–3.0 V <italic toggle=\"yes\">versus</italic> Li/Li<sup>+</sup> to determine the cycling stability of the Li/Se\ncells. The current rate was calculated based on the weight of selenium\n(1C = ∼675 mA/g theoretical capacity). Before electrochemical\ntesting, the cells were treated with 10 cycles of galvanostatic charge/discharge\nat a low rate of C/5 for activation. The Coulombic efficiency and\ncapacity retention of the cells after cycling were calculated as follows\n(–)­<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>Coulombic\nefficiency</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>CE</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n<mml:mi>harge capacity</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>ischarge\ncapacity</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n<mml:mi>apacity retention</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n<mml:mi>inal capacity</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n<mml:mi>nitial capacity</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq5\">\n<label>5</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_m005.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n<mml:mi>apacity decay rate</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo>/</mml:mo>\n<mml:mi>cycle</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n<mml:mi>nitial capacity</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n<mml:mi>inal\ncapacity</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n<mml:mi>nitial capacity</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mi>cycle number</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Electrochemical Performance\n\nGalvanostatic charge/discharge tests were performed at C/10 for 50 cycles and C/5 and 1C for 500 cycles using an Arbin BT2000 battery testing unit (College Station, TX) in a voltage window of 1.0-3.0 V versus Li/Li+ to determine the cycling stability of the Li/Se cells. The current rate was calculated based on the weight of selenium (1C = ~675 mA/g theoretical capacity). Before electrochemical testing, the cells were treated with 10 cycles of galvanostatic charge/discharge at a low rate of C/5 for activation. The Coulombic efficiency and capacity retention of the cells after cycling were calculated as follows (-) 3    Coulombic efficiency  ( CE )  =   c harge capacity   d ischarge capacity   × 100     4    c apacity retention  ( % )  =   f inal capacity   i nitial capacity   × 100     5    c apacity decay rate  ( % / cycle )  =   i nitial capacity - f inal capacity   i nitial capacity × cycle number   × 100    ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Results</title><p>We first fabricated the PCN-250-modified\nseparator and evaluated\nits ability to prevent self-discharge from the diffusion of polyselenides.\nThen, we assessed the electrochemical performance and cycle time of\nlithium–selenium cells with a PCN-250-modified separator (PCN\nseparator).</p>", "clean_text": "Results\n\nWe first fabricated the PCN-250-modified separator and evaluated its ability to prevent self-discharge from the diffusion of polyselenides. Then, we assessed the electrochemical performance and cycle time of lithium-selenium cells with a PCN-250-modified separator (PCN separator).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Lewis Acid Characteristics of PCN-250 and\nthe Morphology of the PCN Separator</title><p>To determine the Lewis\nacid characteristics of PCN-250, we performed diffuse reflectance\ninfrared Fourier transform spectroscopy (DRIFTS) with adsorbed pyridine\nat 50–250 °C (B). The blank experiments (without pyridine adsorption)\ndid not show any features between 1000 and 1100 cm<sup>–1</sup>. The peaks at 1012, 1043, and 1070 cm<sup>–1</sup> indicated\nthe presence of Lewis acid sites. Moreover, the presence of these\npeaks at an elevated temperature (250 °C) suggested a high strength\nof the Lewis acid sites of PCN-250. To evaluate the Lewis acid–Lewis\nbase interaction between PCN-250 and TFSI<sup>–</sup>, we performed\nFTIR on the PCN-250 soaked in the solvent (1:1 DME/DOL (v/v)) and\nelectrolyte (1 M LiTFSI in 1:1 DME/DOL (v/v)) (C). As a control, the FTIR spectrum of LiTFSI\nshowed unique characteristic peaks of TFSI<sup>–</sup> at 570,\n750, 1051, 1085, 1150, 1192, 1335, and 1364 cm<sup>–1</sup> (C, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). Next,\nwe soaked PCN-250 materials in the electrolyte for 30 min and washed\nthem with the 1:1 DME/DOL (v/v) solvent to remove physisorbed species.\nWe still observed the peaks of TFSI<sup>–</sup> at 750, 1051,\nand 1192 cm<sup>–1</sup> that suggested a strong interaction\nbetween the Lewis acid and Lewis base.</p>", "clean_text": "Lewis Acid Characteristics of PCN-250 and the Morphology of the PCN Separator\n\nTo determine the Lewis acid characteristics of PCN-250, we performed diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) with adsorbed pyridine at 50-250 °C (B). The blank experiments (without pyridine adsorption) did not show any features between 1000 and 1100 cm-1. The peaks at 1012, 1043, and 1070 cm-1 indicated the presence of Lewis acid sites. Moreover, the presence of these peaks at an elevated temperature (250 °C) suggested a high strength of the Lewis acid sites of PCN-250. To evaluate the Lewis acid-Lewis base interaction between PCN-250 and TFSI-, we performed FTIR on the PCN-250 soaked in the solvent (1:1 DME/DOL (v/v)) and electrolyte (1 M LiTFSI in 1:1 DME/DOL (v/v)) (C). As a control, the FTIR spectrum of LiTFSI showed unique characteristic peaks of TFSI- at 570, 750, 1051, 1085, 1150, 1192, 1335, and 1364 cm-1 (C, Table S2). Next, we soaked PCN-250 materials in the electrolyte for 30 min and washed them with the 1:1 DME/DOL (v/v) solvent to remove physisorbed species. We still observed the peaks of TFSI- at 750, 1051, and 1192 cm-1 that suggested a strong interaction between the Lewis acid and Lewis base.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Illustration of a flexible\nMOF separator (A). DRIFT spectra of\nPCN-250 with pyridine as a probe molecule (B). FTIR spectra of PCN-250\nsoaked in electrolytes (C) and SEM micrographs of the cross-sectional\narea of the MOF separator (D), and its elemental mapping (E–G).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Illustration of a flexible MOF separator (A). DRIFT spectra of PCN-250 with pyridine as a probe molecule (B). FTIR spectra of PCN-250 soaked in electrolytes (C) and SEM micrographs of the cross-sectional area of the MOF separator (D), and its elemental mapping (E-G).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>We then used the resulting PCN-250 to fabricate\nthe MOF separator\n(A). The MOF\nseparator was flexible, and the thickness of the MOF layer was ∼30\nμm. Elemental mapping of the PCN separator showed a uniform\ndispersion of Fe<sub>3</sub>-μ<sup>3</sup>-oxo clusters (E,G). In addition,\nthe FTIR spectrum of the PCN separator had the characteristics of\nPCN-250 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).</p>", "clean_text": "We then used the resulting PCN-250 to fabricate the MOF separator (A). The MOF separator was flexible, and the thickness of the MOF layer was ~30 μm. Elemental mapping of the PCN separator showed a uniform dispersion of Fe3-μ3-oxo clusters (E,G). In addition, the FTIR spectrum of the PCN separator had the characteristics of PCN-250 (Figure S5).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>PCN Separator Prevented Polyselenide Permeation</title><p>To\nassess the interaction between the PCN separator and polyselenides,\nwe performed <italic toggle=\"yes\">in situ</italic> permeation measurements in the\nH-type cell during 48 h at C/5. The H-type cell consisted of a Li/Se\ncell with the PCN separator (B). As a control, both sides of the cell with the polypropylene\nseparator were clear initially. After discharge, a light brown color\nformed on the cathode side (right), indicating the formation of lithium\npolyselenides. During prolonged discharging, the dissolved polyselenides\nwere concentrated, as shown by the solution’s darker color\non the cathode side. Moreover, we observed the light brown color on\nthe anode side, which suggested diffusion of the soluble long-chain\npolyselenides to the anode side. In the case of the PCN separator,\nalthough we observed the formation of soluble polyselenides on the\ncathode side, they did not diffuse to the anode side. Thus, the PCN\nseparator suppressed the diffusion of the soluble polyselenides.</p>", "clean_text": "PCN Separator Prevented Polyselenide Permeation\n\nTo assess the interaction between the PCN separator and polyselenides, we performed in situ permeation measurements in the H-type cell during 48 h at C/5. The H-type cell consisted of a Li/Se cell with the PCN separator (B). As a control, both sides of the cell with the polypropylene separator were clear initially. After discharge, a light brown color formed on the cathode side (right), indicating the formation of lithium polyselenides. During prolonged discharging, the dissolved polyselenides were concentrated, as shown by the solution's darker color on the cathode side. Moreover, we observed the light brown color on the anode side, which suggested diffusion of the soluble long-chain polyselenides to the anode side. In the case of the PCN separator, although we observed the formation of soluble polyselenides on the cathode side, they did not diffuse to the anode side. Thus, the PCN separator suppressed the diffusion of the soluble polyselenides.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Permeation\ntests of polypropylene (A) and PCN (B) separators over\n48 h in the H-type cells and open-circuit voltage (OCV) retention\nprofiles over 12 h relaxation (C).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Permeation tests of polypropylene (A) and PCN (B) separators over 48 h in the H-type cells and open-circuit voltage (OCV) retention profiles over 12 h relaxation (C).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>PCN Separator Prevents Self-Discharge Process</title><p>One of the major challenges in the practical use of Li–Se\nbatteries is their self-discharge caused by the diffusion of polyselenides.\nTo determine the ability of the PCN separator to prevent self-discharging,\nwe evaluated the open-circuit voltage (OCV) behavior of Li/Se cells\nwith the PCN separator during 12 h (C). When we used polypropylene as a control,\nthe open-circuit potential continually decreased and reached 2.72\nV after 12 h. This continual decrease in the open-circuit voltage\noccurred because of the diffusion of soluble polyselenides and reaction\nwith the lithium anode. When we used the PCN separator, the open-circuit\npotential dropped slightly and was maintained at 2.91 V after 2 h.\nThese results suggested the suppression of the diffusion of polyselenides\nby the PCN separator. These OCV results corroborated the permeation\ntest (B).</p>", "clean_text": "PCN Separator Prevents Self-Discharge Process\n\nOne of the major challenges in the practical use of Li-Se batteries is their self-discharge caused by the diffusion of polyselenides. To determine the ability of the PCN separator to prevent self-discharging, we evaluated the open-circuit voltage (OCV) behavior of Li/Se cells with the PCN separator during 12 h (C). When we used polypropylene as a control, the open-circuit potential continually decreased and reached 2.72 V after 12 h. This continual decrease in the open-circuit voltage occurred because of the diffusion of soluble polyselenides and reaction with the lithium anode. When we used the PCN separator, the open-circuit potential dropped slightly and was maintained at 2.91 V after 2 h. These results suggested the suppression of the diffusion of polyselenides by the PCN separator. These OCV results corroborated the permeation test (B).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>PCN Separator as an Anionic Sieve to Enhance\nthe Li<sup>+</sup> Plating/Stripping Stability</title><p>To assess\nthe relative Li<sup>+</sup> transport in the cell with the PCN separator,\nwe performed Li<sup>+</sup> transference number measurements. As a\ncontrol, the Li<sup>+</sup> transference number of the cell with the\npolypropylene separator was 0.38 (A), similar to reported values. The cell with the PCN separator yielded a Li<sup>+</sup> transference\nnumber of 0.72, much higher than that of the cell with the polypropylene\nseparator. This substantial increase in the Li<sup>+</sup> transference\nnumber indicated the facile and selective transit of Li<sup>+</sup> through the PCN separator. Moreover, these results also implied\nthat the PCN separator prevented the diffusion of TFSI anions to the\nanode side, in contrast to the property of the polypropylene separator.\nThese results further explained the presence of TFSI<sup>–</sup> peaks after soaking PCN-250 in the electrolyte (C).</p>", "clean_text": "PCN Separator as an Anionic Sieve to Enhance the Li+ Plating/Stripping Stability\n\nTo assess the relative Li+ transport in the cell with the PCN separator, we performed Li+ transference number measurements. As a control, the Li+ transference number of the cell with the polypropylene separator was 0.38 (A), similar to reported values. The cell with the PCN separator yielded a Li+ transference number of 0.72, much higher than that of the cell with the polypropylene separator. This substantial increase in the Li+ transference number indicated the facile and selective transit of Li+ through the PCN separator. Moreover, these results also implied that the PCN separator prevented the diffusion of TFSI anions to the anode side, in contrast to the property of the polypropylene separator. These results further explained the presence of TFSI- peaks after soaking PCN-250 in the electrolyte (C).", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Changes of current with\ntime during polarization of a Li/Li symmetric\ncell with PCN and polypropylene separators in the fresh electrolyte\nduring 15 h at 30 °C under 10 mV potential (A) and Nyquist plots\nof the impedance spectra before and after polarization (B).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Changes of current with time during polarization of a Li/Li symmetric cell with PCN and polypropylene separators in the fresh electrolyte during 15 h at 30 °C under 10 mV potential (A) and Nyquist plots of the impedance spectra before and after polarization (B).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>\nB shows\nthe Nyquist plots of the impedance experiment before and after polarization.\nWe fitted the Nyquist plots with the equivalent circuit and obtained\nthe charge transfer resistance (<italic toggle=\"yes\">R</italic>\n<sub>2</sub>) and\nWarburg resistance (<italic toggle=\"yes\">W</italic>\n<sub>2</sub>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). The <italic toggle=\"yes\">R</italic>\n<sub>2</sub> of the fresh\ncell (initial) with the polypropylene separator was 332Ω, which\nagreed with reported values. The <italic toggle=\"yes\">R</italic>\n<sub>2</sub> of the PCN separator was lower than the <italic toggle=\"yes\">R</italic>\n<sub>2</sub> with the polypropylene separator, which suggested that\nthe PCN layer improved the electrochemical reaction kinetics. After polarization, we observed an increase in the <italic toggle=\"yes\">R</italic>\n<sub>2</sub> of the cell with both separators, which indicated the\ndecomposition of the Li-metal. Another significant\nfinding from the impedance spectra was the W<sub>2</sub>, which explained\nthe formation of the solid electrolyte interface due to the decomposition\nof the solvent and TFSI anion on the Li surface. For the cell with the PCN separator, the <italic toggle=\"yes\">W</italic>\n<sub>2</sub> was much lower than the <italic toggle=\"yes\">W</italic>\n<sub>2</sub> with the polypropylene separator (B). One reason for this difference was that\nthe PCN separator restricted the diffusion of the TFSI anion to the\nLi-metal. As a result, the formed solid electrolyte interface layer\nin the cell with the PCN separator was thinner than that with the\npolypropylene separator.</p>", "clean_text": " B shows the Nyquist plots of the impedance experiment before and after polarization. We fitted the Nyquist plots with the equivalent circuit and obtained the charge transfer resistance (R 2) and Warburg resistance (W 2, Table S3). The R 2 of the fresh cell (initial) with the polypropylene separator was 332Ω, which agreed with reported values. The R 2 of the PCN separator was lower than the R 2 with the polypropylene separator, which suggested that the PCN layer improved the electrochemical reaction kinetics. After polarization, we observed an increase in the R 2 of the cell with both separators, which indicated the decomposition of the Li-metal. Another significant finding from the impedance spectra was the W2, which explained the formation of the solid electrolyte interface due to the decomposition of the solvent and TFSI anion on the Li surface. For the cell with the PCN separator, the W 2 was much lower than the W 2 with the polypropylene separator (B). One reason for this difference was that the PCN separator restricted the diffusion of the TFSI anion to the Li-metal. As a result, the formed solid electrolyte interface layer in the cell with the PCN separator was thinner than that with the polypropylene separator.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>To determine whether the PCN separator\nenhanced lithium cycling\nstability, we performed galvanostatic cycling experiments using symmetric\nLi/Li cells containing 1M LiTFSI in a 1:1 DME/DOL (v/v) ratio with\nthe PCN separator. The voltage profile of the lithium metal working\nelectrode (WE) during constant current lithium plating and stripping\nat 1 mA/cm<sup>2</sup> for 500 h is presented in A. The positive potentials\nof the lithium WE against the Li/Li<sup>+</sup> reference electrode\n(RE) represent the overpotentials that appear during lithium stripping,\nwhereas the negative potentials represent the overpotentials during\nlithium plating on the WE. The voltage polarization of the cell with\na PCN separator was stable over 500 h. As a control, we performed\nthe cycling experiment using the symmetric cell with a polypropylene\nseparator. The voltage polarization of the polypropylene separator\ncell was stable up to 290 h and then gradually decreased in voltage\nbecause of the short circuit. After 290 h, we observed the overpotential (circled, C,D) in the polypropylene separator\ndue to the growth of lithium dendrites from the uneven plating behavior\nof lithium, which penetrated the polypropylene\nseparator. The short-circuit of the cell\nwith the polypropylene separator further explained the low lithium\ntransference number. This low lithium transference number of the polypropylene\nseparator cell indicated the presence of free anions that hinder the\nfast lithium-ion diffusion and result in the uneven lithium plating\nand dendrite growth. The stable Li plating/stripping\nprofiles over 500 h without any short circuit of the cell with the\nPCN separator suggested uniform lithium plating and corroborated the\nhigh lithium-ion transference number. These results suggested that\nthe PCN separator was a cation-selective membrane that restricted\nanion mobility, promoted uniform Li deposition, and suppressed the\ngrowth of the dendrite.</p>", "clean_text": "To determine whether the PCN separator enhanced lithium cycling stability, we performed galvanostatic cycling experiments using symmetric Li/Li cells containing 1M LiTFSI in a 1:1 DME/DOL (v/v) ratio with the PCN separator. The voltage profile of the lithium metal working electrode (WE) during constant current lithium plating and stripping at 1 mA/cm2 for 500 h is presented in A. The positive potentials of the lithium WE against the Li/Li+ reference electrode (RE) represent the overpotentials that appear during lithium stripping, whereas the negative potentials represent the overpotentials during lithium plating on the WE. The voltage polarization of the cell with a PCN separator was stable over 500 h. As a control, we performed the cycling experiment using the symmetric cell with a polypropylene separator. The voltage polarization of the polypropylene separator cell was stable up to 290 h and then gradually decreased in voltage because of the short circuit. After 290 h, we observed the overpotential (circled, C,D) in the polypropylene separator due to the growth of lithium dendrites from the uneven plating behavior of lithium, which penetrated the polypropylene separator. The short-circuit of the cell with the polypropylene separator further explained the low lithium transference number. This low lithium transference number of the polypropylene separator cell indicated the presence of free anions that hinder the fast lithium-ion diffusion and result in the uneven lithium plating and dendrite growth. The stable Li plating/stripping profiles over 500 h without any short circuit of the cell with the PCN separator suggested uniform lithium plating and corroborated the high lithium-ion transference number. These results suggested that the PCN separator was a cation-selective membrane that restricted anion mobility, promoted uniform Li deposition, and suppressed the growth of the dendrite.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Galvanostatic cycling voltage profiles of a\nLi/Li symmetric cell\ncycled at 1 mA/cm<sup>2</sup> (0.5 mAh/cm<sup>2</sup>) for 500 h with\nPCN and polypropylene separators (A), voltage profiles from 4 to 8\nh (B), 326 to 330 h (C), and 487 to 491 h (D). Yellow circles indicate\noverpotentials from the cell with the polypropylene separator.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Galvanostatic cycling voltage profiles of a Li/Li symmetric cell cycled at 1 mA/cm2 (0.5 mAh/cm2) for 500 h with PCN and polypropylene separators (A), voltage profiles from 4 to 8 h (B), 326 to 330 h (C), and 487 to 491 h (D). Yellow circles indicate overpotentials from the cell with the polypropylene separator.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Cyclic Voltammetry</title><p>To investigate\nthe redox behavior of selenium in the electrolyte, we performed cyclic\nvoltammetry on the cell with the PCN separator (). As a control, the cell with the polypropylene\nseparator showed two reduction peaks (2.2 and 1.9 V) and one oxidation\npeak (2.4 V). Initially, the cell with the PCN separator exhibited\ntwo reduction peaks and one oxidation peak. The two reduction peaks\nat 1.9 and 2.2 V revealed multiple reduction transformations of selenium\ninto long-chain polyselenides (Li<sub>2</sub>Se<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>, 4 ≤ <italic toggle=\"yes\">×</italic> ≤ 8) and subsequent\nreduction of these long-chain lithium polyselenides to short-chain\nlithium selenides (Li<sub>2</sub>Se<sub>2</sub> and Li<sub>2</sub>Se) during the discharging (delithiation) process. Interestingly, cells with both separators showed decreasing\npeak currents over 15 cycles, which suggested Se cathode dissolution\ninto the electrolyte. We also observed the evolution\nof a small peak at 1.4 V for five cycles, which we assigned to reduction\nof LiNO<sub>3</sub>. The one oxidation peak at 2.4\nV started to acquire a shoulder after three cycles; this shoulder\ncorresponded to conversion of lithium selenides to polyselenides and\neventually solid Li<sub>2</sub>Se<sub>2</sub>/Li<sub>2</sub>Se and suggested intensive polarization and poor stability of the polyselenides\nin the cathode side. Although the cyclic voltammograms of the cell\nwith either separator showed similar cathodic and anodic features,\nthe peaks were broader for the cell with polypropylene. The cell with\nthe PCN separator showed higher cathodic and anodic peak currents\ncompared with the cell with the polypropylene separator, which suggested\nthat the PCN separator enabled rapid redox kinetics.\n</p>", "clean_text": "Cyclic Voltammetry\n\nTo investigate the redox behavior of selenium in the electrolyte, we performed cyclic voltammetry on the cell with the PCN separator (). As a control, the cell with the polypropylene separator showed two reduction peaks (2.2 and 1.9 V) and one oxidation peak (2.4 V). Initially, the cell with the PCN separator exhibited two reduction peaks and one oxidation peak. The two reduction peaks at 1.9 and 2.2 V revealed multiple reduction transformations of selenium into long-chain polyselenides (Li2Se x , 4 ≤ × ≤ 8) and subsequent reduction of these long-chain lithium polyselenides to short-chain lithium selenides (Li2Se2 and Li2Se) during the discharging (delithiation) process. Interestingly, cells with both separators showed decreasing peak currents over 15 cycles, which suggested Se cathode dissolution into the electrolyte. We also observed the evolution of a small peak at 1.4 V for five cycles, which we assigned to reduction of LiNO3. The one oxidation peak at 2.4 V started to acquire a shoulder after three cycles; this shoulder corresponded to conversion of lithium selenides to polyselenides and eventually solid Li2Se2/Li2Se and suggested intensive polarization and poor stability of the polyselenides in the cathode side. Although the cyclic voltammograms of the cell with either separator showed similar cathodic and anodic features, the peaks were broader for the cell with polypropylene. The cell with the PCN separator showed higher cathodic and anodic peak currents compared with the cell with the polypropylene separator, which suggested that the PCN separator enabled rapid redox kinetics. ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Cyclic voltammetry of cells with polypropylene (A) and PCN (B)\nseparators at a scan rate of 0.1 mV/s at 30 °C.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Cyclic voltammetry of cells with polypropylene (A) and PCN (B) separators at a scan rate of 0.1 mV/s at 30 °C.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>Next, we determined the diffusion coefficients using the\ncyclic\nvoltammograms at different scan rates (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The calculated diffusion coefficients for the cell with\nthe polypropylene separator were ∼10<sup>–13</sup> to\n10<sup>–12</sup> cm<sup>2</sup>/s (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). These values agreed with the reported values. For the PCN separator, the calculated diffusion\ncoefficients were 10<sup>–12</sup>–10<sup>–11</sup> cm<sup>2</sup>/s. A higher diffusion coefficient of the cell with\nthe PCN separator, compared with the polypropylene separator, suggested\nthat the PCN separator had better electrochemical performance and corroborated the lower charge transfer resistance\nmeasured by impedance spectroscopy (B).</p>", "clean_text": "Next, we determined the diffusion coefficients using the cyclic voltammograms at different scan rates (Figure S6). The calculated diffusion coefficients for the cell with the polypropylene separator were ~10-13 to 10-12 cm2/s (Table S4). These values agreed with the reported values. For the PCN separator, the calculated diffusion coefficients were 10-12-10-11 cm2/s. A higher diffusion coefficient of the cell with the PCN separator, compared with the polypropylene separator, suggested that the PCN separator had better electrochemical performance and corroborated the lower charge transfer resistance measured by impedance spectroscopy (B).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<title>Electrochemical Performance\nof the Cell with\na PCN Separator</title><p>To better understand the cell redox behavior,\nwe measured the electrochemical performance of Li/Se cells with the\nPCN separator at different charge/discharge rates (C-rates). The cell\nwith a PCN separator had better performance than the cell with the\npolypropylene separator (A). When cycling at different C-rates, the capacities\nof the cell with the PCN separator remained relatively constant at\n510 mAh/g for C/5, 360 mAh/g for C/2, 190 mAh/g for 2C, and 71 mAh/g\nfor 4C. Then, the capacity returned to 482 mAh/g at C/5.</p>", "clean_text": "Electrochemical Performance of the Cell with a PCN Separator\n\nTo better understand the cell redox behavior, we measured the electrochemical performance of Li/Se cells with the PCN separator at different charge/discharge rates (C-rates). The cell with a PCN separator had better performance than the cell with the polypropylene separator (A). When cycling at different C-rates, the capacities of the cell with the PCN separator remained relatively constant at 510 mAh/g for C/5, 360 mAh/g for C/2, 190 mAh/g for 2C, and 71 mAh/g for 4C. Then, the capacity returned to 482 mAh/g at C/5.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Rate performance\nwith PCN and polypropylene separators at various\nC-rates from C/5 to 4C (A). Long-term cycling performance of the cells\nwith a PCN separator at a rate of C/10 over 50 cycles (B), C/5 (C),\nand 1C (D) over 500 cycles at 30 °C.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Rate performance with PCN and polypropylene separators at various C-rates from C/5 to 4C (A). Long-term cycling performance of the cells with a PCN separator at a rate of C/10 over 50 cycles (B), C/5 (C), and 1C (D) over 500 cycles at 30 °C.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>The Coulombic efficiency is a key indicator of cycling capability\nin a commercial cell. To evaluate the capacity of the cell, we initially\nperformed galvanostatic charge–discharge of the cell with both\nseparators at a C/10 rate for 50 cycles (B). The Li–Se cell with the polypropylene\nseparator lost significant capacity and ended with 228 mAh/g after\n50 cycles. Conversely, the cell with the PCN separator maintained\na reversible capacity of 522 mAh/g after 50 cycles. These results\ndemonstrated that the PCN separator improved electrochemical performance\nand capacity retention compared with the polypropylene separator.</p>", "clean_text": "The Coulombic efficiency is a key indicator of cycling capability in a commercial cell. To evaluate the capacity of the cell, we initially performed galvanostatic charge-discharge of the cell with both separators at a C/10 rate for 50 cycles (B). The Li-Se cell with the polypropylene separator lost significant capacity and ended with 228 mAh/g after 50 cycles. Conversely, the cell with the PCN separator maintained a reversible capacity of 522 mAh/g after 50 cycles. These results demonstrated that the PCN separator improved electrochemical performance and capacity retention compared with the polypropylene separator.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<p>Next, we investigated the long-term cycle stability of the cell\nwith the PCN separator. The cells were cycled at C/5 and 1C for 500\ncycles (C,D).\nThe cell with the PCN separator had a stable reversible capacity from\nan initial capacity of 661 mAh/g that became relatively stable (423\nmAh/g) at C/5 after the 100th cycle. This initial process of ∼100\ncycles was attributed to activation of the Li–Se cells leading\nto a highly reversible and stable electrochemical performance, consistent\nwith the observation in Li–S cells. The capacity retention rate of ∼64% with a decay rate as\nlow as 0.07% per cycle for 500 cycles suggested stable kinetics of\nthe cells with the PCN separator. These results demonstrated reversible\nefficiency and kinetics of the cell using a PCN separator compared\nwith the cell with a polypropylene separator, consistent with the\nstable electrochemical performance of the CV measurement.</p>", "clean_text": "Next, we investigated the long-term cycle stability of the cell with the PCN separator. The cells were cycled at C/5 and 1C for 500 cycles (C,D). The cell with the PCN separator had a stable reversible capacity from an initial capacity of 661 mAh/g that became relatively stable (423 mAh/g) at C/5 after the 100th cycle. This initial process of ~100 cycles was attributed to activation of the Li-Se cells leading to a highly reversible and stable electrochemical performance, consistent with the observation in Li-S cells. The capacity retention rate of ~64% with a decay rate as low as 0.07% per cycle for 500 cycles suggested stable kinetics of the cells with the PCN separator. These results demonstrated reversible efficiency and kinetics of the cell using a PCN separator compared with the cell with a polypropylene separator, consistent with the stable electrochemical performance of the CV measurement.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>As\na control, the cell with the polypropylene separator had lower\ncapacity than the PCN separator cell at both C/5 and 1C. Moreover,\nthe cell with the polypropylene separator required an initial activation\nas shown in a progressive increase in CE at both C/5 and 1C. When\ncycled at C/5, the cell with the polypropylene separator demonstrated\nan initial discharge capacity of 350 mAh/g, followed by a progressive\ndecrease in capacity to 102 mAh/g after 500 cycles. Thus, the capacity\nretention of the cell with polypropylene was 29% with an average decay\nrate of 0.14% per cycle for 500 cycles. Next, we cycled the cell at\n1C. As expected, the discharge capacity of the cell with the polypropylene\nseparator dropped rapidly to 107 mAh/g after 500 cycles, whereas the\ndischarge capacity of the cell with the PCN separator remained relatively\nconstant at 292 mAh/g with a &gt;98% CE for 500 cycles. We did not\nobserve\nany change in the morphology of the PCN separator after 500 cycles\nat 1C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).</p>", "clean_text": "As a control, the cell with the polypropylene separator had lower capacity than the PCN separator cell at both C/5 and 1C. Moreover, the cell with the polypropylene separator required an initial activation as shown in a progressive increase in CE at both C/5 and 1C. When cycled at C/5, the cell with the polypropylene separator demonstrated an initial discharge capacity of 350 mAh/g, followed by a progressive decrease in capacity to 102 mAh/g after 500 cycles. Thus, the capacity retention of the cell with polypropylene was 29% with an average decay rate of 0.14% per cycle for 500 cycles. Next, we cycled the cell at 1C. As expected, the discharge capacity of the cell with the polypropylene separator dropped rapidly to 107 mAh/g after 500 cycles, whereas the discharge capacity of the cell with the PCN separator remained relatively constant at 292 mAh/g with a >98% CE for 500 cycles. We did not observe any change in the morphology of the PCN separator after 500 cycles at 1C (Figure S7).", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>Characterization\nof the Spent PCN Separator</title><p>To identify the function of the\nPCN separator, we performed XPS\non the spent PCN separator at C/5 after 50 cycles. The peak deconvolution\nof the Se 3d region produces two doublet peaks (A). The first, strong peak, located at about\n54.9 eV, could be attributed to the Se–Se bonds of the backbone\nstructure of chain-like Se<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (2 &lt; <italic toggle=\"yes\">n</italic> &lt; 8) molecules. The other, much weaker doublet\npeak at 57.9 eV, originated from the terminal Se atoms (most likely\nforming Se–C or Se–O bonds) of such chain-like molecules.\nThe peak deconvolution of the C 1s spectrum yielded four main components\nat 284.4, 286.3, 288.1, and 290.5 eV, which were identified as the\nsp<sup>2–</sup> hybridized carbon (CC), hydroxyl or\nepoxy group (C–O), carbonyl group (CO), and carboxyl\ngroup (O–CO) or C–Se group, respectively (B). There were also\ntwo weak peaks at 283.3 and 293.3 eV, but the origins of these peaks\nwere unclear. These results suggested that the PCN separator immobilized\nthe polyselenides, corroborating the self-discharging and permeation\ntests. We postulated that the immobilization of polyselenides occurred\nby the interaction between the Lewis base polyselenides and Lewis\nacid sites of PCN-250, as shown in the DRIFT spectrum of PCN-250.</p>", "clean_text": "Characterization of the Spent PCN Separator\n\nTo identify the function of the PCN separator, we performed XPS on the spent PCN separator at C/5 after 50 cycles. The peak deconvolution of the Se 3d region produces two doublet peaks (A). The first, strong peak, located at about 54.9 eV, could be attributed to the Se-Se bonds of the backbone structure of chain-like Se n  (2 < n < 8) molecules. The other, much weaker doublet peak at 57.9 eV, originated from the terminal Se atoms (most likely forming Se-C or Se-O bonds) of such chain-like molecules. The peak deconvolution of the C 1s spectrum yielded four main components at 284.4, 286.3, 288.1, and 290.5 eV, which were identified as the sp2- hybridized carbon (CC), hydroxyl or epoxy group (C-O), carbonyl group (CO), and carboxyl group (O-CO) or C-Se group, respectively (B). There were also two weak peaks at 283.3 and 293.3 eV, but the origins of these peaks were unclear. These results suggested that the PCN separator immobilized the polyselenides, corroborating the self-discharging and permeation tests. We postulated that the immobilization of polyselenides occurred by the interaction between the Lewis base polyselenides and Lewis acid sites of PCN-250, as shown in the DRIFT spectrum of PCN-250.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>X-ray\nphotoelectron spectra of the Se 3d (A) and C 1s (B) of the\nspent PCN separator on the cathode side.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  X-ray photoelectron spectra of the Se 3d (A) and C 1s (B) of the spent PCN separator on the cathode side.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<title>Discussion</title><p>We evaluated the efficacy of PCN\nseparators to suppress the polyselenides\nshuttling between electrodes. The shuttling of polyselenides leads\nto severe self-discharge, capacity fade, low Coulombic efficiency,\nand cycling instability. The PCN separator eliminated these issues\nby blocking the diffusion of polyselenides. This blocking function\nenhanced Li<sup>+</sup> transport, long-term cycling stability, and\ncapacity retention as evidenced by a discharge capacity of 423 mAh/g\nat C/5 and 292 mAh/g with a &gt;98% Coulombic efficiency at 1C over\n500\ncycles.</p>", "clean_text": "Discussion\n\nWe evaluated the efficacy of PCN separators to suppress the polyselenides shuttling between electrodes. The shuttling of polyselenides leads to severe self-discharge, capacity fade, low Coulombic efficiency, and cycling instability. The PCN separator eliminated these issues by blocking the diffusion of polyselenides. This blocking function enhanced Li+ transport, long-term cycling stability, and capacity retention as evidenced by a discharge capacity of 423 mAh/g at C/5 and 292 mAh/g with a >98% Coulombic efficiency at 1C over 500 cycles.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>One of our most significant findings is that the PCN\nseparator\nacted as a cation-selective membrane, which simultaneously blocked\nthe shuttling of polyselenides and TFSI anions. Most current work\non modified separators for Li–Se cells is aimed at suppressing\nonly the shuttling of polyselenides (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>). The immobilization of TFSI anions, a major contributor to the\nnonuniform Li deposition, has not been investigated widely. Our permeation\nand cycling tests demonstrated the ability of the PCN separator to\nsuppress the diffusion of polyselenides and promote uniform lithium\nnucleation and growth, which prolonged the cell life and prevented\nLi dendrite growth. A possible reason for the PCN separator blocking\nof polyselenides and promoting stable lithium deposition is that the\nLewis acid sites of PCN-250 anchored the Lewis bases, namely, polyselenides and TFSI<sup>–</sup>. The chemical barriers to polyselenides and TFSI<sup>–</sup> afforded by the PCN separator slowed the loss of active materials\n(Li and Se) and improved Li<sup>+</sup> transport (high Li<sup>+</sup> transference number), enhancing the capacity retention and long-term\ncycling stability.</p>", "clean_text": "One of our most significant findings is that the PCN separator acted as a cation-selective membrane, which simultaneously blocked the shuttling of polyselenides and TFSI anions. Most current work on modified separators for Li-Se cells is aimed at suppressing only the shuttling of polyselenides (Table S5). The immobilization of TFSI anions, a major contributor to the nonuniform Li deposition, has not been investigated widely. Our permeation and cycling tests demonstrated the ability of the PCN separator to suppress the diffusion of polyselenides and promote uniform lithium nucleation and growth, which prolonged the cell life and prevented Li dendrite growth. A possible reason for the PCN separator blocking of polyselenides and promoting stable lithium deposition is that the Lewis acid sites of PCN-250 anchored the Lewis bases, namely, polyselenides and TFSI-. The chemical barriers to polyselenides and TFSI- afforded by the PCN separator slowed the loss of active materials (Li and Se) and improved Li+ transport (high Li+ transference number), enhancing the capacity retention and long-term cycling stability.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>The use of modified separators is a key strategy\nfor suppressing\nthe shuttling of polysulfides. MOFs have been used as separator modifiers\nto prevent the diffusion of the polysulfides for Li–S batteries\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>). The combination of a porous\nstructure and uniform Lewis acid sites of MOFs allowed the transport\nof lithium ions and suppressed shuttling of polysulfides (Lewis base)\nof Li–S systems. Chen et al. synthesized\na Ni<sub>3</sub>(HITP)<sub>2</sub>-modified separator for Li–S\ncells and showed that the cell reached ∼585 mAh/g after 300\ncycles at C/2. Although they observed that the cell with the Ni<sub>3</sub>(HITP)<sub>2</sub>-modified separator delivered a better performance\nat C/2 over 300 cycles, the capacity progressively decayed. Qi et\nal. used the MIL-125­(Ti)-modified separator\nfor Li–S batteries. They found that the MIL-125­(Ti) separator\nretained the capacity and reached 726 mAh/g at C/5 after 200 cycles.\nSuriyakumar et al. applied the Mn–BTC\nMOF-modified separator in Li–S batteries at C/10 over 80 cycles.\nThey found that the cell with the Mn–MOF separator showed superior\ncapacity retention than that with the polypropylene separator. These\nprior results suggested that different MOFs interacted differently\nwith polysulfides.</p>", "clean_text": "The use of modified separators is a key strategy for suppressing the shuttling of polysulfides. MOFs have been used as separator modifiers to prevent the diffusion of the polysulfides for Li-S batteries (Table S6). The combination of a porous structure and uniform Lewis acid sites of MOFs allowed the transport of lithium ions and suppressed shuttling of polysulfides (Lewis base) of Li-S systems. Chen et al. synthesized a Ni3(HITP)2-modified separator for Li-S cells and showed that the cell reached ~585 mAh/g after 300 cycles at C/2. Although they observed that the cell with the Ni3(HITP)2-modified separator delivered a better performance at C/2 over 300 cycles, the capacity progressively decayed. Qi et al. used the MIL-125(Ti)-modified separator for Li-S batteries. They found that the MIL-125(Ti) separator retained the capacity and reached 726 mAh/g at C/5 after 200 cycles. Suriyakumar et al. applied the Mn-BTC MOF-modified separator in Li-S batteries at C/10 over 80 cycles. They found that the cell with the Mn-MOF separator showed superior capacity retention than that with the polypropylene separator. These prior results suggested that different MOFs interacted differently with polysulfides.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The application of the MOF-modified separator\nin lithium–selenium\nbatteries has not been assessed. A lack of this knowledge limits our\nability to speed the commercialization of Li–Se batteries.\nThus, we compared the PCN separator with other reported multilayer\nmodified separators for Li–Se batteries, such as graphene,\nMXene, and carbon nanotubes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>). The electrochemical performance of the PCN separator was comparable\nand even superior to other modified separators in terms of capacity\nretention, long-term stability (500 cycles), Li<sup>+</sup> transference\nnumber, and stability at a high current rate. This information will\nhelp design yet more effective separators for Li–Se batteries.\nWe discovered that the PCN separator restricted diffusion of polyselenides\nand TFSI<sup>–</sup>, which prevented the uncontrollable growth\nof the lithium dendrite and extended cell life.</p>", "clean_text": "The application of the MOF-modified separator in lithium-selenium batteries has not been assessed. A lack of this knowledge limits our ability to speed the commercialization of Li-Se batteries. Thus, we compared the PCN separator with other reported multilayer modified separators for Li-Se batteries, such as graphene, MXene, and carbon nanotubes (Table S5). The electrochemical performance of the PCN separator was comparable and even superior to other modified separators in terms of capacity retention, long-term stability (500 cycles), Li+ transference number, and stability at a high current rate. This information will help design yet more effective separators for Li-Se batteries. We discovered that the PCN separator restricted diffusion of polyselenides and TFSI-, which prevented the uncontrollable growth of the lithium dendrite and extended cell life.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>In theory, the\nLewis acid characteristics of PCN-250 can interact\nwith TFSI anions (Lewis base). Although our high Li<sup>+</sup> transference\nnumber (0.72) and stable voltage profile using the Li/Li symmetric\ncell with the PCN separator implied that the ion-conducting performance\nin the electrolyte was mainly accomplished by Li<sup>+</sup>, further\nstudies should provide direct evidence of the interaction between\nTFSI<sup>–</sup> and the PCN separator. Moreover, additional\nstudies should decouple the individual contributions of the MOF pore\nsize and Lewis acid sites to the blockade of polyselenides and TFSI\nanion diffusion.</p>", "clean_text": "In theory, the Lewis acid characteristics of PCN-250 can interact with TFSI anions (Lewis base). Although our high Li+ transference number (0.72) and stable voltage profile using the Li/Li symmetric cell with the PCN separator implied that the ion-conducting performance in the electrolyte was mainly accomplished by Li+, further studies should provide direct evidence of the interaction between TFSI- and the PCN separator. Moreover, additional studies should decouple the individual contributions of the MOF pore size and Lewis acid sites to the blockade of polyselenides and TFSI anion diffusion.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>Shuttling\nof polyselenides limits the practical use of lithium–selenium\nbatteries. We fabricated PCN separators that mitigated the shuttle\neffect of polyselenides. The cells demonstrated a high discharge capacity\nof 423 mAh/g at a C/5 current rate and 292 mAh/g at 1C with a Coulombic\nefficiency of &gt;98% after 500 cycles. The PCN separator acted as\na\nchemical sieve to suppress the shuttling of polyselenides and promote\nuniform Li<sup>+</sup> transport. As a result, the cells could cycle\nat C/5 and 1C for 500 cycles with high-capacity retention and Coulombic\nefficiency. Our findings offer a promising perspective on using PCN-250\nas a cation-selective membrane to solve two serious problems in lithium–selenium\nbatteries, the shuttle effect of polyselenides and the uncontrollable\ngrowth of lithium dendrite. We expect this PCN separator to be a candidate\nfor high-energy-density lithium–selenium batteries and to be\nused with other alkali-metal chalcogenide battery systems.</p>", "clean_text": "Conclusions\n\nShuttling of polyselenides limits the practical use of lithium-selenium batteries. We fabricated PCN separators that mitigated the shuttle effect of polyselenides. The cells demonstrated a high discharge capacity of 423 mAh/g at a C/5 current rate and 292 mAh/g at 1C with a Coulombic efficiency of >98% after 500 cycles. The PCN separator acted as a chemical sieve to suppress the shuttling of polyselenides and promote uniform Li+ transport. As a result, the cells could cycle at C/5 and 1C for 500 cycles with high-capacity retention and Coulombic efficiency. Our findings offer a promising perspective on using PCN-250 as a cation-selective membrane to solve two serious problems in lithium-selenium batteries, the shuttle effect of polyselenides and the uncontrollable growth of lithium dendrite. We expect this PCN separator to be a candidate for high-energy-density lithium-selenium batteries and to be used with other alkali-metal chalcogenide battery systems.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsaem.1c01806?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsaem.1c01806</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Physiochemical properties\nof polypropylene, PCN-250,\nand the PCN-coated separator; electrochemical performance of Li/Li\nand Li/Se cells; SEM analysis of the separator after 500 cycles; and\ncomparison between this work and previously reported studies on Li–Se\nbatteries and MOF-based separators (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsaem.1c01806.  Physiochemical properties of polypropylene, PCN-250, and the PCN-coated separator; electrochemical performance of Li/Li and Li/Se cells; SEM analysis of the separator after 500 cycles; and comparison between this work and previously reported studies on Li-Se batteries and MOF-based separators (PDF)   ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Physiochemical properties\nof polypropylene, PCN-250,\nand the PCN-coated separator; electrochemical performance of Li/Li\nand Li/Se cells; SEM analysis of the separator after 500 cycles; and\ncomparison between this work and previously reported studies on Li–Se\nbatteries and MOF-based separators (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Physiochemical properties of polypropylene, PCN-250, and the PCN-coated separator; electrochemical performance of Li/Li and Li/Se cells; SEM analysis of the separator after 500 cycles; and comparison between this work and previously reported studies on Li-Se batteries and MOF-based separators (PDF)", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 11", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of Selenium Encapsulated Activated\nCarbon Cathode (Se@AC)</title><p>Selenium was loaded into activated\ncarbon by a facial melt diffusion method to form Se@AC. In short, dry activated carbon and selenium\nin a 2:3 ratio by weight were ball milled at 300 rpm in acetone for\n1 h. After ball milling, the selenium and activated carbon mixture\nwas dried at 80 °C for 6 h to remove the acetone. The dry selenium-activated\ncarbon mixture was heated under N<sub>2</sub> at 10 °C/min and\nheld isothermally at 260 °C for 20 h. Finally, the sample was\nheated to 350 °C for 3 h to remove physisorbed selenium and cooled\nto ambient temperature. The selenium loading in Se@AC was ∼47\nwt %, measured by thermogravimetric analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>).</p><title>Fabrication of PCN-250 Coated Separators</title><p>Throughout this manuscript, we refer to the PCN-250-coated separator\nas a PCN separator. The PCN-250 particles (average particle size of\n 10 μm with SEM imagery; see the Supporting Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) were dried at 150 °C under a\n70 cc/min N<sub>2</sub> flow overnight to remove moisture before using.\nPCN separators were fabricated by layering PCN-250 and the PVDF-HFP\nbinder. In short, ∼0.03 g of dry PCN-250 (0.1 wt %) was dispersed\nin ethanol and sonicated for 1 hour to disperse PCN. The PCN solution\n(10 mL) was filtered through a conventional polypropylene 2400 membrane.\nNext, the pump was turned off to allow the PCN to distribute on the\npolypropylene membrane. Then, 0.5 mL of PVDF-HFP in acetone (5 wt\n%) was filtered on top of the PCN layer to bind the PCN particles.\nThe PCN and PVDF-HFP solutions were filtered alternately three times\nto ensure an even distribution of the PCN-250 particles on the polypropylene\nmembrane. Before use, the resulting PCN separator was dried at 80\n°C for 12 h in a vacuum oven.</p>", "clean_text": "Synthesis of Selenium Encapsulated Activated Carbon Cathode (Se@AC)\n\nSelenium was loaded into activated carbon by a facial melt diffusion method to form Se@AC. In short, dry activated carbon and selenium in a 2:3 ratio by weight were ball milled at 300 rpm in acetone for 1 h. After ball milling, the selenium and activated carbon mixture was dried at 80 °C for 6 h to remove the acetone. The dry selenium-activated carbon mixture was heated under N2 at 10 °C/min and held isothermally at 260 °C for 20 h. Finally, the sample was heated to 350 °C for 3 h to remove physisorbed selenium and cooled to ambient temperature. The selenium loading in Se@AC was ~47 wt %, measured by thermogravimetric analysis (Figure S3).\n\nFabrication of PCN-250 Coated Separators\n\nThroughout this manuscript, we refer to the PCN-250-coated separator as a PCN separator. The PCN-250 particles (average particle size of  10 μm with SEM imagery; see the Supporting Information, Figure S4) were dried at 150 °C under a 70 cc/min N2 flow overnight to remove moisture before using. PCN separators were fabricated by layering PCN-250 and the PVDF-HFP binder. In short, ~0.03 g of dry PCN-250 (0.1 wt %) was dispersed in ethanol and sonicated for 1 hour to disperse PCN. The PCN solution (10 mL) was filtered through a conventional polypropylene 2400 membrane. Next, the pump was turned off to allow the PCN to distribute on the polypropylene membrane. Then, 0.5 mL of PVDF-HFP in acetone (5 wt %) was filtered on top of the PCN layer to bind the PCN particles. The PCN and PVDF-HFP solutions were filtered alternately three times to ensure an even distribution of the PCN-250 particles on the polypropylene membrane. Before use, the resulting PCN separator was dried at 80 °C for 12 h in a vacuum oven.", "data": [{"meta": {"name": "Se@AC", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "ball milling", "material": "activated carbon", "type": "", "rotation speed": "300 rpm", "total time": "1 h", "milling time": "", "rest time": "", "ball to material weight ratio": "2:3", "material mass": "", "solvent": "acetone", "ball material": "", "ball size": "", "jar shape": "", "jar volume": "", "jar material": "", "atmosphere": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "80 °C", "atmosphere": "", "time": "6 h"}, {"synthesis method": "heat treatment", "heat treatment method": "", "atmosphere": "N2", "heat treatment temperature": "260 °C", "heat treatment time": "20 h", "heating rate": "10 °C/min", "cooling rate": ""}, {"synthesis method": "heat treatment", "heat treatment method": "", "atmosphere": "N2", "heat treatment temperature": "350 °C", "heat treatment time": "3 h", "heating rate": "", "cooling rate": ""}], "yield": "", "other properties": ["selenium loading: ∼47 wt %"]}, {"meta": {"name": "PCN-250 coated separator", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "drying", "pressure": "", "temperature": "150 °C", "atmosphere": "N2", "time": "overnight"}, {"synthesis method": "layering", "layering material": "PCN-250", "binder": "PVDF-HFP", "layering material amount": "∼0.03 g", "binder amount": "0.5 mL", "solvent": "ethanol", "layering method": "filtered through a conventional polypropylene 2400 membrane", "layering repetition": "three times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80 °C", "atmosphere": "vacuum", "time": "12 h"}], "yield": "", "other properties": ["average particle size of PCN-250: 10 μm"]}], "include_properties": ["chemical_synthesis", "ball_milling", "drying", "heat_treatment", "cooling", "filtration", "sonication", "drying"]}, {"idx": "1, 4, 26, 27, 34, 35, 37, 38, 39, 42, 47", "type": "text", "classification": "property", "content": "<p>Rapid\nself-discharge, poor cycling stability, and low Coulombic\nefficiency from polyselenide shuttling have retarded practical applications\nof lithium–selenium batteries. Here, we show that a cation-selective\nPCN separator of PCN-250­(Fe) metal–organic frameworks coated\non a porous polypropylene membrane suppresses polyselenide shuttle\nand enhances lithium-ion transport in lithium–selenium batteries.\nThe Lewis acid sites of this PCN separator acted as selective barriers\nthat immobilized polyselenides and provided uniform and stable lithium\nnucleation and growth during cycling. Lithium–selenium cells\nwith the PCN separator had a stable and reversible electrochemical\nperformance with a high discharge capacity of 423 mAh/g at C/5 and\na Coulombic efficiency of &gt;98% for 500 cycles. This work provides\na guide for developing high-performance lithium–selenium batteries\nby a cation-selective separator strategy. This PCN separator can be\napplied to alkali-metal and alkali-metal chalcogenide battery systems.</p><p>Metal–organic frameworks\n(MOFs) are a class of porous solids\nwith uniform pore structures and coordinated unsaturated sites. MOFs\nhave narrow pore widths and interconnected pores that enable the diffusion\nof Li<sup>+</sup> and function as a physical barrier to larger ions\nin an electrolyte. Moreover, MOFs have coordinated unsaturated sites\n(Lewis acid characteristics) that can capture Lewis bases, such as\npolyselenides and TFSI anions. Among various MOFs, PCN-250 (also known as MIL-127 and Fe-soc-MOF) is a class of MOFs constructed from trinuclear iron oxo\nclusters (Fe<sub>3</sub>-μ<sup>3</sup>-oxo clusters) and tetratopic\nazobenzene-based linkers (3,3′,5,5′-azobenzene tetracarboxylate)\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). PCN-250 has a small pore width of 5.9 Å and a high surface area of ∼1500 m<sup>2</sup>/g.\nThis MOF is robust and stable in solutions with pH 1 to 12. These characteristics make PCN-250 a good candidate as a separator\nmodifier.</p><title>PCN Separator Prevents Self-Discharge Process</title><p>One of the major challenges in the practical use of Li–Se\nbatteries is their self-discharge caused by the diffusion of polyselenides.\nTo determine the ability of the PCN separator to prevent self-discharging,\nwe evaluated the open-circuit voltage (OCV) behavior of Li/Se cells\nwith the PCN separator during 12 h (C). When we used polypropylene as a control,\nthe open-circuit potential continually decreased and reached 2.72\nV after 12 h. This continual decrease in the open-circuit voltage\noccurred because of the diffusion of soluble polyselenides and reaction\nwith the lithium anode. When we used the PCN separator, the open-circuit\npotential dropped slightly and was maintained at 2.91 V after 2 h.\nThese results suggested the suppression of the diffusion of polyselenides\nby the PCN separator. These OCV results corroborated the permeation\ntest (B).</p><title>PCN Separator as an Anionic Sieve to Enhance\nthe Li<sup>+</sup> Plating/Stripping Stability</title><p>To assess\nthe relative Li<sup>+</sup> transport in the cell with the PCN separator,\nwe performed Li<sup>+</sup> transference number measurements. As a\ncontrol, the Li<sup>+</sup> transference number of the cell with the\npolypropylene separator was 0.38 (A), similar to reported values. The cell with the PCN separator yielded a Li<sup>+</sup> transference\nnumber of 0.72, much higher than that of the cell with the polypropylene\nseparator. This substantial increase in the Li<sup>+</sup> transference\nnumber indicated the facile and selective transit of Li<sup>+</sup> through the PCN separator. Moreover, these results also implied\nthat the PCN separator prevented the diffusion of TFSI anions to the\nanode side, in contrast to the property of the polypropylene separator.\nThese results further explained the presence of TFSI<sup>–</sup> peaks after soaking PCN-250 in the electrolyte (C).</p><p>Next, we determined the diffusion coefficients using the\ncyclic\nvoltammograms at different scan rates (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The calculated diffusion coefficients for the cell with\nthe polypropylene separator were ∼10<sup>–13</sup> to\n10<sup>–12</sup> cm<sup>2</sup>/s (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). These values agreed with the reported values. For the PCN separator, the calculated diffusion\ncoefficients were 10<sup>–12</sup>–10<sup>–11</sup> cm<sup>2</sup>/s. A higher diffusion coefficient of the cell with\nthe PCN separator, compared with the polypropylene separator, suggested\nthat the PCN separator had better electrochemical performance and corroborated the lower charge transfer resistance\nmeasured by impedance spectroscopy (B).</p><title>Electrochemical Performance\nof the Cell with\na PCN Separator</title><p>To better understand the cell redox behavior,\nwe measured the electrochemical performance of Li/Se cells with the\nPCN separator at different charge/discharge rates (C-rates). The cell\nwith a PCN separator had better performance than the cell with the\npolypropylene separator (A). When cycling at different C-rates, the capacities\nof the cell with the PCN separator remained relatively constant at\n510 mAh/g for C/5, 360 mAh/g for C/2, 190 mAh/g for 2C, and 71 mAh/g\nfor 4C. Then, the capacity returned to 482 mAh/g at C/5.</p><p>The Coulombic efficiency is a key indicator of cycling capability\nin a commercial cell. To evaluate the capacity of the cell, we initially\nperformed galvanostatic charge–discharge of the cell with both\nseparators at a C/10 rate for 50 cycles (B). The Li–Se cell with the polypropylene\nseparator lost significant capacity and ended with 228 mAh/g after\n50 cycles. Conversely, the cell with the PCN separator maintained\na reversible capacity of 522 mAh/g after 50 cycles. These results\ndemonstrated that the PCN separator improved electrochemical performance\nand capacity retention compared with the polypropylene separator.</p><p>Next, we investigated the long-term cycle stability of the cell\nwith the PCN separator. The cells were cycled at C/5 and 1C for 500\ncycles (C,D).\nThe cell with the PCN separator had a stable reversible capacity from\nan initial capacity of 661 mAh/g that became relatively stable (423\nmAh/g) at C/5 after the 100th cycle. This initial process of ∼100\ncycles was attributed to activation of the Li–Se cells leading\nto a highly reversible and stable electrochemical performance, consistent\nwith the observation in Li–S cells. The capacity retention rate of ∼64% with a decay rate as\nlow as 0.07% per cycle for 500 cycles suggested stable kinetics of\nthe cells with the PCN separator. These results demonstrated reversible\nefficiency and kinetics of the cell using a PCN separator compared\nwith the cell with a polypropylene separator, consistent with the\nstable electrochemical performance of the CV measurement.</p><p>As\na control, the cell with the polypropylene separator had lower\ncapacity than the PCN separator cell at both C/5 and 1C. Moreover,\nthe cell with the polypropylene separator required an initial activation\nas shown in a progressive increase in CE at both C/5 and 1C. When\ncycled at C/5, the cell with the polypropylene separator demonstrated\nan initial discharge capacity of 350 mAh/g, followed by a progressive\ndecrease in capacity to 102 mAh/g after 500 cycles. Thus, the capacity\nretention of the cell with polypropylene was 29% with an average decay\nrate of 0.14% per cycle for 500 cycles. Next, we cycled the cell at\n1C. As expected, the discharge capacity of the cell with the polypropylene\nseparator dropped rapidly to 107 mAh/g after 500 cycles, whereas the\ndischarge capacity of the cell with the PCN separator remained relatively\nconstant at 292 mAh/g with a &gt;98% CE for 500 cycles. We did not\nobserve\nany change in the morphology of the PCN separator after 500 cycles\nat 1C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.1c01806/suppl_file/ae1c01806_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).</p><title>Discussion</title><p>We evaluated the efficacy of PCN\nseparators to suppress the polyselenides\nshuttling between electrodes. The shuttling of polyselenides leads\nto severe self-discharge, capacity fade, low Coulombic efficiency,\nand cycling instability. The PCN separator eliminated these issues\nby blocking the diffusion of polyselenides. This blocking function\nenhanced Li<sup>+</sup> transport, long-term cycling stability, and\ncapacity retention as evidenced by a discharge capacity of 423 mAh/g\nat C/5 and 292 mAh/g with a &gt;98% Coulombic efficiency at 1C over\n500\ncycles.</p><title>Conclusions</title><p>Shuttling\nof polyselenides limits the practical use of lithium–selenium\nbatteries. We fabricated PCN separators that mitigated the shuttle\neffect of polyselenides. The cells demonstrated a high discharge capacity\nof 423 mAh/g at a C/5 current rate and 292 mAh/g at 1C with a Coulombic\nefficiency of &gt;98% after 500 cycles. The PCN separator acted as\na\nchemical sieve to suppress the shuttling of polyselenides and promote\nuniform Li<sup>+</sup> transport. As a result, the cells could cycle\nat C/5 and 1C for 500 cycles with high-capacity retention and Coulombic\nefficiency. Our findings offer a promising perspective on using PCN-250\nas a cation-selective membrane to solve two serious problems in lithium–selenium\nbatteries, the shuttle effect of polyselenides and the uncontrollable\ngrowth of lithium dendrite. We expect this PCN separator to be a candidate\nfor high-energy-density lithium–selenium batteries and to be\nused with other alkali-metal chalcogenide battery systems.</p>", "clean_text": "Rapid self-discharge, poor cycling stability, and low Coulombic efficiency from polyselenide shuttling have retarded practical applications of lithium-selenium batteries. Here, we show that a cation-selective PCN separator of PCN-250(Fe) metal-organic frameworks coated on a porous polypropylene membrane suppresses polyselenide shuttle and enhances lithium-ion transport in lithium-selenium batteries. The Lewis acid sites of this PCN separator acted as selective barriers that immobilized polyselenides and provided uniform and stable lithium nucleation and growth during cycling. Lithium-selenium cells with the PCN separator had a stable and reversible electrochemical performance with a high discharge capacity of 423 mAh/g at C/5 and a Coulombic efficiency of >98% for 500 cycles. This work provides a guide for developing high-performance lithium-selenium batteries by a cation-selective separator strategy. This PCN separator can be applied to alkali-metal and alkali-metal chalcogenide battery systems.\n\nMetal-organic frameworks (MOFs) are a class of porous solids with uniform pore structures and coordinated unsaturated sites. MOFs have narrow pore widths and interconnected pores that enable the diffusion of Li+ and function as a physical barrier to larger ions in an electrolyte. Moreover, MOFs have coordinated unsaturated sites (Lewis acid characteristics) that can capture Lewis bases, such as polyselenides and TFSI anions. Among various MOFs, PCN-250 (also known as MIL-127 and Fe-soc-MOF) is a class of MOFs constructed from trinuclear iron oxo clusters (Fe3-μ3-oxo clusters) and tetratopic azobenzene-based linkers (3,3',5,5'-azobenzene tetracarboxylate) (Figure S1). PCN-250 has a small pore width of 5.9 Å and a high surface area of ~1500 m2/g. This MOF is robust and stable in solutions with pH 1 to 12. These characteristics make PCN-250 a good candidate as a separator modifier.\n\nPCN Separator Prevents Self-Discharge Process\n\nOne of the major challenges in the practical use of Li-Se batteries is their self-discharge caused by the diffusion of polyselenides. To determine the ability of the PCN separator to prevent self-discharging, we evaluated the open-circuit voltage (OCV) behavior of Li/Se cells with the PCN separator during 12 h (C). When we used polypropylene as a control, the open-circuit potential continually decreased and reached 2.72 V after 12 h. This continual decrease in the open-circuit voltage occurred because of the diffusion of soluble polyselenides and reaction with the lithium anode. When we used the PCN separator, the open-circuit potential dropped slightly and was maintained at 2.91 V after 2 h. These results suggested the suppression of the diffusion of polyselenides by the PCN separator. These OCV results corroborated the permeation test (B).\n\nPCN Separator as an Anionic Sieve to Enhance the Li+ Plating/Stripping Stability\n\nTo assess the relative Li+ transport in the cell with the PCN separator, we performed Li+ transference number measurements. As a control, the Li+ transference number of the cell with the polypropylene separator was 0.38 (A), similar to reported values. The cell with the PCN separator yielded a Li+ transference number of 0.72, much higher than that of the cell with the polypropylene separator. This substantial increase in the Li+ transference number indicated the facile and selective transit of Li+ through the PCN separator. Moreover, these results also implied that the PCN separator prevented the diffusion of TFSI anions to the anode side, in contrast to the property of the polypropylene separator. These results further explained the presence of TFSI- peaks after soaking PCN-250 in the electrolyte (C).\n\nNext, we determined the diffusion coefficients using the cyclic voltammograms at different scan rates (Figure S6). The calculated diffusion coefficients for the cell with the polypropylene separator were ~10-13 to 10-12 cm2/s (Table S4). These values agreed with the reported values. For the PCN separator, the calculated diffusion coefficients were 10-12-10-11 cm2/s. A higher diffusion coefficient of the cell with the PCN separator, compared with the polypropylene separator, suggested that the PCN separator had better electrochemical performance and corroborated the lower charge transfer resistance measured by impedance spectroscopy (B).\n\nElectrochemical Performance of the Cell with a PCN Separator\n\nTo better understand the cell redox behavior, we measured the electrochemical performance of Li/Se cells with the PCN separator at different charge/discharge rates (C-rates). The cell with a PCN separator had better performance than the cell with the polypropylene separator (A). When cycling at different C-rates, the capacities of the cell with the PCN separator remained relatively constant at 510 mAh/g for C/5, 360 mAh/g for C/2, 190 mAh/g for 2C, and 71 mAh/g for 4C. Then, the capacity returned to 482 mAh/g at C/5.\n\nThe Coulombic efficiency is a key indicator of cycling capability in a commercial cell. To evaluate the capacity of the cell, we initially performed galvanostatic charge-discharge of the cell with both separators at a C/10 rate for 50 cycles (B). The Li-Se cell with the polypropylene separator lost significant capacity and ended with 228 mAh/g after 50 cycles. Conversely, the cell with the PCN separator maintained a reversible capacity of 522 mAh/g after 50 cycles. These results demonstrated that the PCN separator improved electrochemical performance and capacity retention compared with the polypropylene separator.\n\nNext, we investigated the long-term cycle stability of the cell with the PCN separator. The cells were cycled at C/5 and 1C for 500 cycles (C,D). The cell with the PCN separator had a stable reversible capacity from an initial capacity of 661 mAh/g that became relatively stable (423 mAh/g) at C/5 after the 100th cycle. This initial process of ~100 cycles was attributed to activation of the Li-Se cells leading to a highly reversible and stable electrochemical performance, consistent with the observation in Li-S cells. The capacity retention rate of ~64% with a decay rate as low as 0.07% per cycle for 500 cycles suggested stable kinetics of the cells with the PCN separator. These results demonstrated reversible efficiency and kinetics of the cell using a PCN separator compared with the cell with a polypropylene separator, consistent with the stable electrochemical performance of the CV measurement.\n\nAs a control, the cell with the polypropylene separator had lower capacity than the PCN separator cell at both C/5 and 1C. Moreover, the cell with the polypropylene separator required an initial activation as shown in a progressive increase in CE at both C/5 and 1C. When cycled at C/5, the cell with the polypropylene separator demonstrated an initial discharge capacity of 350 mAh/g, followed by a progressive decrease in capacity to 102 mAh/g after 500 cycles. Thus, the capacity retention of the cell with polypropylene was 29% with an average decay rate of 0.14% per cycle for 500 cycles. Next, we cycled the cell at 1C. As expected, the discharge capacity of the cell with the polypropylene separator dropped rapidly to 107 mAh/g after 500 cycles, whereas the discharge capacity of the cell with the PCN separator remained relatively constant at 292 mAh/g with a >98% CE for 500 cycles. We did not observe any change in the morphology of the PCN separator after 500 cycles at 1C (Figure S7).\n\nDiscussion\n\nWe evaluated the efficacy of PCN separators to suppress the polyselenides shuttling between electrodes. The shuttling of polyselenides leads to severe self-discharge, capacity fade, low Coulombic efficiency, and cycling instability. The PCN separator eliminated these issues by blocking the diffusion of polyselenides. This blocking function enhanced Li+ transport, long-term cycling stability, and capacity retention as evidenced by a discharge capacity of 423 mAh/g at C/5 and 292 mAh/g with a >98% Coulombic efficiency at 1C over 500 cycles.\n\nConclusions\n\nShuttling of polyselenides limits the practical use of lithium-selenium batteries. We fabricated PCN separators that mitigated the shuttle effect of polyselenides. The cells demonstrated a high discharge capacity of 423 mAh/g at a C/5 current rate and 292 mAh/g at 1C with a Coulombic efficiency of >98% after 500 cycles. The PCN separator acted as a chemical sieve to suppress the shuttling of polyselenides and promote uniform Li+ transport. As a result, the cells could cycle at C/5 and 1C for 500 cycles with high-capacity retention and Coulombic efficiency. Our findings offer a promising perspective on using PCN-250 as a cation-selective membrane to solve two serious problems in lithium-selenium batteries, the shuttle effect of polyselenides and the uncontrollable growth of lithium dendrite. We expect this PCN separator to be a candidate for high-energy-density lithium-selenium batteries and to be used with other alkali-metal chalcogenide battery systems.", "data": [[{"meta": {"name": "PCN-250", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "pore width", "value": "5.9", "unit": "Å", "condition": ""}, {"property name": "surface area", "value": "1500", "unit": "m2/g", "condition": ""}, {"property name": "pH stability", "value": "1 to 12", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Illustration of a flexible\nMOF separator (A). DRIFT spectra of\nPCN-250 with pyridine as a probe molecule (B). FTIR spectra of PCN-250\nsoaked in electrolytes (C) and SEM micrographs of the cross-sectional\narea of the MOF separator (D), and its elemental mapping (E–G).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Illustration of a flexible MOF separator (A). DRIFT spectra of PCN-250 with pyridine as a probe molecule (B). FTIR spectra of PCN-250 soaked in electrolytes (C) and SEM micrographs of the cross-sectional area of the MOF separator (D), and its elemental mapping (E-G).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Permeation\ntests of polypropylene (A) and PCN (B) separators over\n48 h in the H-type cells and open-circuit voltage (OCV) retention\nprofiles over 12 h relaxation (C).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Permeation tests of polypropylene (A) and PCN (B) separators over 48 h in the H-type cells and open-circuit voltage (OCV) retention profiles over 12 h relaxation (C).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Changes of current with\ntime during polarization of a Li/Li symmetric\ncell with PCN and polypropylene separators in the fresh electrolyte\nduring 15 h at 30 °C under 10 mV potential (A) and Nyquist plots\nof the impedance spectra before and after polarization (B).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Changes of current with time during polarization of a Li/Li symmetric cell with PCN and polypropylene separators in the fresh electrolyte during 15 h at 30 °C under 10 mV potential (A) and Nyquist plots of the impedance spectra before and after polarization (B).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Galvanostatic cycling voltage profiles of a\nLi/Li symmetric cell\ncycled at 1 mA/cm<sup>2</sup> (0.5 mAh/cm<sup>2</sup>) for 500 h with\nPCN and polypropylene separators (A), voltage profiles from 4 to 8\nh (B), 326 to 330 h (C), and 487 to 491 h (D). Yellow circles indicate\noverpotentials from the cell with the polypropylene separator.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Galvanostatic cycling voltage profiles of a Li/Li symmetric cell cycled at 1 mA/cm2 (0.5 mAh/cm2) for 500 h with PCN and polypropylene separators (A), voltage profiles from 4 to 8 h (B), 326 to 330 h (C), and 487 to 491 h (D). Yellow circles indicate overpotentials from the cell with the polypropylene separator.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Cyclic voltammetry of cells with polypropylene (A) and PCN (B)\nseparators at a scan rate of 0.1 mV/s at 30 °C.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Cyclic voltammetry of cells with polypropylene (A) and PCN (B) separators at a scan rate of 0.1 mV/s at 30 °C.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Rate performance\nwith PCN and polypropylene separators at various\nC-rates from C/5 to 4C (A). Long-term cycling performance of the cells\nwith a PCN separator at a rate of C/10 over 50 cycles (B), C/5 (C),\nand 1C (D) over 500 cycles at 30 °C.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Rate performance with PCN and polypropylene separators at various C-rates from C/5 to 4C (A). Long-term cycling performance of the cells with a PCN separator at a rate of C/10 over 50 cycles (B), C/5 (C), and 1C (D) over 500 cycles at 30 °C.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>X-ray\nphotoelectron spectra of the Se 3d (A) and C 1s (B) of the\nspent PCN separator on the cathode side.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae1c01806_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  X-ray photoelectron spectra of the Se 3d (A) and C 1s (B) of the spent PCN separator on the cathode side.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsaem.1c01806", "title": null, "journal": "American Chemical Society", "date": "2021.11", "author_list": ["Hossain\nMd. Anwar", "Tulaphol\nSarttrawut", "Thapa\nArjun K.", "Rahaman\nMohammad Shahinur", "Jasinski\nJacek B.", "Wang\nHui", "Sunkara\nMahendra K.", "Syzdek\nJaroslaw", "Ozdemir\nOsman K.", "Ornstein\nJason M.", "Sathitsuksanoh\nNoppadon"]}}