{"filepath": "../L2M3_data/1_application_papers/acs_xml/ae3c00163.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The\nsulfurized polyacrylonitrile (SPAN) cathode is the\nfocal point\nof recent research in lithium–sulfur batteries due to its efficient\npolysulfide shuttle effect and boosting battery efficiency. However,\nthe SPAN cathode needs to be enhanced to demonstrate more excellent\nelectrochemical performance and kinetic characteristics encouraged\nby the chemical makeup of the metal–organic frameworks (MOFs)\nand their effectiveness in the redox reactions of the battery. ZIF67\nnanoparticles are grown <italic toggle=\"yes\">in situ</italic> onto the fiber networks\nof a high-density glass fiber (GF) separator. They are dynamically\nactivated in a vacuum oven. The open metal sites created after ZIF67\nactivation can effectively trap anions and improve Li<sup>+</sup> transport\nproperties. The transference number (<italic toggle=\"yes\">t</italic>\n<sub>Li<sup>+</sup>\n</sub>) was predicted to be 0.49, thereby improving the electrochemical\nperformances of the Li-SPAN battery. The anode and cathode exhibited\nbetter compatibility with the separator. The Li//Li symmetrical cells\nbased on the ZIF67@GF separator exhibited low polarization and were\nstable for up to 600 h. A Li/ZIF67@GF/SPAN full cell also showed a\nsmall voltage polarization effect and had a starting capacity of 1590\nmAh g<sup>–1</sup> at 0.1C rate. The improved high-rate capability\n(<italic toggle=\"yes\">ca.</italic> 714 mAh g<sup>–1</sup> at 10C) of Li/ZIF@GF/SPAN\ncells was better than that of the Li/bare GF/SPAN cells. The long-term\ncycling performance was improved significantly, with a decay rate\nof 0.05% per cycle at 2C over 600 cycles and the ability to perform\n1000 cycles at a rate of 5C with 75.3% capacity retention. Thus, our\nfindings support that the Li-SPAN cell equipped with a GF separator\nwith <italic toggle=\"yes\">in situ</italic> grown ZIF67 nanoparticles substantially\nimproved the electrochemical performance.</p>", "clean_text": "The sulfurized polyacrylonitrile (SPAN) cathode is the focal point of recent research in lithium-sulfur batteries due to its efficient polysulfide shuttle effect and boosting battery efficiency. However, the SPAN cathode needs to be enhanced to demonstrate more excellent electrochemical performance and kinetic characteristics encouraged by the chemical makeup of the metal-organic frameworks (MOFs) and their effectiveness in the redox reactions of the battery. ZIF67 nanoparticles are grown in situ onto the fiber networks of a high-density glass fiber (GF) separator. They are dynamically activated in a vacuum oven. The open metal sites created after ZIF67 activation can effectively trap anions and improve Li+ transport properties. The transference number (t Li+ ) was predicted to be 0.49, thereby improving the electrochemical performances of the Li-SPAN battery. The anode and cathode exhibited better compatibility with the separator. The Li//Li symmetrical cells based on the ZIF67@GF separator exhibited low polarization and were stable for up to 600 h. A Li/ZIF67@GF/SPAN full cell also showed a small voltage polarization effect and had a starting capacity of 1590 mAh g-1 at 0.1C rate. The improved high-rate capability (ca. 714 mAh g-1 at 10C) of Li/ZIF@GF/SPAN cells was better than that of the Li/bare GF/SPAN cells. The long-term cycling performance was improved significantly, with a decay rate of 0.05% per cycle at 2C over 600 cycles and the ability to perform 1000 cycles at a rate of 5C with 75.3% capacity retention. Thus, our findings support that the Li-SPAN cell equipped with a GF separator with in situ grown ZIF67 nanoparticles substantially improved the electrochemical performance.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Energy demands are a severe\nworldwide concern that is impacted\nby population dynamics and globalization. Global warming arises from\nproducing greenhouse gases from fossil fuels and other conventional\nfuel sources. Therefore, developing cutting-edge\nenergy storage technologies that are economical and environmentally\nfriendly is crucial. Undoubtedly, using green energy is the best alternative.\nAs one among these, lithium-ion batteries (LIBs) are the primary solution\nand are primarily utilized in various applications, including electric\nvehicles (EVs) and electronic devices. However, with the demand for\nmore energy storage capacity and increased production, the creation\nof novel electrode materials has drawn considerable research attention.\nSulfur systems stand out among them, thanks to their impressive theoretical\ncapacities of 1675 mAh g<sup>–1</sup> and 2600 Wh kg<sup>–1</sup>. Sulfur also has advantages in affordability, environmental\nfriendliness, and natural availability, although several obstacles\nare involved in these battery systems, such as lithium polysulfide\n(LPS) dissolving in a liquid electrolyte, the enormous volume expansion\nof lithiated sulfur, and the weak electronic/ionic conductivities\nof sulfur. The undesirable passivation layer is created by the migration\nof LPS to the Li anode surface. Researchers have examined\na variety of control schemes for polysulfide dissolution. The two\nmost common techniques are the physical adsorption of polysulfides\nusing porous carbon and the chemical confinement\nof polysulfides using polar metal oxides or metal sulfides. Although these methods only enhanced their electrochemical performances,\nthey did not entirely alleviate the polysulfide dissolution.</p>", "clean_text": "Introduction\n\nEnergy demands are a severe worldwide concern that is impacted by population dynamics and globalization. Global warming arises from producing greenhouse gases from fossil fuels and other conventional fuel sources. Therefore, developing cutting-edge energy storage technologies that are economical and environmentally friendly is crucial. Undoubtedly, using green energy is the best alternative. As one among these, lithium-ion batteries (LIBs) are the primary solution and are primarily utilized in various applications, including electric vehicles (EVs) and electronic devices. However, with the demand for more energy storage capacity and increased production, the creation of novel electrode materials has drawn considerable research attention. Sulfur systems stand out among them, thanks to their impressive theoretical capacities of 1675 mAh g-1 and 2600 Wh kg-1. Sulfur also has advantages in affordability, environmental friendliness, and natural availability, although several obstacles are involved in these battery systems, such as lithium polysulfide (LPS) dissolving in a liquid electrolyte, the enormous volume expansion of lithiated sulfur, and the weak electronic/ionic conductivities of sulfur. The undesirable passivation layer is created by the migration of LPS to the Li anode surface. Researchers have examined a variety of control schemes for polysulfide dissolution. The two most common techniques are the physical adsorption of polysulfides using porous carbon and the chemical confinement of polysulfides using polar metal oxides or metal sulfides. Although these methods only enhanced their electrochemical performances, they did not entirely alleviate the polysulfide dissolution.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The sulfurized polyacrylonitrile (SPAN), first suggested by Wang\net al., stands out as a potential cathode\nmaterial for Li–S systems. SPAN is formed by trapping sulfur\natoms in polymeric chains by creating CS bonds; in particular,\nthe sulfur atoms are covalently linked to the cyclized polyacrylonitrile\n(PAN) backbone after sintering an S and PAN mixture at 350 °C\nin an Ar atmosphere. Because of its unique\nsolid–solid conversion mechanism, which prevents the dissolution\nand transportation of polysulfides, the\nSPAN displays higher cycling stability, better coulombic efficiency,\nand more utilization of active materials with carbonate electrolytes\nwhen compared with the conventional Li–S battery cathodes.\nOn the other hand, SPAN active materials need to be enhanced to demonstrate\nbetter electrochemical performance. Numerous actions are taken to\nenhance the SPAN cathode performance, such as higher active material\nloading. Nevertheless, the high-mass material load exhibits increased\npolarization and high-voltage hysteresis during cycling. The increased\npolarization can cause severe overpotentials and affect the cycling\nperformance and energy density. Novel cathode materials are being\nsought to control the LPS shuttle effect while continuing to control\nLi dendrite growth. More significantly, simple and facile synthetic\nstrategies will be needed to commercialize such batteries.\n</p>", "clean_text": "The sulfurized polyacrylonitrile (SPAN), first suggested by Wang et al., stands out as a potential cathode material for Li-S systems. SPAN is formed by trapping sulfur atoms in polymeric chains by creating CS bonds; in particular, the sulfur atoms are covalently linked to the cyclized polyacrylonitrile (PAN) backbone after sintering an S and PAN mixture at 350 °C in an Ar atmosphere. Because of its unique solid-solid conversion mechanism, which prevents the dissolution and transportation of polysulfides, the SPAN displays higher cycling stability, better coulombic efficiency, and more utilization of active materials with carbonate electrolytes when compared with the conventional Li-S battery cathodes. On the other hand, SPAN active materials need to be enhanced to demonstrate better electrochemical performance. Numerous actions are taken to enhance the SPAN cathode performance, such as higher active material loading. Nevertheless, the high-mass material load exhibits increased polarization and high-voltage hysteresis during cycling. The increased polarization can cause severe overpotentials and affect the cycling performance and energy density. Novel cathode materials are being sought to control the LPS shuttle effect while continuing to control Li dendrite growth. More significantly, simple and facile synthetic strategies will be needed to commercialize such batteries. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The separator mechanically separates the\ncathode and anode and\nis a crucial battery component. Conventional polyolefin separators\nhave no selectivity for ions in the electrolyte. It is believed that the cathodic LPS shuttle effect and the anodic\nLi dendritic problem will be managed best by modifying the separator.\nTo address these issues, ion-selective separators offer an alternate\nstrategy for limiting the free movement of anions. The number of Li<sup>+</sup> ions that transfer in a separator/electrolyte\nsystem may be increased by endowing the separator with ion selectivity.\nThe production of the Li dendrite may be delayed by increasing the\nvalue of the lithium-ion transference number (<italic toggle=\"yes\">t</italic>\n<sub>Li<sup>+</sup>\n</sub>) because of the inverse relationship between\nSand time (τ<sub>Sand</sub>, the time when Li dendrites start\nto grow) and <italic toggle=\"yes\">t</italic>\n<sub>Li<sup>+</sup>\n</sub> (as revealed\nby the Sand equation). High-performance\ncation-selective separators might offer Li anodes devoid of dendrites\nby endlessly extending the Li dendrite’s nucleation period.\nMetal–organic frameworks (MOFs) and two-dimensional\n(2D) substances such as graphene oxide (GO), MXene, and MoS<sub>2</sub>\n can be used to create separators with ion-selective\nproperties. To prevent the LPS shuttle effect and the formation of\nLi dendrites in Li–S batteries (LSBs), the transport of anions\ncan be constrained or immobilized by the nanoconfined pores of MOFs\nand the lamellar spacing of 2D materials.</p>", "clean_text": "The separator mechanically separates the cathode and anode and is a crucial battery component. Conventional polyolefin separators have no selectivity for ions in the electrolyte. It is believed that the cathodic LPS shuttle effect and the anodic Li dendritic problem will be managed best by modifying the separator. To address these issues, ion-selective separators offer an alternate strategy for limiting the free movement of anions. The number of Li+ ions that transfer in a separator/electrolyte system may be increased by endowing the separator with ion selectivity. The production of the Li dendrite may be delayed by increasing the value of the lithium-ion transference number (t Li+ ) because of the inverse relationship between Sand time (τSand, the time when Li dendrites start to grow) and t Li+  (as revealed by the Sand equation). High-performance cation-selective separators might offer Li anodes devoid of dendrites by endlessly extending the Li dendrite's nucleation period. Metal-organic frameworks (MOFs) and two-dimensional (2D) substances such as graphene oxide (GO), MXene, and MoS2  can be used to create separators with ion-selective properties. To prevent the LPS shuttle effect and the formation of Li dendrites in Li-S batteries (LSBs), the transport of anions can be constrained or immobilized by the nanoconfined pores of MOFs and the lamellar spacing of 2D materials.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In recent years, the\ncreation of cation-selective separators using\ncoatings on one side of the common polyolefin separators has extensively\nused sub-nanoscale pores with appropriate dimensions. Unfortunately,\nthe polyolefin separators have low porosity and poor wettability with\nliquid electrolytes, which increase cell resistance and result in\npoor kinetics and low-rate capability and notably thermal shrinkage\nat extreme temperatures. It is worth noting here that glass fiber\nseparators were adopted to modify the separator or used to grow MOF\nparticles on it because the glass fiber membrane has a highly porous\nstructure and excellent wettability, which might lead to a lot of\nelectrolyte uptake and, as a result, higher conductivity (2.27 mS\ncm<sup>–1</sup>) when placed in\nthe electrolyte, allowing for fast ionic transport and being thermally\nstable at elevated temperatures, which is the crucial issue for battery\nsafety. However, glass fiber separators\nsuffer from poor mechanical strength, specifically after liquid electrolyte\nuptake, and they can stick well with the lithium metal anode; thus,\nit is hard to separate them from lithium foil. MOF materials typically contain bigger pores and higher\nsurface areas. Zeolitic imidazolate frameworks\n(ZIFs), a MOF subclass, feature zeolite topologies generated from\nmetal ions and imidazolate ligands. ZIFs frequently exhibit greater\nporosity as well as good thermal and chemical stabilities, when compared\nwith other forms of MOFs. Sun and the\nresearch team developed a ZIF-67@cellulose nanofiber (CNF) hybrid\nmembrane, displaying controlled porosity, thermal stability, lower\nthermal shrinkage, and high surface wettability; the discharge capacity\nretentions of the LIB constructed with ZIF-67@CNF, glass fiber (GF),\nCNF, and commercial PE membranes after 100th cycle at a rate of 0.5C\nwere <italic toggle=\"yes\">ca.</italic> 88.41, 86.22, 83.27, and 81.03%, respectively. Because of its ZIF-67/Super P coating layer,\nMa et al. built an LSB with an improved initial discharge capacity\nof 1341 mAh g<sup>–1</sup> at 0.2C and better long-term cycling\nstability after 300 cycles, demonstrating a capacity attenuation rate\nof 0.14% for each cycle. An anion-immobilized\nand poly­(ethylene oxide) (PEO)-based hybrid polymer electrolyte (HPE)\nmembrane was initially created by Wang and his team using a GF separator\nthat had been coated with ZIF-67 (denoted as GF@ZIF@PEO). The Lewis\nacid metal sites in ZIF-67 could trap free anions from the polymer\nmatrix, thereby accelerating lithium-ion migration and promoting long-term\ncycle stability. We believed that ZIF-67\nnanoparticles might also be helpful as a separator modification material\nin Li-SPAN battery systems due to their porosity, Lewis acid metal\nsites, and high surface area.</p>", "clean_text": "In recent years, the creation of cation-selective separators using coatings on one side of the common polyolefin separators has extensively used sub-nanoscale pores with appropriate dimensions. Unfortunately, the polyolefin separators have low porosity and poor wettability with liquid electrolytes, which increase cell resistance and result in poor kinetics and low-rate capability and notably thermal shrinkage at extreme temperatures. It is worth noting here that glass fiber separators were adopted to modify the separator or used to grow MOF particles on it because the glass fiber membrane has a highly porous structure and excellent wettability, which might lead to a lot of electrolyte uptake and, as a result, higher conductivity (2.27 mS cm-1) when placed in the electrolyte, allowing for fast ionic transport and being thermally stable at elevated temperatures, which is the crucial issue for battery safety. However, glass fiber separators suffer from poor mechanical strength, specifically after liquid electrolyte uptake, and they can stick well with the lithium metal anode; thus, it is hard to separate them from lithium foil. MOF materials typically contain bigger pores and higher surface areas. Zeolitic imidazolate frameworks (ZIFs), a MOF subclass, feature zeolite topologies generated from metal ions and imidazolate ligands. ZIFs frequently exhibit greater porosity as well as good thermal and chemical stabilities, when compared with other forms of MOFs. Sun and the research team developed a ZIF-67@cellulose nanofiber (CNF) hybrid membrane, displaying controlled porosity, thermal stability, lower thermal shrinkage, and high surface wettability; the discharge capacity retentions of the LIB constructed with ZIF-67@CNF, glass fiber (GF), CNF, and commercial PE membranes after 100th cycle at a rate of 0.5C were ca. 88.41, 86.22, 83.27, and 81.03%, respectively. Because of its ZIF-67/Super P coating layer, Ma et al. built an LSB with an improved initial discharge capacity of 1341 mAh g-1 at 0.2C and better long-term cycling stability after 300 cycles, demonstrating a capacity attenuation rate of 0.14% for each cycle. An anion-immobilized and poly(ethylene oxide) (PEO)-based hybrid polymer electrolyte (HPE) membrane was initially created by Wang and his team using a GF separator that had been coated with ZIF-67 (denoted as GF@ZIF@PEO). The Lewis acid metal sites in ZIF-67 could trap free anions from the polymer matrix, thereby accelerating lithium-ion migration and promoting long-term cycle stability. We believed that ZIF-67 nanoparticles might also be helpful as a separator modification material in Li-SPAN battery systems due to their porosity, Lewis acid metal sites, and high surface area.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>In this study, we generated ZIF-67\nnanoparticles <italic toggle=\"yes\">in situ</italic> onto a GF and then employed\nthe ZIF67@GF as a separator for a cell\ncontaining a SPAN cathode and a Li metal anode. Here, we chose a GF\nseparator because of its excellent wettability and good electrolyte\nuptake. One discharge plateau was found while employing the SPAN cathode,\nand the dissolving of the polysulfide was inhibited completely. Our\nmodified ZIF67@GF separators to the system increased the transference\nnumber to 0.49 because the active sites in the ZIF67 particles interacted\nwith the anions in the electrolyte, thereby decreasing cell polarization.\nThe analysis of symmetrical cells demonstrated that the catalytic\nactivity and stable morphology of the ZIF67 nanoparticles inhibited\nthe growth of Li dendrites and limited the buildup of dead Li. Our\nLi//Li symmetrical cells equipped with the ZIF67@GF separator survived\nfor more than 600 h without undergoing shorting. Compared with cells\nfeaturing bare GF separators, the cells with ZIF67@GF separators have\ndisplayed superior high-rate capabilities (notably at higher rates\nof 36.5% at 2C and 36.8% at 5C) and more excellent discharge capacity\nretention. Furthermore, the ZIF-67@GF separator-equipped cells had\ndischarge capacities of 961.2 mAh g<sup>–1</sup> after the\nfirst cycle and 670.71 mAh g<sup>–1</sup> after 600 cycles\nat 2C; the capacity attenuation was approximately 0.05% per cycle.\nFinally, our Li-SPAN batteries incorporating ZIF67@GF separators markedly\nimproved the transport and kinetic characteristics, enhanced the electrochemical\noperation, and protected the Li anode.</p>", "clean_text": "In this study, we generated ZIF-67 nanoparticles in situ onto a GF and then employed the ZIF67@GF as a separator for a cell containing a SPAN cathode and a Li metal anode. Here, we chose a GF separator because of its excellent wettability and good electrolyte uptake. One discharge plateau was found while employing the SPAN cathode, and the dissolving of the polysulfide was inhibited completely. Our modified ZIF67@GF separators to the system increased the transference number to 0.49 because the active sites in the ZIF67 particles interacted with the anions in the electrolyte, thereby decreasing cell polarization. The analysis of symmetrical cells demonstrated that the catalytic activity and stable morphology of the ZIF67 nanoparticles inhibited the growth of Li dendrites and limited the buildup of dead Li. Our Li//Li symmetrical cells equipped with the ZIF67@GF separator survived for more than 600 h without undergoing shorting. Compared with cells featuring bare GF separators, the cells with ZIF67@GF separators have displayed superior high-rate capabilities (notably at higher rates of 36.5% at 2C and 36.8% at 5C) and more excellent discharge capacity retention. Furthermore, the ZIF-67@GF separator-equipped cells had discharge capacities of 961.2 mAh g-1 after the first cycle and 670.71 mAh g-1 after 600 cycles at 2C; the capacity attenuation was approximately 0.05% per cycle. Finally, our Li-SPAN batteries incorporating ZIF67@GF separators markedly improved the transport and kinetic characteristics, enhanced the electrochemical operation, and protected the Li anode.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>\n<italic toggle=\"yes\">In Situ</italic> Growth of ZIF67 Nanoparticles\non the GF Separator</title><p>ZIF67 nanoparticles are deposited on\na GF separator via an <italic toggle=\"yes\">in situ</italic> technique. The rectangular\npieces of the glass fiber separator (<italic toggle=\"yes\">ca.</italic> 260 μm\nthickness) were initially cut in size to fit inside the custom-made\nframe (the size of the pieces depends on the case we use). In the\nfollowing step, the GF frames were submerged in a beaker containing\n600 mL of methanol (bulk synthesis) solution with 22 g of 2-methylimidazole\n2-MeI (Sigma-Aldrich, 99%). After 30 min of stirring, 8 g of cobalt\nnitrate Co­(NO<sub>3</sub>)<sub>2</sub>\n<bold>·</bold>6H<sub>2</sub>O (ACS, 98%) containing MeOH solution (600 mL) was slowly introduced\ninto the above-mentioned solution by a dropwise method. Next, the\nsolution was constantly stirred to allow the ZIF67 nanoparticles to\ngrow on both sides of the GF separator. After a while of stirring,\nthe color of the GF separator changed to purple, indicating that the\nZIF67 particles had begun to develop there. After 24 h, the frames\nwere removed, cleaned with MeOH, and vacuum-dried at 150 °C for\ndynamic activation. The dried separators, named herein as ZIF67@GF,\nwere punched into (Ø = 18 mm) discs and used for the coin cell\ntesting. Bare GF separators were employed as a reference.</p>", "clean_text": "Experimental Section\n\n In Situ Growth of ZIF67 Nanoparticles on the GF Separator\n\nZIF67 nanoparticles are deposited on a GF separator via an in situ technique. The rectangular pieces of the glass fiber separator (ca. 260 μm thickness) were initially cut in size to fit inside the custom-made frame (the size of the pieces depends on the case we use). In the following step, the GF frames were submerged in a beaker containing 600 mL of methanol (bulk synthesis) solution with 22 g of 2-methylimidazole 2-MeI (Sigma-Aldrich, 99%). After 30 min of stirring, 8 g of cobalt nitrate Co(NO3)2 ⋅6H2O (ACS, 98%) containing MeOH solution (600 mL) was slowly introduced into the above-mentioned solution by a dropwise method. Next, the solution was constantly stirred to allow the ZIF67 nanoparticles to grow on both sides of the GF separator. After a while of stirring, the color of the GF separator changed to purple, indicating that the ZIF67 particles had begun to develop there. After 24 h, the frames were removed, cleaned with MeOH, and vacuum-dried at 150 °C for dynamic activation. The dried separators, named herein as ZIF67@GF, were punched into (Ø = 18 mm) discs and used for the coin cell testing. Bare GF separators were employed as a reference.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Electrode Fabrication</title><p>The SPAN active\nmaterial was prepared by blending (hand mixing) the as-received PAN\n(Sigma-Aldrich; <italic toggle=\"yes\">M</italic>\n<sub>W</sub> = 150,000) and sulfur\n(Sigma-Aldrich; 99.98% trace metal basis) to 1:4 ratio for 15 min.\nThe mixture was then sintered in a tube furnace at 350 °C under\nan Ar atmosphere for 3 h. Elemental analysis (EA) revealed that the\nS content was <italic toggle=\"yes\">ca.</italic> 51 wt % (Supplementary Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Next, the SPAN composite cathode was\nprepared by mixing the SPAN powder with the conductive carbon (Super\nP) and the poly­(vinylidene difluoride) (PVDF) binder at a ratio of\n70:20:10 in an <italic toggle=\"yes\">N</italic>-methyl pyrrolidone (NMP) solvent\nto make a uniform and viscous slurry. The smooth black slurry was\ncoated onto carbon-coated Al foil and dried under vacuum at 80 °C\nfor 24 h. Finally, the cathode was punched into discs (Ø = 13\nmm) and used for cell assembly. The mass loading of the active material\nwas calculated to be 2.7 mg cm<sup>–2</sup>.</p>", "clean_text": "Electrode Fabrication\n\nThe SPAN active material was prepared by blending (hand mixing) the as-received PAN (Sigma-Aldrich; M W = 150,000) and sulfur (Sigma-Aldrich; 99.98% trace metal basis) to 1:4 ratio for 15 min. The mixture was then sintered in a tube furnace at 350 °C under an Ar atmosphere for 3 h. Elemental analysis (EA) revealed that the S content was ca. 51 wt % (Supplementary Information, Table S1). Next, the SPAN composite cathode was prepared by mixing the SPAN powder with the conductive carbon (Super P) and the poly(vinylidene difluoride) (PVDF) binder at a ratio of 70:20:10 in an N-methyl pyrrolidone (NMP) solvent to make a uniform and viscous slurry. The smooth black slurry was coated onto carbon-coated Al foil and dried under vacuum at 80 °C for 24 h. Finally, the cathode was punched into discs (Ø = 13 mm) and used for cell assembly. The mass loading of the active material was calculated to be 2.7 mg cm-2.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Characterization</title><p>A Li metal anode,\nZIF67@GF separator, and SPAN cathode were used\nto assemble CR2032 coin-type batteries. The electrolyte was 1 M lithium\nhexafluorophosphate (LiPF<sub>6</sub>) in ethylene carbonate (EC)\nand diethyl carbonate (DEC) (volume ratio, 1:1). This electrolyte\nis the standard electrolyte used to characterize all types of cell\nperformances in our case.</p>", "clean_text": "Electrochemical Characterization\n\nA Li metal anode, ZIF67@GF separator, and SPAN cathode were used to assemble CR2032 coin-type batteries. The electrolyte was 1 M lithium hexafluorophosphate (LiPF6) in ethylene carbonate (EC) and diethyl carbonate (DEC) (volume ratio, 1:1). This electrolyte is the standard electrolyte used to characterize all types of cell performances in our case.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>All the operations were performed\ninside the Ar-filled glovebox (O<sub>2</sub> &lt; 0.5 ppm; H<sub>2</sub> &lt; 0.5 ppm). All 2032 coin cells were tested using a galvanostatic\ncharge–discharge battery tester (LAND CT2000A) with a voltage\nrange of 1.0–3.0 V (<italic toggle=\"yes\">vs</italic> Li/Li<sup>+</sup>)\nto evaluate their performances. Within the cutoff voltage range of\n1.0–3.0 V (<italic toggle=\"yes\">vs</italic> Li/Li<sup>+</sup>) at a scan\nrate of 0.1 mV s<sup>–1</sup>, cyclic voltammetry (CV) measurements\nhave been performed using a Metrohm Autolab PGSTAT32N (The Netherlands)\nelectrochemical workstation.</p>", "clean_text": "All the operations were performed inside the Ar-filled glovebox (O2 < 0.5 ppm; H2 < 0.5 ppm). All 2032 coin cells were tested using a galvanostatic charge-discharge battery tester (LAND CT2000A) with a voltage range of 1.0-3.0 V (vs Li/Li+) to evaluate their performances. Within the cutoff voltage range of 1.0-3.0 V (vs Li/Li+) at a scan rate of 0.1 mV s-1, cyclic voltammetry (CV) measurements have been performed using a Metrohm Autolab PGSTAT32N (The Netherlands) electrochemical workstation.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>EIS analysis was also carried out\nusing a Metrohm Autolab PGSTAT32N\n(The Netherlands) in the frequency range of 1 MHz–100 mHz at\nan amplitude of 5 mV. The symmetrical cells (CR2032) were constructed\nby sandwiching the ZIF67@GF and bare GF with lithium metals (200 μm\nthickness) and characterized using a Neware charger (model no. CT-4008T-5V6A-S1-FU,\nChina).</p>", "clean_text": "EIS analysis was also carried out using a Metrohm Autolab PGSTAT32N (The Netherlands) in the frequency range of 1 MHz-100 mHz at an amplitude of 5 mV. The symmetrical cells (CR2032) were constructed by sandwiching the ZIF67@GF and bare GF with lithium metals (200 μm thickness) and characterized using a Neware charger (model no. CT-4008T-5V6A-S1-FU, China).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Ionic conductivities were measured while keeping the\nseparator\nbetween blocking electrodes and performing impedance analysis in the\nfrequency range from 1 MHz to 100 mHz with an amplitude of 5 mV at\nroom temperature. Measurements were recorded at various temperatures\nby keeping the cells inside an oven for 1 h. The ionic conductivity\n(σ) is calculated by \n\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">RA</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">L</italic> is the thickness\nof the separator, <italic toggle=\"yes\">R</italic> is the bulk resistance, and <italic toggle=\"yes\">A</italic> is the contact area of the blocking electrode.</p>", "clean_text": "Ionic conductivities were measured while keeping the separator between blocking electrodes and performing impedance analysis in the frequency range from 1 MHz to 100 mHz with an amplitude of 5 mV at room temperature. Measurements were recorded at various temperatures by keeping the cells inside an oven for 1 h. The ionic conductivity (σ) is calculated by    1    σ =   L   RA     where L is the thickness of the separator, R is the bulk resistance, and A is the contact area of the blocking electrode.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The\nLi<sup>+</sup> ion transference number was estimated through\nchronoamperometry by applying a DC polarization of 10 mV. The currents\nwere measured before and after polarization at room temperature. After\nachieving a steady state, the bulk resistance and resistance were\nobtained through AC-EIS measurements over the frequency range from\n1 MHz to 100 mHz. Finally, using the Bruce–Vincent–Ivan\nequation [], the transference numbers (<italic toggle=\"yes\">t</italic>\n<sub>Li<sup>+</sup>\n</sub>) were calculated for the modified and bare\nGF separators<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">I</italic>\n<sub>0</sub> and <italic toggle=\"yes\">I</italic>\n<sub>s</sub> are the initial and\nsteady-state currents,\nrespectively, and <italic toggle=\"yes\">R</italic>\n<sub>0</sub> and <italic toggle=\"yes\">R</italic>\n<sub>s</sub> are the initial and steady-state polarization impedance,\nrespectively.</p>", "clean_text": "The Li+ ion transference number was estimated through chronoamperometry by applying a DC polarization of 10 mV. The currents were measured before and after polarization at room temperature. After achieving a steady state, the bulk resistance and resistance were obtained through AC-EIS measurements over the frequency range from 1 MHz to 100 mHz. Finally, using the Bruce-Vincent-Ivan equation [], the transference numbers (t Li+ ) were calculated for the modified and bare GF separators 2      t     Li   +     =     I   s    ( Δ V -   I   0     R   0   )      I   0    ( Δ V -   I   s     R   s   )      where I 0 and I s are the initial and steady-state currents, respectively, and R 0 and R s are the initial and steady-state polarization impedance, respectively.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The electrolyte uptake (EU) test was conducted\nby soaking weighed\nseparators in the liquid electrolyte for 12 h to ensure the complete\nuptake of the electrolyte. Then, the separators were taken out and\nweighed. The electrolyte uptake (EU) was calculated using \n\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:mi>EU</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>w</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>w</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>w</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">w</italic>\n<sub>0</sub> and <italic toggle=\"yes\">w</italic>\n<sub>1</sub> are the weights of the\ndry and wet separators,\nrespectively. The galvanostatic intermittent titration technique (GITT)\nwas used at a rate of 0.1C within the voltage range of 1–3\nV to determine the Li<sup>+</sup> diffusion coefficient. Assuming\nthat the system obeyed Fick’s law (Li<sup>+</sup> ion movement\nin the electrode was driven by diffusion-type mass transport), the\nLi<sup>+</sup> ion diffusion coefficient was calculated using \n\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>π</mml:mi>\n<mml:mi>τ</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">t</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">V</italic>\n<sub>m</sub> is the\nmolar volume of the active material (cm<sup>3</sup> mol<sup>–1</sup>), <italic toggle=\"yes\">M</italic>\n<sub>m</sub> is the molecular weight of the\nmaterial (g mol<sup>–1</sup>), <italic toggle=\"yes\">m</italic>\n<sub>m</sub> is the mass of the active materials in the electrode (g), <italic toggle=\"yes\">L</italic> is the thickness of the electrode (cm), <italic toggle=\"yes\">A</italic> is the electrode/electrolyte contact area (cm<sup>2</sup>), τ\nis the duration of the current pulse (s), Δ<italic toggle=\"yes\">E</italic>\n<sub>s</sub> is the change in the steady-state voltage due to the\ncurrent pulse, and Δ<italic toggle=\"yes\">E</italic>\n<sub>t</sub> is the change\nin voltage during the constant current pulse.</p>", "clean_text": "The electrolyte uptake (EU) test was conducted by soaking weighed separators in the liquid electrolyte for 12 h to ensure the complete uptake of the electrolyte. Then, the separators were taken out and weighed. The electrolyte uptake (EU) was calculated using    3     EU   ( % )   =   (   w   1   -   w   0   )     w   0      × 100   where w 0 and w 1 are the weights of the dry and wet separators, respectively. The galvanostatic intermittent titration technique (GITT) was used at a rate of 0.1C within the voltage range of 1-3 V to determine the Li+ diffusion coefficient. Assuming that the system obeyed Fick's law (Li+ ion movement in the electrode was driven by diffusion-type mass transport), the Li+ ion diffusion coefficient was calculated using    4      D   L   i   +     =   4   π τ     (     V   m     m   m       M   m   S   )   2     (   Δ   E   s     Δ   E   t     )   2     where V m is the molar volume of the active material (cm3 mol-1), M m is the molecular weight of the material (g mol-1), m m is the mass of the active materials in the electrode (g), L is the thickness of the electrode (cm), A is the electrode/electrolyte contact area (cm2), τ is the duration of the current pulse (s), ΔE s is the change in the steady-state voltage due to the current pulse, and ΔE t is the change in voltage during the constant current pulse.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Property\nCharacterization</title><p>X-ray diffraction\n(XRD; Bruker D2 PHASER, Germany; Cu Kα; λ = 0.15406 nm;\n30 kV, 10 mA) was used to study the crystalline and amorphous nature\nof the materials within the angles of 6–50°. Morphological\nmicroanalysis of the active material, separator, and Li anode and\ntheir distributions was performed using scanning electron microscopy\n(SEM; Hitachi Se2600H, Japan) with energy dispersive X-ray spectrometry\n(EDS). The functional groups’ environment and their interactions\nwith the substrate were examined by Fourier transform infrared (FT-IR)\nspectroscopy (Spectrum100, PerkinElmer). The ZIF67 mass loading in\nthe GF separator was determined by thermogravimetric analysis (TGA;\nMettler) under N<sub>2</sub>, carried out from 25 to 800 °C at\na heating rate of 5 °C min<sup>–1</sup>.</p>", "clean_text": "Property Characterization\n\nX-ray diffraction (XRD; Bruker D2 PHASER, Germany; Cu Kα; λ = 0.15406 nm; 30 kV, 10 mA) was used to study the crystalline and amorphous nature of the materials within the angles of 6-50°. Morphological microanalysis of the active material, separator, and Li anode and their distributions was performed using scanning electron microscopy (SEM; Hitachi Se2600H, Japan) with energy dispersive X-ray spectrometry (EDS). The functional groups' environment and their interactions with the substrate were examined by Fourier transform infrared (FT-IR) spectroscopy (Spectrum100, PerkinElmer). The ZIF67 mass loading in the GF separator was determined by thermogravimetric analysis (TGA; Mettler) under N2, carried out from 25 to 800 °C at a heating rate of 5 °C min-1.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Morphological Studies</title><p>The as-prepared\nSPAN material was utilized as the cathode because of its enhanced\nelectronic conductivity, as compared to the traditional pure sulfur\ncathode. The SEM images and EDX mapping results of the as-prepared\nSPAN material are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. Covalent\nbonding between the PAN matrix and sulfur particles hinders the LPS\nshuttle effect, and polysulfide dissolution directly results in the\nformation of Li<sub>2</sub>S. In addition, SPAN recompensed the volume\nexpansion through cycling and utilized all the sulfur-active material. The structure of SPAN is reversible through solid–solid conversion\nin carbonate and ether-based electrolytes; on the other hand, traditional\nsulfur systems show reversibility in ether-based systems only. The\ncompatibility of carbonate electrolytes with SPAN systems results\nfrom the insolubility of the C–S bonds and Li<sub>2</sub>S\ndischarge products. The GF separators\nwere incorporated into our system to enhance the electrolyte uptake\nand maintain thermal stability. The GF substrate’s surface\nroughness boosted fillers or additive’s adherence to the separator\nand improved ionic interactions with the SPAN cathode. To promote the charge transfer kinetics, the\nZIF67 nanoparticles are grown <italic toggle=\"yes\">in situ</italic> across the\ninterwoven structure of the GF separator, which promises compatibility\nwith the SPAN cathode system. It was achieved by immersing the glass\nfiber separator in methanol, adding 2-methylimidazole first, and after\na while adding cobalt nitrate solution dropwise at room temperature\n(). A rapid\nhomogeneous nucleation occurred when the aqueous cobalt nitrate solution\nwas injected into a solution containing 2-methylimidazole, forming\nsmaller nanospheroids. The aggregation of these nanospheres, most\ncertainly by oriented attachment, results in the creation of faceted\nstable ZIF67 crystals. The <italic toggle=\"yes\">in\nsitu</italic> formation of ZIF67 is simply illustrated in . Notably, adding\nthe Co<sup>2+</sup> solution into the 2-methylimidazole results in\nbetter crystalline nature of ZIF67 nanoparticles due to excess methylimidazole\non the surface of ZIF67.\n</p>", "clean_text": "Results and Discussion\n\nMorphological Studies\n\nThe as-prepared SPAN material was utilized as the cathode because of its enhanced electronic conductivity, as compared to the traditional pure sulfur cathode. The SEM images and EDX mapping results of the as-prepared SPAN material are shown in Figure S1. Covalent bonding between the PAN matrix and sulfur particles hinders the LPS shuttle effect, and polysulfide dissolution directly results in the formation of Li2S. In addition, SPAN recompensed the volume expansion through cycling and utilized all the sulfur-active material. The structure of SPAN is reversible through solid-solid conversion in carbonate and ether-based electrolytes; on the other hand, traditional sulfur systems show reversibility in ether-based systems only. The compatibility of carbonate electrolytes with SPAN systems results from the insolubility of the C-S bonds and Li2S discharge products. The GF separators were incorporated into our system to enhance the electrolyte uptake and maintain thermal stability. The GF substrate's surface roughness boosted fillers or additive's adherence to the separator and improved ionic interactions with the SPAN cathode. To promote the charge transfer kinetics, the ZIF67 nanoparticles are grown in situ across the interwoven structure of the GF separator, which promises compatibility with the SPAN cathode system. It was achieved by immersing the glass fiber separator in methanol, adding 2-methylimidazole first, and after a while adding cobalt nitrate solution dropwise at room temperature (). A rapid homogeneous nucleation occurred when the aqueous cobalt nitrate solution was injected into a solution containing 2-methylimidazole, forming smaller nanospheroids. The aggregation of these nanospheres, most certainly by oriented attachment, results in the creation of faceted stable ZIF67 crystals. The in situ formation of ZIF67 is simply illustrated in . Notably, adding the Co2+ solution into the 2-methylimidazole results in better crystalline nature of ZIF67 nanoparticles due to excess methylimidazole on the surface of ZIF67. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nDepiction of the Preparation Strategy of <italic toggle=\"yes\">In Situ</italic> Grown\nZIF67 on GF Separators</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Depiction of the Preparation Strategy of In Situ Grown ZIF67 on GF Separators   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Illustration of <italic toggle=\"yes\">In Situ</italic> Growth of ZIF67\nParticles on the GF Separators</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Schematic Illustration of In Situ Growth of ZIF67 Particles on the GF Separators   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The SEM images from a–c present that the as-formed ZIF67\nnanoparticles\n(encircled by red circles) had a rhombic dodecahedral structure, were\nwell dispersed, and had grown uniformly everywhere on the fibers of\nthe GF separator, with precise edges and distinct facets. The size\nof the as-grown nanoparticles was approximately 500–600 nm.\nA more extended synthesis period leads to larger particle sizes and\na more significant number of distinct facets. It is consistent with\nthe Ostwald ripening or coarsening mechanism, which describes a process\nin which the total energy of a two-phase system decreases as the size\nscale increases. There is a spectrum of particle size distribution\nin the case of nanocrystals; therefore, there are particles of various\nsizes. Diffusion of smaller particles onto larger ones occurs over\ntime or in solution, increasing particle size.\nd–f shows the elemental mapping in which the homogeneous distribution\nof elements was noted. The weight percentage\nis also given in the elemental mapping analysis in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>. The XRD pattern helps identify the crystallinity\nand amorphous nature of materials.</p>", "clean_text": "The SEM images from a-c present that the as-formed ZIF67 nanoparticles (encircled by red circles) had a rhombic dodecahedral structure, were well dispersed, and had grown uniformly everywhere on the fibers of the GF separator, with precise edges and distinct facets. The size of the as-grown nanoparticles was approximately 500-600 nm. A more extended synthesis period leads to larger particle sizes and a more significant number of distinct facets. It is consistent with the Ostwald ripening or coarsening mechanism, which describes a process in which the total energy of a two-phase system decreases as the size scale increases. There is a spectrum of particle size distribution in the case of nanocrystals; therefore, there are particles of various sizes. Diffusion of smaller particles onto larger ones occurs over time or in solution, increasing particle size. d-f shows the elemental mapping in which the homogeneous distribution of elements was noted. The weight percentage is also given in the elemental mapping analysis in Figure S2. The XRD pattern helps identify the crystallinity and amorphous nature of materials.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a–c) SEM images of the as-prepared\nZIF67@GF separators\nin different magnifications. (d–f) EDX analysis of the ZIF67@GF\nseparators and presence of elements Co, N, and O. (d, inset) Combinatorial\nmapping of all elements.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a-c) SEM images of the as-prepared ZIF67@GF separators in different magnifications. (d-f) EDX analysis of the ZIF67@GF separators and presence of elements Co, N, and O. (d, inset) Combinatorial mapping of all elements.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>\na features\nthe peaks at values of 2θ of 7.4, 10.4, 12.7, 14.8, 16.5, 18.0,\n22.2, 24.3, 25.6, 26.7, 29.5, 30.6, 31.5, and 32.7° corresponding\nto the (0 1 1), (0 0 2), (1 1 2), (0 2 2), (0 1 3), (2 2 2), (1 1\n4), (2 3 3), (2 2 4), (1 3 4), (0 4 4), (3 3 4), (2 4 4), and (2 3\n5) planes of the ZIF67 crystal, respectively. The diffraction peaks of the ZIF67 particles are matched well with\nthe simulated pattern, confirming the formation of pure crystals.\nBecause of the prolonged synthesis time (24 h in our case), the highly\nintense prominent plane (0 1 1) of ZIF67 particles was found, implying\nthat the intensity of the prominent peaks is proportional to the synthesis\ntime. The XRD patterns of the glass fiber\nseparator show that the broadband at 24.8° belongs to the amorphous\nGF separator. The ZIF67@GF patterns reveal the reproduction of intensity\nof all the ZIF67 peak patterns, and their presence proves the successful\ninheritance of ZIF67 crystals in the glass fiber separator. FT-IR\nspectroscopy results deal with the chemical environments and interactions\nof the substrate and nanoparticles, which are demonstrated in b. The characteristic\nasymmetric stretching vibration of Si–O–Si observed\nat the wavenumber 985 cm<sup>–1</sup>, representing the glass\nfiber separator, is also present in the ZIF67@GF spectrum. In the\ncase of ZIF67 particles, the peaks were primarily attributable to\nthe 2-methylimidazole ligand. The stretching and bending of the imidazole\ngroup caused peaks, ranging from 600 to 1500 cm<sup>–1</sup>. The stretching mode of CN bonding in 2-methylimidazole\ncaused a small peak at 1448 cm<sup>–1</sup>. In addition, the ZIF67@GF spectrum holds the typical signals\nfor ZIF67 particles and the glass fiber separator but with slightly\nreduced intensity. It demonstrates the interactions between the rich\nhydroxyl (OH) groups of the borosilicate (GF) backbones and the functional\ngroups of the ZIF67 nanoparticles.</p>", "clean_text": " a features the peaks at values of 2θ of 7.4, 10.4, 12.7, 14.8, 16.5, 18.0, 22.2, 24.3, 25.6, 26.7, 29.5, 30.6, 31.5, and 32.7° corresponding to the (0 1 1), (0 0 2), (1 1 2), (0 2 2), (0 1 3), (2 2 2), (1 1 4), (2 3 3), (2 2 4), (1 3 4), (0 4 4), (3 3 4), (2 4 4), and (2 3 5) planes of the ZIF67 crystal, respectively. The diffraction peaks of the ZIF67 particles are matched well with the simulated pattern, confirming the formation of pure crystals. Because of the prolonged synthesis time (24 h in our case), the highly intense prominent plane (0 1 1) of ZIF67 particles was found, implying that the intensity of the prominent peaks is proportional to the synthesis time. The XRD patterns of the glass fiber separator show that the broadband at 24.8° belongs to the amorphous GF separator. The ZIF67@GF patterns reveal the reproduction of intensity of all the ZIF67 peak patterns, and their presence proves the successful inheritance of ZIF67 crystals in the glass fiber separator. FT-IR spectroscopy results deal with the chemical environments and interactions of the substrate and nanoparticles, which are demonstrated in b. The characteristic asymmetric stretching vibration of Si-O-Si observed at the wavenumber 985 cm-1, representing the glass fiber separator, is also present in the ZIF67@GF spectrum. In the case of ZIF67 particles, the peaks were primarily attributable to the 2-methylimidazole ligand. The stretching and bending of the imidazole group caused peaks, ranging from 600 to 1500 cm-1. The stretching mode of CN bonding in 2-methylimidazole caused a small peak at 1448 cm-1. In addition, the ZIF67@GF spectrum holds the typical signals for ZIF67 particles and the glass fiber separator but with slightly reduced intensity. It demonstrates the interactions between the rich hydroxyl (OH) groups of the borosilicate (GF) backbones and the functional groups of the ZIF67 nanoparticles.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD patterns of the ZIF67 powder,\nglass fiber separator, ZIF67@GF\nseparators. (b) FT-IR spectrum of the bare glass fiber separator,\nZIF67@GF separator, and ZIF67 powder. (c) TGA profiles of the glass\nfiber and ZIF67@GF separators in the weight loss range of 25–800\n°C.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD patterns of the ZIF67 powder, glass fiber separator, ZIF67@GF separators. (b) FT-IR spectrum of the bare glass fiber separator, ZIF67@GF separator, and ZIF67 powder. (c) TGA profiles of the glass fiber and ZIF67@GF separators in the weight loss range of 25-800 °C.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Thermal Behavior of Separators</title><p>GF separators are known for their excellent thermal stability. c presents the TGA\nprofiles of the GF separator and ZIF67@GF separators. From the TGA\ncurves, it is obvious that the GF separator is stable up to 800 °C.\nThe ZIF67 particles are thermally stable up to 200 °C. The initial\n3.5% weight loss at nearly 130 °C was caused by the complete\nevaporation of tiny water crystals and moisture captured by the glass\nfiber separator. Eliminating excess particles from the fillers and\nunreacted linker species generated a steady weight loss from 150 to\n450 °C. After 450 °C, the ZIF67 particles begin to decompose.\nThe framework started to disintegrate due to the disappearance of\n2-methyilimidazole after 450 °C.</p>", "clean_text": "Thermal Behavior of Separators\n\nGF separators are known for their excellent thermal stability. c presents the TGA profiles of the GF separator and ZIF67@GF separators. From the TGA curves, it is obvious that the GF separator is stable up to 800 °C. The ZIF67 particles are thermally stable up to 200 °C. The initial 3.5% weight loss at nearly 130 °C was caused by the complete evaporation of tiny water crystals and moisture captured by the glass fiber separator. Eliminating excess particles from the fillers and unreacted linker species generated a steady weight loss from 150 to 450 °C. After 450 °C, the ZIF67 particles begin to decompose. The framework started to disintegrate due to the disappearance of 2-methyilimidazole after 450 °C.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>The total weight loss\nof the ZIF67 particles is estimated to be 15%, which is also the mass\nloading of ZIF67 in the glass fiber separator. The TGA results show\nthat ZIF-67 particles are relatively thermally stable; thus, these\nparticles will improve the thermal characteristics by adsorbing thermal\nenergy. Hence, it prevents thermal assault and makes the battery system\nmore stable. These findings suggested that operating our Li-SPAN corresponding\nbatteries at elevated temperatures would be possible.</p>", "clean_text": "The total weight loss of the ZIF67 particles is estimated to be 15%, which is also the mass loading of ZIF67 in the glass fiber separator. The TGA results show that ZIF-67 particles are relatively thermally stable; thus, these particles will improve the thermal characteristics by adsorbing thermal energy. Hence, it prevents thermal assault and makes the battery system more stable. These findings suggested that operating our Li-SPAN corresponding batteries at elevated temperatures would be possible.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<title>Ionic Conductivity and Separator Compatibility</title><title>Ionic Conductivity</title><p>Ionic conductivity\nis a crucial parameter when estimating the ion regulating properties\nof ZIF67 nanoparticles. Here, the ionic conductivities were measured\nwith the help of AC impedance spectroscopy by sandwiching the separators\nbetween stainless-steel electrodes, followed by the addition of the\nliquid electrolyte inside the glovebox. The ionic conductivity value\nwas analyzed at 25–60 °C to obtain the Arrhenius plot,\ndisplayed in a. The ionic conductivities and the activation energies of bare and\nZIF67@GF separators are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>. At room temperature (25 °C), the ionic conductivities of bare\nand ZIF67@GF separators are <italic toggle=\"yes\">ca.</italic> 9 × 10<sup>–3</sup> S cm<sup>–1</sup> and 1.08 × 10<sup>–2</sup> S\ncm<sup>–1</sup>, respectively. When the temperature is increased\nto 60 °C, there seems to be an improvement in the ionic conductivity\nof both separators. For the bare separator, the conductivity is <italic toggle=\"yes\">ca.</italic> 1.36 × 10<sup>–2</sup> S cm<sup>–1</sup>, and for the ZIF67@GF, it is <italic toggle=\"yes\">ca.</italic> 1.78 × 10<sup>–2</sup> S cm<sup>–1</sup>. The slight improvement\nof ionic conductivities of the ZIF67@GF separators is attributed to\nthe abundant porosity of ZIF67, and the compact nature of the as-grown\nZIF67 particles supplies handfuls of ion transport channels with shorter\nion diffusion lengths. The activation\nenergy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>) was not affected by the presence\nof ZIF67 particles. The <italic toggle=\"yes\">E</italic>\n<sub>a</sub> values are <italic toggle=\"yes\">ca.</italic> 3.8 and 5.0 kJ mol<sup>–1</sup> for bare GF and\nZIF67@GF separators, respectively. The difference is not that much\nbetween both cases. A lower activation energy means a lower energy\nbarrier for the Li<sup>+</sup> ion transport, which eventually increases\nthe ionic mass transport rate and reduces the overpotential.</p>", "clean_text": "Ionic Conductivity and Separator Compatibility\n\nIonic Conductivity\n\nIonic conductivity is a crucial parameter when estimating the ion regulating properties of ZIF67 nanoparticles. Here, the ionic conductivities were measured with the help of AC impedance spectroscopy by sandwiching the separators between stainless-steel electrodes, followed by the addition of the liquid electrolyte inside the glovebox. The ionic conductivity value was analyzed at 25-60 °C to obtain the Arrhenius plot, displayed in a. The ionic conductivities and the activation energies of bare and ZIF67@GF separators are given in Table S2. At room temperature (25 °C), the ionic conductivities of bare and ZIF67@GF separators are ca. 9 × 10-3 S cm-1 and 1.08 × 10-2 S cm-1, respectively. When the temperature is increased to 60 °C, there seems to be an improvement in the ionic conductivity of both separators. For the bare separator, the conductivity is ca. 1.36 × 10-2 S cm-1, and for the ZIF67@GF, it is ca. 1.78 × 10-2 S cm-1. The slight improvement of ionic conductivities of the ZIF67@GF separators is attributed to the abundant porosity of ZIF67, and the compact nature of the as-grown ZIF67 particles supplies handfuls of ion transport channels with shorter ion diffusion lengths. The activation energy (E a) was not affected by the presence of ZIF67 particles. The E a values are ca. 3.8 and 5.0 kJ mol-1 for bare GF and ZIF67@GF separators, respectively. The difference is not that much between both cases. A lower activation energy means a lower energy barrier for the Li+ ion transport, which eventually increases the ionic mass transport rate and reduces the overpotential.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Arrhenius\nplot for bare GF and ZIF67@GF separators at various\ntemperatures. (b, d) Chronoamperometric measurements of the transference\nnumber for the bare GF and the ZIF67@GF separators. (c, e) EIS spectra\nof the bare GF and ZIF67@GF separators before and after polarization.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Arrhenius plot for bare GF and ZIF67@GF separators at various temperatures. (b, d) Chronoamperometric measurements of the transference number for the bare GF and the ZIF67@GF separators. (c, e) EIS spectra of the bare GF and ZIF67@GF separators before and after polarization.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Transference Number and\nAnion Immobility</title><p>The transference number is another significant\nparameter to examine\nthe separator’s efficiency. When anions and cations travel\nin the same internal electric field, it is likely to generate reverse\nconcentration gradients and the impairment of LMB electrochemical\nproperties. As a result, increasing the Li<sup>+</sup> transference\nnumber is critical to eliminate the concentration gradient and induce\nhomogeneous Li-ion deposition. The chronoamperometry\ntechnique was used to measure symmetrical cells’ initial and\nsteady-state currents by applying a small potential. EIS measurements\nestimated interfacial resistances before and after polarization. The\npurpose of measuring interfacial resistances is to reduce the error\ncaused by the interface evolution by the positive lithium ion with\nthe electrolyte during the measurement. The lithium-ion transference number is calculated by the Bruce–Vincent–Evans\nEquation, which is given in . b,d\nshows the chronoamperometric curves of the bare GF and ZIF67@GF separators,\nand their respective impedance spectra are provided in c,e.</p>", "clean_text": "Transference Number and Anion Immobility\n\nThe transference number is another significant parameter to examine the separator's efficiency. When anions and cations travel in the same internal electric field, it is likely to generate reverse concentration gradients and the impairment of LMB electrochemical properties. As a result, increasing the Li+ transference number is critical to eliminate the concentration gradient and induce homogeneous Li-ion deposition. The chronoamperometry technique was used to measure symmetrical cells' initial and steady-state currents by applying a small potential. EIS measurements estimated interfacial resistances before and after polarization. The purpose of measuring interfacial resistances is to reduce the error caused by the interface evolution by the positive lithium ion with the electrolyte during the measurement. The lithium-ion transference number is calculated by the Bruce-Vincent-Evans Equation, which is given in . b,d shows the chronoamperometric curves of the bare GF and ZIF67@GF separators, and their respective impedance spectra are provided in c,e.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The interfacial\nresistance of the ZIF67@GF symmetrical cell shows lesser resistance\nthan that of the bare glass fiber symmetrical cell, which means that\nthere is a superior rate of Li<sup>+</sup> ionic transport, thus showing\nthat the transference number (<italic toggle=\"yes\">t</italic>\n<sub>Li<sup>+</sup>\n</sub>) of the former (0.49) was much higher than that of the latter\n(0.25). The higher transference number presumably arises\ndue to the confronted pores and the Lewis acid/base interactions of\nthe ZIF67 particles. The immense number of Co<sup>2+</sup> active\nsites in the ZIF67 particle would immobilize the larger PF<sub>6</sub>\n<sup>–</sup> anions in the liquid electrolytes and increase\nthe Li<sup>+</sup> ion charge carrier density. Because of the reduced\nbinding energy, PF<sub>6</sub>\n<sup>–</sup> and ZIF67 particles\nare more likely to interact with each other, resulting in more dissociation\nof LiPF<sub>6</sub> into PF<sub>6</sub>\n<sup>–</sup> and Li<sup>+</sup>, and the addition of ZIF67 results in more dissociation of\nLi<sup>+</sup> from LiPF<sub>6</sub>, resulting in better ionic conductivity\nand lithium-ion transference number. LiPF<sub>6</sub> travels via the ZIF67@GF separator and is fragmented into\nPF<sub>6</sub>\n<sup>–</sup> and Li<sup>+</sup>. In ZIF67@GF,\nthe Lewis acid active site of ZIF67 adsorbed PF<sub>6</sub>\n<sup>–</sup> more efficiently. The Li<sup>+</sup> ions can readily migrate along\nthe rapid ionic conductive channels provided by ZIF67. The simple\nmechanism of anion PF<sub>6</sub>\n<sup>–</sup> immobilization\nis portrayed in . The ultimate electrolyte uptake (the porosity of the glass fiber\nseparator is <italic toggle=\"yes\">ca.</italic> 60%) and excellent wettability of\nthe glass fiber separators make better interfacial contact for ensuring\nthat the ionic transport increased after having the ZIF67 particles\nin it.</p>", "clean_text": "The interfacial resistance of the ZIF67@GF symmetrical cell shows lesser resistance than that of the bare glass fiber symmetrical cell, which means that there is a superior rate of Li+ ionic transport, thus showing that the transference number (t Li+ ) of the former (0.49) was much higher than that of the latter (0.25). The higher transference number presumably arises due to the confronted pores and the Lewis acid/base interactions of the ZIF67 particles. The immense number of Co2+ active sites in the ZIF67 particle would immobilize the larger PF6 - anions in the liquid electrolytes and increase the Li+ ion charge carrier density. Because of the reduced binding energy, PF6 - and ZIF67 particles are more likely to interact with each other, resulting in more dissociation of LiPF6 into PF6 - and Li+, and the addition of ZIF67 results in more dissociation of Li+ from LiPF6, resulting in better ionic conductivity and lithium-ion transference number. LiPF6 travels via the ZIF67@GF separator and is fragmented into PF6 - and Li+. In ZIF67@GF, the Lewis acid active site of ZIF67 adsorbed PF6 - more efficiently. The Li+ ions can readily migrate along the rapid ionic conductive channels provided by ZIF67. The simple mechanism of anion PF6 - immobilization is portrayed in . The ultimate electrolyte uptake (the porosity of the glass fiber separator is ca. 60%) and excellent wettability of the glass fiber separators make better interfacial contact for ensuring that the ionic transport increased after having the ZIF67 particles in it.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Simple Schematic Diagram of Anion Immobilization and Fast Transport\nof Li<sup>+</sup> Ions</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Simple Schematic Diagram of Anion Immobilization and Fast Transport of Li+ Ions   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<title>Wettability and Electrolyte Uptake</title><p>The\nwettability of the separator is a notable parameter for maintaining\nthe electrolyte during the charge/discharge process. The contact angle measurements were conducted to examine\nthe wettability of the separator. A drop of the liquid electrolyte\nis added to the separator surface, and the angle that the drop formed\nwith the surface is measured. The contact angles of the bare GF separator\nand the ZIF67@GF separator are almost zero (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>), which means that it can immediately uptake the electrolyte,\nhold a large amount of the electrolyte, and keep the separator wet\nfor a prolonged time. The perfect wettability of the glass fiber separator\ngenerated a well-distributed lithium-ion flux, which lowered the increasing\nlithium-ion concentration polarization locally and contributed to\nthe lithium dendrite suppression. Moreover, it reduces the surface\ntension, causing a smooth separator/electrolyte interface. The wettability\nof a separator is related to its electrolyte uptake tendency. The\nelectrolyte uptake was calculated by . The electrolyte uptake of the bare glass fiber and\nZIF67@GF separators is calculated to be 87 and 89%, respectively,\nproving a good interaction between the ZIF67 particles in the separator\nwith the liquid electrolyte.</p>", "clean_text": "Wettability and Electrolyte Uptake\n\nThe wettability of the separator is a notable parameter for maintaining the electrolyte during the charge/discharge process. The contact angle measurements were conducted to examine the wettability of the separator. A drop of the liquid electrolyte is added to the separator surface, and the angle that the drop formed with the surface is measured. The contact angles of the bare GF separator and the ZIF67@GF separator are almost zero (Figure S3), which means that it can immediately uptake the electrolyte, hold a large amount of the electrolyte, and keep the separator wet for a prolonged time. The perfect wettability of the glass fiber separator generated a well-distributed lithium-ion flux, which lowered the increasing lithium-ion concentration polarization locally and contributed to the lithium dendrite suppression. Moreover, it reduces the surface tension, causing a smooth separator/electrolyte interface. The wettability of a separator is related to its electrolyte uptake tendency. The electrolyte uptake was calculated by . The electrolyte uptake of the bare glass fiber and ZIF67@GF separators is calculated to be 87 and 89%, respectively, proving a good interaction between the ZIF67 particles in the separator with the liquid electrolyte.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>Electrochemical\nPerformance Studies</title><p>The galvanostatic charge/discharge (GCD)\nprofiles of the Li/SPAN\ncells with the bare GF and ZIF67-modified separators are demonstrated\nin a,b, characterized\nat 0.1C between the voltages in the range of 1–3 V (<italic toggle=\"yes\">vs</italic> Li/Li<sup>+</sup>). The upper potential is decreased\nto 2.5 V for the second and third cycles for the cells containing\nboth the bare GF and ZIF-grown GF separators, with the lithiation\nprocess starting at 1.8 V in the first discharge step. The Li/SPAN\ncell displayed considerable voltage hysteresis (polarization) during\nthe initial discharge, resulting in a significant buildup of irreversible\ncapacity loss. This voltage hysteresis may be due to the inadequate\nelectrical contact at the original grain boundaries between the SPAN\nand the conducting carbon particles. The discharging and charging\nprofile of the Li/SPAN cell, in contrast to typical Li/S batteries,\nexhibited only a single voltage plateau. This behavior suggested that\nthe SPAN underwent a single-phase direct solid-to-solid reaction without\nforming any soluble polysulfides. The\ninitial discharge capacity of the Li/SPAN cell assembled with the\nZIF67@GF separator was <italic toggle=\"yes\">ca.</italic> 1591 mAh g<sup>–1</sup>, and for the cell with the bare glass fiber separator, the capacity\nwas <italic toggle=\"yes\">ca.</italic> 1469 mAh g<sup>–1</sup> at 0.1C at\nroom temperature. It is noted that the initial discharge capacity\nof the full cell was increased by 8% and the overpotential (η)\nwas reduced from 0.45 to 0.37 V after incorporating ZIF67 nanoparticles\non the GF separator. This is because the active sites in the ZIF67\nparticles strongly regulated the Li<sup>+</sup> ion transport flux\nat the electrolyte–separator interface and markedly reduced\nthe overpotential. The high Li<sup>+</sup> ion transfer number permits\nfast reaction kinetics throughout the Li nucleation and lithium growth\nprocesses at the Li anode; it may be responsible for the decreased\noverpotential. It should be emphasized that the increased overpotential\nin the cells with bare glass fiber separators is also caused by ongoing\nSEI generation. The higher capacities\nof the cells associated with the SPAN cathode may be due to the rough\nand porous nature of the electrode surface, which has more room for\nthe Li<sup>+</sup> ion interaction.\n</p>", "clean_text": "Electrochemical Performance Studies\n\nThe galvanostatic charge/discharge (GCD) profiles of the Li/SPAN cells with the bare GF and ZIF67-modified separators are demonstrated in a,b, characterized at 0.1C between the voltages in the range of 1-3 V (vs Li/Li+). The upper potential is decreased to 2.5 V for the second and third cycles for the cells containing both the bare GF and ZIF-grown GF separators, with the lithiation process starting at 1.8 V in the first discharge step. The Li/SPAN cell displayed considerable voltage hysteresis (polarization) during the initial discharge, resulting in a significant buildup of irreversible capacity loss. This voltage hysteresis may be due to the inadequate electrical contact at the original grain boundaries between the SPAN and the conducting carbon particles. The discharging and charging profile of the Li/SPAN cell, in contrast to typical Li/S batteries, exhibited only a single voltage plateau. This behavior suggested that the SPAN underwent a single-phase direct solid-to-solid reaction without forming any soluble polysulfides. The initial discharge capacity of the Li/SPAN cell assembled with the ZIF67@GF separator was ca. 1591 mAh g-1, and for the cell with the bare glass fiber separator, the capacity was ca. 1469 mAh g-1 at 0.1C at room temperature. It is noted that the initial discharge capacity of the full cell was increased by 8% and the overpotential (η) was reduced from 0.45 to 0.37 V after incorporating ZIF67 nanoparticles on the GF separator. This is because the active sites in the ZIF67 particles strongly regulated the Li+ ion transport flux at the electrolyte-separator interface and markedly reduced the overpotential. The high Li+ ion transfer number permits fast reaction kinetics throughout the Li nucleation and lithium growth processes at the Li anode; it may be responsible for the decreased overpotential. It should be emphasized that the increased overpotential in the cells with bare glass fiber separators is also caused by ongoing SEI generation. The higher capacities of the cells associated with the SPAN cathode may be due to the rough and porous nature of the electrode surface, which has more room for the Li+ ion interaction. ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a, b)\nGalvanostatic charge–discharge profiles and overpotential\nmeasurements of the Li/SPAN cells with bare GF and ZIF67@GF separators\nat 0.1C. (c, d) Cyclic voltammetry profiles of the Li/SPAN cells with\nthe bare GF and the ZIF67@GF separators at a scan rate of 0.1 mV s<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a, b) Galvanostatic charge-discharge profiles and overpotential measurements of the Li/SPAN cells with bare GF and ZIF67@GF separators at 0.1C. (c, d) Cyclic voltammetry profiles of the Li/SPAN cells with the bare GF and the ZIF67@GF separators at a scan rate of 0.1 mV s-1.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The CV results in c,d are consistent\nwith the charge–discharge\nprofiles.\nThey are used to evaluate the kinetic parameters because the peak\npotentials of the CV curves can be associated with the charge transfer\nrate within a system. The first reduction peak in the CV profile was\nobserved near 1.5 V. The first cycle’s high-polarized reduction\npeak was caused by the significant activation energy required to break\nthe S–C or S–N covalent bonds. Still, the cycles start\nto get better after the second cycle. From 1.8 to 2 V, there is a\nmodest reduction in the peak potential, presumably related to the\npresence of uncoordinated sulfur particles on the surface of the SPAN.</p>", "clean_text": "The CV results in c,d are consistent with the charge-discharge profiles. They are used to evaluate the kinetic parameters because the peak potentials of the CV curves can be associated with the charge transfer rate within a system. The first reduction peak in the CV profile was observed near 1.5 V. The first cycle's high-polarized reduction peak was caused by the significant activation energy required to break the S-C or S-N covalent bonds. Still, the cycles start to get better after the second cycle. From 1.8 to 2 V, there is a modest reduction in the peak potential, presumably related to the presence of uncoordinated sulfur particles on the surface of the SPAN.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>The oxidation peak potential was noted at approximately 2.31 V.\nThe single reduction and oxidation peaks resembled the single voltage\nplateau in the GCD profile, suggesting the direct conversion of S\nto Li<sub>2</sub>S without forming any of the soluble intermediate\npolysulfides responsible for the shuttle reaction. In the Li/SPAN\ncells incorporating the ZIF67@GF separator, the sharp and highly intense\noxidation and reduction peaks appeared with an enhanced peak current.\nThis is due to the redox nature of ZIF67 nanoparticles and their compatibility\nwith the electrolyte interface. Notably, the overpotential in the\nfirst scan significantly drops from 1.01 to 0.75 V when ZIF67 nanoparticles\nare present. The extended cycle performance of the cell would be favored\nby the rapid reaction kinetics resulting from the lower peak potential\ndifference (Δ<italic toggle=\"yes\">E</italic>).</p>", "clean_text": "The oxidation peak potential was noted at approximately 2.31 V. The single reduction and oxidation peaks resembled the single voltage plateau in the GCD profile, suggesting the direct conversion of S to Li2S without forming any of the soluble intermediate polysulfides responsible for the shuttle reaction. In the Li/SPAN cells incorporating the ZIF67@GF separator, the sharp and highly intense oxidation and reduction peaks appeared with an enhanced peak current. This is due to the redox nature of ZIF67 nanoparticles and their compatibility with the electrolyte interface. Notably, the overpotential in the first scan significantly drops from 1.01 to 0.75 V when ZIF67 nanoparticles are present. The extended cycle performance of the cell would be favored by the rapid reaction kinetics resulting from the lower peak potential difference (ΔE).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>GITT\nStudies</title><p>The electric field\nand its concentration gradient are the fundamental forces driving\nLi<sup>+</sup> diffusion in an electrode. One of the physical characteristics\nof materials, the Li<sup>+</sup> ion diffusion coefficient, indicates\nthe capability of ion species to diffuse through bulk materials. The most efficient method to ascertain Li<sup>+</sup> diffusivity is the galvanostatic intermittent titration technique\n(GITT). We used the GITT to measure the diffusion coefficient of lithium\nions (<italic toggle=\"yes\">D</italic>\n<sub>Li<sup>+</sup>\n</sub>) through the composite\nSPAN electrode at a current density of 0.1C within a voltage range\nfrom 0.8 to 3.2 V. Prior to the GITT measurement, the coin cells were\nactivated by allowing them to run three cycles of charge–discharge\nat 0.1C. The current was applied for 10 min per titration throughout\nthe discharge/charge process, with an open-circuit stand for 40 min\nto allow the cell potential to reach the new steady-state potential.\nTo calculate the <italic toggle=\"yes\">D</italic>\n<sub>Li<sup>+</sup>\n</sub> value,\nit was presumed that the electrode-bound lithium diffusion adheres\nto Fick’s law. a,b shows the GITT profiles and corresponding Li<sup>+</sup> diffusion coefficients. The GITT voltage–capacity profiles\nmatched well with the GCD profiles in this section. The critical parameter\nis that the cells with the ZIF67@GF separator achieve a higher capacity\nthan that of their counterpart cells with the bare GF separator and\nshow markedly reduced polarization.</p>", "clean_text": "GITT Studies\n\nThe electric field and its concentration gradient are the fundamental forces driving Li+ diffusion in an electrode. One of the physical characteristics of materials, the Li+ ion diffusion coefficient, indicates the capability of ion species to diffuse through bulk materials. The most efficient method to ascertain Li+ diffusivity is the galvanostatic intermittent titration technique (GITT). We used the GITT to measure the diffusion coefficient of lithium ions (D Li+ ) through the composite SPAN electrode at a current density of 0.1C within a voltage range from 0.8 to 3.2 V. Prior to the GITT measurement, the coin cells were activated by allowing them to run three cycles of charge-discharge at 0.1C. The current was applied for 10 min per titration throughout the discharge/charge process, with an open-circuit stand for 40 min to allow the cell potential to reach the new steady-state potential. To calculate the D Li+  value, it was presumed that the electrode-bound lithium diffusion adheres to Fick's law. a,b shows the GITT profiles and corresponding Li+ diffusion coefficients. The GITT voltage-capacity profiles matched well with the GCD profiles in this section. The critical parameter is that the cells with the ZIF67@GF separator achieve a higher capacity than that of their counterpart cells with the bare GF separator and show markedly reduced polarization.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a, b) GITT profiles (at 0.1C) and Li<sup>+</sup> diffusion coefficient\ncalculation for Li//SPAN full cells with the bare GF and ZIF67@GF\nseparators.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a, b) GITT profiles (at 0.1C) and Li+ diffusion coefficient calculation for Li//SPAN full cells with the bare GF and ZIF67@GF separators.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>To explain the Li insertion behavior,\nthe reaction\nmechanism involves\nproducing Li<sub>2</sub>S and a lithiated polymer backbone through\nthe cleavage of the S–S bonds and the formation of Li–C–N–Li\nbonding. Because of the existence of the S<sub>2</sub> and S<sub>3</sub> chains, no polysulfide production occurred. Nevertheless, the complete\ndesulfurization of SPAN during the discharging has not been proven\nand is still disputed. It has been proposed that the lithiated polymeric\nbackbone would resist delithiation and stay lithiated after recharging.\nFollowing the initial discharging, it has been suggested that Li-SPAN\nand Li<sub>2</sub>S would undergo a reversible redox reaction. The Li<sup>+</sup> diffusion coefficient trend was found to be higher\nin the cells with the ZIF67@GF separator, as shown in b. As a result of the conversion\nof the lithiated SPAN into desulfurized SPAN, there is an increase\nin electronic conductivity, which is consistent with the electronic\nstructure of SPAN during the discharging/charging process. The Li<sup>+</sup> ion diffusion coefficient of the Li/SPAN cells incorporating\nthe ZIF@67-modified GF separators increased; it is <italic toggle=\"yes\">ca.</italic> 1.64 × 10<sup>–8</sup> cm<sup>2</sup> s<sup>–1</sup> from initial SOC(%). We assumed that the effective active sites,\nhigh surface area, and nanoscale size of the ZIF-67 particles shortened\nthe Li<sup>+</sup> ion diffusion length and immobilized most large\nanions (PF<sub>6</sub>\n<sup>–</sup>) in the liquid electrolyte\nto improve the Li<sup>+</sup> ion transport rate. In comparison, the\nLi<sup>+</sup> ion diffusion coefficients of the Li/SPAN cell featuring\nthe bare GF separator were calculated to be <italic toggle=\"yes\">ca</italic>. 5.82\n× 10<sup>–9</sup> cm<sup>2</sup> s<sup>–1</sup> from initial SOC(%).\n</p>", "clean_text": "To explain the Li insertion behavior, the reaction mechanism involves producing Li2S and a lithiated polymer backbone through the cleavage of the S-S bonds and the formation of Li-C-N-Li bonding. Because of the existence of the S2 and S3 chains, no polysulfide production occurred. Nevertheless, the complete desulfurization of SPAN during the discharging has not been proven and is still disputed. It has been proposed that the lithiated polymeric backbone would resist delithiation and stay lithiated after recharging. Following the initial discharging, it has been suggested that Li-SPAN and Li2S would undergo a reversible redox reaction. The Li+ diffusion coefficient trend was found to be higher in the cells with the ZIF67@GF separator, as shown in b. As a result of the conversion of the lithiated SPAN into desulfurized SPAN, there is an increase in electronic conductivity, which is consistent with the electronic structure of SPAN during the discharging/charging process. The Li+ ion diffusion coefficient of the Li/SPAN cells incorporating the ZIF@67-modified GF separators increased; it is ca. 1.64 × 10-8 cm2 s-1 from initial SOC(%). We assumed that the effective active sites, high surface area, and nanoscale size of the ZIF-67 particles shortened the Li+ ion diffusion length and immobilized most large anions (PF6 -) in the liquid electrolyte to improve the Li+ ion transport rate. In comparison, the Li+ ion diffusion coefficients of the Li/SPAN cell featuring the bare GF separator were calculated to be ca. 5.82 × 10-9 cm2 s-1 from initial SOC(%). ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<title>Li Metal Anode Stability Analysis</title><p>The Li//Li symmetrical\ncells offered a crucial platform for quantitatively\nevaluating Li metal’s electrochemical performance. They also\nhelp understand the polarization degree on the surface of the lithium\nfoil. The stability and the short-circuit\nfailure are frequently and qualitatively correlated with the Li plating/stripping\nvoltage shape. These voltage changes are significantly influenced\nby the electrolyte composition, depth of charge/discharge, and current\ndensity. Symmetrical cells were made\nwith bare GF and ZIF67@GF separators to examine the electrochemical\ncapabilities of the bare glass fiber and ZIF67@GF separators with\nlithium metal anodes. 1 M lithium hexafluorophosphate (LiPF<sub>6</sub>) in ethylene carbonate (EC) and diethyl carbonate (DEC) was used\nas the electrolyte. Each cell was treated with an optimized amount\n(100 μL) of the electrolyte. As shown in a–d, the comparisons were made between\nthe cells with ZIF67@GF and bare GF separators regarding their rate\nperformance, plating/stripping voltage profiles, and current density.\nTo measure the consistency and endurance of the electrolyte/electrode\nstability, the symmetrical cells operated at an extremely high current\ndensity, namely, the critical current density (CCD). The CCD profiles\nof the Li//SPAN cells with the bare GF and ZIF67@GF separators are\ndisplayed in a,c, respectively. In contrast to the spike-like voltage profiles\nof the cell with the bare glass fiber separators, the voltage plateau\nformed by the symmetry cells containing ZIF67@GF separators is flat\nand stable and features a slight polarization. The polarization difference\ncompletely diminished when the current density reached 2 and 5 mA\ncm<sup>–2</sup>. However, the symmetrical cells with the bare\nGF separator showed overpotentials of <italic toggle=\"yes\">ca.</italic> 41, 66,\nand 171 mV at 0.2, 0.5, and 1 mA cm<sup>–2</sup>, respectively.\nIn contrast, the overpotential of symmetrical cells with ZIF67@GF\nseparators displayed approximately 36, 60, and 123 mV for 0.2, 0.5,\nand 1 mA cm<sup>–2</sup>, respectively. The cells were instructed\nto return to the lowest current density of 0.2 mA cm<sup>–2</sup> after the highest current density of 5 mA cm<sup>–2</sup>. In both cases, the voltage profiles were accurately reproduced,\nand the bare one’s voltage profile became smoother after a\nhigh current rate. The presence of ZIF67 nanoparticles on the GF separator\nis responsible for the reduced overpotential and smooth voltage profiles,\nwhich effectively enable the substantial amount of lithium to get\nfully utilized during the stripping and plating and prevent the formation\nof Li dendrites and dead lithium. b,d shows the voltage profiles of the symmetry\ncell at 1 mA cm<sup>–2</sup> with an areal capacity of 1 mAh\ncm<sup>–2</sup> for the bare GF and the ZIF67@GF separators.\nThe plating/stripping profile shows no difference in cells with the\nbare GF and ZIF67@GF separators. A marked difference arose, however,\nat 500 h. Even the symmetrical cells with bare glass fiber separators\nunderwent a short circuit at 547 h, revealing a trend of increasing\npolarization. In contrast, the symmetrical cell with the ZIF67@GF\nseparator prevented the cell from undergoing a short circuit. Notably,\naround 300 h, a sharp voltage drop is observed at the cells containing\nbare GF and ZIF67@GF separators. This happened due to the unstable\npower supply/shutdown during the measurement.</p>", "clean_text": "Li Metal Anode Stability Analysis\n\nThe Li//Li symmetrical cells offered a crucial platform for quantitatively evaluating Li metal's electrochemical performance. They also help understand the polarization degree on the surface of the lithium foil. The stability and the short-circuit failure are frequently and qualitatively correlated with the Li plating/stripping voltage shape. These voltage changes are significantly influenced by the electrolyte composition, depth of charge/discharge, and current density. Symmetrical cells were made with bare GF and ZIF67@GF separators to examine the electrochemical capabilities of the bare glass fiber and ZIF67@GF separators with lithium metal anodes. 1 M lithium hexafluorophosphate (LiPF6) in ethylene carbonate (EC) and diethyl carbonate (DEC) was used as the electrolyte. Each cell was treated with an optimized amount (100 μL) of the electrolyte. As shown in a-d, the comparisons were made between the cells with ZIF67@GF and bare GF separators regarding their rate performance, plating/stripping voltage profiles, and current density. To measure the consistency and endurance of the electrolyte/electrode stability, the symmetrical cells operated at an extremely high current density, namely, the critical current density (CCD). The CCD profiles of the Li//SPAN cells with the bare GF and ZIF67@GF separators are displayed in a,c, respectively. In contrast to the spike-like voltage profiles of the cell with the bare glass fiber separators, the voltage plateau formed by the symmetry cells containing ZIF67@GF separators is flat and stable and features a slight polarization. The polarization difference completely diminished when the current density reached 2 and 5 mA cm-2. However, the symmetrical cells with the bare GF separator showed overpotentials of ca. 41, 66, and 171 mV at 0.2, 0.5, and 1 mA cm-2, respectively. In contrast, the overpotential of symmetrical cells with ZIF67@GF separators displayed approximately 36, 60, and 123 mV for 0.2, 0.5, and 1 mA cm-2, respectively. The cells were instructed to return to the lowest current density of 0.2 mA cm-2 after the highest current density of 5 mA cm-2. In both cases, the voltage profiles were accurately reproduced, and the bare one's voltage profile became smoother after a high current rate. The presence of ZIF67 nanoparticles on the GF separator is responsible for the reduced overpotential and smooth voltage profiles, which effectively enable the substantial amount of lithium to get fully utilized during the stripping and plating and prevent the formation of Li dendrites and dead lithium. b,d shows the voltage profiles of the symmetry cell at 1 mA cm-2 with an areal capacity of 1 mAh cm-2 for the bare GF and the ZIF67@GF separators. The plating/stripping profile shows no difference in cells with the bare GF and ZIF67@GF separators. A marked difference arose, however, at 500 h. Even the symmetrical cells with bare glass fiber separators underwent a short circuit at 547 h, revealing a trend of increasing polarization. In contrast, the symmetrical cell with the ZIF67@GF separator prevented the cell from undergoing a short circuit. Notably, around 300 h, a sharp voltage drop is observed at the cells containing bare GF and ZIF67@GF separators. This happened due to the unstable power supply/shutdown during the measurement.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Critical current density\ntests for various current densities from\n0.2 to 5 mA cm<sup>–2</sup> for the bare glass fiber (a) and\nZIF67@GF (c). Voltage profiles of the Li//Li symmetry cell for bare\nGF (b) and ZIF67@GF (d) separators at 1 mA cm<sup>–2</sup> with\n1 mAh cm<sup>–2</sup> areal capacity.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Critical current density tests for various current densities from 0.2 to 5 mA cm-2 for the bare glass fiber (a) and ZIF67@GF (c). Voltage profiles of the Li//Li symmetry cell for bare GF (b) and ZIF67@GF (d) separators at 1 mA cm-2 with 1 mAh cm-2 areal capacity.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["property"], "content": "<p>The enlarged voltage profiles are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>. The calculated values of polarizations\nare <italic toggle=\"yes\">ca.</italic> 577 and 300 mV for the cells with the bare\nGF and ZIF67@GF\nseparators, respectively. During the final hours of cycling, the cells\nprovided spiking or arcing voltage profiles. However, the arcing behavior\nof the cells with a bare GF separator is severe. This arcing profile\nfeatured a distinctive arc that plateaued at the halfway point of\nthe half cycle. This change in the voltage curve suggested that its\nvoltage shape, following prolonged cycling, could not be captured\nfully by morphology-driven reaction kinetics, implying that the dead\nLi layer continued to accumulate and that the diffusion length through\nthe dead Li layer continued to increase. Thus, during cell cycling,\nthis buildup of dead Li resulted in restricted mass transport. The interfacial stability of the symmetry cells\nincorporating the bare GF separators and the ZIF67@GF separators is\ninvestigated using the EIS measurements. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, the AC impedance spectra are illustrated. The AC impedance\nwas measured for the fresh Li//Li symmetry cells and cells that had\nundergone five cycles of polarization at 1 mA cm<sup>–2</sup> with an areal plating capacity of 1 mAh cm<sup>–2</sup>.\nIn the higher frequency region, one semicircle was observed with charge\ntransfer resistance (<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>) and conductance\n(<italic toggle=\"yes\">C</italic>\n<sub>1</sub>). For the cells with the bare GF separator\nand the ZIF67@GF separator, the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> values\nare around 138 and 96.2 Ω, respectively, before cycling, and\nthey drop to 97.8 and 73.6 Ω after five cycles. The ZIF67 particles\nwith a high surface area provided more free void or space for better\nlithium mass transport. They decreased the interfacial polarization,\nwhich resulted in lower charge transfer resistance for the cells using\nZIF67@GF separators.</p>", "clean_text": "The enlarged voltage profiles are shown in Figure S4. The calculated values of polarizations are ca. 577 and 300 mV for the cells with the bare GF and ZIF67@GF separators, respectively. During the final hours of cycling, the cells provided spiking or arcing voltage profiles. However, the arcing behavior of the cells with a bare GF separator is severe. This arcing profile featured a distinctive arc that plateaued at the halfway point of the half cycle. This change in the voltage curve suggested that its voltage shape, following prolonged cycling, could not be captured fully by morphology-driven reaction kinetics, implying that the dead Li layer continued to accumulate and that the diffusion length through the dead Li layer continued to increase. Thus, during cell cycling, this buildup of dead Li resulted in restricted mass transport. The interfacial stability of the symmetry cells incorporating the bare GF separators and the ZIF67@GF separators is investigated using the EIS measurements. In Figure S5, the AC impedance spectra are illustrated. The AC impedance was measured for the fresh Li//Li symmetry cells and cells that had undergone five cycles of polarization at 1 mA cm-2 with an areal plating capacity of 1 mAh cm-2. In the higher frequency region, one semicircle was observed with charge transfer resistance (R ct) and conductance (C 1). For the cells with the bare GF separator and the ZIF67@GF separator, the R ct values are around 138 and 96.2 Ω, respectively, before cycling, and they drop to 97.8 and 73.6 Ω after five cycles. The ZIF67 particles with a high surface area provided more free void or space for better lithium mass transport. They decreased the interfacial polarization, which resulted in lower charge transfer resistance for the cells using ZIF67@GF separators.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["property"], "content": "<title>Rate Capability and Electrochemical\nPerformance</title><p>The GCD measurements at various current densities\nranging from\n0.2C to 10C were used to study the rate capabilities for the cells\nwith two separators. a displays the GCD profiles of the rate capabilities. The\ncells are generally activated for 2 to 3 cycles prior to performing\nthe rate capability test to form some stable SEI layer. At rates of\n0.2C, 0.5C, 1C, 2C, 5C, and 10C, the Li/SPAN cell assembled with the\nZIF-67@GF separator offered high initial capacities of 1420, 1375,\n1278, 1192, 960, and 714 mAh g<sup>–1</sup>, respectively.\nA high reversible capacity of 1395 mAh g<sup>–1</sup> occurred\nwhen we switched the current density from 10C to 0.2C. At 0.2C, 0.5C,\n1C, 2C, 5C, and 10C, the cells built with the bare GF separators had\ncapacities of 1293, 1188, 1102, 874, 702, and 297 mAh g<sup>–1</sup>, respectively. When we reversed the current density to 0.2C from\n10C, the discharge capacity returned to 1273 mAh g<sup>–1</sup>. At low current densities, the cells assembled with the ZIF-67@GF\nseparator produced 9.8% (0.2C) and 16.7% (0.5C) more capacity than\nthat of the cell with the bare GF counterpart. When the current density\nwas much higher, however, the situation was more drastic, with the\ncells containing ZIF-67@GF separators achieving 36.5% (2C) and 36.8%\n(5C) more capacity than that of the cell with the bare GF separators.\nThe lower overpotential and enhanced ionic conductivity that arose\nafter modifying the GF with the ZIF-67 particles were primarily responsible\nfor the increased discharge capacity and more reversibility after\napplying the high current density. The overpotential or polarization\nhas the most detrimental effect at higher current densities. The use\nof GF separators in SPAN systems, capable of adapting to temperature\nvariations inside the cell and withstanding even higher current densities,\nis noteworthy.</p>", "clean_text": "Rate Capability and Electrochemical Performance\n\nThe GCD measurements at various current densities ranging from 0.2C to 10C were used to study the rate capabilities for the cells with two separators. a displays the GCD profiles of the rate capabilities. The cells are generally activated for 2 to 3 cycles prior to performing the rate capability test to form some stable SEI layer. At rates of 0.2C, 0.5C, 1C, 2C, 5C, and 10C, the Li/SPAN cell assembled with the ZIF-67@GF separator offered high initial capacities of 1420, 1375, 1278, 1192, 960, and 714 mAh g-1, respectively. A high reversible capacity of 1395 mAh g-1 occurred when we switched the current density from 10C to 0.2C. At 0.2C, 0.5C, 1C, 2C, 5C, and 10C, the cells built with the bare GF separators had capacities of 1293, 1188, 1102, 874, 702, and 297 mAh g-1, respectively. When we reversed the current density to 0.2C from 10C, the discharge capacity returned to 1273 mAh g-1. At low current densities, the cells assembled with the ZIF-67@GF separator produced 9.8% (0.2C) and 16.7% (0.5C) more capacity than that of the cell with the bare GF counterpart. When the current density was much higher, however, the situation was more drastic, with the cells containing ZIF-67@GF separators achieving 36.5% (2C) and 36.8% (5C) more capacity than that of the cell with the bare GF separators. The lower overpotential and enhanced ionic conductivity that arose after modifying the GF with the ZIF-67 particles were primarily responsible for the increased discharge capacity and more reversibility after applying the high current density. The overpotential or polarization has the most detrimental effect at higher current densities. The use of GF separators in SPAN systems, capable of adapting to temperature variations inside the cell and withstanding even higher current densities, is noteworthy.", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Rate capabilities for the bare and ZIF67@GF separators\nfrom\n0.2C to 10 C. (b) Nyquist plots of the fresh cells containing bare\nand ZIF67@GF separators. (c) Cycling performances of the cells with\nbare GF and ZIF67@GF separators at 0.5C for 200 cycles at room temperature.\n(d) Long cycling performances at 2C for 600 cycles with coulombic\nefficiencies.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Rate capabilities for the bare and ZIF67@GF separators from 0.2C to 10 C. (b) Nyquist plots of the fresh cells containing bare and ZIF67@GF separators. (c) Cycling performances of the cells with bare GF and ZIF67@GF separators at 0.5C for 200 cycles at room temperature. (d) Long cycling performances at 2C for 600 cycles with coulombic efficiencies.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<p>We used EIS to analyze the interfacial\nstability; b shows the Nyquist\nplots.\nA depressed semicircle in the medium- to high-frequency range and\nan inclined line in the low-frequency range make up each Nyquist plot\nbefore cycling. The former is related to the charge transfer resistance\n(<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>) at the electrode–electrolyte\ninterface as well as the bulk resistance (<italic toggle=\"yes\">R</italic>\n<sub>b</sub>) from the electrolyte, with the latter being the Warburg diffusion\nimpedance (W<sub>o</sub>) of lithium-ion diffusion in the bulk of\nthe electrode. In this case, the charge\ntransfer resistance of the cell prepared with ZIF67@GF (<italic toggle=\"yes\">ca.</italic> 23.6 Ω) was slightly lower than that of the cell with the\nbare GF (<italic toggle=\"yes\">ca.</italic> 27.8 Ω). Here, we can state conclusively\nthat the separator prepared with the <italic toggle=\"yes\">in situ</italic> grown\nZIF-67 nanoparticles did not increase the impedance and enabled fast\ncharge transfer kinetics. The interfacial contact between the electrode–electrolyte\nand the separator was also increased by the higher wettability of\nthe separator, thereby promoting the ionic conductivity and increasing\nthe discharge capacity.</p>", "clean_text": "We used EIS to analyze the interfacial stability; b shows the Nyquist plots. A depressed semicircle in the medium- to high-frequency range and an inclined line in the low-frequency range make up each Nyquist plot before cycling. The former is related to the charge transfer resistance (R ct) at the electrode-electrolyte interface as well as the bulk resistance (R b) from the electrolyte, with the latter being the Warburg diffusion impedance (Wo) of lithium-ion diffusion in the bulk of the electrode. In this case, the charge transfer resistance of the cell prepared with ZIF67@GF (ca. 23.6 Ω) was slightly lower than that of the cell with the bare GF (ca. 27.8 Ω). Here, we can state conclusively that the separator prepared with the in situ grown ZIF-67 nanoparticles did not increase the impedance and enabled fast charge transfer kinetics. The interfacial contact between the electrode-electrolyte and the separator was also increased by the higher wettability of the separator, thereby promoting the ionic conductivity and increasing the discharge capacity.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>The cells were evaluated at 0.5C and\n2C at room temperature, as\nshown in c,d,\nto examine the electrochemical performance of the separators at various\ncurrent densities. The cells incorporating the bare glass fiber separator\nhad an initial capacity of 1283 mAh g<sup>–1</sup> at 0.5C;\nafter 200 cycles, its capacity was <italic toggle=\"yes\">ca.</italic> 921 mAh g<sup>–1</sup>. Here, the capacity retention was <italic toggle=\"yes\">ca.</italic> 82% and the capacity attenuation was 0.08% per cycle (from the second\ncycle). The ZIF67@GF separator-equipped cell delivered a high initial\ncapacity of 1414 mAh g<sup>–1</sup>; after 200 cycles, its\ncapacity was <italic toggle=\"yes\">ca.</italic> 1019 mAh g<sup>–1</sup> again,\nwith a capacity retention of 82% and a capacity decay per cycle of\n0.08%. The cells fabricated with the bare GF and ZIF67@GF separators\nhad initial coulombic efficiencies of 86 and 97.9%, respectively.\nIn both cases, the coulombic efficiencies reached a stable value of\n100% throughout the cycles. The cell with the ZIF67@GF separator had\na high initial coulombic efficiency because the catalytic activity\nof the ZIF67 nanoparticles increased the sulfur conversion efficiency,\nstarting from the first cycle. The cell with the bare GF delivered\nan initial capacity of 821.6 mAh g<sup>–1</sup> at a high current\ndensity 2C; after 600 cycles, it attenuated by 0.05% per cycle, resulting\nin 567.6 mAh g<sup>–1</sup>. Furthermore, the ZIF67@GF separator-equipped\ncell had a higher initial capacity of 961.2 mAh g<sup>–1</sup> and a capacity of 674.71 mAh g<sup>–1</sup> after 600 cycles,\ngiving a capacity attenuation of 0.05% per cycle.</p>", "clean_text": "The cells were evaluated at 0.5C and 2C at room temperature, as shown in c,d, to examine the electrochemical performance of the separators at various current densities. The cells incorporating the bare glass fiber separator had an initial capacity of 1283 mAh g-1 at 0.5C; after 200 cycles, its capacity was ca. 921 mAh g-1. Here, the capacity retention was ca. 82% and the capacity attenuation was 0.08% per cycle (from the second cycle). The ZIF67@GF separator-equipped cell delivered a high initial capacity of 1414 mAh g-1; after 200 cycles, its capacity was ca. 1019 mAh g-1 again, with a capacity retention of 82% and a capacity decay per cycle of 0.08%. The cells fabricated with the bare GF and ZIF67@GF separators had initial coulombic efficiencies of 86 and 97.9%, respectively. In both cases, the coulombic efficiencies reached a stable value of 100% throughout the cycles. The cell with the ZIF67@GF separator had a high initial coulombic efficiency because the catalytic activity of the ZIF67 nanoparticles increased the sulfur conversion efficiency, starting from the first cycle. The cell with the bare GF delivered an initial capacity of 821.6 mAh g-1 at a high current density 2C; after 600 cycles, it attenuated by 0.05% per cycle, resulting in 567.6 mAh g-1. Furthermore, the ZIF67@GF separator-equipped cell had a higher initial capacity of 961.2 mAh g-1 and a capacity of 674.71 mAh g-1 after 600 cycles, giving a capacity attenuation of 0.05% per cycle.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>A constant\nfluctuation in the coulombic efficiency occurred during\nthe long-term cycling of the cell with the bare GF separator, possibly\ndue to the increase of interfacial resistance in the battery system.\nAt 0.5C, the current density at 2C also exhibited boosted capacity,\nwith improved coulombic efficiency and decreased polarization, rather\nthan any effect on the stability during the cycling. The Nyquist plots\nof (a) bare GF and (b) ZIF67@GF separators after cycling at 2C rate\nfor 600 cycles are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S6a,b</ext-link>. Three semicircles (<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>, <italic toggle=\"yes\">R</italic>\n<sub>cei</sub>, and <italic toggle=\"yes\">R</italic>\n<sub>int</sub>) and Warburg\ndiffusion impedance (<italic toggle=\"yes\">W</italic>\n<sub>0</sub>) are observed\nin the cells containing the bare glass fiber and ZIF67@GF separators. <italic toggle=\"yes\">R</italic>\n<sub>cei</sub> refers to the resistance of the cathode–electrolyte\ninterface, and <italic toggle=\"yes\">R</italic>\n<sub>int</sub> depicts the internal\nresistance. The obtained values are provided in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. Both systems are favored with the compact SEI layer,\nwhich can cause rapid Li<sup>+</sup> diffusion. The difference between\nthe respective impedances for the cells containing the bare and ZIF67@GF\nseparators is miniature, which means that the ZIF67 particles do not\nincrease the internal impedance at the interface but promote the charge\ntransfer. The slight increase in the impedances in the cells containing\nZIF67@GF separators may be from the porosity, conductivity, and SEI\ncharacteristics after prolonged cycling. The Nyquist plots after cycling for 600 cycles at 2C are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>. There are three semicircles (<italic toggle=\"yes\">R</italic>\n<sub>ct,</sub>\n<italic toggle=\"yes\">R</italic>\n<sub>cei</sub>, and <italic toggle=\"yes\">R</italic>\n<sub>int</sub>) and Warburg diffusion impedance (W<sub>o</sub>) observed in the cells containing the bare glass fiber and\nZIF67@GF separators. <italic toggle=\"yes\">R</italic>\n<sub>cei</sub> refers to the\nresistance arising from the cathode–electrolyte interface,\nand <italic toggle=\"yes\">R</italic>\n<sub>int</sub> depicts the internal resistance.\nThe values are provided in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. Both\nsystems are favored with the SEI layer, which can cause rapid Li<sup>+</sup> diffusion. The difference between the respective resistances\nfor the cells containing the bare and ZIF67@GF separators is miniature,\nwhich means that the ZIF67 particles do not increase the internal\nresistance at the interface but promote the charge transfer. The slight\nincrease in the resistance in the cells containing ZIF67@GF separators\nmay raised from the porosity, conductivity, and SEI characteristics\nafter prolonged cycling.\n</p>", "clean_text": "A constant fluctuation in the coulombic efficiency occurred during the long-term cycling of the cell with the bare GF separator, possibly due to the increase of interfacial resistance in the battery system. At 0.5C, the current density at 2C also exhibited boosted capacity, with improved coulombic efficiency and decreased polarization, rather than any effect on the stability during the cycling. The Nyquist plots of (a) bare GF and (b) ZIF67@GF separators after cycling at 2C rate for 600 cycles are given in Figure S6a,b. Three semicircles (R ct, R cei, and R int) and Warburg diffusion impedance (W 0) are observed in the cells containing the bare glass fiber and ZIF67@GF separators. R cei refers to the resistance of the cathode-electrolyte interface, and R int depicts the internal resistance. The obtained values are provided in Table S3. Both systems are favored with the compact SEI layer, which can cause rapid Li+ diffusion. The difference between the respective impedances for the cells containing the bare and ZIF67@GF separators is miniature, which means that the ZIF67 particles do not increase the internal impedance at the interface but promote the charge transfer. The slight increase in the impedances in the cells containing ZIF67@GF separators may be from the porosity, conductivity, and SEI characteristics after prolonged cycling. The Nyquist plots after cycling for 600 cycles at 2C are given in Figure S6. There are three semicircles (R ct, R cei, and R int) and Warburg diffusion impedance (Wo) observed in the cells containing the bare glass fiber and ZIF67@GF separators. R cei refers to the resistance arising from the cathode-electrolyte interface, and R int depicts the internal resistance. The values are provided in Table S3. Both systems are favored with the SEI layer, which can cause rapid Li+ diffusion. The difference between the respective resistances for the cells containing the bare and ZIF67@GF separators is miniature, which means that the ZIF67 particles do not increase the internal resistance at the interface but promote the charge transfer. The slight increase in the resistance in the cells containing ZIF67@GF separators may raised from the porosity, conductivity, and SEI characteristics after prolonged cycling. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<title>Higher Current Density and Long-Term Cycling\nExamination</title><p>As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, the cells were evaluated at 5C for 1000 cycles. After 669 cycles\nat this rate, the cell with the bare GF separator no longer functioned.\nThe cell with the ZIF67@GF separator, on the other hand, completed\n1000 cycles successfully; its initial capacity of 394 mAh g<sup>–1</sup> decreased to 297 mAh g<sup>–1</sup> at the 1000th cycle,\nwith a capacity retention of 75.3%. The survival of the cells with\nthe ZIF67@GF was due to the distinctive porous structure of the GF\nseparator, leading to a high ionic conductivity when placed in the\nelectrolyte and facilitated rapid ionic transport; furthermore, the SPAN cathode, in which S atoms were covalently\nattached to the polymeric backbone of the PAN, prevented the shuttle\nmechanism. This rationale also explains why the cells containing the\nbare GF separators also functioned well. Most significantly, the long-range\norder and high porosity of the ZIF-67 particles facilitated directional\nLi<sup>+</sup> ion conduction, which resulted in faster reaction kinetics\nand stable long cycle life.</p>", "clean_text": "Higher Current Density and Long-Term Cycling Examination\n\nAs shown in Figure S7, the cells were evaluated at 5C for 1000 cycles. After 669 cycles at this rate, the cell with the bare GF separator no longer functioned. The cell with the ZIF67@GF separator, on the other hand, completed 1000 cycles successfully; its initial capacity of 394 mAh g-1 decreased to 297 mAh g-1 at the 1000th cycle, with a capacity retention of 75.3%. The survival of the cells with the ZIF67@GF was due to the distinctive porous structure of the GF separator, leading to a high ionic conductivity when placed in the electrolyte and facilitated rapid ionic transport; furthermore, the SPAN cathode, in which S atoms were covalently attached to the polymeric backbone of the PAN, prevented the shuttle mechanism. This rationale also explains why the cells containing the bare GF separators also functioned well. Most significantly, the long-range order and high porosity of the ZIF-67 particles facilitated directional Li+ ion conduction, which resulted in faster reaction kinetics and stable long cycle life.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>Structural\nEvolution of Cycled Electrodes\nand Separators</title><p>The cells were disassembled to study the electrode\nstability after long cycling at 2C for 600 cycles, and the electrodes\nand separators were cautiously removed inside an Ar-filled glovebox.\nThen, the electrodes and separators are characterized by SEM in fresh\nand cycled stages. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S8a–c</ext-link> illustrates\nthe fresh and cycled cathodes in the cells containing the bare GF.\nThe fresh cathode surface is distributed with SPAN and carbon composites\nwith many pores. During cycling, the pores started to be covered by\nthe irreversible discharge product Li<sub>2</sub>S. After 600 cycles,\nthe electrode surface started to crack (red encircle in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S8c</ext-link>) due to the impact of the electrochemical\nconversion reactions. On the other hand, from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S8d–f</ext-link>, the cells with ZIF67@GF separators showed\nless impact by the electrochemical conversion reaction. They do not\nshow any cracks on the surface, possibly due to the good active material\nutilization after incorporating ZIF67 particles. The morphologies\nof the cycled anodes of the cells containing ZIF67@GF and bare GF\nseparators are portrayed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S9a–d</ext-link>. It is obvious that the dendrites started to grow (red encircle\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S9c</ext-link>) in the cells with the bare\nGF separator, which may affect the performance and cause safety issues\nlater. In addition to that, the fibers of the separator stuck on the\nsurface of the lithium anode. However, for the cells with ZIF67@GF\nseparators, the anode is decorated with the discharge products and\nno apparent dendritic growth was noted.</p>", "clean_text": "Structural Evolution of Cycled Electrodes and Separators\n\nThe cells were disassembled to study the electrode stability after long cycling at 2C for 600 cycles, and the electrodes and separators were cautiously removed inside an Ar-filled glovebox. Then, the electrodes and separators are characterized by SEM in fresh and cycled stages. Figure S8a-c illustrates the fresh and cycled cathodes in the cells containing the bare GF. The fresh cathode surface is distributed with SPAN and carbon composites with many pores. During cycling, the pores started to be covered by the irreversible discharge product Li2S. After 600 cycles, the electrode surface started to crack (red encircle in Figure S8c) due to the impact of the electrochemical conversion reactions. On the other hand, from Figure S8d-f, the cells with ZIF67@GF separators showed less impact by the electrochemical conversion reaction. They do not show any cracks on the surface, possibly due to the good active material utilization after incorporating ZIF67 particles. The morphologies of the cycled anodes of the cells containing ZIF67@GF and bare GF separators are portrayed in Figure S9a-d. It is obvious that the dendrites started to grow (red encircle in Figure S9c) in the cells with the bare GF separator, which may affect the performance and cause safety issues later. In addition to that, the fibers of the separator stuck on the surface of the lithium anode. However, for the cells with ZIF67@GF separators, the anode is decorated with the discharge products and no apparent dendritic growth was noted.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<title>Evaluation\nof the Adhesive Properties of\nZIF67@GF</title><p>The adhesive nature of ZIF67 particles on the glass\nfiber separator after prolonged cycling is tested by the XRD and XPS\nsurvey scan, as shown in the a,b. a shows the XRD patterns of the fresh and cycled ZIF67@GF\nseparators. The respective peaks of ZIF67 in the cycled sample show\nslightly reduced peak intensity, which indicates the slight decrease\nin crystallinity of the ZIF67 due to the coverage of some liquid electrolyte.\nThere are no more other changes over cycling, which means that our\nas-prepared ZIF67 was stable after long cycles. a displays the XPS survey spectrum of the\nfresh and cycled ZIF67@GF separators, revealing the presence of C\n1s (285 eV) and O 1s (532.2 eV) peaks, which mainly come from the\nglass fiber and arise from surface species, such as chemisorbed oxygen\nor water molecules, respectively. The Co 2p (779.3 eV) and N 1s (399.3\neV) elements appeared due to the successful inheritance of ZIF67 particles\non the glass fiber separator. The XPS\nspectrum after cycling presents the additional F 1s spectrum at 684.16\neV, which may come from the liquid electrolyte (likely LiF) during\ncycling. The highly intense F 1s peak may indicate the formation of\na dense LiF layer during charge–discharge cycles and controls\nthe dendritic growth effectively. Finally, from the SEM images in c,d, it is evident\nthat there is a decoration of ZIF67 nanoparticles on the glass fiber\nseparator after cycling but with slightly reduced peak density, proving\nthe adhesive stability of ZIF67 particles on the glass fiber separator.</p>", "clean_text": "Evaluation of the Adhesive Properties of ZIF67@GF\n\nThe adhesive nature of ZIF67 particles on the glass fiber separator after prolonged cycling is tested by the XRD and XPS survey scan, as shown in the a,b. a shows the XRD patterns of the fresh and cycled ZIF67@GF separators. The respective peaks of ZIF67 in the cycled sample show slightly reduced peak intensity, which indicates the slight decrease in crystallinity of the ZIF67 due to the coverage of some liquid electrolyte. There are no more other changes over cycling, which means that our as-prepared ZIF67 was stable after long cycles. a displays the XPS survey spectrum of the fresh and cycled ZIF67@GF separators, revealing the presence of C 1s (285 eV) and O 1s (532.2 eV) peaks, which mainly come from the glass fiber and arise from surface species, such as chemisorbed oxygen or water molecules, respectively. The Co 2p (779.3 eV) and N 1s (399.3 eV) elements appeared due to the successful inheritance of ZIF67 particles on the glass fiber separator. The XPS spectrum after cycling presents the additional F 1s spectrum at 684.16 eV, which may come from the liquid electrolyte (likely LiF) during cycling. The highly intense F 1s peak may indicate the formation of a dense LiF layer during charge-discharge cycles and controls the dendritic growth effectively. Finally, from the SEM images in c,d, it is evident that there is a decoration of ZIF67 nanoparticles on the glass fiber separator after cycling but with slightly reduced peak density, proving the adhesive stability of ZIF67 particles on the glass fiber separator.", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a, b)\nXRD and XPS survey spectra of ZIF67@GF before and after\ncycling. (c, d) SEM images of fresh ZIF67@GF and after cycling.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a, b) XRD and XPS survey spectra of ZIF67@GF before and after cycling. (c, d) SEM images of fresh ZIF67@GF and after cycling.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<title>Postmortem Analysis of\nLi//Li Symmetric Cells</title><p>We disassembled the coin cells after\ncompleting 600 h of Li//Li\nsymmetrical cell testing at 1 mA cm<sup>–2</sup> and used SEM\nto examine the morphology of their anodes. a–d displays the SEM images of the\ncycled Li metal, which was washed with dimethyl chloride (DMC) prior\nto characterization. The surface of the Li metal from a, embedded with some of the\nbare GF separator, was extremely rough and featured noticeable Li\nmossy growth. The GF separator fibers had aggregated on the surface\nof the Li anode. It was quite difficult to separate the GF separator\nfrom the Li foil because of the separator’s adhesive nature;\noccasionally, the separator became damaged. The extremely rough surface\noffered a sizable area for the electrolyte to undergo side reactions\non the Li anode. Such unfavorable side reactions would increase the\namount of dead Li and cause an overpotential when using a thick Li\nanode. In the cross-sectional image in c, evidence for the dead Li buildup and severe\nvolume expansion during stripping and plating appeared with an increased\nthickness of approximately 480 μm. On the other hand, as seen\nin b, the Li\nmetal with the ZIF-67@GF separator exhibited a smooth surface devoid\nof mossy outgrowth. In this instance, separation from the Li anode\nwas a simpler process, with no fibers remaining adhered to the Li\nanode surface. The cross-sectional SEM image in d reveals that the thickness of the Li anode\nhad decreased to 295 μm, which means less to lower dead lithium\ndeposition. As compared with the Li//Li symmetrical cell with the\nbare GF separator, the suppression of the volume expansion of the\nsymmetrical cell with the ZIF67@GF separator was 38.7%. This behavior\nwas presumably due to the catalytic activity of the ZIF67 particles,\npreventing the production of any dead Li and decreasing the possibility\nof an elevated overpotential. There must have been a time at which\nthe surface concentration of Li<sup>+</sup> ions at the electrode\nsurface zeroed out while plating Li on the anode at a constant current\ndensity. This time is known as Sand’s time (τ<sub>Sand</sub>). Here, we may relate Sand’s time (or the moment at which\nLi dendrites began to form) to the dendrite development in the Li\nanode under consideration; a larger Sand’s time would correspond\nto a longer Li dendrite nucleation time. In addition, the Li<sup>+</sup> ion mobility (Li<sup>+</sup> transference\nnumber) would be exactly proportional to Sand’s time. Therefore,\nthe improved Li transport in the ZIF67@GF separator system lengthened\nthe Sand time and stopped the Li dendritic development.</p>", "clean_text": "Postmortem Analysis of Li//Li Symmetric Cells\n\nWe disassembled the coin cells after completing 600 h of Li//Li symmetrical cell testing at 1 mA cm-2 and used SEM to examine the morphology of their anodes. a-d displays the SEM images of the cycled Li metal, which was washed with dimethyl chloride (DMC) prior to characterization. The surface of the Li metal from a, embedded with some of the bare GF separator, was extremely rough and featured noticeable Li mossy growth. The GF separator fibers had aggregated on the surface of the Li anode. It was quite difficult to separate the GF separator from the Li foil because of the separator's adhesive nature; occasionally, the separator became damaged. The extremely rough surface offered a sizable area for the electrolyte to undergo side reactions on the Li anode. Such unfavorable side reactions would increase the amount of dead Li and cause an overpotential when using a thick Li anode. In the cross-sectional image in c, evidence for the dead Li buildup and severe volume expansion during stripping and plating appeared with an increased thickness of approximately 480 μm. On the other hand, as seen in b, the Li metal with the ZIF-67@GF separator exhibited a smooth surface devoid of mossy outgrowth. In this instance, separation from the Li anode was a simpler process, with no fibers remaining adhered to the Li anode surface. The cross-sectional SEM image in d reveals that the thickness of the Li anode had decreased to 295 μm, which means less to lower dead lithium deposition. As compared with the Li//Li symmetrical cell with the bare GF separator, the suppression of the volume expansion of the symmetrical cell with the ZIF67@GF separator was 38.7%. This behavior was presumably due to the catalytic activity of the ZIF67 particles, preventing the production of any dead Li and decreasing the possibility of an elevated overpotential. There must have been a time at which the surface concentration of Li+ ions at the electrode surface zeroed out while plating Li on the anode at a constant current density. This time is known as Sand's time (τSand). Here, we may relate Sand's time (or the moment at which Li dendrites began to form) to the dendrite development in the Li anode under consideration; a larger Sand's time would correspond to a longer Li dendrite nucleation time. In addition, the Li+ ion mobility (Li+ transference number) would be exactly proportional to Sand's time. Therefore, the improved Li transport in the ZIF67@GF separator system lengthened the Sand time and stopped the Li dendritic development.", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a, b) Surface\nview of the lithium metal of the Li//Li symmetry\ncells containing the bare and ZIF67@GF separators after 600 h of cycling,\nrespectively. (b, d) Cross-sectional view of the lithium anode of\nthe symmetry cells contacts with the bare and ZIF67@GF separators\nafter 600 h cycling, respectively.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a, b) Surface view of the lithium metal of the Li//Li symmetry cells containing the bare and ZIF67@GF separators after 600 h of cycling, respectively. (b, d) Cross-sectional view of the lithium anode of the symmetry cells contacts with the bare and ZIF67@GF separators after 600 h cycling, respectively.   ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>To aid our comprehension,  compares the performance of our Li/SPAN\ncell incorporating\nthe ZIF67@GF separator with that of other SPAN-based sulfur batteries\nand traditional sulfur batteries reported previously in the literature.\nOur sample’s performance appears to be better than that of\nthe previous systems. We conclude that the protecting and boosting\ncapability of the Li/SPAN full cell after incorporating the ZIF67@GF\nseparator was due to three factors. First, with abundant porosity,\nbetter electrolyte uptake was achieved, thereby providing channels\nfor rapid ion conduction and active sites that could immobilize larger\nanions and allow the fast passage of Li<sup>+</sup> ions. Second,\nthe increased rate of Li<sup>+</sup> ion mass transport during charging\nand discharging and the lower polarization markedly improved the electrochemical\nperformance and helped the cells to achieve long-term cycling stability.\nThird, the Co catalytic activity of the as-grown ZIF67 particles ensured\nthe utilization of the electrode materials, ensuring smooth Li stripping\nand plating for 600 h and protecting the Li anode from the formation\nof many dead Li.</p>", "clean_text": "To aid our comprehension,  compares the performance of our Li/SPAN cell incorporating the ZIF67@GF separator with that of other SPAN-based sulfur batteries and traditional sulfur batteries reported previously in the literature. Our sample's performance appears to be better than that of the previous systems. We conclude that the protecting and boosting capability of the Li/SPAN full cell after incorporating the ZIF67@GF separator was due to three factors. First, with abundant porosity, better electrolyte uptake was achieved, thereby providing channels for rapid ion conduction and active sites that could immobilize larger anions and allow the fast passage of Li+ ions. Second, the increased rate of Li+ ion mass transport during charging and discharging and the lower polarization markedly improved the electrochemical performance and helped the cells to achieve long-term cycling stability. Third, the Co catalytic activity of the as-grown ZIF67 particles ensured the utilization of the electrode materials, ensuring smooth Li stripping and plating for 600 h and protecting the Li anode from the formation of many dead Li.", "data": null, "include_properties": null}, {"idx": 53, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of Our SPAN-Based Li–S\nBattery Performance with Literature Data</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">cathode</oasis:entry>\n<oasis:entry align=\"center\">separator</oasis:entry>\n<oasis:entry align=\"center\">S content (wt %)</oasis:entry>\n<oasis:entry align=\"center\">ICE (%)</oasis:entry>\n<oasis:entry align=\"center\">rate capability (mAh g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">long-term cycling\nperformance</oasis:entry>\n<oasis:entry align=\"center\">capacity retention</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>SPAN<xref ref-type=\"bibr\" rid=\"ref64\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry>45.51</oasis:entry>\n<oasis:entry>90.4</oasis:entry>\n<oasis:entry>1480@0.2C∼840@1C</oasis:entry>\n<oasis:entry>50 cycles@2C</oasis:entry>\n<oasis:entry>98%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>S@pPAN<xref ref-type=\"bibr\" rid=\"ref65\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry>53.63</oasis:entry>\n<oasis:entry>80.7</oasis:entry>\n<oasis:entry>830@0.2C∼700@5C</oasis:entry>\n<oasis:entry>200\ncycles@1C</oasis:entry>\n<oasis:entry>90%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FeS@SPAN<xref ref-type=\"bibr\" rid=\"ref66\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry>48.38</oasis:entry>\n<oasis:entry>93.3</oasis:entry>\n<oasis:entry>774@0.5C∼114@5C</oasis:entry>\n<oasis:entry>500\ncycles@1C</oasis:entry>\n<oasis:entry>60%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>pPAN/SeS2<xref ref-type=\"bibr\" rid=\"ref67\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>92.7</oasis:entry>\n<oasis:entry>540@0.1C</oasis:entry>\n<oasis:entry>200 cycles@0.1C</oasis:entry>\n<oasis:entry>71%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FeMn@GN-SPAN<xref ref-type=\"bibr\" rid=\"ref68\"></xref>\n</oasis:entry>\n<oasis:entry>PP/PP</oasis:entry>\n<oasis:entry>52.81</oasis:entry>\n<oasis:entry>80.6</oasis:entry>\n<oasis:entry>712@0.5C∼303@2C</oasis:entry>\n<oasis:entry>500 cycles@0.3C</oasis:entry>\n<oasis:entry>85%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPAN-VGCF<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry>37.98</oasis:entry>\n<oasis:entry>93.9</oasis:entry>\n<oasis:entry>1166@0.5C∼300@4C</oasis:entry>\n<oasis:entry>150 cycles@1C</oasis:entry>\n<oasis:entry>87%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">carbon/S<xref ref-type=\"bibr\" rid=\"ref26\"></xref>\n</oasis:entry>\n<oasis:entry>ZIF67/Sup.P</oasis:entry>\n<oasis:entry morerows=\"1\">∼60–65</oasis:entry>\n<oasis:entry morerows=\"1\">95</oasis:entry>\n<oasis:entry morerows=\"1\">1300@0.2C∼600@2C</oasis:entry>\n<oasis:entry morerows=\"1\">300 cycles@0.2C</oasis:entry>\n<oasis:entry morerows=\"1\">∼60%\n(0.14%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PP|PE|PP</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>carbon/S<xref ref-type=\"bibr\" rid=\"ref70\"></xref>\n</oasis:entry>\n<oasis:entry>ZIF67/PP</oasis:entry>\n<oasis:entry>∼60–65</oasis:entry>\n<oasis:entry>∼93</oasis:entry>\n<oasis:entry>1150@0.2C∼980@2C</oasis:entry>\n<oasis:entry>300 cycles@2C</oasis:entry>\n<oasis:entry>90%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CNT/S<xref ref-type=\"bibr\" rid=\"ref48\"></xref>\n</oasis:entry>\n<oasis:entry>Ce-UiO-67/GF</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1250@0.2C∼739∼2C</oasis:entry>\n<oasis:entry>500 cycles@1C</oasis:entry>\n<oasis:entry>80%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Carbon/S<xref ref-type=\"bibr\" rid=\"ref71\"></xref>\n</oasis:entry>\n<oasis:entry>KB-Fe<sub>3</sub>O<sub>4</sub>/GF</oasis:entry>\n<oasis:entry>∼60–65</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>1259@0.2C∼651@1C</oasis:entry>\n<oasis:entry>100 cycles@0.5C</oasis:entry>\n<oasis:entry>71%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">SPAN (this work)</oasis:entry>\n<oasis:entry morerows=\"1\">ZIF67@GF</oasis:entry>\n<oasis:entry morerows=\"1\">51</oasis:entry>\n<oasis:entry morerows=\"1\">97.9</oasis:entry>\n<oasis:entry morerows=\"1\">1374@0.5C∼714@10C</oasis:entry>\n<oasis:entry>600 cycles@2C</oasis:entry>\n<oasis:entry>70%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1000\ncycles@5C</oasis:entry>\n<oasis:entry>75%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>ZIF67\nnanoparticles can\nbe readily anchored <italic toggle=\"yes\">in situ</italic> onto GF separators. As\nconstructed, the ZIF67@GF separator retained\nthe ZIF67 particle morphology, as revealed using SEM and XRD, and\nexhibited good electrolyte absorption, wettability, and compatibility\nwith the SPAN cathode and Li metal anode. The SPAN cathode prevented\nthe polysulfide shuttle effect. The electrochemical performance of\nthe Li/SPAN cell incorporating the ZIF67@GF separator was promising,\ndue to its higher ionic conductivity and improved transference number.\nThe well-distributed Li<sup>+</sup> ion diffusion arose from the abundance\nof Lewis acid sites and porosity of the ZIF67 particles; they also\nprevented the formation of dead Li, with the effective surface area\nand Co catalytic activity allowing consistent Li stripping/plating\nin the Li//Li symmetrical cells. The decreased overpotential, lower\ninterfacial impedance, and better utilization of the active materials\nof SPAN made it possible to achieve a capacity attenuation per cycle\nof only 0.05% when operated at a rate of 2C for 600 cycles; the cells\neven completed 1000 cycles at 5C with a discharge capacity retention\nof 75.3%. We anticipate that our approach will offer new opportunities\nfor safeguarding both the Li anode and SPAN cathode in preparation\nfor the eventual commercialization of Li-SPAN batteries.</p>", "clean_text": "Conclusions\n\nZIF67 nanoparticles can be readily anchored in situ onto GF separators. As constructed, the ZIF67@GF separator retained the ZIF67 particle morphology, as revealed using SEM and XRD, and exhibited good electrolyte absorption, wettability, and compatibility with the SPAN cathode and Li metal anode. The SPAN cathode prevented the polysulfide shuttle effect. The electrochemical performance of the Li/SPAN cell incorporating the ZIF67@GF separator was promising, due to its higher ionic conductivity and improved transference number. The well-distributed Li+ ion diffusion arose from the abundance of Lewis acid sites and porosity of the ZIF67 particles; they also prevented the formation of dead Li, with the effective surface area and Co catalytic activity allowing consistent Li stripping/plating in the Li//Li symmetrical cells. The decreased overpotential, lower interfacial impedance, and better utilization of the active materials of SPAN made it possible to achieve a capacity attenuation per cycle of only 0.05% when operated at a rate of 2C for 600 cycles; the cells even completed 1000 cycles at 5C with a discharge capacity retention of 75.3%. We anticipate that our approach will offer new opportunities for safeguarding both the Li anode and SPAN cathode in preparation for the eventual commercialization of Li-SPAN batteries.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsaem.3c00163?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsaem.3c00163</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM analysis of SPAN cathode\nmaterials, EDX spectra\nof the elemental composition, contact angle measurements revealing\nthe wettability of the glass fiber and ZIF67@GF separators, stripping/platting\nprofiles of Li symmetry cells, EIS profiles of Li symmetry cells before\nand after polarization, Li-SPAN cells’ EIS profiles contain\nbare and ZIF67@GF after 600 cycles, SEM images of the cycled cathodes\nin different cycles, SEM images of the cycled Li anodes, long-term\ncycling performances of cells containing the bare GF and ZIF67@GF\nseparators, quantitative information of sulfur and other elements,\nionic conductivities at various temperatures, and fitting results\nof the cells containing bare and ZIF67@GF separators (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsaem.3c00163.  SEM analysis of SPAN cathode materials, EDX spectra of the elemental composition, contact angle measurements revealing the wettability of the glass fiber and ZIF67@GF separators, stripping/platting profiles of Li symmetry cells, EIS profiles of Li symmetry cells before and after polarization, Li-SPAN cells' EIS profiles contain bare and ZIF67@GF after 600 cycles, SEM images of the cycled cathodes in different cycles, SEM images of the cycled Li anodes, long-term cycling performances of cells containing the bare GF and ZIF67@GF separators, quantitative information of sulfur and other elements, ionic conductivities at various temperatures, and fitting results of the cells containing bare and ZIF67@GF separators (PDF)   ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>SEM analysis of SPAN cathode\nmaterials, EDX spectra\nof the elemental composition, contact angle measurements revealing\nthe wettability of the glass fiber and ZIF67@GF separators, stripping/platting\nprofiles of Li symmetry cells, EIS profiles of Li symmetry cells before\nand after polarization, Li-SPAN cells’ EIS profiles contain\nbare and ZIF67@GF after 600 cycles, SEM images of the cycled cathodes\nin different cycles, SEM images of the cycled Li anodes, long-term\ncycling performances of cells containing the bare GF and ZIF67@GF\nseparators, quantitative information of sulfur and other elements,\nionic conductivities at various temperatures, and fitting results\nof the cells containing bare and ZIF67@GF separators (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "SEM analysis of SPAN cathode materials, EDX spectra of the elemental composition, contact angle measurements revealing the wettability of the glass fiber and ZIF67@GF separators, stripping/platting profiles of Li symmetry cells, EIS profiles of Li symmetry cells before and after polarization, Li-SPAN cells' EIS profiles contain bare and ZIF67@GF after 600 cycles, SEM images of the cycled cathodes in different cycles, SEM images of the cycled Li anodes, long-term cycling performances of cells containing the bare GF and ZIF67@GF separators, quantitative information of sulfur and other elements, ionic conductivities at various temperatures, and fitting results of the cells containing bare and ZIF67@GF separators (PDF)", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Electrode Fabrication</title><p>The SPAN active\nmaterial was prepared by blending (hand mixing) the as-received PAN\n(Sigma-Aldrich; <italic toggle=\"yes\">M</italic>\n<sub>W</sub> = 150,000) and sulfur\n(Sigma-Aldrich; 99.98% trace metal basis) to 1:4 ratio for 15 min.\nThe mixture was then sintered in a tube furnace at 350 °C under\nan Ar atmosphere for 3 h. Elemental analysis (EA) revealed that the\nS content was <italic toggle=\"yes\">ca.</italic> 51 wt % (Supplementary Information, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). Next, the SPAN composite cathode was\nprepared by mixing the SPAN powder with the conductive carbon (Super\nP) and the poly­(vinylidene difluoride) (PVDF) binder at a ratio of\n70:20:10 in an <italic toggle=\"yes\">N</italic>-methyl pyrrolidone (NMP) solvent\nto make a uniform and viscous slurry. The smooth black slurry was\ncoated onto carbon-coated Al foil and dried under vacuum at 80 °C\nfor 24 h. Finally, the cathode was punched into discs (Ø = 13\nmm) and used for cell assembly. The mass loading of the active material\nwas calculated to be 2.7 mg cm<sup>–2</sup>.</p>", "clean_text": "Electrode Fabrication\n\nThe SPAN active material was prepared by blending (hand mixing) the as-received PAN (Sigma-Aldrich; M W = 150,000) and sulfur (Sigma-Aldrich; 99.98% trace metal basis) to 1:4 ratio for 15 min. The mixture was then sintered in a tube furnace at 350 °C under an Ar atmosphere for 3 h. Elemental analysis (EA) revealed that the S content was ca. 51 wt % (Supplementary Information, Table S1). Next, the SPAN composite cathode was prepared by mixing the SPAN powder with the conductive carbon (Super P) and the poly(vinylidene difluoride) (PVDF) binder at a ratio of 70:20:10 in an N-methyl pyrrolidone (NMP) solvent to make a uniform and viscous slurry. The smooth black slurry was coated onto carbon-coated Al foil and dried under vacuum at 80 °C for 24 h. Finally, the cathode was punched into discs (Ø = 13 mm) and used for cell assembly. The mass loading of the active material was calculated to be 2.7 mg cm-2.", "data": [{"meta": {"name": "SPAN active material", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mixing", "type": "hand mixing", "material mix": [{"name": "PAN", "amount": "as-received", "unit": ""}, {"name": "sulfur", "amount": "as-received", "unit": ""}], "solvent name": "", "solvent amount": "", "rotation speed": "", "temperature": "", "time": "15 min"}, {"synthesis method": "sintering", "pressure": "", "temperature": "350°C", "atmosphere": "Ar", "time": "3 h"}]}, {"meta": {"name": "SPAN composite cathode", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mixing", "type": "mixing", "material mix": [{"name": "SPAN powder", "amount": "70", "unit": ""}, {"name": "conductive carbon (Super P)", "amount": "20", "unit": ""}, {"name": "poly­(vinylidene difluoride) (PVDF) binder", "amount": "10", "unit": ""}], "solvent name": "N-methyl pyrrolidone (NMP)", "solvent amount": "", "rotation speed": "", "temperature": "", "time": ""}, {"synthesis method": "coating", "coating material": "smooth black slurry", "coating substrate": "carbon-coated Al foil", "drying method": "vacuum", "drying temperature": "80°C", "drying time": "24 h"}, {"synthesis method": "punching", "punching shape": "discs", "punching size": "Ø = 13 mm"}], "mass loading": "2.7 mg cm^-2"}], "include_properties": ["chemical_synthesis", "mixing", "drying"]}, {"idx": "1, 6, 23, 24, 25, 30, 31, 34, 37", "type": "text", "classification": "property", "content": "<p>The\nsulfurized polyacrylonitrile (SPAN) cathode is the\nfocal point\nof recent research in lithium–sulfur batteries due to its efficient\npolysulfide shuttle effect and boosting battery efficiency. However,\nthe SPAN cathode needs to be enhanced to demonstrate more excellent\nelectrochemical performance and kinetic characteristics encouraged\nby the chemical makeup of the metal–organic frameworks (MOFs)\nand their effectiveness in the redox reactions of the battery. ZIF67\nnanoparticles are grown <italic toggle=\"yes\">in situ</italic> onto the fiber networks\nof a high-density glass fiber (GF) separator. They are dynamically\nactivated in a vacuum oven. The open metal sites created after ZIF67\nactivation can effectively trap anions and improve Li<sup>+</sup> transport\nproperties. The transference number (<italic toggle=\"yes\">t</italic>\n<sub>Li<sup>+</sup>\n</sub>) was predicted to be 0.49, thereby improving the electrochemical\nperformances of the Li-SPAN battery. The anode and cathode exhibited\nbetter compatibility with the separator. The Li//Li symmetrical cells\nbased on the ZIF67@GF separator exhibited low polarization and were\nstable for up to 600 h. A Li/ZIF67@GF/SPAN full cell also showed a\nsmall voltage polarization effect and had a starting capacity of 1590\nmAh g<sup>–1</sup> at 0.1C rate. The improved high-rate capability\n(<italic toggle=\"yes\">ca.</italic> 714 mAh g<sup>–1</sup> at 10C) of Li/ZIF@GF/SPAN\ncells was better than that of the Li/bare GF/SPAN cells. The long-term\ncycling performance was improved significantly, with a decay rate\nof 0.05% per cycle at 2C over 600 cycles and the ability to perform\n1000 cycles at a rate of 5C with 75.3% capacity retention. Thus, our\nfindings support that the Li-SPAN cell equipped with a GF separator\nwith <italic toggle=\"yes\">in situ</italic> grown ZIF67 nanoparticles substantially\nimproved the electrochemical performance.</p><p>In this study, we generated ZIF-67\nnanoparticles <italic toggle=\"yes\">in situ</italic> onto a GF and then employed\nthe ZIF67@GF as a separator for a cell\ncontaining a SPAN cathode and a Li metal anode. Here, we chose a GF\nseparator because of its excellent wettability and good electrolyte\nuptake. One discharge plateau was found while employing the SPAN cathode,\nand the dissolving of the polysulfide was inhibited completely. Our\nmodified ZIF67@GF separators to the system increased the transference\nnumber to 0.49 because the active sites in the ZIF67 particles interacted\nwith the anions in the electrolyte, thereby decreasing cell polarization.\nThe analysis of symmetrical cells demonstrated that the catalytic\nactivity and stable morphology of the ZIF67 nanoparticles inhibited\nthe growth of Li dendrites and limited the buildup of dead Li. Our\nLi//Li symmetrical cells equipped with the ZIF67@GF separator survived\nfor more than 600 h without undergoing shorting. Compared with cells\nfeaturing bare GF separators, the cells with ZIF67@GF separators have\ndisplayed superior high-rate capabilities (notably at higher rates\nof 36.5% at 2C and 36.8% at 5C) and more excellent discharge capacity\nretention. Furthermore, the ZIF-67@GF separator-equipped cells had\ndischarge capacities of 961.2 mAh g<sup>–1</sup> after the\nfirst cycle and 670.71 mAh g<sup>–1</sup> after 600 cycles\nat 2C; the capacity attenuation was approximately 0.05% per cycle.\nFinally, our Li-SPAN batteries incorporating ZIF67@GF separators markedly\nimproved the transport and kinetic characteristics, enhanced the electrochemical\noperation, and protected the Li anode.</p><title>Thermal Behavior of Separators</title><p>GF separators are known for their excellent thermal stability. c presents the TGA\nprofiles of the GF separator and ZIF67@GF separators. From the TGA\ncurves, it is obvious that the GF separator is stable up to 800 °C.\nThe ZIF67 particles are thermally stable up to 200 °C. The initial\n3.5% weight loss at nearly 130 °C was caused by the complete\nevaporation of tiny water crystals and moisture captured by the glass\nfiber separator. Eliminating excess particles from the fillers and\nunreacted linker species generated a steady weight loss from 150 to\n450 °C. After 450 °C, the ZIF67 particles begin to decompose.\nThe framework started to disintegrate due to the disappearance of\n2-methyilimidazole after 450 °C.</p><p>The total weight loss\nof the ZIF67 particles is estimated to be 15%, which is also the mass\nloading of ZIF67 in the glass fiber separator. The TGA results show\nthat ZIF-67 particles are relatively thermally stable; thus, these\nparticles will improve the thermal characteristics by adsorbing thermal\nenergy. Hence, it prevents thermal assault and makes the battery system\nmore stable. These findings suggested that operating our Li-SPAN corresponding\nbatteries at elevated temperatures would be possible.</p><title>Ionic Conductivity and Separator Compatibility</title><title>Ionic Conductivity</title><p>Ionic conductivity\nis a crucial parameter when estimating the ion regulating properties\nof ZIF67 nanoparticles. Here, the ionic conductivities were measured\nwith the help of AC impedance spectroscopy by sandwiching the separators\nbetween stainless-steel electrodes, followed by the addition of the\nliquid electrolyte inside the glovebox. The ionic conductivity value\nwas analyzed at 25–60 °C to obtain the Arrhenius plot,\ndisplayed in a. The ionic conductivities and the activation energies of bare and\nZIF67@GF separators are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>. At room temperature (25 °C), the ionic conductivities of bare\nand ZIF67@GF separators are <italic toggle=\"yes\">ca.</italic> 9 × 10<sup>–3</sup> S cm<sup>–1</sup> and 1.08 × 10<sup>–2</sup> S\ncm<sup>–1</sup>, respectively. When the temperature is increased\nto 60 °C, there seems to be an improvement in the ionic conductivity\nof both separators. For the bare separator, the conductivity is <italic toggle=\"yes\">ca.</italic> 1.36 × 10<sup>–2</sup> S cm<sup>–1</sup>, and for the ZIF67@GF, it is <italic toggle=\"yes\">ca.</italic> 1.78 × 10<sup>–2</sup> S cm<sup>–1</sup>. The slight improvement\nof ionic conductivities of the ZIF67@GF separators is attributed to\nthe abundant porosity of ZIF67, and the compact nature of the as-grown\nZIF67 particles supplies handfuls of ion transport channels with shorter\nion diffusion lengths. The activation\nenergy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>) was not affected by the presence\nof ZIF67 particles. The <italic toggle=\"yes\">E</italic>\n<sub>a</sub> values are <italic toggle=\"yes\">ca.</italic> 3.8 and 5.0 kJ mol<sup>–1</sup> for bare GF and\nZIF67@GF separators, respectively. The difference is not that much\nbetween both cases. A lower activation energy means a lower energy\nbarrier for the Li<sup>+</sup> ion transport, which eventually increases\nthe ionic mass transport rate and reduces the overpotential.</p><title>Wettability and Electrolyte Uptake</title><p>The\nwettability of the separator is a notable parameter for maintaining\nthe electrolyte during the charge/discharge process. The contact angle measurements were conducted to examine\nthe wettability of the separator. A drop of the liquid electrolyte\nis added to the separator surface, and the angle that the drop formed\nwith the surface is measured. The contact angles of the bare GF separator\nand the ZIF67@GF separator are almost zero (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>), which means that it can immediately uptake the electrolyte,\nhold a large amount of the electrolyte, and keep the separator wet\nfor a prolonged time. The perfect wettability of the glass fiber separator\ngenerated a well-distributed lithium-ion flux, which lowered the increasing\nlithium-ion concentration polarization locally and contributed to\nthe lithium dendrite suppression. Moreover, it reduces the surface\ntension, causing a smooth separator/electrolyte interface. The wettability\nof a separator is related to its electrolyte uptake tendency. The\nelectrolyte uptake was calculated by . The electrolyte uptake of the bare glass fiber and\nZIF67@GF separators is calculated to be 87 and 89%, respectively,\nproving a good interaction between the ZIF67 particles in the separator\nwith the liquid electrolyte.</p><title>Electrochemical\nPerformance Studies</title><p>The galvanostatic charge/discharge (GCD)\nprofiles of the Li/SPAN\ncells with the bare GF and ZIF67-modified separators are demonstrated\nin a,b, characterized\nat 0.1C between the voltages in the range of 1–3 V (<italic toggle=\"yes\">vs</italic> Li/Li<sup>+</sup>). The upper potential is decreased\nto 2.5 V for the second and third cycles for the cells containing\nboth the bare GF and ZIF-grown GF separators, with the lithiation\nprocess starting at 1.8 V in the first discharge step. The Li/SPAN\ncell displayed considerable voltage hysteresis (polarization) during\nthe initial discharge, resulting in a significant buildup of irreversible\ncapacity loss. This voltage hysteresis may be due to the inadequate\nelectrical contact at the original grain boundaries between the SPAN\nand the conducting carbon particles. The discharging and charging\nprofile of the Li/SPAN cell, in contrast to typical Li/S batteries,\nexhibited only a single voltage plateau. This behavior suggested that\nthe SPAN underwent a single-phase direct solid-to-solid reaction without\nforming any soluble polysulfides. The\ninitial discharge capacity of the Li/SPAN cell assembled with the\nZIF67@GF separator was <italic toggle=\"yes\">ca.</italic> 1591 mAh g<sup>–1</sup>, and for the cell with the bare glass fiber separator, the capacity\nwas <italic toggle=\"yes\">ca.</italic> 1469 mAh g<sup>–1</sup> at 0.1C at\nroom temperature. It is noted that the initial discharge capacity\nof the full cell was increased by 8% and the overpotential (η)\nwas reduced from 0.45 to 0.37 V after incorporating ZIF67 nanoparticles\non the GF separator. This is because the active sites in the ZIF67\nparticles strongly regulated the Li<sup>+</sup> ion transport flux\nat the electrolyte–separator interface and markedly reduced\nthe overpotential. The high Li<sup>+</sup> ion transfer number permits\nfast reaction kinetics throughout the Li nucleation and lithium growth\nprocesses at the Li anode; it may be responsible for the decreased\noverpotential. It should be emphasized that the increased overpotential\nin the cells with bare glass fiber separators is also caused by ongoing\nSEI generation. The higher capacities\nof the cells associated with the SPAN cathode may be due to the rough\nand porous nature of the electrode surface, which has more room for\nthe Li<sup>+</sup> ion interaction.\n</p><p>The oxidation peak potential was noted at approximately 2.31 V.\nThe single reduction and oxidation peaks resembled the single voltage\nplateau in the GCD profile, suggesting the direct conversion of S\nto Li<sub>2</sub>S without forming any of the soluble intermediate\npolysulfides responsible for the shuttle reaction. In the Li/SPAN\ncells incorporating the ZIF67@GF separator, the sharp and highly intense\noxidation and reduction peaks appeared with an enhanced peak current.\nThis is due to the redox nature of ZIF67 nanoparticles and their compatibility\nwith the electrolyte interface. Notably, the overpotential in the\nfirst scan significantly drops from 1.01 to 0.75 V when ZIF67 nanoparticles\nare present. The extended cycle performance of the cell would be favored\nby the rapid reaction kinetics resulting from the lower peak potential\ndifference (Δ<italic toggle=\"yes\">E</italic>).</p><p>To explain the Li insertion behavior,\nthe reaction\nmechanism involves\nproducing Li<sub>2</sub>S and a lithiated polymer backbone through\nthe cleavage of the S–S bonds and the formation of Li–C–N–Li\nbonding. Because of the existence of the S<sub>2</sub> and S<sub>3</sub> chains, no polysulfide production occurred. Nevertheless, the complete\ndesulfurization of SPAN during the discharging has not been proven\nand is still disputed. It has been proposed that the lithiated polymeric\nbackbone would resist delithiation and stay lithiated after recharging.\nFollowing the initial discharging, it has been suggested that Li-SPAN\nand Li<sub>2</sub>S would undergo a reversible redox reaction. The Li<sup>+</sup> diffusion coefficient trend was found to be higher\nin the cells with the ZIF67@GF separator, as shown in b. As a result of the conversion\nof the lithiated SPAN into desulfurized SPAN, there is an increase\nin electronic conductivity, which is consistent with the electronic\nstructure of SPAN during the discharging/charging process. The Li<sup>+</sup> ion diffusion coefficient of the Li/SPAN cells incorporating\nthe ZIF@67-modified GF separators increased; it is <italic toggle=\"yes\">ca.</italic> 1.64 × 10<sup>–8</sup> cm<sup>2</sup> s<sup>–1</sup> from initial SOC(%). We assumed that the effective active sites,\nhigh surface area, and nanoscale size of the ZIF-67 particles shortened\nthe Li<sup>+</sup> ion diffusion length and immobilized most large\nanions (PF<sub>6</sub>\n<sup>–</sup>) in the liquid electrolyte\nto improve the Li<sup>+</sup> ion transport rate. In comparison, the\nLi<sup>+</sup> ion diffusion coefficients of the Li/SPAN cell featuring\nthe bare GF separator were calculated to be <italic toggle=\"yes\">ca</italic>. 5.82\n× 10<sup>–9</sup> cm<sup>2</sup> s<sup>–1</sup> from initial SOC(%).\n</p>", "clean_text": "The sulfurized polyacrylonitrile (SPAN) cathode is the focal point of recent research in lithium-sulfur batteries due to its efficient polysulfide shuttle effect and boosting battery efficiency. However, the SPAN cathode needs to be enhanced to demonstrate more excellent electrochemical performance and kinetic characteristics encouraged by the chemical makeup of the metal-organic frameworks (MOFs) and their effectiveness in the redox reactions of the battery. ZIF67 nanoparticles are grown in situ onto the fiber networks of a high-density glass fiber (GF) separator. They are dynamically activated in a vacuum oven. The open metal sites created after ZIF67 activation can effectively trap anions and improve Li+ transport properties. The transference number (t Li+ ) was predicted to be 0.49, thereby improving the electrochemical performances of the Li-SPAN battery. The anode and cathode exhibited better compatibility with the separator. The Li//Li symmetrical cells based on the ZIF67@GF separator exhibited low polarization and were stable for up to 600 h. A Li/ZIF67@GF/SPAN full cell also showed a small voltage polarization effect and had a starting capacity of 1590 mAh g-1 at 0.1C rate. The improved high-rate capability (ca. 714 mAh g-1 at 10C) of Li/ZIF@GF/SPAN cells was better than that of the Li/bare GF/SPAN cells. The long-term cycling performance was improved significantly, with a decay rate of 0.05% per cycle at 2C over 600 cycles and the ability to perform 1000 cycles at a rate of 5C with 75.3% capacity retention. Thus, our findings support that the Li-SPAN cell equipped with a GF separator with in situ grown ZIF67 nanoparticles substantially improved the electrochemical performance.\n\nIn this study, we generated ZIF-67 nanoparticles in situ onto a GF and then employed the ZIF67@GF as a separator for a cell containing a SPAN cathode and a Li metal anode. Here, we chose a GF separator because of its excellent wettability and good electrolyte uptake. One discharge plateau was found while employing the SPAN cathode, and the dissolving of the polysulfide was inhibited completely. Our modified ZIF67@GF separators to the system increased the transference number to 0.49 because the active sites in the ZIF67 particles interacted with the anions in the electrolyte, thereby decreasing cell polarization. The analysis of symmetrical cells demonstrated that the catalytic activity and stable morphology of the ZIF67 nanoparticles inhibited the growth of Li dendrites and limited the buildup of dead Li. Our Li//Li symmetrical cells equipped with the ZIF67@GF separator survived for more than 600 h without undergoing shorting. Compared with cells featuring bare GF separators, the cells with ZIF67@GF separators have displayed superior high-rate capabilities (notably at higher rates of 36.5% at 2C and 36.8% at 5C) and more excellent discharge capacity retention. Furthermore, the ZIF-67@GF separator-equipped cells had discharge capacities of 961.2 mAh g-1 after the first cycle and 670.71 mAh g-1 after 600 cycles at 2C; the capacity attenuation was approximately 0.05% per cycle. Finally, our Li-SPAN batteries incorporating ZIF67@GF separators markedly improved the transport and kinetic characteristics, enhanced the electrochemical operation, and protected the Li anode.\n\nThermal Behavior of Separators\n\nGF separators are known for their excellent thermal stability. c presents the TGA profiles of the GF separator and ZIF67@GF separators. From the TGA curves, it is obvious that the GF separator is stable up to 800 °C. The ZIF67 particles are thermally stable up to 200 °C. The initial 3.5% weight loss at nearly 130 °C was caused by the complete evaporation of tiny water crystals and moisture captured by the glass fiber separator. Eliminating excess particles from the fillers and unreacted linker species generated a steady weight loss from 150 to 450 °C. After 450 °C, the ZIF67 particles begin to decompose. The framework started to disintegrate due to the disappearance of 2-methyilimidazole after 450 °C.\n\nThe total weight loss of the ZIF67 particles is estimated to be 15%, which is also the mass loading of ZIF67 in the glass fiber separator. The TGA results show that ZIF-67 particles are relatively thermally stable; thus, these particles will improve the thermal characteristics by adsorbing thermal energy. Hence, it prevents thermal assault and makes the battery system more stable. These findings suggested that operating our Li-SPAN corresponding batteries at elevated temperatures would be possible.\n\nIonic Conductivity and Separator Compatibility\n\nIonic Conductivity\n\nIonic conductivity is a crucial parameter when estimating the ion regulating properties of ZIF67 nanoparticles. Here, the ionic conductivities were measured with the help of AC impedance spectroscopy by sandwiching the separators between stainless-steel electrodes, followed by the addition of the liquid electrolyte inside the glovebox. The ionic conductivity value was analyzed at 25-60 °C to obtain the Arrhenius plot, displayed in a. The ionic conductivities and the activation energies of bare and ZIF67@GF separators are given in Table S2. At room temperature (25 °C), the ionic conductivities of bare and ZIF67@GF separators are ca. 9 × 10-3 S cm-1 and 1.08 × 10-2 S cm-1, respectively. When the temperature is increased to 60 °C, there seems to be an improvement in the ionic conductivity of both separators. For the bare separator, the conductivity is ca. 1.36 × 10-2 S cm-1, and for the ZIF67@GF, it is ca. 1.78 × 10-2 S cm-1. The slight improvement of ionic conductivities of the ZIF67@GF separators is attributed to the abundant porosity of ZIF67, and the compact nature of the as-grown ZIF67 particles supplies handfuls of ion transport channels with shorter ion diffusion lengths. The activation energy (E a) was not affected by the presence of ZIF67 particles. The E a values are ca. 3.8 and 5.0 kJ mol-1 for bare GF and ZIF67@GF separators, respectively. The difference is not that much between both cases. A lower activation energy means a lower energy barrier for the Li+ ion transport, which eventually increases the ionic mass transport rate and reduces the overpotential.\n\nWettability and Electrolyte Uptake\n\nThe wettability of the separator is a notable parameter for maintaining the electrolyte during the charge/discharge process. The contact angle measurements were conducted to examine the wettability of the separator. A drop of the liquid electrolyte is added to the separator surface, and the angle that the drop formed with the surface is measured. The contact angles of the bare GF separator and the ZIF67@GF separator are almost zero (Figure S3), which means that it can immediately uptake the electrolyte, hold a large amount of the electrolyte, and keep the separator wet for a prolonged time. The perfect wettability of the glass fiber separator generated a well-distributed lithium-ion flux, which lowered the increasing lithium-ion concentration polarization locally and contributed to the lithium dendrite suppression. Moreover, it reduces the surface tension, causing a smooth separator/electrolyte interface. The wettability of a separator is related to its electrolyte uptake tendency. The electrolyte uptake was calculated by . The electrolyte uptake of the bare glass fiber and ZIF67@GF separators is calculated to be 87 and 89%, respectively, proving a good interaction between the ZIF67 particles in the separator with the liquid electrolyte.\n\nElectrochemical Performance Studies\n\nThe galvanostatic charge/discharge (GCD) profiles of the Li/SPAN cells with the bare GF and ZIF67-modified separators are demonstrated in a,b, characterized at 0.1C between the voltages in the range of 1-3 V (vs Li/Li+). The upper potential is decreased to 2.5 V for the second and third cycles for the cells containing both the bare GF and ZIF-grown GF separators, with the lithiation process starting at 1.8 V in the first discharge step. The Li/SPAN cell displayed considerable voltage hysteresis (polarization) during the initial discharge, resulting in a significant buildup of irreversible capacity loss. This voltage hysteresis may be due to the inadequate electrical contact at the original grain boundaries between the SPAN and the conducting carbon particles. The discharging and charging profile of the Li/SPAN cell, in contrast to typical Li/S batteries, exhibited only a single voltage plateau. This behavior suggested that the SPAN underwent a single-phase direct solid-to-solid reaction without forming any soluble polysulfides. The initial discharge capacity of the Li/SPAN cell assembled with the ZIF67@GF separator was ca. 1591 mAh g-1, and for the cell with the bare glass fiber separator, the capacity was ca. 1469 mAh g-1 at 0.1C at room temperature. It is noted that the initial discharge capacity of the full cell was increased by 8% and the overpotential (η) was reduced from 0.45 to 0.37 V after incorporating ZIF67 nanoparticles on the GF separator. This is because the active sites in the ZIF67 particles strongly regulated the Li+ ion transport flux at the electrolyte-separator interface and markedly reduced the overpotential. The high Li+ ion transfer number permits fast reaction kinetics throughout the Li nucleation and lithium growth processes at the Li anode; it may be responsible for the decreased overpotential. It should be emphasized that the increased overpotential in the cells with bare glass fiber separators is also caused by ongoing SEI generation. The higher capacities of the cells associated with the SPAN cathode may be due to the rough and porous nature of the electrode surface, which has more room for the Li+ ion interaction. \n\nThe oxidation peak potential was noted at approximately 2.31 V. The single reduction and oxidation peaks resembled the single voltage plateau in the GCD profile, suggesting the direct conversion of S to Li2S without forming any of the soluble intermediate polysulfides responsible for the shuttle reaction. In the Li/SPAN cells incorporating the ZIF67@GF separator, the sharp and highly intense oxidation and reduction peaks appeared with an enhanced peak current. This is due to the redox nature of ZIF67 nanoparticles and their compatibility with the electrolyte interface. Notably, the overpotential in the first scan significantly drops from 1.01 to 0.75 V when ZIF67 nanoparticles are present. The extended cycle performance of the cell would be favored by the rapid reaction kinetics resulting from the lower peak potential difference (ΔE).\n\nTo explain the Li insertion behavior, the reaction mechanism involves producing Li2S and a lithiated polymer backbone through the cleavage of the S-S bonds and the formation of Li-C-N-Li bonding. Because of the existence of the S2 and S3 chains, no polysulfide production occurred. Nevertheless, the complete desulfurization of SPAN during the discharging has not been proven and is still disputed. It has been proposed that the lithiated polymeric backbone would resist delithiation and stay lithiated after recharging. Following the initial discharging, it has been suggested that Li-SPAN and Li2S would undergo a reversible redox reaction. The Li+ diffusion coefficient trend was found to be higher in the cells with the ZIF67@GF separator, as shown in b. As a result of the conversion of the lithiated SPAN into desulfurized SPAN, there is an increase in electronic conductivity, which is consistent with the electronic structure of SPAN during the discharging/charging process. The Li+ ion diffusion coefficient of the Li/SPAN cells incorporating the ZIF@67-modified GF separators increased; it is ca. 1.64 × 10-8 cm2 s-1 from initial SOC(%). We assumed that the effective active sites, high surface area, and nanoscale size of the ZIF-67 particles shortened the Li+ ion diffusion length and immobilized most large anions (PF6 -) in the liquid electrolyte to improve the Li+ ion transport rate. In comparison, the Li+ ion diffusion coefficients of the Li/SPAN cell featuring the bare GF separator were calculated to be ca. 5.82 × 10-9 cm2 s-1 from initial SOC(%). ", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 28, 1, '[{\"meta\":{\"name\":\"ZIF67 nanoparticles\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"SPAN cathode\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"efficient polysulfide shuttle effect\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"boosting battery efficiency\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"enhanced electrochemical performance\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"kinetic characteristics\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"ZIF67 nanoparticles\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"grown in situ onto the fiber networks of a high-density glass fiber (GF) separator\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"dynamically activated in a vacuum oven\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"created open metal sites\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"effectively trap anions\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"improve Li+ transport properties\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"predicted transference number (tLi+) of 0.49\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"improved electrochemical performances of the Li-SPAN battery\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"better compatibility with the separator\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"low polarization in Li//Li symmetrical cells\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"starting capacity of 1590 mAh g–1 at 0.1C rate\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"improved high-rate capability of ca. 714 mAh g–1 at 10C\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"long-term cycling performance with a decay rate of 0.05% per cycle at 2C over 600 cycles\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"ability to perform 1000 cycles at a rate of 5C with 75.3% capacity retention\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"improved transport and kinetic characteristics\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"enhanced electrochemical operation\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"protected the Li anode\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"GF separator\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"excellent wettability\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"good electrolyte uptake\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"excellent thermal stability\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"good interaction with the liquid electrolyte\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"almost zero contact angle\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    },\\n    {\\n        \"property name\": \"electrolyte uptake of 87%\",\\n        \"value\": \"\",\\n        \"unit\": \"\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": "38, 40, 41, 43, 44, 46", "type": "text", "classification": "property", "content": "<title>Li Metal Anode Stability Analysis</title><p>The Li//Li symmetrical\ncells offered a crucial platform for quantitatively\nevaluating Li metal’s electrochemical performance. They also\nhelp understand the polarization degree on the surface of the lithium\nfoil. The stability and the short-circuit\nfailure are frequently and qualitatively correlated with the Li plating/stripping\nvoltage shape. These voltage changes are significantly influenced\nby the electrolyte composition, depth of charge/discharge, and current\ndensity. Symmetrical cells were made\nwith bare GF and ZIF67@GF separators to examine the electrochemical\ncapabilities of the bare glass fiber and ZIF67@GF separators with\nlithium metal anodes. 1 M lithium hexafluorophosphate (LiPF<sub>6</sub>) in ethylene carbonate (EC) and diethyl carbonate (DEC) was used\nas the electrolyte. Each cell was treated with an optimized amount\n(100 μL) of the electrolyte. As shown in a–d, the comparisons were made between\nthe cells with ZIF67@GF and bare GF separators regarding their rate\nperformance, plating/stripping voltage profiles, and current density.\nTo measure the consistency and endurance of the electrolyte/electrode\nstability, the symmetrical cells operated at an extremely high current\ndensity, namely, the critical current density (CCD). The CCD profiles\nof the Li//SPAN cells with the bare GF and ZIF67@GF separators are\ndisplayed in a,c, respectively. In contrast to the spike-like voltage profiles\nof the cell with the bare glass fiber separators, the voltage plateau\nformed by the symmetry cells containing ZIF67@GF separators is flat\nand stable and features a slight polarization. The polarization difference\ncompletely diminished when the current density reached 2 and 5 mA\ncm<sup>–2</sup>. However, the symmetrical cells with the bare\nGF separator showed overpotentials of <italic toggle=\"yes\">ca.</italic> 41, 66,\nand 171 mV at 0.2, 0.5, and 1 mA cm<sup>–2</sup>, respectively.\nIn contrast, the overpotential of symmetrical cells with ZIF67@GF\nseparators displayed approximately 36, 60, and 123 mV for 0.2, 0.5,\nand 1 mA cm<sup>–2</sup>, respectively. The cells were instructed\nto return to the lowest current density of 0.2 mA cm<sup>–2</sup> after the highest current density of 5 mA cm<sup>–2</sup>. In both cases, the voltage profiles were accurately reproduced,\nand the bare one’s voltage profile became smoother after a\nhigh current rate. The presence of ZIF67 nanoparticles on the GF separator\nis responsible for the reduced overpotential and smooth voltage profiles,\nwhich effectively enable the substantial amount of lithium to get\nfully utilized during the stripping and plating and prevent the formation\nof Li dendrites and dead lithium. b,d shows the voltage profiles of the symmetry\ncell at 1 mA cm<sup>–2</sup> with an areal capacity of 1 mAh\ncm<sup>–2</sup> for the bare GF and the ZIF67@GF separators.\nThe plating/stripping profile shows no difference in cells with the\nbare GF and ZIF67@GF separators. A marked difference arose, however,\nat 500 h. Even the symmetrical cells with bare glass fiber separators\nunderwent a short circuit at 547 h, revealing a trend of increasing\npolarization. In contrast, the symmetrical cell with the ZIF67@GF\nseparator prevented the cell from undergoing a short circuit. Notably,\naround 300 h, a sharp voltage drop is observed at the cells containing\nbare GF and ZIF67@GF separators. This happened due to the unstable\npower supply/shutdown during the measurement.</p><p>The enlarged voltage profiles are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>. The calculated values of polarizations\nare <italic toggle=\"yes\">ca.</italic> 577 and 300 mV for the cells with the bare\nGF and ZIF67@GF\nseparators, respectively. During the final hours of cycling, the cells\nprovided spiking or arcing voltage profiles. However, the arcing behavior\nof the cells with a bare GF separator is severe. This arcing profile\nfeatured a distinctive arc that plateaued at the halfway point of\nthe half cycle. This change in the voltage curve suggested that its\nvoltage shape, following prolonged cycling, could not be captured\nfully by morphology-driven reaction kinetics, implying that the dead\nLi layer continued to accumulate and that the diffusion length through\nthe dead Li layer continued to increase. Thus, during cell cycling,\nthis buildup of dead Li resulted in restricted mass transport. The interfacial stability of the symmetry cells\nincorporating the bare GF separators and the ZIF67@GF separators is\ninvestigated using the EIS measurements. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, the AC impedance spectra are illustrated. The AC impedance\nwas measured for the fresh Li//Li symmetry cells and cells that had\nundergone five cycles of polarization at 1 mA cm<sup>–2</sup> with an areal plating capacity of 1 mAh cm<sup>–2</sup>.\nIn the higher frequency region, one semicircle was observed with charge\ntransfer resistance (<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>) and conductance\n(<italic toggle=\"yes\">C</italic>\n<sub>1</sub>). For the cells with the bare GF separator\nand the ZIF67@GF separator, the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> values\nare around 138 and 96.2 Ω, respectively, before cycling, and\nthey drop to 97.8 and 73.6 Ω after five cycles. The ZIF67 particles\nwith a high surface area provided more free void or space for better\nlithium mass transport. They decreased the interfacial polarization,\nwhich resulted in lower charge transfer resistance for the cells using\nZIF67@GF separators.</p><title>Rate Capability and Electrochemical\nPerformance</title><p>The GCD measurements at various current densities\nranging from\n0.2C to 10C were used to study the rate capabilities for the cells\nwith two separators. a displays the GCD profiles of the rate capabilities. The\ncells are generally activated for 2 to 3 cycles prior to performing\nthe rate capability test to form some stable SEI layer. At rates of\n0.2C, 0.5C, 1C, 2C, 5C, and 10C, the Li/SPAN cell assembled with the\nZIF-67@GF separator offered high initial capacities of 1420, 1375,\n1278, 1192, 960, and 714 mAh g<sup>–1</sup>, respectively.\nA high reversible capacity of 1395 mAh g<sup>–1</sup> occurred\nwhen we switched the current density from 10C to 0.2C. At 0.2C, 0.5C,\n1C, 2C, 5C, and 10C, the cells built with the bare GF separators had\ncapacities of 1293, 1188, 1102, 874, 702, and 297 mAh g<sup>–1</sup>, respectively. When we reversed the current density to 0.2C from\n10C, the discharge capacity returned to 1273 mAh g<sup>–1</sup>. At low current densities, the cells assembled with the ZIF-67@GF\nseparator produced 9.8% (0.2C) and 16.7% (0.5C) more capacity than\nthat of the cell with the bare GF counterpart. When the current density\nwas much higher, however, the situation was more drastic, with the\ncells containing ZIF-67@GF separators achieving 36.5% (2C) and 36.8%\n(5C) more capacity than that of the cell with the bare GF separators.\nThe lower overpotential and enhanced ionic conductivity that arose\nafter modifying the GF with the ZIF-67 particles were primarily responsible\nfor the increased discharge capacity and more reversibility after\napplying the high current density. The overpotential or polarization\nhas the most detrimental effect at higher current densities. The use\nof GF separators in SPAN systems, capable of adapting to temperature\nvariations inside the cell and withstanding even higher current densities,\nis noteworthy.</p><p>We used EIS to analyze the interfacial\nstability; b shows the Nyquist\nplots.\nA depressed semicircle in the medium- to high-frequency range and\nan inclined line in the low-frequency range make up each Nyquist plot\nbefore cycling. The former is related to the charge transfer resistance\n(<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>) at the electrode–electrolyte\ninterface as well as the bulk resistance (<italic toggle=\"yes\">R</italic>\n<sub>b</sub>) from the electrolyte, with the latter being the Warburg diffusion\nimpedance (W<sub>o</sub>) of lithium-ion diffusion in the bulk of\nthe electrode. In this case, the charge\ntransfer resistance of the cell prepared with ZIF67@GF (<italic toggle=\"yes\">ca.</italic> 23.6 Ω) was slightly lower than that of the cell with the\nbare GF (<italic toggle=\"yes\">ca.</italic> 27.8 Ω). Here, we can state conclusively\nthat the separator prepared with the <italic toggle=\"yes\">in situ</italic> grown\nZIF-67 nanoparticles did not increase the impedance and enabled fast\ncharge transfer kinetics. The interfacial contact between the electrode–electrolyte\nand the separator was also increased by the higher wettability of\nthe separator, thereby promoting the ionic conductivity and increasing\nthe discharge capacity.</p><p>The cells were evaluated at 0.5C and\n2C at room temperature, as\nshown in c,d,\nto examine the electrochemical performance of the separators at various\ncurrent densities. The cells incorporating the bare glass fiber separator\nhad an initial capacity of 1283 mAh g<sup>–1</sup> at 0.5C;\nafter 200 cycles, its capacity was <italic toggle=\"yes\">ca.</italic> 921 mAh g<sup>–1</sup>. Here, the capacity retention was <italic toggle=\"yes\">ca.</italic> 82% and the capacity attenuation was 0.08% per cycle (from the second\ncycle). The ZIF67@GF separator-equipped cell delivered a high initial\ncapacity of 1414 mAh g<sup>–1</sup>; after 200 cycles, its\ncapacity was <italic toggle=\"yes\">ca.</italic> 1019 mAh g<sup>–1</sup> again,\nwith a capacity retention of 82% and a capacity decay per cycle of\n0.08%. The cells fabricated with the bare GF and ZIF67@GF separators\nhad initial coulombic efficiencies of 86 and 97.9%, respectively.\nIn both cases, the coulombic efficiencies reached a stable value of\n100% throughout the cycles. The cell with the ZIF67@GF separator had\na high initial coulombic efficiency because the catalytic activity\nof the ZIF67 nanoparticles increased the sulfur conversion efficiency,\nstarting from the first cycle. The cell with the bare GF delivered\nan initial capacity of 821.6 mAh g<sup>–1</sup> at a high current\ndensity 2C; after 600 cycles, it attenuated by 0.05% per cycle, resulting\nin 567.6 mAh g<sup>–1</sup>. Furthermore, the ZIF67@GF separator-equipped\ncell had a higher initial capacity of 961.2 mAh g<sup>–1</sup> and a capacity of 674.71 mAh g<sup>–1</sup> after 600 cycles,\ngiving a capacity attenuation of 0.05% per cycle.</p><title>Higher Current Density and Long-Term Cycling\nExamination</title><p>As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaem.3c00163/suppl_file/ae3c00163_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, the cells were evaluated at 5C for 1000 cycles. After 669 cycles\nat this rate, the cell with the bare GF separator no longer functioned.\nThe cell with the ZIF67@GF separator, on the other hand, completed\n1000 cycles successfully; its initial capacity of 394 mAh g<sup>–1</sup> decreased to 297 mAh g<sup>–1</sup> at the 1000th cycle,\nwith a capacity retention of 75.3%. The survival of the cells with\nthe ZIF67@GF was due to the distinctive porous structure of the GF\nseparator, leading to a high ionic conductivity when placed in the\nelectrolyte and facilitated rapid ionic transport; furthermore, the SPAN cathode, in which S atoms were covalently\nattached to the polymeric backbone of the PAN, prevented the shuttle\nmechanism. This rationale also explains why the cells containing the\nbare GF separators also functioned well. Most significantly, the long-range\norder and high porosity of the ZIF-67 particles facilitated directional\nLi<sup>+</sup> ion conduction, which resulted in faster reaction kinetics\nand stable long cycle life.</p>", "clean_text": "Li Metal Anode Stability Analysis\n\nThe Li//Li symmetrical cells offered a crucial platform for quantitatively evaluating Li metal's electrochemical performance. They also help understand the polarization degree on the surface of the lithium foil. The stability and the short-circuit failure are frequently and qualitatively correlated with the Li plating/stripping voltage shape. These voltage changes are significantly influenced by the electrolyte composition, depth of charge/discharge, and current density. Symmetrical cells were made with bare GF and ZIF67@GF separators to examine the electrochemical capabilities of the bare glass fiber and ZIF67@GF separators with lithium metal anodes. 1 M lithium hexafluorophosphate (LiPF6) in ethylene carbonate (EC) and diethyl carbonate (DEC) was used as the electrolyte. Each cell was treated with an optimized amount (100 μL) of the electrolyte. As shown in a-d, the comparisons were made between the cells with ZIF67@GF and bare GF separators regarding their rate performance, plating/stripping voltage profiles, and current density. To measure the consistency and endurance of the electrolyte/electrode stability, the symmetrical cells operated at an extremely high current density, namely, the critical current density (CCD). The CCD profiles of the Li//SPAN cells with the bare GF and ZIF67@GF separators are displayed in a,c, respectively. In contrast to the spike-like voltage profiles of the cell with the bare glass fiber separators, the voltage plateau formed by the symmetry cells containing ZIF67@GF separators is flat and stable and features a slight polarization. The polarization difference completely diminished when the current density reached 2 and 5 mA cm-2. However, the symmetrical cells with the bare GF separator showed overpotentials of ca. 41, 66, and 171 mV at 0.2, 0.5, and 1 mA cm-2, respectively. In contrast, the overpotential of symmetrical cells with ZIF67@GF separators displayed approximately 36, 60, and 123 mV for 0.2, 0.5, and 1 mA cm-2, respectively. The cells were instructed to return to the lowest current density of 0.2 mA cm-2 after the highest current density of 5 mA cm-2. In both cases, the voltage profiles were accurately reproduced, and the bare one's voltage profile became smoother after a high current rate. The presence of ZIF67 nanoparticles on the GF separator is responsible for the reduced overpotential and smooth voltage profiles, which effectively enable the substantial amount of lithium to get fully utilized during the stripping and plating and prevent the formation of Li dendrites and dead lithium. b,d shows the voltage profiles of the symmetry cell at 1 mA cm-2 with an areal capacity of 1 mAh cm-2 for the bare GF and the ZIF67@GF separators. The plating/stripping profile shows no difference in cells with the bare GF and ZIF67@GF separators. A marked difference arose, however, at 500 h. Even the symmetrical cells with bare glass fiber separators underwent a short circuit at 547 h, revealing a trend of increasing polarization. In contrast, the symmetrical cell with the ZIF67@GF separator prevented the cell from undergoing a short circuit. Notably, around 300 h, a sharp voltage drop is observed at the cells containing bare GF and ZIF67@GF separators. This happened due to the unstable power supply/shutdown during the measurement.\n\nThe enlarged voltage profiles are shown in Figure S4. The calculated values of polarizations are ca. 577 and 300 mV for the cells with the bare GF and ZIF67@GF separators, respectively. During the final hours of cycling, the cells provided spiking or arcing voltage profiles. However, the arcing behavior of the cells with a bare GF separator is severe. This arcing profile featured a distinctive arc that plateaued at the halfway point of the half cycle. This change in the voltage curve suggested that its voltage shape, following prolonged cycling, could not be captured fully by morphology-driven reaction kinetics, implying that the dead Li layer continued to accumulate and that the diffusion length through the dead Li layer continued to increase. Thus, during cell cycling, this buildup of dead Li resulted in restricted mass transport. The interfacial stability of the symmetry cells incorporating the bare GF separators and the ZIF67@GF separators is investigated using the EIS measurements. In Figure S5, the AC impedance spectra are illustrated. The AC impedance was measured for the fresh Li//Li symmetry cells and cells that had undergone five cycles of polarization at 1 mA cm-2 with an areal plating capacity of 1 mAh cm-2. In the higher frequency region, one semicircle was observed with charge transfer resistance (R ct) and conductance (C 1). For the cells with the bare GF separator and the ZIF67@GF separator, the R ct values are around 138 and 96.2 Ω, respectively, before cycling, and they drop to 97.8 and 73.6 Ω after five cycles. The ZIF67 particles with a high surface area provided more free void or space for better lithium mass transport. They decreased the interfacial polarization, which resulted in lower charge transfer resistance for the cells using ZIF67@GF separators.\n\nRate Capability and Electrochemical Performance\n\nThe GCD measurements at various current densities ranging from 0.2C to 10C were used to study the rate capabilities for the cells with two separators. a displays the GCD profiles of the rate capabilities. The cells are generally activated for 2 to 3 cycles prior to performing the rate capability test to form some stable SEI layer. At rates of 0.2C, 0.5C, 1C, 2C, 5C, and 10C, the Li/SPAN cell assembled with the ZIF-67@GF separator offered high initial capacities of 1420, 1375, 1278, 1192, 960, and 714 mAh g-1, respectively. A high reversible capacity of 1395 mAh g-1 occurred when we switched the current density from 10C to 0.2C. At 0.2C, 0.5C, 1C, 2C, 5C, and 10C, the cells built with the bare GF separators had capacities of 1293, 1188, 1102, 874, 702, and 297 mAh g-1, respectively. When we reversed the current density to 0.2C from 10C, the discharge capacity returned to 1273 mAh g-1. At low current densities, the cells assembled with the ZIF-67@GF separator produced 9.8% (0.2C) and 16.7% (0.5C) more capacity than that of the cell with the bare GF counterpart. When the current density was much higher, however, the situation was more drastic, with the cells containing ZIF-67@GF separators achieving 36.5% (2C) and 36.8% (5C) more capacity than that of the cell with the bare GF separators. The lower overpotential and enhanced ionic conductivity that arose after modifying the GF with the ZIF-67 particles were primarily responsible for the increased discharge capacity and more reversibility after applying the high current density. The overpotential or polarization has the most detrimental effect at higher current densities. The use of GF separators in SPAN systems, capable of adapting to temperature variations inside the cell and withstanding even higher current densities, is noteworthy.\n\nWe used EIS to analyze the interfacial stability; b shows the Nyquist plots. A depressed semicircle in the medium- to high-frequency range and an inclined line in the low-frequency range make up each Nyquist plot before cycling. The former is related to the charge transfer resistance (R ct) at the electrode-electrolyte interface as well as the bulk resistance (R b) from the electrolyte, with the latter being the Warburg diffusion impedance (Wo) of lithium-ion diffusion in the bulk of the electrode. In this case, the charge transfer resistance of the cell prepared with ZIF67@GF (ca. 23.6 Ω) was slightly lower than that of the cell with the bare GF (ca. 27.8 Ω). Here, we can state conclusively that the separator prepared with the in situ grown ZIF-67 nanoparticles did not increase the impedance and enabled fast charge transfer kinetics. The interfacial contact between the electrode-electrolyte and the separator was also increased by the higher wettability of the separator, thereby promoting the ionic conductivity and increasing the discharge capacity.\n\nThe cells were evaluated at 0.5C and 2C at room temperature, as shown in c,d, to examine the electrochemical performance of the separators at various current densities. The cells incorporating the bare glass fiber separator had an initial capacity of 1283 mAh g-1 at 0.5C; after 200 cycles, its capacity was ca. 921 mAh g-1. Here, the capacity retention was ca. 82% and the capacity attenuation was 0.08% per cycle (from the second cycle). The ZIF67@GF separator-equipped cell delivered a high initial capacity of 1414 mAh g-1; after 200 cycles, its capacity was ca. 1019 mAh g-1 again, with a capacity retention of 82% and a capacity decay per cycle of 0.08%. The cells fabricated with the bare GF and ZIF67@GF separators had initial coulombic efficiencies of 86 and 97.9%, respectively. In both cases, the coulombic efficiencies reached a stable value of 100% throughout the cycles. The cell with the ZIF67@GF separator had a high initial coulombic efficiency because the catalytic activity of the ZIF67 nanoparticles increased the sulfur conversion efficiency, starting from the first cycle. The cell with the bare GF delivered an initial capacity of 821.6 mAh g-1 at a high current density 2C; after 600 cycles, it attenuated by 0.05% per cycle, resulting in 567.6 mAh g-1. Furthermore, the ZIF67@GF separator-equipped cell had a higher initial capacity of 961.2 mAh g-1 and a capacity of 674.71 mAh g-1 after 600 cycles, giving a capacity attenuation of 0.05% per cycle.\n\nHigher Current Density and Long-Term Cycling Examination\n\nAs shown in Figure S7, the cells were evaluated at 5C for 1000 cycles. After 669 cycles at this rate, the cell with the bare GF separator no longer functioned. The cell with the ZIF67@GF separator, on the other hand, completed 1000 cycles successfully; its initial capacity of 394 mAh g-1 decreased to 297 mAh g-1 at the 1000th cycle, with a capacity retention of 75.3%. The survival of the cells with the ZIF67@GF was due to the distinctive porous structure of the GF separator, leading to a high ionic conductivity when placed in the electrolyte and facilitated rapid ionic transport; furthermore, the SPAN cathode, in which S atoms were covalently attached to the polymeric backbone of the PAN, prevented the shuttle mechanism. This rationale also explains why the cells containing the bare GF separators also functioned well. Most significantly, the long-range order and high porosity of the ZIF-67 particles facilitated directional Li+ ion conduction, which resulted in faster reaction kinetics and stable long cycle life.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dielectric constant", "value": "4.5", "unit": "", "condition": "at 1 kHz"}, {"property name": "electrical conductivity", "value": "0.02", "unit": "S/cm", "condition": "at room temperature"}, {"property name": "electrical resistance", "value": "10000000", "unit": "ohm·cm", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 53, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of Our SPAN-Based Li–S\nBattery Performance with Literature Data</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">cathode</oasis:entry>\n<oasis:entry align=\"center\">separator</oasis:entry>\n<oasis:entry align=\"center\">S content (wt %)</oasis:entry>\n<oasis:entry align=\"center\">ICE (%)</oasis:entry>\n<oasis:entry align=\"center\">rate capability (mAh g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">long-term cycling\nperformance</oasis:entry>\n<oasis:entry align=\"center\">capacity retention</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>SPAN<xref ref-type=\"bibr\" rid=\"ref64\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry>45.51</oasis:entry>\n<oasis:entry>90.4</oasis:entry>\n<oasis:entry>1480@0.2C∼840@1C</oasis:entry>\n<oasis:entry>50 cycles@2C</oasis:entry>\n<oasis:entry>98%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>S@pPAN<xref ref-type=\"bibr\" rid=\"ref65\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry>53.63</oasis:entry>\n<oasis:entry>80.7</oasis:entry>\n<oasis:entry>830@0.2C∼700@5C</oasis:entry>\n<oasis:entry>200\ncycles@1C</oasis:entry>\n<oasis:entry>90%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FeS@SPAN<xref ref-type=\"bibr\" rid=\"ref66\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry>48.38</oasis:entry>\n<oasis:entry>93.3</oasis:entry>\n<oasis:entry>774@0.5C∼114@5C</oasis:entry>\n<oasis:entry>500\ncycles@1C</oasis:entry>\n<oasis:entry>60%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>pPAN/SeS2<xref ref-type=\"bibr\" rid=\"ref67\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>92.7</oasis:entry>\n<oasis:entry>540@0.1C</oasis:entry>\n<oasis:entry>200 cycles@0.1C</oasis:entry>\n<oasis:entry>71%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FeMn@GN-SPAN<xref ref-type=\"bibr\" rid=\"ref68\"></xref>\n</oasis:entry>\n<oasis:entry>PP/PP</oasis:entry>\n<oasis:entry>52.81</oasis:entry>\n<oasis:entry>80.6</oasis:entry>\n<oasis:entry>712@0.5C∼303@2C</oasis:entry>\n<oasis:entry>500 cycles@0.3C</oasis:entry>\n<oasis:entry>85%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPAN-VGCF<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n<oasis:entry>PP</oasis:entry>\n<oasis:entry>37.98</oasis:entry>\n<oasis:entry>93.9</oasis:entry>\n<oasis:entry>1166@0.5C∼300@4C</oasis:entry>\n<oasis:entry>150 cycles@1C</oasis:entry>\n<oasis:entry>87%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">carbon/S<xref ref-type=\"bibr\" rid=\"ref26\"></xref>\n</oasis:entry>\n<oasis:entry>ZIF67/Sup.P</oasis:entry>\n<oasis:entry morerows=\"1\">∼60–65</oasis:entry>\n<oasis:entry morerows=\"1\">95</oasis:entry>\n<oasis:entry morerows=\"1\">1300@0.2C∼600@2C</oasis:entry>\n<oasis:entry morerows=\"1\">300 cycles@0.2C</oasis:entry>\n<oasis:entry morerows=\"1\">∼60%\n(0.14%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PP|PE|PP</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>carbon/S<xref ref-type=\"bibr\" rid=\"ref70\"></xref>\n</oasis:entry>\n<oasis:entry>ZIF67/PP</oasis:entry>\n<oasis:entry>∼60–65</oasis:entry>\n<oasis:entry>∼93</oasis:entry>\n<oasis:entry>1150@0.2C∼980@2C</oasis:entry>\n<oasis:entry>300 cycles@2C</oasis:entry>\n<oasis:entry>90%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CNT/S<xref ref-type=\"bibr\" rid=\"ref48\"></xref>\n</oasis:entry>\n<oasis:entry>Ce-UiO-67/GF</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1250@0.2C∼739∼2C</oasis:entry>\n<oasis:entry>500 cycles@1C</oasis:entry>\n<oasis:entry>80%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Carbon/S<xref ref-type=\"bibr\" rid=\"ref71\"></xref>\n</oasis:entry>\n<oasis:entry>KB-Fe<sub>3</sub>O<sub>4</sub>/GF</oasis:entry>\n<oasis:entry>∼60–65</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>1259@0.2C∼651@1C</oasis:entry>\n<oasis:entry>100 cycles@0.5C</oasis:entry>\n<oasis:entry>71%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"1\">SPAN (this work)</oasis:entry>\n<oasis:entry morerows=\"1\">ZIF67@GF</oasis:entry>\n<oasis:entry morerows=\"1\">51</oasis:entry>\n<oasis:entry morerows=\"1\">97.9</oasis:entry>\n<oasis:entry morerows=\"1\">1374@0.5C∼714@10C</oasis:entry>\n<oasis:entry>600 cycles@2C</oasis:entry>\n<oasis:entry>70%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>1000\ncycles@5C</oasis:entry>\n<oasis:entry>75%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Comparison of Our SPAN-Based Li–S Battery Performance with Literature Data\n\n| cathode | separator | S content (wt %) | ICE (%) | rate capability (mAh g<sup>–1</sup>) | long-term cycling performance | capacity retention |\n|---------|-----------|------------------|---------|-------------------------------------|-------------------------------|---------------------|\n| SPAN[^64] | PP | 45.51 | 90.4 | 1480@0.2C∼840@1C | 50 cycles@2C | 98% |\n| S@pPAN[^65] | PP | 53.63 | 80.7 | 830@0.2C∼700@5C | 200 cycles@1C | 90% |\n| FeS@SPAN[^66] | PP | 48.38 | 93.3 | 774@0.5C∼114@5C | 500 cycles@1C | 60% |\n| pPAN/SeS2[^67] | PP |  | 92.7 | 540@0.1C | 200 cycles@0.1C | 71% |\n| FeMn@GN-SPAN[^68] | PP/PP | 52.81 | 80.6 | 712@0.5C∼303@2C | 500 cycles@0.3C | 85% |\n| SPAN-VGCF[^69] | PP | 37.98 | 93.9 | 1166@0.5C∼300@4C | 150 cycles@1C | 87% |\n| carbon/S[^26] | ZIF67/Sup.P | ∼60–65 | 95 | 1300@0.2C∼600@2C | 300 cycles@0.2C | ∼60% (0.14%) |\n| | PP/PE/PP | | | | | |\n| carbon/S[^70] | ZIF67/PP | ∼60–65 | ∼93 | 1150@0.2C∼980@2C | 300 cycles@2C | 90% |\n| CNT/S[^48] | Ce-UiO-67/GF | | | 1250@0.2C∼739∼2C | 500 cycles@1C | 80% |\n| Carbon/S[^71] | KB-Fe<sub>3</sub>O<sub>4</sub>/GF | ∼60–65 | 90 | 1259@0.2C∼651@1C | 100 cycles@0.5C | 71% |\n| SPAN (this work) | ZIF67@GF | 51 | 97.9 | 1374@0.5C∼714@10C | 600 cycles@2C | 70% |\n| | | | | 1000 cycles@5C | 75% |", "data": [{"meta": {"name": "SPAN", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "SPAN", "unit": "", "condition": ""}, {"property name": "separator", "value": "PP", "unit": "", "condition": ""}, {"property name": "S content", "value": "45.51", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "90.4", "unit": "%", "condition": ""}, {"property name": "rate capability", "value": "1480@0.2C∼840@1C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "50 cycles@2C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "98%", "unit": "", "condition": ""}]}, {"meta": {"name": "S@pPAN", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "S@pPAN", "unit": "", "condition": ""}, {"property name": "separator", "value": "PP", "unit": "", "condition": ""}, {"property name": "S content", "value": "53.63", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "80.7", "unit": "%", "condition": ""}, {"property name": "rate capability", "value": "830@0.2C∼700@5C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "200 cycles@1C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "90%", "unit": "", "condition": ""}]}, {"meta": {"name": "FeS@SPAN", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "FeS@SPAN", "unit": "", "condition": ""}, {"property name": "separator", "value": "PP", "unit": "", "condition": ""}, {"property name": "S content", "value": "48.38", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "93.3", "unit": "%", "condition": ""}, {"property name": "rate capability", "value": "774@0.5C∼114@5C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "500 cycles@1C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "60%", "unit": "", "condition": ""}]}, {"meta": {"name": "pPAN/SeS2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "pPAN/SeS2", "unit": "", "condition": ""}, {"property name": "separator", "value": "PP", "unit": "", "condition": ""}, {"property name": "ICE", "value": "92.7", "unit": "%", "condition": ""}, {"property name": "rate capability", "value": "540@0.1C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "200 cycles@0.1C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "71%", "unit": "", "condition": ""}]}, {"meta": {"name": "FeMn@GN-SPAN", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "FeMn@GN-SPAN", "unit": "", "condition": ""}, {"property name": "separator", "value": "PP/PP", "unit": "", "condition": ""}, {"property name": "S content", "value": "52.81", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "80.6", "unit": "%", "condition": ""}, {"property name": "rate capability", "value": "712@0.5C∼303@2C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "500 cycles@0.3C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "85%", "unit": "", "condition": ""}]}, {"meta": {"name": "SPAN-VGCF", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "SPAN-VGCF", "unit": "", "condition": ""}, {"property name": "separator", "value": "PP", "unit": "", "condition": ""}, {"property name": "S content", "value": "37.98", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "93.9", "unit": "%", "condition": ""}, {"property name": "rate capability", "value": "1166@0.5C∼300@4C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "150 cycles@1C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "87%", "unit": "", "condition": ""}]}, {"meta": {"name": "carbon/S", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "carbon/S", "unit": "", "condition": ""}, {"property name": "separator", "value": "ZIF67/Sup.P", "unit": "", "condition": ""}, {"property name": "S content", "value": "∼60–65", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "95", "unit": "", "condition": ""}, {"property name": "rate capability", "value": "1300@0.2C∼600@2C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "300 cycles@0.2C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "∼60% (0.14%)", "unit": "", "condition": ""}]}, {"meta": {"name": "carbon/S", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "carbon/S", "unit": "", "condition": ""}, {"property name": "separator", "value": "ZIF67/PP", "unit": "", "condition": ""}, {"property name": "S content", "value": "∼60–65", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "∼93", "unit": "", "condition": ""}, {"property name": "rate capability", "value": "1150@0.2C∼980@2C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "300 cycles@2C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "90%", "unit": "", "condition": ""}]}, {"meta": {"name": "CNT/S", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "CNT/S", "unit": "", "condition": ""}, {"property name": "separator", "value": "Ce-UiO-67/GF", "unit": "", "condition": ""}, {"property name": "rate capability", "value": "1250@0.2C∼739∼2C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "500 cycles@1C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "80%", "unit": "", "condition": ""}]}, {"meta": {"name": "Carbon/S", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "Carbon/S", "unit": "", "condition": ""}, {"property name": "separator", "value": "KB-Fe3O4/GF", "unit": "", "condition": ""}, {"property name": "S content", "value": "∼60–65", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "90", "unit": "", "condition": ""}, {"property name": "rate capability", "value": "1259@0.2C∼651@1C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "100 cycles@0.5C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "71%", "unit": "", "condition": ""}]}, {"meta": {"name": "SPAN (this work)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "cathode", "value": "SPAN (this work)", "unit": "", "condition": ""}, {"property name": "separator", "value": "ZIF67@GF", "unit": "", "condition": ""}, {"property name": "S content", "value": "51", "unit": "wt%", "condition": ""}, {"property name": "ICE", "value": "97.9", "unit": "%", "condition": ""}, {"property name": "rate capability", "value": "1374@0.5C∼714@10C", "unit": "mAh g^–1", "condition": ""}, {"property name": "long-term cycling performance", "value": "600 cycles@2C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "70%", "unit": "", "condition": ""}, {"property name": "long-term cycling performance", "value": "1000 cycles@5C", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "75%", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nDepiction of the Preparation Strategy of <italic toggle=\"yes\">In Situ</italic> Grown\nZIF67 on GF Separators</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Depiction of the Preparation Strategy of In Situ Grown ZIF67 on GF Separators   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Illustration of <italic toggle=\"yes\">In Situ</italic> Growth of ZIF67\nParticles on the GF Separators</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Schematic Illustration of In Situ Growth of ZIF67 Particles on the GF Separators   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a–c) SEM images of the as-prepared\nZIF67@GF separators\nin different magnifications. (d–f) EDX analysis of the ZIF67@GF\nseparators and presence of elements Co, N, and O. (d, inset) Combinatorial\nmapping of all elements.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a-c) SEM images of the as-prepared ZIF67@GF separators in different magnifications. (d-f) EDX analysis of the ZIF67@GF separators and presence of elements Co, N, and O. (d, inset) Combinatorial mapping of all elements.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD patterns of the ZIF67 powder,\nglass fiber separator, ZIF67@GF\nseparators. (b) FT-IR spectrum of the bare glass fiber separator,\nZIF67@GF separator, and ZIF67 powder. (c) TGA profiles of the glass\nfiber and ZIF67@GF separators in the weight loss range of 25–800\n°C.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD patterns of the ZIF67 powder, glass fiber separator, ZIF67@GF separators. (b) FT-IR spectrum of the bare glass fiber separator, ZIF67@GF separator, and ZIF67 powder. (c) TGA profiles of the glass fiber and ZIF67@GF separators in the weight loss range of 25-800 °C.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Arrhenius\nplot for bare GF and ZIF67@GF separators at various\ntemperatures. (b, d) Chronoamperometric measurements of the transference\nnumber for the bare GF and the ZIF67@GF separators. (c, e) EIS spectra\nof the bare GF and ZIF67@GF separators before and after polarization.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Arrhenius plot for bare GF and ZIF67@GF separators at various temperatures. (b, d) Chronoamperometric measurements of the transference number for the bare GF and the ZIF67@GF separators. (c, e) EIS spectra of the bare GF and ZIF67@GF separators before and after polarization.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Simple Schematic Diagram of Anion Immobilization and Fast Transport\nof Li<sup>+</sup> Ions</title>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Simple Schematic Diagram of Anion Immobilization and Fast Transport of Li+ Ions   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a, b)\nGalvanostatic charge–discharge profiles and overpotential\nmeasurements of the Li/SPAN cells with bare GF and ZIF67@GF separators\nat 0.1C. (c, d) Cyclic voltammetry profiles of the Li/SPAN cells with\nthe bare GF and the ZIF67@GF separators at a scan rate of 0.1 mV s<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a, b) Galvanostatic charge-discharge profiles and overpotential measurements of the Li/SPAN cells with bare GF and ZIF67@GF separators at 0.1C. (c, d) Cyclic voltammetry profiles of the Li/SPAN cells with the bare GF and the ZIF67@GF separators at a scan rate of 0.1 mV s-1.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a, b) GITT profiles (at 0.1C) and Li<sup>+</sup> diffusion coefficient\ncalculation for Li//SPAN full cells with the bare GF and ZIF67@GF\nseparators.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a, b) GITT profiles (at 0.1C) and Li+ diffusion coefficient calculation for Li//SPAN full cells with the bare GF and ZIF67@GF separators.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Critical current density\ntests for various current densities from\n0.2 to 5 mA cm<sup>–2</sup> for the bare glass fiber (a) and\nZIF67@GF (c). Voltage profiles of the Li//Li symmetry cell for bare\nGF (b) and ZIF67@GF (d) separators at 1 mA cm<sup>–2</sup> with\n1 mAh cm<sup>–2</sup> areal capacity.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Critical current density tests for various current densities from 0.2 to 5 mA cm-2 for the bare glass fiber (a) and ZIF67@GF (c). Voltage profiles of the Li//Li symmetry cell for bare GF (b) and ZIF67@GF (d) separators at 1 mA cm-2 with 1 mAh cm-2 areal capacity.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Rate capabilities for the bare and ZIF67@GF separators\nfrom\n0.2C to 10 C. (b) Nyquist plots of the fresh cells containing bare\nand ZIF67@GF separators. (c) Cycling performances of the cells with\nbare GF and ZIF67@GF separators at 0.5C for 200 cycles at room temperature.\n(d) Long cycling performances at 2C for 600 cycles with coulombic\nefficiencies.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Rate capabilities for the bare and ZIF67@GF separators from 0.2C to 10 C. (b) Nyquist plots of the fresh cells containing bare and ZIF67@GF separators. (c) Cycling performances of the cells with bare GF and ZIF67@GF separators at 0.5C for 200 cycles at room temperature. (d) Long cycling performances at 2C for 600 cycles with coulombic efficiencies.   ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a, b)\nXRD and XPS survey spectra of ZIF67@GF before and after\ncycling. (c, d) SEM images of fresh ZIF67@GF and after cycling.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a, b) XRD and XPS survey spectra of ZIF67@GF before and after cycling. (c, d) SEM images of fresh ZIF67@GF and after cycling.   ", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a, b) Surface\nview of the lithium metal of the Li//Li symmetry\ncells containing the bare and ZIF67@GF separators after 600 h of cycling,\nrespectively. (b, d) Cross-sectional view of the lithium anode of\nthe symmetry cells contacts with the bare and ZIF67@GF separators\nafter 600 h cycling, respectively.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ae3c00163_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a, b) Surface view of the lithium metal of the Li//Li symmetry cells containing the bare and ZIF67@GF separators after 600 h of cycling, respectively. (b, d) Cross-sectional view of the lithium anode of the symmetry cells contacts with the bare and ZIF67@GF separators after 600 h cycling, respectively.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsaem.3c00163", "title": null, "journal": "American Chemical Society", "date": "2023.03", "author_list": ["Anbunathan\nAmmaiyappan", "Karuppiah\nChelladurai", "Chang\nJeng-Kuei", "Jose\nRajan", "Yang\nChun-Chen"]}}