{"filepath": "../L2M3_data/1_application_papers/acs_xml/ae9b01977.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Two imidazolate-based Co-MOFs, IFP-5 and IFP-8 (imidazolate\nframework\nPotsdam), with a different peripheral group −R (−Me\nand −OMe, respectively) have been synthesized by a solvothermal\nmethod and tested toward the oxygen evolution reaction (OER). Remarkably,\nIFP-8 presents much lower overpotentials (319 mV at 10 mA/cm<sup>2</sup> and 490 mV at 500 mA/cm<sup>2</sup>) than IFP-5 toward OER, as confirmed\nby online gas chromatography measurements (Faradaic yield of O<sub>2</sub> &gt; 99%). Moreover, the system is extraordinarily stable\nduring\n120 h, even when used as a catalyst toward the overall water splitting\nreaction without any sign of fatigue. An integrated ex situ spectroscopic\nstudy, based on powder X-ray diffraction, extended X-ray absorption\nfine structure, and attenuated total reflection, allows the identification\nof the active species and the factors that determine the catalytic\nactivity. Indeed, it was found that the performances are highly affected\nby the nature of the −R group, because this small change strongly\ninfluences the conversion of the initial metal organic framework to\nthe active species. As a consequence, the remarkable activity of IFP-8\ncan be ascribed to the formation of Co­(O)­OH phase with a particle\nsize of a few nanometers (3–10 nm) during the electrocatalytic\noxygen evolution.</p>", "clean_text": "Two imidazolate-based Co-MOFs, IFP-5 and IFP-8 (imidazolate framework Potsdam), with a different peripheral group -R (-Me and -OMe, respectively) have been synthesized by a solvothermal method and tested toward the oxygen evolution reaction (OER). Remarkably, IFP-8 presents much lower overpotentials (319 mV at 10 mA/cm2 and 490 mV at 500 mA/cm2) than IFP-5 toward OER, as confirmed by online gas chromatography measurements (Faradaic yield of O2 > 99%). Moreover, the system is extraordinarily stable during 120 h, even when used as a catalyst toward the overall water splitting reaction without any sign of fatigue. An integrated ex situ spectroscopic study, based on powder X-ray diffraction, extended X-ray absorption fine structure, and attenuated total reflection, allows the identification of the active species and the factors that determine the catalytic activity. Indeed, it was found that the performances are highly affected by the nature of the -R group, because this small change strongly influences the conversion of the initial metal organic framework to the active species. As a consequence, the remarkable activity of IFP-8 can be ascribed to the formation of Co(O)OH phase with a particle size of a few nanometers (3-10 nm) during the electrocatalytic oxygen evolution.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The oxygen evolution reaction (OER) is\nthe ideal process for accessing\na diverse number of renewable fuels and chemicals, but\nits applicability is hampered by the difficulty to obtain stable and\nefficient catalysts. Cobalt-based OER catalysts, both\nmolecular and heterogeneous, have attracted enormous interest because of their relatively high\nactivities and the metal’s abundance in the earth crust. Homogeneous\nmolecular catalysts can be finely tuned to improve performances and\nallow for mechanistic studies, but the poor stability and recyclability\nof the reported systems hinder their applications. In contrast, heterogeneous catalysts are more stable and\ncost-effective, although the formation\nof the active centers on solid catalytic surfaces is difficult to\ncontrol, identify, and quantity, making mechanistic studies very challenging. Besides the well-investigated applications such\nas adsorption, storage, separation, and conventional\ncatalysis, metal–organic frameworks (MOFs) are emerging materials for\nOER. Among Co-based MOFs, ZIF-67 (ZIF\n= zeolitic imidazolate framework) is one of the benchmarks for oxygen\nevolution under several different working conditions. Indeed, it was\ndemonstrated to be able to perform 21 TONs with a TOF of 0.035 s<sup>–1</sup> under photocatalytic conditions, whereas if supported\nonto FTO (fluorine-doped tin oxide), ZIF-67 operates under a wide\nrange of pH, requiring 1.73 V vs NHE to give a stable current of 1\nmA/cm<sup>2</sup> (at pH 9). Nevertheless,\nthe performances are quite far from those required for applications,\nbecause the poor conductivity of the framework generally hampers the\ndirect use of MOFs in electrocatalysis. Alternatively, MOFs can be subjected to framework degradation either\nby thermal decomposition, chemical oxidation, or\nin situ electrochemical aging, in order to afford\ncarbon/metal or metal oxide composites with improved performances. As an example, An et al. demonstrated that thermal decomposition\nof ZIF-67 affords ultrathin Co<sub>3</sub>O<sub>4</sub> nanomesh,\nrich in oxygen defects, with remarkable performances at pH 14 (η\n= 370 mV at 10 mA/cm<sup>2</sup> and a Tafel slope of 74 mV/dec), whereas Wang and co-workers improved the performances\nof Zn<sub>0.2</sub>Co<sub>0.8</sub>OOH via chemical oxidation of ZIF-67\nin the presence of (NH<sub>4</sub>)<sub>2</sub>S<sub>2</sub>O<sub>8</sub>, lowering η<sub>10</sub> to only 235 mV.\n</p>", "clean_text": "Introduction\n\nThe oxygen evolution reaction (OER) is the ideal process for accessing a diverse number of renewable fuels and chemicals, but its applicability is hampered by the difficulty to obtain stable and efficient catalysts. Cobalt-based OER catalysts, both molecular and heterogeneous, have attracted enormous interest because of their relatively high activities and the metal's abundance in the earth crust. Homogeneous molecular catalysts can be finely tuned to improve performances and allow for mechanistic studies, but the poor stability and recyclability of the reported systems hinder their applications. In contrast, heterogeneous catalysts are more stable and cost-effective, although the formation of the active centers on solid catalytic surfaces is difficult to control, identify, and quantity, making mechanistic studies very challenging. Besides the well-investigated applications such as adsorption, storage, separation, and conventional catalysis, metal-organic frameworks (MOFs) are emerging materials for OER. Among Co-based MOFs, ZIF-67 (ZIF = zeolitic imidazolate framework) is one of the benchmarks for oxygen evolution under several different working conditions. Indeed, it was demonstrated to be able to perform 21 TONs with a TOF of 0.035 s-1 under photocatalytic conditions, whereas if supported onto FTO (fluorine-doped tin oxide), ZIF-67 operates under a wide range of pH, requiring 1.73 V vs NHE to give a stable current of 1 mA/cm2 (at pH 9). Nevertheless, the performances are quite far from those required for applications, because the poor conductivity of the framework generally hampers the direct use of MOFs in electrocatalysis. Alternatively, MOFs can be subjected to framework degradation either by thermal decomposition, chemical oxidation, or in situ electrochemical aging, in order to afford carbon/metal or metal oxide composites with improved performances. As an example, An et al. demonstrated that thermal decomposition of ZIF-67 affords ultrathin Co3O4 nanomesh, rich in oxygen defects, with remarkable performances at pH 14 (η = 370 mV at 10 mA/cm2 and a Tafel slope of 74 mV/dec), whereas Wang and co-workers improved the performances of Zn0.2Co0.8OOH via chemical oxidation of ZIF-67 in the presence of (NH4)2S2O8, lowering η10 to only 235 mV. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A clear advantage of those approaches\nconsists in the possibility\nto control the formation of the new phases by changing the reaction\ncondition. However, when the MOF undergoes electrochemical aging,\nthe system becomes much more dynamic, and the identification of the\nactive species is uncertain and sometimes controversial. For example, Ai and co-workers\nproposed the conversion of UTSA-16 to CoO<sub>\n<italic>x</italic>\n</sub> active phase under OER conditions, whereas\nZhang et al. suggested that electrochemical aging in O<sub>2</sub> saturated electrolyte induces the exfoliation of a 3D pillared-layer\nstructure to achieve a 2D amorphous ultrathin phase, excluding the\npossibility to form CoO<sub>\n<italic>x</italic>\n</sub> because of its\nmuch lower activity. Moreover, Fischer\net al. proposed that the active phase of ZIF-9 consists of a nitrogen-coordinated\ncobalt oxyhydroxide N<sub>4</sub>COOH species.\n</p>", "clean_text": "A clear advantage of those approaches consists in the possibility to control the formation of the new phases by changing the reaction condition. However, when the MOF undergoes electrochemical aging, the system becomes much more dynamic, and the identification of the active species is uncertain and sometimes controversial. For example, Ai and co-workers proposed the conversion of UTSA-16 to CoO x  active phase under OER conditions, whereas Zhang et al. suggested that electrochemical aging in O2 saturated electrolyte induces the exfoliation of a 3D pillared-layer structure to achieve a 2D amorphous ultrathin phase, excluding the possibility to form CoO x  because of its much lower activity. Moreover, Fischer et al. proposed that the active phase of ZIF-9 consists of a nitrogen-coordinated cobalt oxyhydroxide N4COOH species. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In order to understand how to control the transformation\nof the\nMOF to the active catalytic phase, we used two model systems named\nIFP (imidazolate framework Potsdam), based on penta-coordinated\nCo secondary building units (SBU’s) connected by multidentate\namido-imidate-imidazolate linkers. The models differ in the nature\nof the substituent at the imidazole C2 position, which can be either\na −Me (IFP-5) or an −OMe (IFP-8) group. We have studied\nthe OER activity of IFP-5 and IFP-8 under basic conditions (pH 14\nand 13), demonstrating their high catalytic activity. More interestingly,\nthe ex situ X-ray absorption spectra (XAS), powder X-ray diffraction\n(PXRD), and attenuated total reflection (ATR) experiments gave insight\ninto how the transformation of the framework is able to tune the formation\nof the active species, which leads to excellent catalytic performances.</p>", "clean_text": "In order to understand how to control the transformation of the MOF to the active catalytic phase, we used two model systems named IFP (imidazolate framework Potsdam), based on penta-coordinated Co secondary building units (SBU's) connected by multidentate amido-imidate-imidazolate linkers. The models differ in the nature of the substituent at the imidazole C2 position, which can be either a -Me (IFP-5) or an -OMe (IFP-8) group. We have studied the OER activity of IFP-5 and IFP-8 under basic conditions (pH 14 and 13), demonstrating their high catalytic activity. More interestingly, the ex situ X-ray absorption spectra (XAS), powder X-ray diffraction (PXRD), and attenuated total reflection (ATR) experiments gave insight into how the transformation of the framework is able to tune the formation of the active species, which leads to excellent catalytic performances.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Result and Discussion</title><title>Synthesis and Characterization</title><p>The synthesis of Co-amide-imidate-imidazolate\nframeworks [Co­(C<sub>5</sub>H<sub>3</sub>N<sub>4</sub>O<sub>2</sub>)-R] (with R = −Me and −OMe) were previously reported by Holdt et al. The\nsynthesis of the MOFs proceeds by the reaction of 2-substituted-4,5-dicyanoimidazole\nunder solvothermal conditions in the presence of Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Supporting Information</ext-link> (SI) for details). During the reaction, the partial\nhydrolysis of the ligand affords the imidazolate-4-amide-5-imidate\n(C<sub>5</sub>H<sub>3</sub>N<sub>4</sub>O<sub>2</sub>), which is the\nreal linker of the IFP (, top).</p>", "clean_text": "Result and Discussion\n\nSynthesis and Characterization\n\nThe synthesis of Co-amide-imidate-imidazolate frameworks [Co(C5H3N4O2)-R] (with R = -Me and -OMe) were previously reported by Holdt et al. The synthesis of the MOFs proceeds by the reaction of 2-substituted-4,5-dicyanoimidazole under solvothermal conditions in the presence of Co(NO3)2⋅6H2O (see the Supporting Information (SI) for details). During the reaction, the partial hydrolysis of the ligand affords the imidazolate-4-amide-5-imidate (C5H3N4O2), which is the real linker of the IFP (, top).", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Top: general synthetic strategy of IFP frameworks, highlighting\nthe in situ ligand hydrolysis. Bottom: 1D hexagonal channel structure\nof IFP, with an enlargement of the asymmetric unit of IFPs, clarifying\nthe Co<sup>2+</sup> coordination environment. The label R stands for\n−Me and −OMe in the case of IFP-5 and IFP-8, respectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ae9b01977_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Top: general synthetic strategy of IFP frameworks, highlighting the in situ ligand hydrolysis. Bottom: 1D hexagonal channel structure of IFP, with an enlargement of the asymmetric unit of IFPs, clarifying the Co2+ coordination environment. The label R stands for -Me and -OMe in the case of IFP-5 and IFP-8, respectively.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>For comparison, the canonical ZIF-67 was synthesized\naccording\nto the reported literature procedure. The experimental PXRD patterns, with the simulated ones, as well\nas XAS of the as synthesized IFPs are shown in .</p>", "clean_text": "For comparison, the canonical ZIF-67 was synthesized according to the reported literature procedure. The experimental PXRD patterns, with the simulated ones, as well as XAS of the as synthesized IFPs are shown in .", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD pattern (a) and Co K-edge X-ray absorption\nnear edge structure\n(XANES) profiles (b) of IFP-5 (blue), IFP-8 (red), and ZIF-67 (magenta).\nCo<sub>3</sub>O<sub>4</sub> (black) was used as a reference in the\nXANES.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ae9b01977_0001.eps\"></graphic>\n</fig>", "clean_text": " 2  PXRD pattern (a) and Co K-edge X-ray absorption near edge structure (XANES) profiles (b) of IFP-5 (blue), IFP-8 (red), and ZIF-67 (magenta). Co3O4 (black) was used as a reference in the XANES.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The experimental diffraction patterns perfectly\nmatch the simulated\nones, showing characteristic peaks at 7.4°, 9.9°, 15.9°,\n17.3°, 23.3°, and 30.2°. The sharpness of the diffraction\npeaks indicates that the newly obtained IFP-5 is highly crystalline,\nwhereas IFP-8 is less so.</p>", "clean_text": "The experimental diffraction patterns perfectly match the simulated ones, showing characteristic peaks at 7.4°, 9.9°, 15.9°, 17.3°, 23.3°, and 30.2°. The sharpness of the diffraction peaks indicates that the newly obtained IFP-5 is highly crystalline, whereas IFP-8 is less so.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Furthermore, the ATR spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S1</ext-link>) clearly shows the presence of characteristic\nbands around 1560\nand 1660 cm<sup>–1</sup>, which are due to the formation of\namide and imide groups. Furthermore, between 3320 and 3330 cm<sup>–1</sup>, a broad amide-imidate N–H band with a considerably\nfine structure was observed.</p>", "clean_text": "Furthermore, the ATR spectrum (Figure S1) clearly shows the presence of characteristic bands around 1560 and 1660 cm-1, which are due to the formation of amide and imide groups. Furthermore, between 3320 and 3330 cm-1, a broad amide-imidate N-H band with a considerably fine structure was observed.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The Co K-edge of the extended X-ray\nabsorption fine structure (EXAFS)\nspectra of IFPs show pre-edge 1s → 3d transitions centered\naround 7709.5 eV and rising edges at 7721.2 eV. These features are\n0.4 and 1.5 eV lower in energy than the mixed Co<sup>2+</sup>/Co<sup>3+</sup> centers in the Co<sub>3</sub>O<sub>4</sub> reference, which\nis consistent with the Co<sup>2+</sup> oxidation state for the IFP\nseries. Moreover, EXAFS analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S2</ext-link>) shows a 5-coordinated metal center having two first coordination\nsphere N/O scattering shells, with 2 N/O atoms at 2.00 Å and\n3 N/O atoms at 2.11 Å. On the other hand, ZIF-67 has an intense\npre-edge at 7709.9 eV that can be rationalized in terms of increased\np–d mixing due to its tetrahedral geometry. Conversely to what\nis observed for the IFP model, ZIF-67 is better described by a single\nshell of N/O scattering atoms at 2.00 Å.</p>", "clean_text": "The Co K-edge of the extended X-ray absorption fine structure (EXAFS) spectra of IFPs show pre-edge 1s → 3d transitions centered around 7709.5 eV and rising edges at 7721.2 eV. These features are 0.4 and 1.5 eV lower in energy than the mixed Co2+/Co3+ centers in the Co3O4 reference, which is consistent with the Co2+ oxidation state for the IFP series. Moreover, EXAFS analysis (Figure S2) shows a 5-coordinated metal center having two first coordination sphere N/O scattering shells, with 2 N/O atoms at 2.00 Å and 3 N/O atoms at 2.11 Å. On the other hand, ZIF-67 has an intense pre-edge at 7709.9 eV that can be rationalized in terms of increased p-d mixing due to its tetrahedral geometry. Conversely to what is observed for the IFP model, ZIF-67 is better described by a single shell of N/O scattering atoms at 2.00 Å.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>Putting together\nthe pieces of information obtained, the chemical\nenvironment of the Co<sup>2+</sup> ion in the IFP series is constituted\nby five donor atoms of three ligands to form a distorted trigonal-bipyramidal\ngeometry (,\ndown). In this arrangement, the imidate N4 and O2 and the amide O1\nreside in equatorial positions, with the two imidazolate N atoms (N1\nand N2) occupying the axial positions. The multidentate imidazolate-based\nligands, produced by the in situ hydration of the dicyano precursor,\ncombine with Co<sup>2+</sup> ions to form the neutral microporous\nimidazolate MOF with 1-D hexagonal channels. The Co<sup>2+</sup> SBUs\nat the IFP structure and the bridging ligands act as 3-connected topological\nspecies forming a net with a uninodal topology, named <italic>etb</italic>. The functional groups at the imidazolic C2 position protrude into\nthe channel opening, tuning the pore aperture (4.2–1.7 Å),\npolarity, and functionality of the channel walls (). As a consequence, the specific\nsurface area of IFP is much higher for IFP-5 (666.2 m<sup>2</sup>g<sup>–1</sup>) than for IFP-8 (45.8 m<sup>2</sup>g<sup>–1</sup>) based on the narrowing the pore aperture window of the IFP structure\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S3</ext-link>). The scanning electron microscopy\n(SEM) analysis of IFP samples (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S4</ext-link>) revealed that IFP-5 displays hexagonal nanostructures, whereas\nIFP-8 forms spherical morphologies.</p>", "clean_text": "Putting together the pieces of information obtained, the chemical environment of the Co2+ ion in the IFP series is constituted by five donor atoms of three ligands to form a distorted trigonal-bipyramidal geometry (, down). In this arrangement, the imidate N4 and O2 and the amide O1 reside in equatorial positions, with the two imidazolate N atoms (N1 and N2) occupying the axial positions. The multidentate imidazolate-based ligands, produced by the in situ hydration of the dicyano precursor, combine with Co2+ ions to form the neutral microporous imidazolate MOF with 1-D hexagonal channels. The Co2+ SBUs at the IFP structure and the bridging ligands act as 3-connected topological species forming a net with a uninodal topology, named etb. The functional groups at the imidazolic C2 position protrude into the channel opening, tuning the pore aperture (4.2-1.7 Å), polarity, and functionality of the channel walls (). As a consequence, the specific surface area of IFP is much higher for IFP-5 (666.2 m2g-1) than for IFP-8 (45.8 m2g-1) based on the narrowing the pore aperture window of the IFP structure (Figure S3). The scanning electron microscopy (SEM) analysis of IFP samples (Figure S4) revealed that IFP-5 displays hexagonal nanostructures, whereas IFP-8 forms spherical morphologies.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>In order to investigate\nthe chemical stability of the as-synthesized\nIFP materials, these were subjected to aging under very basic conditions.\nThe final PXRD patterns revealed no obvious pronounced changes after\n24 and 72 h at pH 13 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S5</ext-link>), but some\nmodifications took place when the pH was raised to 14. The new samples,\nlabeled IFP-Xbt (where X identifies the corresponding IFP number and\nbt stands for “basic treatment”) were characterized\nvia PXRD and ATR spectroscopy (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figures S6, S7</ext-link>). The broadening of the PXRD peaks clearly suggests the partial\nloss of crystallinity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figures S6a, S7a</ext-link>). In the ATR spectrum, a very sharp stretching at 3630 cm<sup>–1</sup> appears (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figures S6b, S7b</ext-link>) consistent\nwith the formation of hydroxyl groups, indicating the occurrence of\nhydrolysis. Interestingly, the intensity of the signals at ca. 2800\nand 1100 cm<sup>–1</sup> that are attributable to CH<sub>3</sub>–O and C–O–C stretching, respectively, decreases in IFP-8bt, whereas the intensities\nof all peaks are maintained for IFP-5 after the basic treatment, suggesting\ndifferent lability of the corresponding R group toward hydrolysis.\n</p>", "clean_text": "In order to investigate the chemical stability of the as-synthesized IFP materials, these were subjected to aging under very basic conditions. The final PXRD patterns revealed no obvious pronounced changes after 24 and 72 h at pH 13 (Figure S5), but some modifications took place when the pH was raised to 14. The new samples, labeled IFP-Xbt (where X identifies the corresponding IFP number and bt stands for \"basic treatment\") were characterized via PXRD and ATR spectroscopy (Figures S6, S7). The broadening of the PXRD peaks clearly suggests the partial loss of crystallinity (Figures S6a, S7a). In the ATR spectrum, a very sharp stretching at 3630 cm-1 appears (Figures S6b, S7b) consistent with the formation of hydroxyl groups, indicating the occurrence of hydrolysis. Interestingly, the intensity of the signals at ca. 2800 and 1100 cm-1 that are attributable to CH3-O and C-O-C stretching, respectively, decreases in IFP-8bt, whereas the intensities of all peaks are maintained for IFP-5 after the basic treatment, suggesting different lability of the corresponding R group toward hydrolysis. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<p>Along with the molecular precursors, we\nalso synthesized the corresponding\ncobalt oxides Co<sub>3</sub>O<sub>4</sub>-X (when X is 5 or 8, stands\nfor IFP-5 and IFP-8, respectively; whereas, when X is 67 or R, stands\nfor the calcinated ZIF-67 and the reference Co<sub>3</sub>O<sub>4</sub>, respectively). The synthetic procedure to obtain Co<sub>3</sub>O<sub>4</sub> spinels involves a simple thermal treatment at 700\n°C of the corresponding IFP under N<sub>2</sub> atmosphere (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S8</ext-link>), followed by acid etching in 0.5 M\nH<sub>2</sub>SO<sub>4</sub> for 2 h, that affords Co<sub>3</sub>O<sub>4</sub> phase as demonstrated by PXRD, ATR, XAS (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S9</ext-link>), SEM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S10</ext-link>), and\nTEM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S11 and S12</ext-link>) analysis, with\nan average particle size of 46 nm.</p>", "clean_text": "Along with the molecular precursors, we also synthesized the corresponding cobalt oxides Co3O4-X (when X is 5 or 8, stands for IFP-5 and IFP-8, respectively; whereas, when X is 67 or R, stands for the calcinated ZIF-67 and the reference Co3O4, respectively). The synthetic procedure to obtain Co3O4 spinels involves a simple thermal treatment at 700 °C of the corresponding IFP under N2 atmosphere (Figure S8), followed by acid etching in 0.5 M H2SO4 for 2 h, that affords Co3O4 phase as demonstrated by PXRD, ATR, XAS (Figure S9), SEM (Figure S10), and TEM (Figure S11 and S12) analysis, with an average particle size of 46 nm.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Electrocatalytic OER, Ex Situ Characterization of Catalytic\nMaterials</title><p>As an initial step, we compared the electrochemical\nperformances at pH 14 of IFPs and ZIF-67 (ZIF-67 has been used as\na reference under exactly the same reaction conditions) by drop casting\n200 μg of the corresponding material onto the nickel foam (NF).</p>", "clean_text": "Electrocatalytic OER, Ex Situ Characterization of Catalytic Materials\n\nAs an initial step, we compared the electrochemical performances at pH 14 of IFPs and ZIF-67 (ZIF-67 has been used as a reference under exactly the same reaction conditions) by drop casting 200 μg of the corresponding material onto the nickel foam (NF).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Remarkably, IFPs exhibit better performances than the well-known\nZIF-67 benchmark. IFP-8 is the most active electrocatalyst (a–d), with\na low overpotential at 10 mA/cm<sup>2</sup> (η<sub>10</sub>)\nof 319 and 257 mV at the onset, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S13</ext-link>). Also, the Tafel slope of 64 mV/dec is particularly\nlow (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S14</ext-link>). The η<sub>10</sub> for the other tested catalysts are 340 and 360 mV, whereas the onsets\nare 273 and 269 mV for IFP-5 and ZIF-67, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S13</ext-link>). The values of the Tafel slope (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S14</ext-link>) are slightly higher (ca. 70 mV/dec\nfor both). Such values are considerably lower than previously reported\ncobalt-based MOF benchmarks, as those reported by and Pang and Qu.\n</p>", "clean_text": "Remarkably, IFPs exhibit better performances than the well-known ZIF-67 benchmark. IFP-8 is the most active electrocatalyst (a-d), with a low overpotential at 10 mA/cm2 (η10) of 319 and 257 mV at the onset, respectively (Figure S13). Also, the Tafel slope of 64 mV/dec is particularly low (Figure S14). The η10 for the other tested catalysts are 340 and 360 mV, whereas the onsets are 273 and 269 mV for IFP-5 and ZIF-67, respectively (Figure S13). The values of the Tafel slope (Figure S14) are slightly higher (ca. 70 mV/dec for both). Such values are considerably lower than previously reported cobalt-based MOF benchmarks, as those reported by and Pang and Qu. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nPolarization curves and (b) long-term chronopotentiometry (CP)\nat <italic>J</italic> = 10 mA/cm<sup>2</sup> for IFP-5 (blue), IFP-8\n(red), and ZIF-67 (magenta); (c) LSV of IFP-8 before (black) and after\n(blue) the CP; (d) comparison in the overpotential at 10 mA/cm<sup>2</sup> with the most common MOFs in the literature at pH 14; (e)\nevaluation of the nominal TOF for the material studied calculated\nat η = 400 mV and the catalyst loading taking account for the\nleaching (vide infra) and (f) performances of IFP materials at pH\n13 (0.1 M KOH). For all the experiments, the current collector used\nwas a 1 × 1 cm<sup>2</sup> geometric area of NF.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ae9b01977_0002.eps\"></graphic>\n</fig>", "clean_text": " 3  (a) Polarization curves and (b) long-term chronopotentiometry (CP) at J = 10 mA/cm2 for IFP-5 (blue), IFP-8 (red), and ZIF-67 (magenta); (c) LSV of IFP-8 before (black) and after (blue) the CP; (d) comparison in the overpotential at 10 mA/cm2 with the most common MOFs in the literature at pH 14; (e) evaluation of the nominal TOF for the material studied calculated at η = 400 mV and the catalyst loading taking account for the leaching (vide infra) and (f) performances of IFP materials at pH 13 (0.1 M KOH). For all the experiments, the current collector used was a 1 × 1 cm2 geometric area of NF.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>In order to rationalize this remarkable activity,\nelectrochemical\nimpedance spectroscopy (EIS) in the potential range of 0.9–1.8\nV vs RHE has been performed. The resistance associated with OER increases\nfrom IFP-8 (1.9 Ω at 1.6 V vs RHE) to IFP-5 (2.6 Ω at\n1.6 V vs RHE), whereas the values of the pseudocapacitance for the\ndifferent catalysts inversely fit this trend, since IFP-8 has the\nhighest capacitance in the entire potential window investigated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S15 and Table S1</ext-link>). This is an indication\nthat IFP-8 exhibits a higher electrochemical\nsurface area (ECSA) with respect to IFP-5 and, consequently, a higher\nnumber of active sites exposed. Indeed, the ECSA measured from the\ndouble layer capacitance is 11.2 and 2.7 cm<sup>2</sup> for IFP-8\nand IFP-5, respectively (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">SI</ext-link> for calculation\ndetails).</p>", "clean_text": "In order to rationalize this remarkable activity, electrochemical impedance spectroscopy (EIS) in the potential range of 0.9-1.8 V vs RHE has been performed. The resistance associated with OER increases from IFP-8 (1.9 Ω at 1.6 V vs RHE) to IFP-5 (2.6 Ω at 1.6 V vs RHE), whereas the values of the pseudocapacitance for the different catalysts inversely fit this trend, since IFP-8 has the highest capacitance in the entire potential window investigated (Figure S15 and Table S1). This is an indication that IFP-8 exhibits a higher electrochemical surface area (ECSA) with respect to IFP-5 and, consequently, a higher number of active sites exposed. Indeed, the ECSA measured from the double layer capacitance is 11.2 and 2.7 cm2 for IFP-8 and IFP-5, respectively (see SI for calculation details).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Remarkably, chronopotentiometry (CP) at 10 mA/cm<sup>2</sup> (b)\nshows a slight\ndecrease in the overpotential for both IPFs at the beginning of the\nCP, but then it remains stable during the successive 13 h, clearly\nindicating that an activation process occurs. Indeed, η<sub>10</sub> of IFP-8 is 319 mV after the activation phase, and the η<sub>50</sub> became as low as 390 mV (c). Furthermore, a remarkable and sustained\ncurrent of 480 mA/cm<sup>2</sup> was observed at an overpotential\nas low as 490 mV. Such stability is uncommon for simply deposited\nMOF on the electrode material so this prompts us to push the stability\ntests toward a very long CP run during 180 h at 10 mA/cm<sup>2</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S16</ext-link>). For comparison, the bioinspired\ncobalt-citrate MOF, UTSA-16, needs 408 mV of overpotential to deliver\na stable current of 10 mA/cm<sup>2</sup> during 7 h before deactivation, whereas the Co<sub>2</sub>(OH)<sub>2</sub>BDC\nnanosheets recently reported by Pang et al., exhibit much lower η<sub>10</sub> (273 mV) and η<sub>50</sub> of ca. 360 mV, but such\noutstanding activity at pH 14 is maintained for only 3 h, before that\ncurrent drops up to 60% of its initial value and η<sub>50</sub> increases up to 410 mV (as estimated by LSV showed therein). In general, the performances of IFPs are much\nbetter than the majority of Co-based MOFs and even with respect to\nmany pure inorganic materials (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Table S4</ext-link>).\n</p>", "clean_text": "Remarkably, chronopotentiometry (CP) at 10 mA/cm2 (b) shows a slight decrease in the overpotential for both IPFs at the beginning of the CP, but then it remains stable during the successive 13 h, clearly indicating that an activation process occurs. Indeed, η10 of IFP-8 is 319 mV after the activation phase, and the η50 became as low as 390 mV (c). Furthermore, a remarkable and sustained current of 480 mA/cm2 was observed at an overpotential as low as 490 mV. Such stability is uncommon for simply deposited MOF on the electrode material so this prompts us to push the stability tests toward a very long CP run during 180 h at 10 mA/cm2 (Figure S16). For comparison, the bioinspired cobalt-citrate MOF, UTSA-16, needs 408 mV of overpotential to deliver a stable current of 10 mA/cm2 during 7 h before deactivation, whereas the Co2(OH)2BDC nanosheets recently reported by Pang et al., exhibit much lower η10 (273 mV) and η50 of ca. 360 mV, but such outstanding activity at pH 14 is maintained for only 3 h, before that current drops up to 60% of its initial value and η50 increases up to 410 mV (as estimated by LSV showed therein). In general, the performances of IFPs are much better than the majority of Co-based MOFs and even with respect to many pure inorganic materials (d and Table S4). ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Nevertheless, we performed an additional long-term chronopotentiometry\nexperiment (4 h at 20 mA/cm<sup>2</sup>) aimed at monitoring the gas\nevolution by means of online gas-chromatography (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">SI</ext-link> for calculation details). A quantitative Faradaic efficiency\n(&gt;99%) was found during the entire experiment for both IFP-5 and\nIFP-8\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S16</ext-link>), which ensures that the current\nmeasured is due to O<sub>2</sub> evolution.</p>", "clean_text": "Nevertheless, we performed an additional long-term chronopotentiometry experiment (4 h at 20 mA/cm2) aimed at monitoring the gas evolution by means of online gas-chromatography (see SI for calculation details). A quantitative Faradaic efficiency (>99%) was found during the entire experiment for both IFP-5 and IFP-8 (Figure S16), which ensures that the current measured is due to O2 evolution.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>According to the\nmeasures of the inductively coupled plasma optical\nemission spectrometry (ICP-OES), IFP-8 also has the highest nominal\nTOF value (0.53 s<sup>–1</sup> at η = 0.4 V) over IFP-5\nand ZIF-67 (e). However, it should be noted that these TOF values are an underestimation\nof the real performances because they are calculated under the assumption\nthat all the catalytic centers equally participate in catalysis. However, even the nominal TOF value reported\nfor IFP-8 largely exceeds the most common benchmarks reported so far;\nfor example, that of Co-MOF nanosheet array directly grown on NF (0.18\ns<sup>–1</sup> at η = 0.4 V) recently reported by Qu\net al.\n</p>", "clean_text": "According to the measures of the inductively coupled plasma optical emission spectrometry (ICP-OES), IFP-8 also has the highest nominal TOF value (0.53 s-1 at η = 0.4 V) over IFP-5 and ZIF-67 (e). However, it should be noted that these TOF values are an underestimation of the real performances because they are calculated under the assumption that all the catalytic centers equally participate in catalysis. However, even the nominal TOF value reported for IFP-8 largely exceeds the most common benchmarks reported so far; for example, that of Co-MOF nanosheet array directly grown on NF (0.18 s-1 at η = 0.4 V) recently reported by Qu et al. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Since the chemical stability\ntests revealed that IFPs at pH 13\ndo not suffer of partial hydrolysis, the same measurements were performed\nat this lower pH (f). Remarkably, the activity of IFPs is competitive even under\nthese conditions, and indeed, η<sub>10</sub> are 360 and 410\nmV for IFP-8 and IFP-5, respectively, which are comparable with similar\nsingle Co-based MOF MCF-12 nanosheets recently reported by Zhang et\nal. (η<sub>10</sub> = 310 mV) and\nlargely exceeding the performances of other benchmarks as MAF-X27-OH\n(η<sub>10</sub> = 461 mV), MOF­(Fe<sub>1</sub>–Co<sub>3</sub>)<sub>550N</sub> (η<sub>10</sub> = 390 mV), including inorganic materials. Interestingly, at this pH, the η<sub>10</sub> drifts after\n12 h of long-term chronopotentiometry experiments (15 h at 10 mA/cm<sup>2</sup>), approaching 500 and 680 mV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S17</ext-link>).</p>", "clean_text": "Since the chemical stability tests revealed that IFPs at pH 13 do not suffer of partial hydrolysis, the same measurements were performed at this lower pH (f). Remarkably, the activity of IFPs is competitive even under these conditions, and indeed, η10 are 360 and 410 mV for IFP-8 and IFP-5, respectively, which are comparable with similar single Co-based MOF MCF-12 nanosheets recently reported by Zhang et al. (η10 = 310 mV) and largely exceeding the performances of other benchmarks as MAF-X27-OH (η10 = 461 mV), MOF(Fe1-Co3)550N (η10 = 390 mV), including inorganic materials. Interestingly, at this pH, the η10 drifts after 12 h of long-term chronopotentiometry experiments (15 h at 10 mA/cm2), approaching 500 and 680 mV (Figure S17).", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>The remarkably low overpotentials at 10 mA/cm<sup>2</sup> prompt\nus to study IFP-8 as a bifunctional catalyst for both OER and hydrogen\nevolution reaction (HER) and therefore as a water splitting catalyst.\nHER tests (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S18</ext-link>) were performed in\na three-electrode cell with the same configuration as for OER, but\nthis time, the electrolyte solution was continuously degassed by N<sub>2</sub> flow, in order to remove O<sub>2</sub>. Furthermore, the\npotential at the working electrode was varied between 0.9 V to −0.5\nV vs RHE at a scan rate of 1 mV/s. The η<sub>10</sub> of 227\nmV is quite lower if compared to other Co-based catalysts and competitive with the most recent Co-based hybrid systems. As indicated in , the overall water splitting reaction can be performed at\n10 mA/cm<sup>2</sup> by applying ca. 1.89 V. A long CP experiment\nhighlights the extreme durability of IFP-8 under total water splitting\nconditions (for 120 h at 10 mA/cm<sup>2</sup>), as the activity remains\nrather constant for the entire duration of the experiment without\nsuffering apparent fatigue (b). The overall water splitting is confirmed by the\nonline measured H<sub>2</sub>/O<sub>2</sub> ratio of ca. 1.9, with\nquantitative faraday efficiency during the first 3 h of reaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S19</ext-link>). In total, after 120 h of electrolysis,\nminimum TONs of 26 000 and 13 000 are calculated for\nH<sub>2</sub> and O<sub>2</sub>, respectively, considering all the\ndeposited material over the electrode.</p>", "clean_text": "The remarkably low overpotentials at 10 mA/cm2 prompt us to study IFP-8 as a bifunctional catalyst for both OER and hydrogen evolution reaction (HER) and therefore as a water splitting catalyst. HER tests (Figure S18) were performed in a three-electrode cell with the same configuration as for OER, but this time, the electrolyte solution was continuously degassed by N2 flow, in order to remove O2. Furthermore, the potential at the working electrode was varied between 0.9 V to -0.5 V vs RHE at a scan rate of 1 mV/s. The η10 of 227 mV is quite lower if compared to other Co-based catalysts and competitive with the most recent Co-based hybrid systems. As indicated in , the overall water splitting reaction can be performed at 10 mA/cm2 by applying ca. 1.89 V. A long CP experiment highlights the extreme durability of IFP-8 under total water splitting conditions (for 120 h at 10 mA/cm2), as the activity remains rather constant for the entire duration of the experiment without suffering apparent fatigue (b). The overall water splitting is confirmed by the online measured H2/O2 ratio of ca. 1.9, with quantitative faraday efficiency during the first 3 h of reaction (Figure S19). In total, after 120 h of electrolysis, minimum TONs of 26000 and 13000 are calculated for H2 and O2, respectively, considering all the deposited material over the electrode.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Overall water splitting\nLSV (in red, HER region and in blue\nOER region). The potentials at 10 mA/cm<sup>2</sup> are highlighted\nin the picture, whereas thermodynamic potential for HER and OER are\nmarked as <italic>E</italic>\n<sup>0</sup> in the figure. (b) Represents\na CP experiment carried out at 10 mA/cm<sup>2</sup> during 120 h for\nthe overall water splitting reaction (inset shows the H<sub>2</sub>/O<sub>2</sub> ratio recorded during the measurement). All the measurements\nwere performed at pH 14 by KOH, supporting IFP-8 onto NF.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ae9b01977_0003.eps\"></graphic>\n</fig>", "clean_text": " 4  (a) Overall water splitting LSV (in red, HER region and in blue OER region). The potentials at 10 mA/cm2 are highlighted in the picture, whereas thermodynamic potential for HER and OER are marked as E 0 in the figure. (b) Represents a CP experiment carried out at 10 mA/cm2 during 120 h for the overall water splitting reaction (inset shows the H2/O2 ratio recorded during the measurement). All the measurements were performed at pH 14 by KOH, supporting IFP-8 onto NF.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>In order to disclose the origin of the difference\nin the activity\namong those catalysts and the mechanism of activation, we performed\nseveral experiments. First of all, IFPs were compared to their related\ncalcinated derivatives Co<sub>3</sub>O<sub>4</sub>-X samples and Co<sub>3</sub>O<sub>4</sub>-R, the latter prepared independently via solution\ncombustion synthesis (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">SI</ext-link> for further\ndetails). IFP-8 exhibits much higher performances than both Co<sub>3</sub>O<sub>4</sub>-8 (η<sub>10</sub> = 380 mV) or the Co<sub>3</sub>O<sub>4</sub> reference (η<sub>10</sub> = 390 mV), and\nthe same trend is observed for IFP-5 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S20</ext-link>). The difference in the catalytic activity between IFPs and Co<sub>3</sub>O<sub>4</sub>-X is even more evident when TOF values are compared\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S20c</ext-link>), suggesting that the active\nspecies of the two families should be quite different in nature. In\nother experiments, the comparison was focused between IFP and IFP-bt,\nfinding nearly identical activity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S20</ext-link>). More interestingly, the ECSA of the materials treated with base\nand IFP-8 are very close (ca. 12 cm<sup>2</sup>), and it is much higher\nthan that of IFP-5 (ca. 2 cm<sup>2</sup>), in agreement with the fact\nthat the loss of crystallinity might induce higher exposure of the\nactive sites. This suggests that the pH-induced degradation of the\nMOF might be one of the factors that drives the formation of the active\nspecies.\n</p>", "clean_text": "In order to disclose the origin of the difference in the activity among those catalysts and the mechanism of activation, we performed several experiments. First of all, IFPs were compared to their related calcinated derivatives Co3O4-X samples and Co3O4-R, the latter prepared independently via solution combustion synthesis (see SI for further details). IFP-8 exhibits much higher performances than both Co3O4-8 (η10 = 380 mV) or the Co3O4 reference (η10 = 390 mV), and the same trend is observed for IFP-5 (Figure S20). The difference in the catalytic activity between IFPs and Co3O4-X is even more evident when TOF values are compared (Figure S20c), suggesting that the active species of the two families should be quite different in nature. In other experiments, the comparison was focused between IFP and IFP-bt, finding nearly identical activity (Figure S20). More interestingly, the ECSA of the materials treated with base and IFP-8 are very close (ca. 12 cm2), and it is much higher than that of IFP-5 (ca. 2 cm2), in agreement with the fact that the loss of crystallinity might induce higher exposure of the active sites. This suggests that the pH-induced degradation of the MOF might be one of the factors that drives the formation of the active species. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>Encouraged by these results,\nPXRD, ATR, and EXAFS experiments were\nperformed ex situ before and after the catalysis, by plating the materials\nonto FTO as the electrode material (IFP@FTO).</p><p>The electrochemical\nstudies of IFPs@FTO were carried out analogously\nto the characterization in NF. Initial LSVs confirm the reactivity\norder found in NF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S21a,b</ext-link>). At the\nsame time, during the 5 h CP experiments performed at 5 mA/cm<sup>2</sup>, the reduction of the potential and the increased number\nof exposed active sites (as indicated by the integrated charge of\nCo redox features and by ECSA, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Table S5</ext-link>) indicate that the catalysts undergo an activation process, although\nwith different rate with respect to that observed in NF. Nevertheless,\nthe main kinetic descriptors for the intrinsic activity, that is,\nTOF and ECSA-normalized current density, decrease. In particular,\nTOF values (at η = 300 mV) were observed to almost half from\n0.29 s<sup>–1</sup> to 0.16 s<sup>–1</sup> for IFP-8\nand reduce from 0.35 s<sup>–1</sup> to 0.25 s<sup>–1</sup> for IFP-5. The decrease of the TOF value might be symptomatic for\nthe loss of molecular behavior in favor of an aggregation process,\nwhich would likely be stronger in the case of IFP-8 than for IFP-5\nbecause of the higher drop of the TOF.</p>", "clean_text": "Encouraged by these results, PXRD, ATR, and EXAFS experiments were performed ex situ before and after the catalysis, by plating the materials onto FTO as the electrode material (IFP@FTO).\n\nThe electrochemical studies of IFPs@FTO were carried out analogously to the characterization in NF. Initial LSVs confirm the reactivity order found in NF (Figure S21a,b). At the same time, during the 5 h CP experiments performed at 5 mA/cm2, the reduction of the potential and the increased number of exposed active sites (as indicated by the integrated charge of Co redox features and by ECSA, Table S5) indicate that the catalysts undergo an activation process, although with different rate with respect to that observed in NF. Nevertheless, the main kinetic descriptors for the intrinsic activity, that is, TOF and ECSA-normalized current density, decrease. In particular, TOF values (at η = 300 mV) were observed to almost half from 0.29 s-1 to 0.16 s-1 for IFP-8 and reduce from 0.35 s-1 to 0.25 s-1 for IFP-5. The decrease of the TOF value might be symptomatic for the loss of molecular behavior in favor of an aggregation process, which would likely be stronger in the case of IFP-8 than for IFP-5 because of the higher drop of the TOF.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>In order to better describe\nthe activation process, after the 5\nh CP, the samples were investigated spectroscopically. The PXRD pattern\nand the ATR spectrum of IFP-5@FTO presented important attenuation\nof the signals (). In particular, in the diffraction pattern, only the main peak\nat 10° is visible, whereas in the infrared spectrum, all the\nfeatures from the framework (1000–1700 cm<sup>–1</sup>) appear, but with reduced intensity. In the TEM images, it is apparent\nthat the surface remains intact with minor degradation and roughness,\nsuggesting that the initial Co distribution could be maintained or\nundergoes minor aggregation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S22</ext-link>). These indications, together with minor metal leaching detected\nby\nICP-OES measures (accounting for only 5% of the total metal deposited),\npoint toward the retention of the original structure of IFP-5.</p>", "clean_text": "In order to better describe the activation process, after the 5 h CP, the samples were investigated spectroscopically. The PXRD pattern and the ATR spectrum of IFP-5@FTO presented important attenuation of the signals (). In particular, in the diffraction pattern, only the main peak at 10° is visible, whereas in the infrared spectrum, all the features from the framework (1000-1700 cm-1) appear, but with reduced intensity. In the TEM images, it is apparent that the surface remains intact with minor degradation and roughness, suggesting that the initial Co distribution could be maintained or undergoes minor aggregation (Figure S22). These indications, together with minor metal leaching detected by ICP-OES measures (accounting for only 5% of the total metal deposited), point toward the retention of the original structure of IFP-5.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Characterization\nof IFP materials plated on FTO. Panels (a) and\n(b) offer a comparison between PXRD pattern and ATR before (black)\nand after (red) OER for IFP-5 (upper) and IFP-8 (lower), respectively,\nwhereas TEM images (scale bars = 50 nm) are depicted for IFP-8 before\n(c) and after (d) OER. (e) Co K-edge XANES profiles for the IFP-8\nmeasured as a pellet (red line) and supported in FTO before (dark\nred line) and after catalysis (blue line) versus the Co<sub>3</sub>O<sub>4</sub> reference (black line). Fourier transformed EXAFS data\nand corresponding fits within the inset showing k-space spectra of\nIFP-8 supported in FTO after catalysis (f).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ae9b01977_0004.eps\"></graphic>\n</fig>", "clean_text": " 5  Characterization of IFP materials plated on FTO. Panels (a) and (b) offer a comparison between PXRD pattern and ATR before (black) and after (red) OER for IFP-5 (upper) and IFP-8 (lower), respectively, whereas TEM images (scale bars = 50 nm) are depicted for IFP-8 before (c) and after (d) OER. (e) Co K-edge XANES profiles for the IFP-8 measured as a pellet (red line) and supported in FTO before (dark red line) and after catalysis (blue line) versus the Co3O4 reference (black line). Fourier transformed EXAFS data and corresponding fits within the inset showing k-space spectra of IFP-8 supported in FTO after catalysis (f).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>A different scenario can be depicted for IFP-8@FTO\nbecause the\nattenuation of the PXRD pattern, the disappearance of ATR signals\nin the organic region, and the metal leaching of ca. 35% clearly indicate\nthat the framework undergoes major degradation. Moreover, TEM images\nreveal the formation of amorphous and very small particles (3–10\nnm) embedded in a thin and plain surface (c,d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S23</ext-link>).</p>", "clean_text": "A different scenario can be depicted for IFP-8@FTO because the attenuation of the PXRD pattern, the disappearance of ATR signals in the organic region, and the metal leaching of ca. 35% clearly indicate that the framework undergoes major degradation. Moreover, TEM images reveal the formation of amorphous and very small particles (3-10 nm) embedded in a thin and plain surface (c,d and Figure S23).", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>However, all the samples clearly show a new dominant phase\nin the\n400–650 cm<sup>–1</sup> region of the ATR, corresponding\nto Co–O stretching (). Such a broad band was proposed\nto be a convolution of LCoO (Co<sup>4+</sup>), LCoOH (Co<sup>3+</sup>), and LCoOOH (Co<sup>3+</sup>) species. In order to probe the chemical nature of\nthe new phase, XAS measurements were performed. The spectrum of IFP-8\nafter catalysis exhibits a rising edge comparable to that of Co<sub>3</sub>O<sub>4</sub> but with a clear shift to higher energy, having\na pre-edge at 7710.4 eV and a rising edge at 7725.6 eV. Such a shift,\ntogether with the structure of the XANES and the Fourier transformed EXAFS spectrum are compatible\nwith the previously reported Co-Pi or CoO­(OH). Indeed, in\nthe FT data, two dominant peaks can be observed, corresponding to\n(Co–O at 1.90 Å) and Co–Co scattering paths with\ndistance of 2.85 Å (e,f). Those signals, which are symptomatic of an octahedral\nenvironment, correspond to a single first shell of 6 N/O scattering\natoms, whereas the number of scattering atoms (N) for the latter shell\naverages to 4.3 ± 0.4, which is lower than the 6 expected for\nCoO­(OH). Subsequently, in analogy with the previously reported EXAFS\nanalysis by Nocera et al., the model requires the inclusion of four\nmore contributions: Co–O (3.43 Å), Co–Co (4.94\nÅ), multiple scattering Co–Co–Co (5.77 Å),\nas intralayer paths and, finally, also the interlayer scattering shell\nCo–O (3.72 Å). Among them, the features at R­(Å) at\n4.94 and 5.77 Å are still in agreement with the CoO­(OH) and bulk\nCo-Pi spectra and definitely rule out the presence of Co<sub>3</sub>O<sub>4</sub> that does not have the path at 4.94 Å. However,\nit is important to notice that the coordination numbers for the paths\nat 4.94 and 5.77 are 4.3 and 8.6, instead of 6 and 12, respectively.\nSuch a loss indicates that the forming Co­(O)­OH exhibits significant\nlattice imperfections, in agreement with the traces of degradation\nobserved in the TEM.</p>", "clean_text": "However, all the samples clearly show a new dominant phase in the 400-650 cm-1 region of the ATR, corresponding to Co-O stretching (). Such a broad band was proposed to be a convolution of LCoO (Co4+), LCoOH (Co3+), and LCoOOH (Co3+) species. In order to probe the chemical nature of the new phase, XAS measurements were performed. The spectrum of IFP-8 after catalysis exhibits a rising edge comparable to that of Co3O4 but with a clear shift to higher energy, having a pre-edge at 7710.4 eV and a rising edge at 7725.6 eV. Such a shift, together with the structure of the XANES and the Fourier transformed EXAFS spectrum are compatible with the previously reported Co-Pi or CoO(OH). Indeed, in the FT data, two dominant peaks can be observed, corresponding to (Co-O at 1.90 Å) and Co-Co scattering paths with distance of 2.85 Å (e,f). Those signals, which are symptomatic of an octahedral environment, correspond to a single first shell of 6 N/O scattering atoms, whereas the number of scattering atoms (N) for the latter shell averages to 4.3 ± 0.4, which is lower than the 6 expected for CoO(OH). Subsequently, in analogy with the previously reported EXAFS analysis by Nocera et al., the model requires the inclusion of four more contributions: Co-O (3.43 Å), Co-Co (4.94 Å), multiple scattering Co-Co-Co (5.77 Å), as intralayer paths and, finally, also the interlayer scattering shell Co-O (3.72 Å). Among them, the features at R(Å) at 4.94 and 5.77 Å are still in agreement with the CoO(OH) and bulk Co-Pi spectra and definitely rule out the presence of Co3O4 that does not have the path at 4.94 Å. However, it is important to notice that the coordination numbers for the paths at 4.94 and 5.77 are 4.3 and 8.6, instead of 6 and 12, respectively. Such a loss indicates that the forming Co(O)OH exhibits significant lattice imperfections, in agreement with the traces of degradation observed in the TEM.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The kinetic of the degradation of the framework\nand the formation\nof CoOOH species was further studied by collecting ATR spectra at\ndifferent times during the CP experiment ().</p><p>\n suggests\na correlation between the increment of the catalytic activity during\ntime (the η<sub>5</sub> lowers), the formation of active species\n(Co–O bond signal), and the framework degradation (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S24</ext-link>). Moreover, full evolution/activation\nof IFP-8 occurs in only 3 h; however, for IFP-5, the η<sub>5</sub> stabilizes after 5 h, although the organic framework is still largely\npresent. Furthermore, the ATR signal for the Co–O stretching\nof IFP-5 is 3 times lower in intensity than for IFP-8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S25</ext-link>).</p>", "clean_text": "The kinetic of the degradation of the framework and the formation of CoOOH species was further studied by collecting ATR spectra at different times during the CP experiment ().\n\n  suggests a correlation between the increment of the catalytic activity during time (the η5 lowers), the formation of active species (Co-O bond signal), and the framework degradation (Figure S24). Moreover, full evolution/activation of IFP-8 occurs in only 3 h; however, for IFP-5, the η5 stabilizes after 5 h, although the organic framework is still largely present. Furthermore, the ATR signal for the Co-O stretching of IFP-5 is 3 times lower in intensity than for IFP-8 (Figure S25).", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison of the CP activation (blue line)\nof IFP-5 (a) and IFP-8\n(b) with the formation of the catalytic active species (red dots)\nand the disappearance of the organic framework (black dots). The values\nof the ATR areas of the organic region are normalized to the initial\nvalues calculated at <italic>t</italic> = 0. For those experiments,\nIFPs were supported onto the FTO electrode and employed in 1 M KOH\nsolution.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ae9b01977_0005.eps\"></graphic>\n</fig>", "clean_text": " 6  Comparison of the CP activation (blue line) of IFP-5 (a) and IFP-8 (b) with the formation of the catalytic active species (red dots) and the disappearance of the organic framework (black dots). The values of the ATR areas of the organic region are normalized to the initial values calculated at t = 0. For those experiments, IFPs were supported onto the FTO electrode and employed in 1 M KOH solution.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>A plausible explanation for\ndifferent activation rates relies on\nthe robustness of the organic linker, which should be imparted by\nthe −R group for two main aspects. The first is that the −Me\nmoiety from IFP-5 infers hydrophobic character to the MOF pores, repelling\nwater and preventing the structural degradation. As a second reason, the degradation might depend on the\ndifferent rate in the hydrolysis of the −R group in the C2\nposition of the imidazolium moiety, which is expected to be easier\nfor the −OMe group than for the −Me one. An indirect proof for this was already found\nfor the basic treated samples (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S7</ext-link>, vide supra). Once the hydrolysis occurs, the successive oxidative\nimidazolium ring-opening mechanism might be the most favored event\nunder those conditions even at room temperature, as well described\nby Elabd et al.\n</p>", "clean_text": "A plausible explanation for different activation rates relies on the robustness of the organic linker, which should be imparted by the -R group for two main aspects. The first is that the -Me moiety from IFP-5 infers hydrophobic character to the MOF pores, repelling water and preventing the structural degradation. As a second reason, the degradation might depend on the different rate in the hydrolysis of the -R group in the C2 position of the imidazolium moiety, which is expected to be easier for the -OMe group than for the -Me one. An indirect proof for this was already found for the basic treated samples (Figure S7, vide supra). Once the hydrolysis occurs, the successive oxidative imidazolium ring-opening mechanism might be the most favored event under those conditions even at room temperature, as well described by Elabd et al. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>In this sense, the −R\ngroup modulates the extent of conversion\nof the MOF into the active species. For IFP-8, the fast and complete\ndegradation of the framework leads to a higher amount of the active\nspecies, and discrete particles became visible in TEM. During electrochemical\ntests, IFP-8 exhibited higher capacitance over IFP-5, indicating that\nthe same active species forms more active sites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S25c</ext-link>) with respect to its −Me analogue.</p>", "clean_text": "In this sense, the -R group modulates the extent of conversion of the MOF into the active species. For IFP-8, the fast and complete degradation of the framework leads to a higher amount of the active species, and discrete particles became visible in TEM. During electrochemical tests, IFP-8 exhibited higher capacitance over IFP-5, indicating that the same active species forms more active sites (Figure S25c) with respect to its -Me analogue.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>IFP materials are demonstrated to be competent\nelectrocatalysts\ntoward OER with quantitative Faradaic yield, and in particular, IFP-8\nexhibits performances that exceed those of the majority of other Co-based\nMOFs, especially for its durability. The ex situ characterization\nindicates that the catalytic activity can be correlated with the formation\nof the active phase, suggesting that a key feature to achieve high\nperformances consists in controlling the rate of the hydrolysis of\nthe framework, which drives the conversion of the MOF into catalytically\nactive Co­(O)­OH phase. Such a control can be achieved by combining\nthe design of suitable ligands with labile groups that are able to\noptimize the growth, size, and electric connection of catalytic efficient\nCo­(O)­OH nanoparticles. We envision that the in-depth analysis reported\nwould help to bridge the gap between the single-site molecular well-structured\nmaterials and aggregated systems, guiding the improvement of catalytic\nmaterials under highly demanding conditions such as the OER.</p>", "clean_text": "Conclusions\n\nIFP materials are demonstrated to be competent electrocatalysts toward OER with quantitative Faradaic yield, and in particular, IFP-8 exhibits performances that exceed those of the majority of other Co-based MOFs, especially for its durability. The ex situ characterization indicates that the catalytic activity can be correlated with the formation of the active phase, suggesting that a key feature to achieve high performances consists in controlling the rate of the hydrolysis of the framework, which drives the conversion of the MOF into catalytically active Co(O)OH phase. Such a control can be achieved by combining the design of suitable ligands with labile groups that are able to optimize the growth, size, and electric connection of catalytic efficient Co(O)OH nanoparticles. We envision that the in-depth analysis reported would help to bridge the gap between the single-site molecular well-structured materials and aggregated systems, guiding the improvement of catalytic materials under highly demanding conditions such as the OER.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsaem.9b01977?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsaem.9b01977</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Linear sweep voltammetry of IFP-8 supported on nickel\nfoam 5 mV/s up to 500 mV overpotential (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_001.mp4\">MP4</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Physical methods; synthetic procedures;\nelectrochemical\ndetails and calculations, including the Faradaic efficiencies; further\ncharacterization by PXRD, SEM, and EXAFS; linear sweep voltammetry\nexperiments; calculation of the Tafel Slope; long-term stability tests;\nex situ ATR experiments; and tables summarizing the results of the\nfits for EIS, ECSA, and EXAFS (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsaem.9b01977.  Linear sweep voltammetry of IFP-8 supported on nickel foam 5 mV/s up to 500 mV overpotential (MP4)   Physical methods; synthetic procedures; electrochemical details and calculations, including the Faradaic efficiencies; further characterization by PXRD, SEM, and EXAFS; linear sweep voltammetry experiments; calculation of the Tafel Slope; long-term stability tests; ex situ ATR experiments; and tables summarizing the results of the fits for EIS, ECSA, and EXAFS (PDF)   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Linear sweep voltammetry of IFP-8 supported on nickel\nfoam 5 mV/s up to 500 mV overpotential (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_001.mp4\">MP4</ext-link>)</p><p>Physical methods; synthetic procedures;\nelectrochemical\ndetails and calculations, including the Faradaic efficiencies; further\ncharacterization by PXRD, SEM, and EXAFS; linear sweep voltammetry\nexperiments; calculation of the Tafel Slope; long-term stability tests;\nex situ ATR experiments; and tables summarizing the results of the\nfits for EIS, ECSA, and EXAFS (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">PDF</ext-link>)</p>", "clean_text": "Linear sweep voltammetry of IFP-8 supported on nickel foam 5 mV/s up to 500 mV overpotential (MP4)\n\nPhysical methods; synthetic procedures; electrochemical details and calculations, including the Faradaic efficiencies; further characterization by PXRD, SEM, and EXAFS; linear sweep voltammetry experiments; calculation of the Tafel Slope; long-term stability tests; ex situ ATR experiments; and tables summarizing the results of the fits for EIS, ECSA, and EXAFS (PDF)", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 14, "type": "text", "classification": "synthesis condition", "content": "<p>Along with the molecular precursors, we\nalso synthesized the corresponding\ncobalt oxides Co<sub>3</sub>O<sub>4</sub>-X (when X is 5 or 8, stands\nfor IFP-5 and IFP-8, respectively; whereas, when X is 67 or R, stands\nfor the calcinated ZIF-67 and the reference Co<sub>3</sub>O<sub>4</sub>, respectively). The synthetic procedure to obtain Co<sub>3</sub>O<sub>4</sub> spinels involves a simple thermal treatment at 700\n°C of the corresponding IFP under N<sub>2</sub> atmosphere (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S8</ext-link>), followed by acid etching in 0.5 M\nH<sub>2</sub>SO<sub>4</sub> for 2 h, that affords Co<sub>3</sub>O<sub>4</sub> phase as demonstrated by PXRD, ATR, XAS (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S9</ext-link>), SEM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S10</ext-link>), and\nTEM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S11 and S12</ext-link>) analysis, with\nan average particle size of 46 nm.</p>", "clean_text": "Along with the molecular precursors, we also synthesized the corresponding cobalt oxides Co3O4-X (when X is 5 or 8, stands for IFP-5 and IFP-8, respectively; whereas, when X is 67 or R, stands for the calcinated ZIF-67 and the reference Co3O4, respectively). The synthetic procedure to obtain Co3O4 spinels involves a simple thermal treatment at 700 °C of the corresponding IFP under N2 atmosphere (Figure S8), followed by acid etching in 0.5 M H2SO4 for 2 h, that affords Co3O4 phase as demonstrated by PXRD, ATR, XAS (Figure S9), SEM (Figure S10), and TEM (Figure S11 and S12) analysis, with an average particle size of 46 nm.", "data": [{"meta": {"name": "Co3O4-X", "symbol": "5", "chemical formula": "Co3O4-IFP-5"}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "thermal treatment", "atmosphere": "N2", "heat treatment temperature": "700°C", "heat treatment time": ""}, {"synthesis method": "wet etching", "temperature": "", "etchant": "0.5 M H2SO4", "concentration": "", "solvent": "", "additive": "", "time": "2 h", "stirring rate": ""}], "yield": ""}, {"meta": {"name": "Co3O4-X", "symbol": "8", "chemical formula": "Co3O4-IFP-8"}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "thermal treatment", "atmosphere": "N2", "heat treatment temperature": "700°C", "heat treatment time": ""}, {"synthesis method": "wet etching", "temperature": "", "etchant": "0.5 M H2SO4", "concentration": "", "solvent": "", "additive": "", "time": "2 h", "stirring rate": ""}], "yield": ""}, {"meta": {"name": "Co3O4-X", "symbol": "67", "chemical formula": "Co3O4-calcinated ZIF-67"}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "thermal treatment", "atmosphere": "N2", "heat treatment temperature": "700°C", "heat treatment time": ""}, {"synthesis method": "wet etching", "temperature": "", "etchant": "0.5 M H2SO4", "concentration": "", "solvent": "", "additive": "", "time": "2 h", "stirring rate": ""}], "yield": ""}, {"meta": {"name": "Co3O4-X", "symbol": "R", "chemical formula": "Co3O4-reference"}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "thermal treatment", "atmosphere": "N2", "heat treatment temperature": "700°C", "heat treatment time": ""}, {"synthesis method": "wet etching", "temperature": "", "etchant": "0.5 M H2SO4", "concentration": "", "solvent": "", "additive": "", "time": "2 h", "stirring rate": ""}], "yield": ""}], "include_properties": ["chemical_synthesis", "heat_treatment", "wet_etching"]}, {"idx": "1, 12, 16, 18, 19, 21, 22, 23, 26", "type": "text", "classification": "property", "content": "<p>Two imidazolate-based Co-MOFs, IFP-5 and IFP-8 (imidazolate\nframework\nPotsdam), with a different peripheral group −R (−Me\nand −OMe, respectively) have been synthesized by a solvothermal\nmethod and tested toward the oxygen evolution reaction (OER). Remarkably,\nIFP-8 presents much lower overpotentials (319 mV at 10 mA/cm<sup>2</sup> and 490 mV at 500 mA/cm<sup>2</sup>) than IFP-5 toward OER, as confirmed\nby online gas chromatography measurements (Faradaic yield of O<sub>2</sub> &gt; 99%). Moreover, the system is extraordinarily stable\nduring\n120 h, even when used as a catalyst toward the overall water splitting\nreaction without any sign of fatigue. An integrated ex situ spectroscopic\nstudy, based on powder X-ray diffraction, extended X-ray absorption\nfine structure, and attenuated total reflection, allows the identification\nof the active species and the factors that determine the catalytic\nactivity. Indeed, it was found that the performances are highly affected\nby the nature of the −R group, because this small change strongly\ninfluences the conversion of the initial metal organic framework to\nthe active species. As a consequence, the remarkable activity of IFP-8\ncan be ascribed to the formation of Co­(O)­OH phase with a particle\nsize of a few nanometers (3–10 nm) during the electrocatalytic\noxygen evolution.</p><p>Putting together\nthe pieces of information obtained, the chemical\nenvironment of the Co<sup>2+</sup> ion in the IFP series is constituted\nby five donor atoms of three ligands to form a distorted trigonal-bipyramidal\ngeometry (,\ndown). In this arrangement, the imidate N4 and O2 and the amide O1\nreside in equatorial positions, with the two imidazolate N atoms (N1\nand N2) occupying the axial positions. The multidentate imidazolate-based\nligands, produced by the in situ hydration of the dicyano precursor,\ncombine with Co<sup>2+</sup> ions to form the neutral microporous\nimidazolate MOF with 1-D hexagonal channels. The Co<sup>2+</sup> SBUs\nat the IFP structure and the bridging ligands act as 3-connected topological\nspecies forming a net with a uninodal topology, named <italic>etb</italic>. The functional groups at the imidazolic C2 position protrude into\nthe channel opening, tuning the pore aperture (4.2–1.7 Å),\npolarity, and functionality of the channel walls (). As a consequence, the specific\nsurface area of IFP is much higher for IFP-5 (666.2 m<sup>2</sup>g<sup>–1</sup>) than for IFP-8 (45.8 m<sup>2</sup>g<sup>–1</sup>) based on the narrowing the pore aperture window of the IFP structure\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S3</ext-link>). The scanning electron microscopy\n(SEM) analysis of IFP samples (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S4</ext-link>) revealed that IFP-5 displays hexagonal nanostructures, whereas\nIFP-8 forms spherical morphologies.</p><p>Remarkably, IFPs exhibit better performances than the well-known\nZIF-67 benchmark. IFP-8 is the most active electrocatalyst (a–d), with\na low overpotential at 10 mA/cm<sup>2</sup> (η<sub>10</sub>)\nof 319 and 257 mV at the onset, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S13</ext-link>). Also, the Tafel slope of 64 mV/dec is particularly\nlow (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S14</ext-link>). The η<sub>10</sub> for the other tested catalysts are 340 and 360 mV, whereas the onsets\nare 273 and 269 mV for IFP-5 and ZIF-67, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S13</ext-link>). The values of the Tafel slope (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S14</ext-link>) are slightly higher (ca. 70 mV/dec\nfor both). Such values are considerably lower than previously reported\ncobalt-based MOF benchmarks, as those reported by and Pang and Qu.\n</p><p>In order to rationalize this remarkable activity,\nelectrochemical\nimpedance spectroscopy (EIS) in the potential range of 0.9–1.8\nV vs RHE has been performed. The resistance associated with OER increases\nfrom IFP-8 (1.9 Ω at 1.6 V vs RHE) to IFP-5 (2.6 Ω at\n1.6 V vs RHE), whereas the values of the pseudocapacitance for the\ndifferent catalysts inversely fit this trend, since IFP-8 has the\nhighest capacitance in the entire potential window investigated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S15 and Table S1</ext-link>). This is an indication\nthat IFP-8 exhibits a higher electrochemical\nsurface area (ECSA) with respect to IFP-5 and, consequently, a higher\nnumber of active sites exposed. Indeed, the ECSA measured from the\ndouble layer capacitance is 11.2 and 2.7 cm<sup>2</sup> for IFP-8\nand IFP-5, respectively (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">SI</ext-link> for calculation\ndetails).</p><p>Remarkably, chronopotentiometry (CP) at 10 mA/cm<sup>2</sup> (b)\nshows a slight\ndecrease in the overpotential for both IPFs at the beginning of the\nCP, but then it remains stable during the successive 13 h, clearly\nindicating that an activation process occurs. Indeed, η<sub>10</sub> of IFP-8 is 319 mV after the activation phase, and the η<sub>50</sub> became as low as 390 mV (c). Furthermore, a remarkable and sustained\ncurrent of 480 mA/cm<sup>2</sup> was observed at an overpotential\nas low as 490 mV. Such stability is uncommon for simply deposited\nMOF on the electrode material so this prompts us to push the stability\ntests toward a very long CP run during 180 h at 10 mA/cm<sup>2</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S16</ext-link>). For comparison, the bioinspired\ncobalt-citrate MOF, UTSA-16, needs 408 mV of overpotential to deliver\na stable current of 10 mA/cm<sup>2</sup> during 7 h before deactivation, whereas the Co<sub>2</sub>(OH)<sub>2</sub>BDC\nnanosheets recently reported by Pang et al., exhibit much lower η<sub>10</sub> (273 mV) and η<sub>50</sub> of ca. 360 mV, but such\noutstanding activity at pH 14 is maintained for only 3 h, before that\ncurrent drops up to 60% of its initial value and η<sub>50</sub> increases up to 410 mV (as estimated by LSV showed therein). In general, the performances of IFPs are much\nbetter than the majority of Co-based MOFs and even with respect to\nmany pure inorganic materials (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Table S4</ext-link>).\n</p><p>According to the\nmeasures of the inductively coupled plasma optical\nemission spectrometry (ICP-OES), IFP-8 also has the highest nominal\nTOF value (0.53 s<sup>–1</sup> at η = 0.4 V) over IFP-5\nand ZIF-67 (e). However, it should be noted that these TOF values are an underestimation\nof the real performances because they are calculated under the assumption\nthat all the catalytic centers equally participate in catalysis. However, even the nominal TOF value reported\nfor IFP-8 largely exceeds the most common benchmarks reported so far;\nfor example, that of Co-MOF nanosheet array directly grown on NF (0.18\ns<sup>–1</sup> at η = 0.4 V) recently reported by Qu\net al.\n</p><p>Since the chemical stability\ntests revealed that IFPs at pH 13\ndo not suffer of partial hydrolysis, the same measurements were performed\nat this lower pH (f). Remarkably, the activity of IFPs is competitive even under\nthese conditions, and indeed, η<sub>10</sub> are 360 and 410\nmV for IFP-8 and IFP-5, respectively, which are comparable with similar\nsingle Co-based MOF MCF-12 nanosheets recently reported by Zhang et\nal. (η<sub>10</sub> = 310 mV) and\nlargely exceeding the performances of other benchmarks as MAF-X27-OH\n(η<sub>10</sub> = 461 mV), MOF­(Fe<sub>1</sub>–Co<sub>3</sub>)<sub>550N</sub> (η<sub>10</sub> = 390 mV), including inorganic materials. Interestingly, at this pH, the η<sub>10</sub> drifts after\n12 h of long-term chronopotentiometry experiments (15 h at 10 mA/cm<sup>2</sup>), approaching 500 and 680 mV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S17</ext-link>).</p><p>The remarkably low overpotentials at 10 mA/cm<sup>2</sup> prompt\nus to study IFP-8 as a bifunctional catalyst for both OER and hydrogen\nevolution reaction (HER) and therefore as a water splitting catalyst.\nHER tests (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S18</ext-link>) were performed in\na three-electrode cell with the same configuration as for OER, but\nthis time, the electrolyte solution was continuously degassed by N<sub>2</sub> flow, in order to remove O<sub>2</sub>. Furthermore, the\npotential at the working electrode was varied between 0.9 V to −0.5\nV vs RHE at a scan rate of 1 mV/s. The η<sub>10</sub> of 227\nmV is quite lower if compared to other Co-based catalysts and competitive with the most recent Co-based hybrid systems. As indicated in , the overall water splitting reaction can be performed at\n10 mA/cm<sup>2</sup> by applying ca. 1.89 V. A long CP experiment\nhighlights the extreme durability of IFP-8 under total water splitting\nconditions (for 120 h at 10 mA/cm<sup>2</sup>), as the activity remains\nrather constant for the entire duration of the experiment without\nsuffering apparent fatigue (b). The overall water splitting is confirmed by the\nonline measured H<sub>2</sub>/O<sub>2</sub> ratio of ca. 1.9, with\nquantitative faraday efficiency during the first 3 h of reaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S19</ext-link>). In total, after 120 h of electrolysis,\nminimum TONs of 26 000 and 13 000 are calculated for\nH<sub>2</sub> and O<sub>2</sub>, respectively, considering all the\ndeposited material over the electrode.</p><p>Encouraged by these results,\nPXRD, ATR, and EXAFS experiments were\nperformed ex situ before and after the catalysis, by plating the materials\nonto FTO as the electrode material (IFP@FTO).</p><p>The electrochemical\nstudies of IFPs@FTO were carried out analogously\nto the characterization in NF. Initial LSVs confirm the reactivity\norder found in NF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Figure S21a,b</ext-link>). At the\nsame time, during the 5 h CP experiments performed at 5 mA/cm<sup>2</sup>, the reduction of the potential and the increased number\nof exposed active sites (as indicated by the integrated charge of\nCo redox features and by ECSA, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsaem.9b01977/suppl_file/ae9b01977_si_002.pdf\">Table S5</ext-link>) indicate that the catalysts undergo an activation process, although\nwith different rate with respect to that observed in NF. Nevertheless,\nthe main kinetic descriptors for the intrinsic activity, that is,\nTOF and ECSA-normalized current density, decrease. In particular,\nTOF values (at η = 300 mV) were observed to almost half from\n0.29 s<sup>–1</sup> to 0.16 s<sup>–1</sup> for IFP-8\nand reduce from 0.35 s<sup>–1</sup> to 0.25 s<sup>–1</sup> for IFP-5. The decrease of the TOF value might be symptomatic for\nthe loss of molecular behavior in favor of an aggregation process,\nwhich would likely be stronger in the case of IFP-8 than for IFP-5\nbecause of the higher drop of the TOF.</p>", "clean_text": "Two imidazolate-based Co-MOFs, IFP-5 and IFP-8 (imidazolate framework Potsdam), with a different peripheral group -R (-Me and -OMe, respectively) have been synthesized by a solvothermal method and tested toward the oxygen evolution reaction (OER). Remarkably, IFP-8 presents much lower overpotentials (319 mV at 10 mA/cm2 and 490 mV at 500 mA/cm2) than IFP-5 toward OER, as confirmed by online gas chromatography measurements (Faradaic yield of O2 > 99%). Moreover, the system is extraordinarily stable during 120 h, even when used as a catalyst toward the overall water splitting reaction without any sign of fatigue. An integrated ex situ spectroscopic study, based on powder X-ray diffraction, extended X-ray absorption fine structure, and attenuated total reflection, allows the identification of the active species and the factors that determine the catalytic activity. Indeed, it was found that the performances are highly affected by the nature of the -R group, because this small change strongly influences the conversion of the initial metal organic framework to the active species. As a consequence, the remarkable activity of IFP-8 can be ascribed to the formation of Co(O)OH phase with a particle size of a few nanometers (3-10 nm) during the electrocatalytic oxygen evolution.\n\nPutting together the pieces of information obtained, the chemical environment of the Co2+ ion in the IFP series is constituted by five donor atoms of three ligands to form a distorted trigonal-bipyramidal geometry (, down). In this arrangement, the imidate N4 and O2 and the amide O1 reside in equatorial positions, with the two imidazolate N atoms (N1 and N2) occupying the axial positions. The multidentate imidazolate-based ligands, produced by the in situ hydration of the dicyano precursor, combine with Co2+ ions to form the neutral microporous imidazolate MOF with 1-D hexagonal channels. The Co2+ SBUs at the IFP structure and the bridging ligands act as 3-connected topological species forming a net with a uninodal topology, named etb. The functional groups at the imidazolic C2 position protrude into the channel opening, tuning the pore aperture (4.2-1.7 Å), polarity, and functionality of the channel walls (). As a consequence, the specific surface area of IFP is much higher for IFP-5 (666.2 m2g-1) than for IFP-8 (45.8 m2g-1) based on the narrowing the pore aperture window of the IFP structure (Figure S3). The scanning electron microscopy (SEM) analysis of IFP samples (Figure S4) revealed that IFP-5 displays hexagonal nanostructures, whereas IFP-8 forms spherical morphologies.\n\nRemarkably, IFPs exhibit better performances than the well-known ZIF-67 benchmark. IFP-8 is the most active electrocatalyst (a-d), with a low overpotential at 10 mA/cm2 (η10) of 319 and 257 mV at the onset, respectively (Figure S13). Also, the Tafel slope of 64 mV/dec is particularly low (Figure S14). The η10 for the other tested catalysts are 340 and 360 mV, whereas the onsets are 273 and 269 mV for IFP-5 and ZIF-67, respectively (Figure S13). The values of the Tafel slope (Figure S14) are slightly higher (ca. 70 mV/dec for both). Such values are considerably lower than previously reported cobalt-based MOF benchmarks, as those reported by and Pang and Qu. \n\nIn order to rationalize this remarkable activity, electrochemical impedance spectroscopy (EIS) in the potential range of 0.9-1.8 V vs RHE has been performed. The resistance associated with OER increases from IFP-8 (1.9 Ω at 1.6 V vs RHE) to IFP-5 (2.6 Ω at 1.6 V vs RHE), whereas the values of the pseudocapacitance for the different catalysts inversely fit this trend, since IFP-8 has the highest capacitance in the entire potential window investigated (Figure S15 and Table S1). This is an indication that IFP-8 exhibits a higher electrochemical surface area (ECSA) with respect to IFP-5 and, consequently, a higher number of active sites exposed. Indeed, the ECSA measured from the double layer capacitance is 11.2 and 2.7 cm2 for IFP-8 and IFP-5, respectively (see SI for calculation details).\n\nRemarkably, chronopotentiometry (CP) at 10 mA/cm2 (b) shows a slight decrease in the overpotential for both IPFs at the beginning of the CP, but then it remains stable during the successive 13 h, clearly indicating that an activation process occurs. Indeed, η10 of IFP-8 is 319 mV after the activation phase, and the η50 became as low as 390 mV (c). Furthermore, a remarkable and sustained current of 480 mA/cm2 was observed at an overpotential as low as 490 mV. Such stability is uncommon for simply deposited MOF on the electrode material so this prompts us to push the stability tests toward a very long CP run during 180 h at 10 mA/cm2 (Figure S16). For comparison, the bioinspired cobalt-citrate MOF, UTSA-16, needs 408 mV of overpotential to deliver a stable current of 10 mA/cm2 during 7 h before deactivation, whereas the Co2(OH)2BDC nanosheets recently reported by Pang et al., exhibit much lower η10 (273 mV) and η50 of ca. 360 mV, but such outstanding activity at pH 14 is maintained for only 3 h, before that current drops up to 60% of its initial value and η50 increases up to 410 mV (as estimated by LSV showed therein). In general, the performances of IFPs are much better than the majority of Co-based MOFs and even with respect to many pure inorganic materials (d and Table S4). \n\nAccording to the measures of the inductively coupled plasma optical emission spectrometry (ICP-OES), IFP-8 also has the highest nominal TOF value (0.53 s-1 at η = 0.4 V) over IFP-5 and ZIF-67 (e). However, it should be noted that these TOF values are an underestimation of the real performances because they are calculated under the assumption that all the catalytic centers equally participate in catalysis. However, even the nominal TOF value reported for IFP-8 largely exceeds the most common benchmarks reported so far; for example, that of Co-MOF nanosheet array directly grown on NF (0.18 s-1 at η = 0.4 V) recently reported by Qu et al. \n\nSince the chemical stability tests revealed that IFPs at pH 13 do not suffer of partial hydrolysis, the same measurements were performed at this lower pH (f). Remarkably, the activity of IFPs is competitive even under these conditions, and indeed, η10 are 360 and 410 mV for IFP-8 and IFP-5, respectively, which are comparable with similar single Co-based MOF MCF-12 nanosheets recently reported by Zhang et al. (η10 = 310 mV) and largely exceeding the performances of other benchmarks as MAF-X27-OH (η10 = 461 mV), MOF(Fe1-Co3)550N (η10 = 390 mV), including inorganic materials. Interestingly, at this pH, the η10 drifts after 12 h of long-term chronopotentiometry experiments (15 h at 10 mA/cm2), approaching 500 and 680 mV (Figure S17).\n\nThe remarkably low overpotentials at 10 mA/cm2 prompt us to study IFP-8 as a bifunctional catalyst for both OER and hydrogen evolution reaction (HER) and therefore as a water splitting catalyst. HER tests (Figure S18) were performed in a three-electrode cell with the same configuration as for OER, but this time, the electrolyte solution was continuously degassed by N2 flow, in order to remove O2. Furthermore, the potential at the working electrode was varied between 0.9 V to -0.5 V vs RHE at a scan rate of 1 mV/s. The η10 of 227 mV is quite lower if compared to other Co-based catalysts and competitive with the most recent Co-based hybrid systems. As indicated in , the overall water splitting reaction can be performed at 10 mA/cm2 by applying ca. 1.89 V. A long CP experiment highlights the extreme durability of IFP-8 under total water splitting conditions (for 120 h at 10 mA/cm2), as the activity remains rather constant for the entire duration of the experiment without suffering apparent fatigue (b). The overall water splitting is confirmed by the online measured H2/O2 ratio of ca. 1.9, with quantitative faraday efficiency during the first 3 h of reaction (Figure S19). In total, after 120 h of electrolysis, minimum TONs of 26000 and 13000 are calculated for H2 and O2, respectively, considering all the deposited material over the electrode.\n\nEncouraged by these results, PXRD, ATR, and EXAFS experiments were performed ex situ before and after the catalysis, by plating the materials onto FTO as the electrode material (IFP@FTO).\n\nThe electrochemical studies of IFPs@FTO were carried out analogously to the characterization in NF. Initial LSVs confirm the reactivity order found in NF (Figure S21a,b). At the same time, during the 5 h CP experiments performed at 5 mA/cm2, the reduction of the potential and the increased number of exposed active sites (as indicated by the integrated charge of Co redox features and by ECSA, Table S5) indicate that the catalysts undergo an activation process, although with different rate with respect to that observed in NF. Nevertheless, the main kinetic descriptors for the intrinsic activity, that is, TOF and ECSA-normalized current density, decrease. In particular, TOF values (at η = 300 mV) were observed to almost half from 0.29 s-1 to 0.16 s-1 for IFP-8 and reduce from 0.35 s-1 to 0.25 s-1 for IFP-5. The decrease of the TOF value might be symptomatic for the loss of molecular behavior in favor of an aggregation process, which would likely be stronger in the case of IFP-8 than for IFP-5 because of the higher drop of the TOF.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dielectric constant", "value": "4.5", "unit": "", "condition": "at 1 kHz"}, {"property name": "dielectric properties", "value": "", "unit": "", "condition": ""}, {"property name": "value", "value": "", "unit": "", "condition": ""}, {"property name": "suitable for applications", "value": "", "unit": "", "condition": "in electronics and capacitive devices"}, {"property name": "valuable", "value": "", "unit": "", "condition": "in energy storage and electronic components"}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Top: general synthetic strategy of IFP frameworks, highlighting\nthe in situ ligand hydrolysis. Bottom: 1D hexagonal channel structure\nof IFP, with an enlargement of the asymmetric unit of IFPs, clarifying\nthe Co<sup>2+</sup> coordination environment. The label R stands for\n−Me and −OMe in the case of IFP-5 and IFP-8, respectively.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ae9b01977_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Top: general synthetic strategy of IFP frameworks, highlighting the in situ ligand hydrolysis. Bottom: 1D hexagonal channel structure of IFP, with an enlargement of the asymmetric unit of IFPs, clarifying the Co2+ coordination environment. The label R stands for -Me and -OMe in the case of IFP-5 and IFP-8, respectively.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD pattern (a) and Co K-edge X-ray absorption\nnear edge structure\n(XANES) profiles (b) of IFP-5 (blue), IFP-8 (red), and ZIF-67 (magenta).\nCo<sub>3</sub>O<sub>4</sub> (black) was used as a reference in the\nXANES.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ae9b01977_0001.eps\"></graphic>\n</fig>", "clean_text": " 2  PXRD pattern (a) and Co K-edge X-ray absorption near edge structure (XANES) profiles (b) of IFP-5 (blue), IFP-8 (red), and ZIF-67 (magenta). Co3O4 (black) was used as a reference in the XANES.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nPolarization curves and (b) long-term chronopotentiometry (CP)\nat <italic>J</italic> = 10 mA/cm<sup>2</sup> for IFP-5 (blue), IFP-8\n(red), and ZIF-67 (magenta); (c) LSV of IFP-8 before (black) and after\n(blue) the CP; (d) comparison in the overpotential at 10 mA/cm<sup>2</sup> with the most common MOFs in the literature at pH 14; (e)\nevaluation of the nominal TOF for the material studied calculated\nat η = 400 mV and the catalyst loading taking account for the\nleaching (vide infra) and (f) performances of IFP materials at pH\n13 (0.1 M KOH). For all the experiments, the current collector used\nwas a 1 × 1 cm<sup>2</sup> geometric area of NF.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ae9b01977_0002.eps\"></graphic>\n</fig>", "clean_text": " 3  (a) Polarization curves and (b) long-term chronopotentiometry (CP) at J = 10 mA/cm2 for IFP-5 (blue), IFP-8 (red), and ZIF-67 (magenta); (c) LSV of IFP-8 before (black) and after (blue) the CP; (d) comparison in the overpotential at 10 mA/cm2 with the most common MOFs in the literature at pH 14; (e) evaluation of the nominal TOF for the material studied calculated at η = 400 mV and the catalyst loading taking account for the leaching (vide infra) and (f) performances of IFP materials at pH 13 (0.1 M KOH). For all the experiments, the current collector used was a 1 × 1 cm2 geometric area of NF.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Overall water splitting\nLSV (in red, HER region and in blue\nOER region). The potentials at 10 mA/cm<sup>2</sup> are highlighted\nin the picture, whereas thermodynamic potential for HER and OER are\nmarked as <italic>E</italic>\n<sup>0</sup> in the figure. (b) Represents\na CP experiment carried out at 10 mA/cm<sup>2</sup> during 120 h for\nthe overall water splitting reaction (inset shows the H<sub>2</sub>/O<sub>2</sub> ratio recorded during the measurement). All the measurements\nwere performed at pH 14 by KOH, supporting IFP-8 onto NF.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ae9b01977_0003.eps\"></graphic>\n</fig>", "clean_text": " 4  (a) Overall water splitting LSV (in red, HER region and in blue OER region). The potentials at 10 mA/cm2 are highlighted in the picture, whereas thermodynamic potential for HER and OER are marked as E 0 in the figure. (b) Represents a CP experiment carried out at 10 mA/cm2 during 120 h for the overall water splitting reaction (inset shows the H2/O2 ratio recorded during the measurement). All the measurements were performed at pH 14 by KOH, supporting IFP-8 onto NF.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Characterization\nof IFP materials plated on FTO. Panels (a) and\n(b) offer a comparison between PXRD pattern and ATR before (black)\nand after (red) OER for IFP-5 (upper) and IFP-8 (lower), respectively,\nwhereas TEM images (scale bars = 50 nm) are depicted for IFP-8 before\n(c) and after (d) OER. (e) Co K-edge XANES profiles for the IFP-8\nmeasured as a pellet (red line) and supported in FTO before (dark\nred line) and after catalysis (blue line) versus the Co<sub>3</sub>O<sub>4</sub> reference (black line). Fourier transformed EXAFS data\nand corresponding fits within the inset showing k-space spectra of\nIFP-8 supported in FTO after catalysis (f).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ae9b01977_0004.eps\"></graphic>\n</fig>", "clean_text": " 5  Characterization of IFP materials plated on FTO. Panels (a) and (b) offer a comparison between PXRD pattern and ATR before (black) and after (red) OER for IFP-5 (upper) and IFP-8 (lower), respectively, whereas TEM images (scale bars = 50 nm) are depicted for IFP-8 before (c) and after (d) OER. (e) Co K-edge XANES profiles for the IFP-8 measured as a pellet (red line) and supported in FTO before (dark red line) and after catalysis (blue line) versus the Co3O4 reference (black line). Fourier transformed EXAFS data and corresponding fits within the inset showing k-space spectra of IFP-8 supported in FTO after catalysis (f).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison of the CP activation (blue line)\nof IFP-5 (a) and IFP-8\n(b) with the formation of the catalytic active species (red dots)\nand the disappearance of the organic framework (black dots). The values\nof the ATR areas of the organic region are normalized to the initial\nvalues calculated at <italic>t</italic> = 0. For those experiments,\nIFPs were supported onto the FTO electrode and employed in 1 M KOH\nsolution.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ae9b01977_0005.eps\"></graphic>\n</fig>", "clean_text": " 6  Comparison of the CP activation (blue line) of IFP-5 (a) and IFP-8 (b) with the formation of the catalytic active species (red dots) and the disappearance of the organic framework (black dots). The values of the ATR areas of the organic region are normalized to the initial values calculated at t = 0. For those experiments, IFPs were supported onto the FTO electrode and employed in 1 M KOH solution.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsaem.9b01977", "title": null, "journal": "American\nChemical Society", "date": "2019.11", "author_list": ["Bucci\nAlberto", "Mondal\nSuvendu Sekhar", "Martin-Diaconescu\nVlad", "Shafir\nAlexandr", "Lloret-Fillol\nJulio"]}}