{"filepath": "../L2M3_data/1_application_papers/acs_xml/am0c19212.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\ndevelopment of heterogeneous catalysts capable of selectively\nconverting lignin model compounds into products of added value offers\nan exciting avenue to explore in the production of renewable chemical\nfeedstocks. The use of metal–organic frameworks (MOFs) in such\nchemical transformations relies largely on the presence of accessible\nopen metal sites found within highly porous networks that simultaneously\nallow for fast transport and strong interactions with desired substrates.\nHere, we present the first systematic study on the modulation of catalytic\nperformance of a cationic framework, [Cu<sub>2</sub>(L)­(H<sub>2</sub>O)<sub>2</sub>]­(NO<sub>3</sub>)<sub>2</sub>·5.5H<sub>2</sub>O (L = 1,1′-bis­(3,5-dicarboxylatophenyl)-4,4′-bipyridinium),\nachieved through the exchange of anionic guests. Remarkably, the catalytic\nactivity proves to be highly anion-dependent, with a nearly 10-fold\nincrease toward the aerobic C–C bond cleavage of a lignin model\ncompound when different anionic species are incorporated within the\nMOF. Moreover, we demonstrate that the cationic nature of the MOF,\nimparted by the incorporation of viologen moieties within the linker,\ntunes the electrophilicity of the active copper­(II) sites, resulting\nin stronger interactions with the substrate. As such, the copper-based\nframework exhibits enhanced catalytic performance when compared to\nits neutral counterpart, emphasizing the appeal of charged frameworks\nfor use as green heterogeneous catalysts.</p>", "clean_text": "The development of heterogeneous catalysts capable of selectively converting lignin model compounds into products of added value offers an exciting avenue to explore in the production of renewable chemical feedstocks. The use of metal-organic frameworks (MOFs) in such chemical transformations relies largely on the presence of accessible open metal sites found within highly porous networks that simultaneously allow for fast transport and strong interactions with desired substrates. Here, we present the first systematic study on the modulation of catalytic performance of a cationic framework, [Cu2(L)(H2O)2](NO3)2⋅5.5H2O (L = 1,1'-bis(3,5-dicarboxylatophenyl)-4,4'-bipyridinium), achieved through the exchange of anionic guests. Remarkably, the catalytic activity proves to be highly anion-dependent, with a nearly 10-fold increase toward the aerobic C-C bond cleavage of a lignin model compound when different anionic species are incorporated within the MOF. Moreover, we demonstrate that the cationic nature of the MOF, imparted by the incorporation of viologen moieties within the linker, tunes the electrophilicity of the active copper(II) sites, resulting in stronger interactions with the substrate. As such, the copper-based framework exhibits enhanced catalytic performance when compared to its neutral counterpart, emphasizing the appeal of charged frameworks for use as green heterogeneous catalysts.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Due\nto their highly porous and intrinsically tunable nature, metal–organic frameworks (MOFs) have been\nstudied for a number of applications, including gas storage/separations, drug delivery, environmental remediation, solid-state molecular sensing and switching, and for the development of electrically conductive materials, magnets, and heterogeneous\ncatalysts. One of the most appealing features of such systems is the fact that\nthe pore spaces can effectively act as discrete “nanoreactors”\nto control and promote chemical transformations. Confinement effects,\nconferred by carefully engineered pore structures, have moreover the\nability to render new physicochemical properties and enhance selectivity. These attributes can be of great benefit in the design of heterogeneous\ncatalysts, where metal–substrate interactions are critical\nin stimulating catalytic activity. Moreover, the high surface areas\nof MOFs have the potential to maximize the accessibility of catalytically\nactive metal sites, thereby favoring greater reactivity.</p>", "clean_text": "Introduction\n\nDue to their highly porous and intrinsically tunable nature, metal-organic frameworks (MOFs) have been studied for a number of applications, including gas storage/separations, drug delivery, environmental remediation, solid-state molecular sensing and switching, and for the development of electrically conductive materials, magnets, and heterogeneous catalysts. One of the most appealing features of such systems is the fact that the pore spaces can effectively act as discrete \"nanoreactors\" to control and promote chemical transformations. Confinement effects, conferred by carefully engineered pore structures, have moreover the ability to render new physicochemical properties and enhance selectivity. These attributes can be of great benefit in the design of heterogeneous catalysts, where metal-substrate interactions are critical in stimulating catalytic activity. Moreover, the high surface areas of MOFs have the potential to maximize the accessibility of catalytically active metal sites, thereby favoring greater reactivity.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>While\nthe judicious selection of building blocks represents a key\nstep in optimizing the chemical behavior of a MOF, molecules\nencapsulated within pores have also been known to promote and modulate\ncatalytic processes. One common approach relies on the introduction\nof well-studied catalytically active guest species within the channels\nor cages of MOFs, enabling highly efficient reactions. In this regard, positively or negatively charged MOFs have the advantage\nof allowing a straightforward and efficient inclusion of anionic or\ncationic metal complexes with well-defined catalytic behaviors through\nion-metathesis reactions. The exchange of noncoordinating ions in\nMOFs has previously been shown to impact a number of physical properties,\nincluding gas adsorption behaviors and proton conductivity. Thus far, however, tuning the catalytic performance of a charged\nMOF via  replacement of nonactive ionic guest species has yet to be\nreported.</p>", "clean_text": "While the judicious selection of building blocks represents a key step in optimizing the chemical behavior of a MOF, molecules encapsulated within pores have also been known to promote and modulate catalytic processes. One common approach relies on the introduction of well-studied catalytically active guest species within the channels or cages of MOFs, enabling highly efficient reactions. In this regard, positively or negatively charged MOFs have the advantage of allowing a straightforward and efficient inclusion of anionic or cationic metal complexes with well-defined catalytic behaviors through ion-metathesis reactions. The exchange of noncoordinating ions in MOFs has previously been shown to impact a number of physical properties, including gas adsorption behaviors and proton conductivity. Thus far, however, tuning the catalytic performance of a charged MOF via  replacement of nonactive ionic guest species has yet to be reported.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>With this in mind, we sought to assess the effect\nof guest anions\non the catalytic performance of a cationic MOF. To ensure access to\nopen coordination sites, we opted for a previously reported charged\nframework built from {Cu<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">II</sup>} “paddlewheel” units linked via a large tetracarboxylic\nligand that exhibits high porosity (ca. 68% void space). This MOF,\n[Cu<sub>2</sub>(L)­(H<sub>2</sub>O)<sub>2</sub>]­(NO<sub>3</sub>)<sub>2</sub>·5.5H<sub>2</sub>O (<bold>1</bold>), where L = 1,1′-bis­(3,5-dicarboxylatophenyl)-4,4′-bipyridinium\n(A), is an isoreticular analogue of neutral <bold>NOTT-102</bold>, (B). In addition to being cost-effective\nand environmentally friendly, copper­(II)-based materials have previously\nbeen investigated for their catalytic activity toward C–C bond\ncleavage of lignin models. In both <bold>NOTT-102</bold> and its charged congener <bold>1</bold>, owing to the paddlewheel\nnodes of the MOFs, the copper­(II) ions adopt a slightly distorted\nfive-coordinate square pyramidal geometry, with the apical position\nbeing occupied by a water molecule. These water molecules can readily\ndissociate, allowing for desired substrate binding to the metal center\nduring catalytic reactions (C). The linker in <bold>1</bold> bears a 4,4′-bipyridinium\nunit, best known as a viologen motif (vs biphenyl in <bold>NOTT-102</bold>, B), which\nis responsible for the overall positive charge of the framework, which\nis neutralized by two nitrate (NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>) counter anions. As a result, <bold>1</bold> exhibits a charge gradient, providing favorable ionic interactions\nbetween the anionic guests and the cationic hosts. It was anticipated that the charge, volume, and other features\nof the included anions could affect the catalytic performance of <bold>1</bold>; thus, systematic anion exchange is a prerequisite for probing\nthe effect of nonactive ionic guest species on the catalytic C–C\nbond cleavage activity.</p>", "clean_text": "With this in mind, we sought to assess the effect of guest anions on the catalytic performance of a cationic MOF. To ensure access to open coordination sites, we opted for a previously reported charged framework built from {Cu2 II} \"paddlewheel\" units linked via a large tetracarboxylic ligand that exhibits high porosity (ca. 68% void space). This MOF, [Cu2(L)(H2O)2](NO3)2⋅5.5H2O (1), where L = 1,1'-bis(3,5-dicarboxylatophenyl)-4,4'-bipyridinium (A), is an isoreticular analogue of neutral NOTT-102, (B). In addition to being cost-effective and environmentally friendly, copper(II)-based materials have previously been investigated for their catalytic activity toward C-C bond cleavage of lignin models. In both NOTT-102 and its charged congener 1, owing to the paddlewheel nodes of the MOFs, the copper(II) ions adopt a slightly distorted five-coordinate square pyramidal geometry, with the apical position being occupied by a water molecule. These water molecules can readily dissociate, allowing for desired substrate binding to the metal center during catalytic reactions (C). The linker in 1 bears a 4,4'-bipyridinium unit, best known as a viologen motif (vs biphenyl in NOTT-102, B), which is responsible for the overall positive charge of the framework, which is neutralized by two nitrate (NO3 -) counter anions. As a result, 1 exhibits a charge gradient, providing favorable ionic interactions between the anionic guests and the cationic hosts. It was anticipated that the charge, volume, and other features of the included anions could affect the catalytic performance of 1; thus, systematic anion exchange is a prerequisite for probing the effect of nonactive ionic guest species on the catalytic C-C bond cleavage activity.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Structure of <bold>1</bold> viewed along\nthe <italic>a</italic>-axis; blue = N, red = O, green = CuO<sub>5</sub> square pyramidal\ngeometry of the copper­(II) ions. The purple sphere highlights the\nspherical cavity present in <bold>1</bold> (about 13.2 Å in diameter).\n(B) Differences in the core motifs of the organic linkers found in <bold>1</bold> (viologen) and <bold>NOTT-102</bold> (biphenyl). (C) Coordination\nenvironment of the dicopper paddlewheels, showing the exchange of\nwater molecules in the apical position, thus providing accessible\nopen metal sites for catalysis. The arrows represent the dissociation\nof coordinated water molecules.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am0c19212_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) Structure of 1 viewed along the a-axis; blue = N, red = O, green = CuO5 square pyramidal geometry of the copper(II) ions. The purple sphere highlights the spherical cavity present in 1 (about 13.2 Å in diameter). (B) Differences in the core motifs of the organic linkers found in 1 (viologen) and NOTT-102 (biphenyl). (C) Coordination environment of the dicopper paddlewheels, showing the exchange of water molecules in the apical position, thus providing accessible open metal sites for catalysis. The arrows represent the dissociation of coordinated water molecules.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Metal-catalyzed oxidation reactions are of high interest, being\nused, for instance, to convert lignocellulosic biomass into valuable\nchemicals such as aldehydes, phenols, and carboxylic acids. Inspired by previous studies conducted on copper-based homogeneous\ncatalysts, we explored the potential of as-synthesized <bold>1</bold> and its exchanged derivatives as heterogeneous catalysts\nin the aerobic oxidation of lignin. For this purpose, the simple lignin\nmodel 1,2-diphenyl-2-methoxyethanol (DPME) was utilized as a versatile\nsubstrate, presenting C–C, C–O, O–H, and C–H\nbonds, thus allowing for catalyst selectivity investigation.</p>", "clean_text": "Metal-catalyzed oxidation reactions are of high interest, being used, for instance, to convert lignocellulosic biomass into valuable chemicals such as aldehydes, phenols, and carboxylic acids. Inspired by previous studies conducted on copper-based homogeneous catalysts, we explored the potential of as-synthesized 1 and its exchanged derivatives as heterogeneous catalysts in the aerobic oxidation of lignin. For this purpose, the simple lignin model 1,2-diphenyl-2-methoxyethanol (DPME) was utilized as a versatile substrate, presenting C-C, C-O, O-H, and C-H bonds, thus allowing for catalyst selectivity investigation.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Our initial studies revealed that the most efficient methodology\nto achieve anion exchange in <bold>1</bold> is a postsynthetic procedure\ncarried out at room temperature, allowing for insertion of a wide\nvariety of anions. Once obtained, these anion-exchanged frameworks,\nnamely, X<sup>–</sup>@<bold>1</bold> [X<sup>–</sup> =\nSCN<sup>–</sup>, ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>, BF<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>, N­(CN)<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">–</sup>, BPh<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>, S<sub>2</sub>O<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">2–</sup>, and Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup>], were\nexamined as heterogeneous catalysts for aerobic C–C bond cleavage\nof the simple lignin model 1,2-diphenyl-2-methoxyethanol (DPME). Although\nthere are more sophisticated models for the lignin β-O-4 linkage,\nthis model was selected on the basis of previous catalytic selectivity\nstudies. These results were then compared to those\nusing the as-synthesized nitrate-based MOF <bold>1</bold> (NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>), which was used as the reference catalyst. Herein, we report remarkable\neffects of anion dependence on C–C bond cleavage catalytic\nactivity and selectivity of the charged MOF, illustrating that even\nnonactive ionic guests can be effective in enhancing catalytic performance.</p>", "clean_text": "Our initial studies revealed that the most efficient methodology to achieve anion exchange in 1 is a postsynthetic procedure carried out at room temperature, allowing for insertion of a wide variety of anions. Once obtained, these anion-exchanged frameworks, namely, X-@1 [X- = SCN-, ClO4 -, BF4 -, N(CN)2 -, BPh4 -, S2O4 2-, and Cr2O7 2-], were examined as heterogeneous catalysts for aerobic C-C bond cleavage of the simple lignin model 1,2-diphenyl-2-methoxyethanol (DPME). Although there are more sophisticated models for the lignin β-O-4 linkage, this model was selected on the basis of previous catalytic selectivity studies. These results were then compared to those using the as-synthesized nitrate-based MOF 1 (NO3 -@1), which was used as the reference catalyst. Herein, we report remarkable effects of anion dependence on C-C bond cleavage catalytic activity and selectivity of the charged MOF, illustrating that even nonactive ionic guests can be effective in enhancing catalytic performance.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Anion Exchange Study</title><p>The experiments\nwere carried out\nby immersing microcrystals of <bold>1</bold> in dimethylformamide\n(DMF) solutions of the following salts at room temperature: (<italic>n</italic>-Bu<sub>4</sub>N)­SCN, (<italic>n</italic>-Bu<sub>4</sub>N)­ClO<sub>4</sub>, (<italic>n</italic>-Bu<sub>4</sub>N)­BF<sub>4</sub>, Na­[N­(CN)<sub>2</sub>], Na­(BPh<sub>4</sub>), Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>, and K<sub>2</sub>Cr<sub>2</sub>O<sub>7</sub> (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Supporting Information</ext-link> for details).\nThe efficiency of the heterogeneous phase metathesis processes was\nsystematically confirmed by Fourier transform infrared (FT-IR) spectroscopy\nmeasurements (A), showing characteristic bands belonging to NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>, SCN<sup>–</sup>, ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>, BPh<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>, BF<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>, and N­(CN)<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">–</sup> anions at 1332, 2089, 1095, 707, 1058, and 2170 cm<sup>–1</sup>, respectively. Insertion of anions lacking diagnostic/clear IR bands,\nlike Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup> and S<sub>2</sub>O<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">2–</sup>, was confirmed indirectly through\nmodification of the shoulder at 1332 cm<sup>–1</sup>, assigned\nto one of the N–O asymmetric stretching vibrations of NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>. Crystal structure retention of all tested anion-exchanged\nMOFs was confirmed by powder X-ray diffraction (PXRD; B). Complete FT-IR kinetic\nstudies are presented in the Supporting Information (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figures S1–S7</ext-link>).</p>", "clean_text": "Results and Discussion\n\nAnion Exchange Study\n\nThe experiments were carried out by immersing microcrystals of 1 in dimethylformamide (DMF) solutions of the following salts at room temperature: (n-Bu4N)SCN, (n-Bu4N)ClO4, (n-Bu4N)BF4, Na[N(CN)2], Na(BPh4), Na2S2O4, and K2Cr2O7 (see the Supporting Information for details). The efficiency of the heterogeneous phase metathesis processes was systematically confirmed by Fourier transform infrared (FT-IR) spectroscopy measurements (A), showing characteristic bands belonging to NO3 -, SCN-, ClO4 -, BPh4 -, BF4 -, and N(CN)2 - anions at 1332, 2089, 1095, 707, 1058, and 2170 cm-1, respectively. Insertion of anions lacking diagnostic/clear IR bands, like Cr2O7 2- and S2O4 2-, was confirmed indirectly through modification of the shoulder at 1332 cm-1, assigned to one of the N-O asymmetric stretching vibrations of NO3 -. Crystal structure retention of all tested anion-exchanged MOFs was confirmed by powder X-ray diffraction (PXRD; B). Complete FT-IR kinetic studies are presented in the Supporting Information (Figures S1-S7).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) FT-IR spectra of as-synthesized <bold>1</bold> (NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>) and its anion-exchanged derivatives, highlighting\nselected bands\nof the corresponding anions. Inclusion of anions without any characteristic\nbands was monitored by the disappearance of the shoulder near 1300\ncm<sup>–1</sup> (highlighted green rectangle), assigned to\nan N–O asymmetric stretching vibration of the nitrate anion.\n(B) PXRD patterns of as-synthesized <bold>1</bold> and its anion-exchanged\nderivatives. (C) <sup>15</sup>N magic-angle spinning nuclear magnetic\nresonance (MAS NMR) of <sup>15</sup>NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> before and after\n exchange with ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> under the same spectroscopic conditions.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am0c19212_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) FT-IR spectra of as-synthesized 1 (NO3 -@1) and its anion-exchanged derivatives, highlighting selected bands of the corresponding anions. Inclusion of anions without any characteristic bands was monitored by the disappearance of the shoulder near 1300 cm-1 (highlighted green rectangle), assigned to an N-O asymmetric stretching vibration of the nitrate anion. (B) PXRD patterns of as-synthesized 1 and its anion-exchanged derivatives. (C) 15N magic-angle spinning nuclear magnetic resonance (MAS NMR) of 15NO3 -@1 before and after  exchange with ClO4 - under the same spectroscopic conditions.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The exchange of NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup> anions by SCN<sup>–</sup> and\nespecially N­(CN)<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">–</sup> was found\nto induce loss in crystallinity, potentially attributed to a partial\ncollapse of the framework due to the highly nucleophilic character\nof these anions, which may lead to distortions around the copper­(II)\ncenters. The shift of the main peak observed in the PXRD pattern of\nN­(CN)<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> (2θ = 5.07°) compared to NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> (2θ = 5.25°) (B) provides indisputable proof of such structural modifications\ntriggered by anion metathesis. Loss of crystallinity was also noticed\nfor S<sub>2</sub>O<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">2–</sup>@<bold>1</bold> and Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup>@<bold>1</bold>, likely\ncaused by a local charge imbalance (e.g., dianion vs monoanion) that\ndestabilizes the framework.</p>", "clean_text": "The exchange of NO3 - anions by SCN- and especially N(CN)2 - was found to induce loss in crystallinity, potentially attributed to a partial collapse of the framework due to the highly nucleophilic character of these anions, which may lead to distortions around the copper(II) centers. The shift of the main peak observed in the PXRD pattern of N(CN)2 -@1 (2θ = 5.07°) compared to NO3 -@1 (2θ = 5.25°) (B) provides indisputable proof of such structural modifications triggered by anion metathesis. Loss of crystallinity was also noticed for S2O4 2-@1 and Cr2O7 2-@1, likely caused by a local charge imbalance (e.g., dianion vs monoanion) that destabilizes the framework.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>A complementary <sup>15</sup>N magic-angle\nspinning nuclear magnetic\nresonance (MAS NMR) study was performed to assess the extent of anion\nexchange within <bold>1</bold>. Initial studies were carried out with\nClO<sub>4</sub>\n<sup>–</sup> anions due to the fast exchange\nkinetics observed in the Fourier transform infrared spectroscopy (FT-IR)\nexperiments. Enrichment of <bold>1</bold> with <sup>15</sup>NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup> was performed\nusing multiple treatments with an NH<sub>4</sub>\n<sup>15</sup>NO<sub>3</sub> solution (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Supporting Information</ext-link> for details). As can be seen in C, the <sup>15</sup>N MAS NMR spectrum of <sup>15</sup>NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> displays a nonsymmetrical signal attributed to the <sup>15</sup>NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup> guests residing in different environments within the pores. After\nexhaustive exchange achieved using solutions of (<italic>n</italic>-Bu<sub>4</sub>N)­ClO<sub>4</sub> in DMF at room temperature, the\nintensity of the <sup>15</sup>N MAS NMR resonance decreased to ca.\n65% of that due to <sup>15</sup>NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>, indicating that ca.\n35% of the nitrate anions were exchanged (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Supporting Information</ext-link>). Based on this result and considering\nthe formula of <bold>1</bold>, the exchanged ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> can be\nformulated as [Cu<sub>2</sub>(L)­(H<sub>2</sub>O)<sub>2</sub>]­(NO<sub>3</sub>)<sub>1.3</sub>(ClO<sub>4</sub>)<sub>0.7</sub>·5.5H<sub>2</sub>O. The incomplete exchange of nitrate with perchlorate anions\nwithin <bold>1</bold>, even after several hours of soaking in fresh\nsolutions of (<italic>n</italic>-Bu<sub>4</sub>N)­ClO<sub>4</sub>,\ncan presumably be related to different environments surrounding the\nnitrate anions inside the pores. In fact, <bold>1</bold> presents\nat least two nonequivalent vicinities imposed by the two types of\ncages observed in the structure that are alternately stacked in a\n1:1 ratio. The spherical cage (Cu<sub>12</sub>L<sub>12</sub>) is about\n13.2 Å in diameter, while the large rod-shaped cage (Cu<sub>24</sub>L<sub>6</sub>) is about 10.1 × 31.8 Å<sup>2</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S8</ext-link>). The small shift of the single <sup>15</sup>N NMR resonance from 327 to 330 ppm may be indicative of\nsuch preferential exchange imposed by the nitrate environment. Unfortunately,\nthe exact location of the nitrate anions could not be determined during\nstructural refinement; thus, they were removed by the SQUEEZE routine\nof PLATON, along with several guest solvent\nmolecules. However, the homogeneous distribution of ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> guests\nin the material ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> was demonstrated through Cl mapping\nusing microanalysis/scanning electron microscopy (EDS/SEM) on a flat\npiece of crystal of the material (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S9</ext-link>).</p>", "clean_text": "A complementary 15N magic-angle spinning nuclear magnetic resonance (MAS NMR) study was performed to assess the extent of anion exchange within 1. Initial studies were carried out with ClO4 - anions due to the fast exchange kinetics observed in the Fourier transform infrared spectroscopy (FT-IR) experiments. Enrichment of 1 with 15NO3 - was performed using multiple treatments with an NH4 15NO3 solution (see Supporting Information for details). As can be seen in C, the 15N MAS NMR spectrum of 15NO3 -@1 displays a nonsymmetrical signal attributed to the 15NO3 - guests residing in different environments within the pores. After exhaustive exchange achieved using solutions of (n-Bu4N)ClO4 in DMF at room temperature, the intensity of the 15N MAS NMR resonance decreased to ca. 65% of that due to 15NO3 -@1, indicating that ca. 35% of the nitrate anions were exchanged (see Supporting Information). Based on this result and considering the formula of 1, the exchanged ClO4 -@1 can be formulated as [Cu2(L)(H2O)2](NO3)1.3(ClO4)0.7⋅5.5H2O. The incomplete exchange of nitrate with perchlorate anions within 1, even after several hours of soaking in fresh solutions of (n-Bu4N)ClO4, can presumably be related to different environments surrounding the nitrate anions inside the pores. In fact, 1 presents at least two nonequivalent vicinities imposed by the two types of cages observed in the structure that are alternately stacked in a 1:1 ratio. The spherical cage (Cu12L12) is about 13.2 Å in diameter, while the large rod-shaped cage (Cu24L6) is about 10.1 × 31.8 Å2 (Figure S8). The small shift of the single 15N NMR resonance from 327 to 330 ppm may be indicative of such preferential exchange imposed by the nitrate environment. Unfortunately, the exact location of the nitrate anions could not be determined during structural refinement; thus, they were removed by the SQUEEZE routine of PLATON, along with several guest solvent molecules. However, the homogeneous distribution of ClO4 - guests in the material ClO4 -@1 was demonstrated through Cl mapping using microanalysis/scanning electron microscopy (EDS/SEM) on a flat piece of crystal of the material (Figure S9).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Thermogravimetric analyses (TGA) of all anion-exchanged\nsamples\nwere conducted under a nitrogen atmosphere, except for ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> due to its energetic potential (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S10</ext-link>). Slight differences in weight loss profiles were observed but none\nof these data suggested a specific anion-driven stabilization of <bold>1</bold>. We also found that like as-synthesized NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>, all of\nthe anion-exchanged analogues were unstable in aqueous media or after\ndesolvation. Solvent exchange using CHCl<sub>3</sub> followed by air-drying\nled to the collapse of the crystalline structures as probed by PRXD\nfor MOFs SCN<sup>–</sup>@<bold>1</bold>, ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>, BPh<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>, Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup>@<bold>1</bold>, and BF<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S11</ext-link>). We also characterized SCN<sup>–</sup>@<bold>1</bold> and Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup>@<bold>1</bold> by nitrogen adsorption–desorption\nand observed the same collapse reported for  as-synthesized <bold>1</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S12</ext-link>).\n</p>", "clean_text": "Thermogravimetric analyses (TGA) of all anion-exchanged samples were conducted under a nitrogen atmosphere, except for ClO4 -@1 due to its energetic potential (Figure S10). Slight differences in weight loss profiles were observed but none of these data suggested a specific anion-driven stabilization of 1. We also found that like as-synthesized NO3 -@1, all of the anion-exchanged analogues were unstable in aqueous media or after desolvation. Solvent exchange using CHCl3 followed by air-drying led to the collapse of the crystalline structures as probed by PRXD for MOFs SCN-@1, ClO4 -@1, BPh4 -@1, Cr2O7 2-@1, and BF4 -@1 (Figure S11). We also characterized SCN-@1 and Cr2O7 2-@1 by nitrogen adsorption-desorption and observed the same collapse reported for  as-synthesized 1 (Figure S12). ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Nevertheless, the highly porous nature of these materials\nand the\npresence of accessible copper­(II) sites encouraged us to explore their\npotential as heterogeneous catalysts in dry organic solvents.</p><title>Aerobic\nOxidation of DPME</title><p>The first step in the catalytic\ntests involved soaking ground crystals of <bold>1</bold> in toluene\nor pyridine, two commonly employed solvents for the aerobic oxidation\nof lignin models. Prior to this, solvent exchange using fresh aliquots of toluene\nor pyridine was made (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Supporting Information</ext-link> for details). When pyridine was used, the formation of a green solution\nduring the solvent exchange was attributed to the partial degradation\nof <bold>1</bold> resulting from copper leaching. Further support\nfor this assumption came from <sup>1</sup>H NMR spectroscopy measurements\nconsistent with the presence of paramagnetic copper­(II) species.</p>", "clean_text": "Nevertheless, the highly porous nature of these materials and the presence of accessible copper(II) sites encouraged us to explore their potential as heterogeneous catalysts in dry organic solvents.\n\nAerobic Oxidation of DPME\n\nThe first step in the catalytic tests involved soaking ground crystals of 1 in toluene or pyridine, two commonly employed solvents for the aerobic oxidation of lignin models. Prior to this, solvent exchange using fresh aliquots of toluene or pyridine was made (see Supporting Information for details). When pyridine was used, the formation of a green solution during the solvent exchange was attributed to the partial degradation of 1 resulting from copper leaching. Further support for this assumption came from 1H NMR spectroscopy measurements consistent with the presence of paramagnetic copper(II) species.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Aerobic oxidation of DPME was performed using NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> (20 mol\n% Cu) in toluene and pyridine at 100 °C. These reactions were\nconducted in capped glass vials and monitored by <sup>1</sup>H NMR\nspectroscopy after 24 and 48 h (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S13</ext-link>). The best results were obtained in toluene, yielding higher substrate\nconversion while preserving the integrity of the MOF. Moreover, toluene\npresents a suitable <sup>1</sup>H NMR spectral window, allowing for\naccurate monitoring of the disappearance of substrate peaks (4–5\nppm) and the emergence of a C–H resonance at 10 ppm attributed\nto benzaldehyde, one of the DPME oxidation products (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">S13</ext-link>).</p>", "clean_text": "Aerobic oxidation of DPME was performed using NO3 -@1 (20 mol % Cu) in toluene and pyridine at 100 °C. These reactions were conducted in capped glass vials and monitored by 1H NMR spectroscopy after 24 and 48 h (Figure S13). The best results were obtained in toluene, yielding higher substrate conversion while preserving the integrity of the MOF. Moreover, toluene presents a suitable 1H NMR spectral window, allowing for accurate monitoring of the disappearance of substrate peaks (4-5 ppm) and the emergence of a C-H resonance at 10 ppm attributed to benzaldehyde, one of the DPME oxidation products (A and S13).", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Schematic representation of the aerobic oxidation\nof DPME using\nCu<sup>II</sup>-MOFs. (B) Catalysts tested in aerobic oxidation of\nDPME with respective conversion and yields of benzaldehyde (I) and\nmethyl benzoate (II) estimated from the integration of aromatic protons\n(see details in <xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>B).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am0c19212_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Schematic representation of the aerobic oxidation of DPME using CuII-MOFs. (B) Catalysts tested in aerobic oxidation of DPME with respective conversion and yields of benzaldehyde (I) and methyl benzoate (II) estimated from the integration of aromatic protons (see details in Figure  B).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Aerobic oxidation of DPME was\nalso performed using the anion-exchanged\nMOFs (20 mol % Cu) in toluene, at 100 °C for 48 h (B). These reactions were conducted\nunder the same conditions, and no oxygen flow was required to convert\nthe starting material into products. This approach is methodologically\nadvanced when compared to most previously reported aerobic catalyzed\nreactions, including those employing homogeneous or heterogeneous\nprocesses. A Cu<sup>II</sup>-MOF was used by Garcia et al. as a catalyst for the aerobic oxidation of benzyl alcohol\nto benzaldehyde, but an oxyl radical initiator was needed as a cocatalyst,\nwith some limitations in terms of catalyst stability.</p>", "clean_text": "Aerobic oxidation of DPME was also performed using the anion-exchanged MOFs (20 mol % Cu) in toluene, at 100 °C for 48 h (B). These reactions were conducted under the same conditions, and no oxygen flow was required to convert the starting material into products. This approach is methodologically advanced when compared to most previously reported aerobic catalyzed reactions, including those employing homogeneous or heterogeneous processes. A CuII-MOF was used by Garcia et al. as a catalyst for the aerobic oxidation of benzyl alcohol to benzaldehyde, but an oxyl radical initiator was needed as a cocatalyst, with some limitations in terms of catalyst stability.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The MOF-catalyzed\naerobic oxidation of the lignin model DPME yielded\nbenzaldehyde, methyl benzoate, and methanol (A) primarily, with no detected overoxidation\nof benzaldehyde to benzoic acid. The products were identified by <sup>1</sup>H NMR spectroscopy ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">S14</ext-link>) considering the peaks observed at approximately δ 4.94 ppm\n(substrate C–H proton), δ 10.08 ppm (benzaldehyde CHO\nproton), and δ 3.95 ppm (methyl benzoate OMe protons). Methanol\nwas identified by adding a drop of the solvent to the NMR tubes containing\nthe reaction products and observing the spike of one of the pre-existing\nlow-intense peaks at δ 3.51 ppm (methanol CH<sub>3</sub> protons; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S15</ext-link>). Conversion and selectivity were\nestimated from integration of aromatic proton NMR resonances (B). Additional unidentified\nresonances (B) arise presumably from higher molecular weight condensation byproducts\nas they were not observed by gas chromatography–mass spectrometry\n(GC–MS) analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S16</ext-link>).\n</p>", "clean_text": "The MOF-catalyzed aerobic oxidation of the lignin model DPME yielded benzaldehyde, methyl benzoate, and methanol (A) primarily, with no detected overoxidation of benzaldehyde to benzoic acid. The products were identified by 1H NMR spectroscopy ( and S14) considering the peaks observed at approximately δ 4.94 ppm (substrate C-H proton), δ 10.08 ppm (benzaldehyde CHO proton), and δ 3.95 ppm (methyl benzoate OMe protons). Methanol was identified by adding a drop of the solvent to the NMR tubes containing the reaction products and observing the spike of one of the pre-existing low-intense peaks at δ 3.51 ppm (methanol CH3 protons; Figure S15). Conversion and selectivity were estimated from integration of aromatic proton NMR resonances (B). Additional unidentified resonances (B) arise presumably from higher molecular weight condensation byproducts as they were not observed by gas chromatography-mass spectrometry (GC-MS) analysis (Figure S16). ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Zoom-in of the <sup>1</sup>H NMR spectra (A) in the region\nbetween\n9.9 and 10.2 ppm, showing the benzaldehyde C­(O)H resonance; (B) in\nthe region between 7.85 and 8.20 ppm, showing aromatic multiplets\ndue to benzaldehyde (7.88–7.92 ppm), methyl benzoate (7.98–8.02\nppm), and other minor oxidation products; and (C) in the region between\n3.3 and 5.0 ppm, showing the C–H resonances of the two DPME\ndiastereomers. Peaks observed at 3.9 ppm are due to OCH<sub>3</sub> protons from the ester product methyl benzoate. The control experiment\nwas performed using DPME in toluene in the absence of <bold>1</bold> (100 °C, 48 h).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am0c19212_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Zoom-in of the 1H NMR spectra (A) in the region between 9.9 and 10.2 ppm, showing the benzaldehyde C(O)H resonance; (B) in the region between 7.85 and 8.20 ppm, showing aromatic multiplets due to benzaldehyde (7.88-7.92 ppm), methyl benzoate (7.98-8.02 ppm), and other minor oxidation products; and (C) in the region between 3.3 and 5.0 ppm, showing the C-H resonances of the two DPME diastereomers. Peaks observed at 3.9 ppm are due to OCH3 protons from the ester product methyl benzoate. The control experiment was performed using DPME in toluene in the absence of 1 (100 °C, 48 h).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>A notable feature of <bold>1</bold> is the presence of open metal\nsites on the copper­(II) paddlewheels in the pores, enabling a selective\ntransformation of the substrate (see C). <bold>1</bold> thus appears to act via\ntwo different pathways: the first one is a C–O bond cleavage\nfollowed by a C–C bond cleavage yielding benzaldehyde and methanol\nin a 2:1 ratio (, path 1), and the second one involves a direct C–C bond cleavage,\nyielding benzaldehyde and methyl benzoate in a 1:1 ratio (, path 2). Values\npresented in B point to a preference for path 1 (as evidenced by the &gt;1 benzaldehyde\nto methyl benzoate ratio), except for Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup>@<bold>1</bold>, evidencing the high selectivity of these MOF catalysts\nfor C–O bond cleavage compared to direct C–C bond cleavage.\nPrevious work suggests that a single electron transfer pathway likely\noperates in similar Cu systems. It is also important\nto note that the preferred pathway does not yield water, which could\npotentially deactivate the MOFs.</p>", "clean_text": "A notable feature of 1 is the presence of open metal sites on the copper(II) paddlewheels in the pores, enabling a selective transformation of the substrate (see C). 1 thus appears to act via two different pathways: the first one is a C-O bond cleavage followed by a C-C bond cleavage yielding benzaldehyde and methanol in a 2:1 ratio (, path 1), and the second one involves a direct C-C bond cleavage, yielding benzaldehyde and methyl benzoate in a 1:1 ratio (, path 2). Values presented in B point to a preference for path 1 (as evidenced by the >1 benzaldehyde to methyl benzoate ratio), except for Cr2O7 2-@1, evidencing the high selectivity of these MOF catalysts for C-O bond cleavage compared to direct C-C bond cleavage. Previous work suggests that a single electron transfer pathway likely operates in similar Cu systems. It is also important to note that the preferred pathway does not yield water, which could potentially deactivate the MOFs.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Possible Pathways for the Aerobic\nOxidation of 1,2-Diphenyl-2-methoxyethanol\nin the Presence of MOFs</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am0c19212_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Possible Pathways for the Aerobic Oxidation of 1,2-Diphenyl-2-methoxyethanol in the Presence of MOFs   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Copper-based catalytic oxidation of secondary alcohol substrates\nlike the model used herein could also afford ketones through C–H\nbond cleavage (, path 3). When using a Cu<sup>II</sup>-based catalyst in aerobic\noxidation of lignin models, Cao et al. identified the ketone as an\nintermediate, which then undergoes oxidative C–C bond cleavage. On the other hand, Han et al. reported the aerobic\noxidation of secondary alcohols to the corresponding ketones with\nno further bond cleavage. In our case,\nvery low ketone-related <sup>1</sup>H NMR resonance peaks were observed\nwhen NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> and ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> were the catalysts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S17</ext-link>), corroborating the selectivity of the MOF catalysts\ntoward C–O bond cleavage followed by C–C bond cleavage.</p>", "clean_text": "Copper-based catalytic oxidation of secondary alcohol substrates like the model used herein could also afford ketones through C-H bond cleavage (, path 3). When using a CuII-based catalyst in aerobic oxidation of lignin models, Cao et al. identified the ketone as an intermediate, which then undergoes oxidative C-C bond cleavage. On the other hand, Han et al. reported the aerobic oxidation of secondary alcohols to the corresponding ketones with no further bond cleavage. In our case, very low ketone-related 1H NMR resonance peaks were observed when NO3 -@1 and ClO4 -@1 were the catalysts (Figure S17), corroborating the selectivity of the MOF catalysts toward C-O bond cleavage followed by C-C bond cleavage.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>While as-synthesized NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> proved to be active\nin the aerobic oxidation of DPME, complete substrate conversion could\nnot be achieved within 2 days at 100 °C (B, entry 6, C, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">S14</ext-link>). For the anion-exchanged MOFs, peak performance\nwas observed for ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> with &gt;95% conversion of the substrate\n(B, entry\n8, , and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">S14</ext-link>).\nIn fact, the inclusion of ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> in <bold>1</bold> represents a nearly\n10-fold enhancement in the catalytic activity over the SCN<sup>–</sup>@<bold>1</bold> derivative. This clearly highlights the importance\nof counterions in the catalytic performance of charged MOFs and provides\na relatively simple method of enhancing reactivity through tunability.\nImproved performance of perchlorate salts used as additives or cocatalysts\nin aerobic oxidation reactions has already been observed, although there are no reports toward C–C\nbond cleavage for lignin model compounds. The weak coordination ability\nof perchlorate anions presumably facilitates the formation of metal–substrate\nbonds, which accounts for the superior performance of Cu­(ClO<sub>4</sub>)<sub>2</sub> as a homogeneous catalyst when compared to other copper­(II)\nsalts.\n</p>", "clean_text": "While as-synthesized NO3 -@1 proved to be active in the aerobic oxidation of DPME, complete substrate conversion could not be achieved within 2 days at 100 °C (B, entry 6, C, and S14). For the anion-exchanged MOFs, peak performance was observed for ClO4 -@1 with >95% conversion of the substrate (B, entry 8, , and S14). In fact, the inclusion of ClO4 - in 1 represents a nearly 10-fold enhancement in the catalytic activity over the SCN-@1 derivative. This clearly highlights the importance of counterions in the catalytic performance of charged MOFs and provides a relatively simple method of enhancing reactivity through tunability. Improved performance of perchlorate salts used as additives or cocatalysts in aerobic oxidation reactions has already been observed, although there are no reports toward C-C bond cleavage for lignin model compounds. The weak coordination ability of perchlorate anions presumably facilitates the formation of metal-substrate bonds, which accounts for the superior performance of Cu(ClO4)2 as a homogeneous catalyst when compared to other copper(II) salts. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>We can compare the activity\nand selectivity of our Cu MOF catalysts\nfor aerobic C–C bond cleavage of DPME with other Cu- and V-catalysts\nemployed under homogeneous conditions. For instance, CuCl/TEMPO in\npyridine yielded benzaldehyde (84%) and methyl benzoate (88%) with\n92% conversion after 48 h at 100 °C. However, this reaction utilized oxygen instead of air and multiple\ncatalyst additions due to its low stability. Using  V-complex (dipic)­V<sup>V</sup>(O)­(OiPr), the ketone (benzoin methyl ether) was detected\nas one of the intermediates, affording methyl benzoate (84%) and the\noveroxidized product benzoic acid (85%), with low yields of benzaldehyde\n(9%). In dimethyl sulfoxide (DMSO), the\noveroxidation to benzoic acid was also detected. Therefore, we believe\nthat the straightforward separation of the solid ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> from the\nreaction products and its selectivity toward benzaldehyde represent\nsignificant advances.</p>", "clean_text": "We can compare the activity and selectivity of our Cu MOF catalysts for aerobic C-C bond cleavage of DPME with other Cu- and V-catalysts employed under homogeneous conditions. For instance, CuCl/TEMPO in pyridine yielded benzaldehyde (84%) and methyl benzoate (88%) with 92% conversion after 48 h at 100 °C. However, this reaction utilized oxygen instead of air and multiple catalyst additions due to its low stability. Using  V-complex (dipic)VV(O)(OiPr), the ketone (benzoin methyl ether) was detected as one of the intermediates, affording methyl benzoate (84%) and the overoxidized product benzoic acid (85%), with low yields of benzaldehyde (9%). In dimethyl sulfoxide (DMSO), the overoxidation to benzoic acid was also detected. Therefore, we believe that the straightforward separation of the solid ClO4 -@1 from the reaction products and its selectivity toward benzaldehyde represent significant advances.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The peak performance of ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> suggests a synergistic\neffect between the active copper center and the hosted perchlorate\nion. Following dissociation of the water molecules bound to the copper\npaddlewheels in <bold>1</bold> (see C), the more nucleophilic anions such as\nSCN<sup>–</sup> and N­(CN)<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">–</sup> can presumably compete with the substrate\nfor binding to Cu, thus hampering oxidation of the latter (B, entries 1 and\n2, C, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">S14</ext-link>).\nThus, the nucleophilic character of the different anions tested in\nthis study can be classified as follows: SCN<sup>–</sup> &gt;\nN­(CN)<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">–</sup> &gt; BF<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> ≈ BPh<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> &gt; NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup> ≈ S<sub>2</sub>O<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">2–</sup> &gt; Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup> &gt; ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> (B). The low activity\nobserved for the weakly\ncoordinating anion BPh<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> is also attributed to its larger size (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Tables S1 and S2</ext-link>), potentially hindering  access\nof the substrate to Cu sites. In contrast, the poor activity of BF<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> may reflect the increased ability of fluorine atoms to donate electron\ndensity to copper as compared to some of the oxoanions.</p>", "clean_text": "The peak performance of ClO4 -@1 suggests a synergistic effect between the active copper center and the hosted perchlorate ion. Following dissociation of the water molecules bound to the copper paddlewheels in 1 (see C), the more nucleophilic anions such as SCN- and N(CN)2 - can presumably compete with the substrate for binding to Cu, thus hampering oxidation of the latter (B, entries 1 and 2, C, and S14). Thus, the nucleophilic character of the different anions tested in this study can be classified as follows: SCN- > N(CN)2 - > BF4 - ~ BPh4 - > NO3 - ~ S2O4 2- > Cr2O7 2- > ClO4 - (B). The low activity observed for the weakly coordinating anion BPh4 - is also attributed to its larger size (see Tables S1 and S2), potentially hindering  access of the substrate to Cu sites. In contrast, the poor activity of BF4 -@1 may reflect the increased ability of fluorine atoms to donate electron density to copper as compared to some of the oxoanions.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>More\ninterestingly, the oxidation selectivity also depended strongly\non the nature of the exchanged anion with the observed benzaldehyde\nto ester ratio as follows: BF<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> &gt; BPh<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> &gt; ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> ≈ SCN<sup>–</sup> ≈\nN­(CN)<sub arrange=\"stack\">2</sub>\n<sup arrange=\"stack\">–</sup> &gt; NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup> ≈ S<sub>2</sub>O<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">2–</sup> ≫ Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup> (B). Indeed, the latter\nactually produced more ester than benzaldehyde, in addition to two\nunidentified products.</p>", "clean_text": "More interestingly, the oxidation selectivity also depended strongly on the nature of the exchanged anion with the observed benzaldehyde to ester ratio as follows: BF4 - > BPh4 - > ClO4 - ~ SCN- ~ N(CN)2 - > NO3 - ~ S2O4 2- ≫ Cr2O7 2- (B). Indeed, the latter actually produced more ester than benzaldehyde, in addition to two unidentified products.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>To probe whether the concentration of\nexogenous ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> in the\nreaction medium could play a role in the catalytic process, experiments\nwere conducted under the same conditions using NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> in the\npresence of different concentrations of (<italic>n</italic>-Bu<sub>4</sub>N)­ClO<sub>4</sub> (0.03, 0.06, 0.12, and 0.24 mol L<sup>–1</sup>) (A; for\ndetails see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Supporting Information</ext-link>). The\nmodest catalytic activity observed under these conditions suggests\nthat (i) limited diffusion of ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> occurs within the channels of <bold>1</bold> during the catalytic reactions, and (ii) the presence of\nan external bulky <italic>n</italic>-Bu<sub>4</sub>N<sup>+</sup> cation\nsurrounding the opening of the MOF channels can prevent the loading\nof the substrate, and as a consequence, its conversion. The limited\nClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> diffusion during the reaction can be explained by the much lower\ndielectric constant of toluene (2.38) compared to DMF (36.71), the solvent used during the anion exchange studies.\nThis is an important property of a solvent that provides ionic mobility\nduring charged guest exchanges. Finally, a control experiment performed\nwith (<italic>n</italic>-Bu<sub>4</sub>N)­ClO<sub>4</sub> in the absence\nof <bold>1</bold> did not lead to any conversion of the substrate\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S18</ext-link>), showing that ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> itself\nis not active for the aerobic oxidation of this lignin model.</p>", "clean_text": "To probe whether the concentration of exogenous ClO4 - in the reaction medium could play a role in the catalytic process, experiments were conducted under the same conditions using NO3 -@1 in the presence of different concentrations of (n-Bu4N)ClO4 (0.03, 0.06, 0.12, and 0.24 mol L-1) (A; for details see Supporting Information). The modest catalytic activity observed under these conditions suggests that (i) limited diffusion of ClO4 - occurs within the channels of 1 during the catalytic reactions, and (ii) the presence of an external bulky n-Bu4N+ cation surrounding the opening of the MOF channels can prevent the loading of the substrate, and as a consequence, its conversion. The limited ClO4 - diffusion during the reaction can be explained by the much lower dielectric constant of toluene (2.38) compared to DMF (36.71), the solvent used during the anion exchange studies. This is an important property of a solvent that provides ionic mobility during charged guest exchanges. Finally, a control experiment performed with (n-Bu4N)ClO4 in the absence of 1 did not lead to any conversion of the substrate (Figure S18), showing that ClO4 - itself is not active for the aerobic oxidation of this lignin model.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Comparison\nof catalytic performance toward aerobic oxidation\nof DPME using ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>, and NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> in the presence\nof four different concentrations of NBu<sub>4</sub>ClO<sub>4</sub> (0.03, 0.06, 0.12, and 0.24 mol L<sup>–1</sup>). (B) Comparison\nof catalytic performance toward aerobic oxidation of DPME using (i)\nClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> in the presence of 4-acetamido-TEMPO (Ac-TEMPO),\n(ii) ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> in the presence of TEMPO, (iii) the neutral analogue\nof <bold>1</bold>, <bold>NOTT-102</bold>, and (iv) ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>. The reactions were monitored by means of the benzaldehyde/substrate\nratio estimated from the integration of relevant <sup>1</sup>H NMR\nresonances.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am0c19212_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  (A) Comparison of catalytic performance toward aerobic oxidation of DPME using ClO4 -@1, and NO3 -@1 in the presence of four different concentrations of NBu4ClO4 (0.03, 0.06, 0.12, and 0.24 mol L-1). (B) Comparison of catalytic performance toward aerobic oxidation of DPME using (i) ClO4 -@1 in the presence of 4-acetamido-TEMPO (Ac-TEMPO), (ii) ClO4 -@1 in the presence of TEMPO, (iii) the neutral analogue of 1, NOTT-102, and (iv) ClO4 -@1. The reactions were monitored by means of the benzaldehyde/substrate ratio estimated from the integration of relevant 1H NMR resonances.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>After the first use in catalysis,\nClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> was centrifuged,\nand the resultant colorless filtrate was separated. The remaining\ncrystals of ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> were washed several times with toluene and characterized\nby FT-IR and PXRD, confirming the retention of its structure (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figures S19A,B and S20</ext-link>). The recovered material\nwas then reused under the same conditions (for details see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Supporting Information</ext-link>), exhibiting a significant\nloss of activity with 58% conversion (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S21</ext-link>), likely due to poisoning of copper­(II) sites in the MOF by water,\none of the reaction products (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S19</ext-link>C,D). Nevertheless, the reconditioned ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> sample was found\nto exhibit better activity than, for example, freshly prepared BF<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>. In contrast, adding a new substrate loading to the colorless filtrate\ngave no substrate conversion after 48 h, confirming that the observed\ncatalysis is due to the solid MOF instead of leached species in the\nsolution (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">Figure S22</ext-link>).</p>", "clean_text": "After the first use in catalysis, ClO4 -@1 was centrifuged, and the resultant colorless filtrate was separated. The remaining crystals of ClO4 -@1 were washed several times with toluene and characterized by FT-IR and PXRD, confirming the retention of its structure (Figures S19A,B and S20). The recovered material was then reused under the same conditions (for details see Supporting Information), exhibiting a significant loss of activity with 58% conversion (Figure S21), likely due to poisoning of copper(II) sites in the MOF by water, one of the reaction products (Figure S19C,D). Nevertheless, the reconditioned ClO4 -@1 sample was found to exhibit better activity than, for example, freshly prepared BF4 -@1. In contrast, adding a new substrate loading to the colorless filtrate gave no substrate conversion after 48 h, confirming that the observed catalysis is due to the solid MOF instead of leached species in the solution (Figure S22).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The free oxyl\nradicals 2,2,6,6-tetramethylpiperidine-1-oxyl (TEMPO)\nor 4-acetamido-TEMPO (20 mol %), often employed as oxidation cocatalysts\nwith Cu, were also added to the reaction medium in an attempt to accelerate\nthe reaction catalyzed by ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>. However, such\naddition gave a significant decrease in the reaction rate (B), suggesting that\nthe oxyl radicals are also competing for the copper sites within the\nMOF pores, thus hindering substrate access.</p>", "clean_text": "The free oxyl radicals 2,2,6,6-tetramethylpiperidine-1-oxyl (TEMPO) or 4-acetamido-TEMPO (20 mol %), often employed as oxidation cocatalysts with Cu, were also added to the reaction medium in an attempt to accelerate the reaction catalyzed by ClO4 -@1. However, such addition gave a significant decrease in the reaction rate (B), suggesting that the oxyl radicals are also competing for the copper sites within the MOF pores, thus hindering substrate access.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>To assess the influence\nof the viologen-based linker and  cationic\nnature of the MOF, the neutral analogue of <bold>1</bold> designated\nas <bold>NOTT-102</bold>\n was tested under\nthe same conditions. This study revealed that <bold>NOTT-102</bold> also displays some catalytic activity (B), supporting our conclusion that the active\nsites for catalysis are isolated copper­(II) centers. However, the\ncatalytic performance of <bold>NOTT-102</bold> was significantly lower\nthan that of ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> (B), confirming the synergy of copper­(II) sites, perchlorate,\nand oxygen (from air) in the confined environment provided by the\ncationic MOF. The viologen motifs in <bold>1</bold> are likely acting\nas electron-withdrawing groups on the terminal carboxylates, making\nthem weaker ligands to the copper­(II) centers, which in part explains\nthe lower stability of <bold>1</bold> in water. For catalytic purposes,\nthe presence of viologen increases the electrophilicity of copper\ncenters allowing a better interaction of copper with the substrate,\nleading to its higher conversion in comparison to <bold>NOTT-102</bold>.</p>", "clean_text": "To assess the influence of the viologen-based linker and  cationic nature of the MOF, the neutral analogue of 1 designated as NOTT-102  was tested under the same conditions. This study revealed that NOTT-102 also displays some catalytic activity (B), supporting our conclusion that the active sites for catalysis are isolated copper(II) centers. However, the catalytic performance of NOTT-102 was significantly lower than that of ClO4 -@1 (B), confirming the synergy of copper(II) sites, perchlorate, and oxygen (from air) in the confined environment provided by the cationic MOF. The viologen motifs in 1 are likely acting as electron-withdrawing groups on the terminal carboxylates, making them weaker ligands to the copper(II) centers, which in part explains the lower stability of 1 in water. For catalytic purposes, the presence of viologen increases the electrophilicity of copper centers allowing a better interaction of copper with the substrate, leading to its higher conversion in comparison to NOTT-102.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The above results demonstrate that <bold>1</bold>, a cationic metal–organic\nframework featuring accessible open metal sites along the copper­(II)\npaddlewheel axis, can readily undergo anion-exchange reactions using\na procedure that is both easily modifiable and functional at room\ntemperature. The viologen motif inserted in the ligand template generates\na charge-gradient, providing favorable ionic interactions between\nthe anionic guests and the host framework. Furthermore, utilization\nof the anion-exchanged MOFs toward C–C bond cleavage using\na lignin model as substrate and oxygen as oxidant showed a notable\nanion-dependent activity and selectivity. All of the tested anion-exchanged\nMOFs, except Cr<sub>2</sub>O<sub arrange=\"stack\">7</sub>\n<sup arrange=\"stack\">2–</sup>@<bold>1</bold>, were more selective\nfor the C–O followed by C–C bond cleavage pathway.</p>", "clean_text": "Conclusions\n\nThe above results demonstrate that 1, a cationic metal-organic framework featuring accessible open metal sites along the copper(II) paddlewheel axis, can readily undergo anion-exchange reactions using a procedure that is both easily modifiable and functional at room temperature. The viologen motif inserted in the ligand template generates a charge-gradient, providing favorable ionic interactions between the anionic guests and the host framework. Furthermore, utilization of the anion-exchanged MOFs toward C-C bond cleavage using a lignin model as substrate and oxygen as oxidant showed a notable anion-dependent activity and selectivity. All of the tested anion-exchanged MOFs, except Cr2O7 2-@1, were more selective for the C-O followed by C-C bond cleavage pathway.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Ongoing efforts are directed toward discovering other frameworks\nthat display similar anion-exchange capabilities and robustness, allowing\nfor transformations of biomass using mild conditions in aqueous media,\nbesides investigating more complex lignin models. The present results\ndemonstrate that postsynthetic anion exchange of metal–organic\nframeworks can be used to design catalysts with anion-dependent reactivity\nand selectivity through a judicious choice of the guest anion. The\namalgamation of accessible open metal sites with confined spaces that\nprovide a controlled reaction environment is highly promising in the\ndevelopment of next-generation heterogeneous catalysts.</p>", "clean_text": "Ongoing efforts are directed toward discovering other frameworks that display similar anion-exchange capabilities and robustness, allowing for transformations of biomass using mild conditions in aqueous media, besides investigating more complex lignin models. The present results demonstrate that postsynthetic anion exchange of metal-organic frameworks can be used to design catalysts with anion-dependent reactivity and selectivity through a judicious choice of the guest anion. The amalgamation of accessible open metal sites with confined spaces that provide a controlled reaction environment is highly promising in the development of next-generation heterogeneous catalysts.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.0c19212?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsami.0c19212</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials and experimental\nmethods including physical\nmeasurements, syntheses, anion-exchange study, and characterization\n(Figures S1–S22 and Tables S1 and S2) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.0c19212.  Materials and experimental methods including physical measurements, syntheses, anion-exchange study, and characterization (Figures S1-S22 and Tables S1 and S2) (PDF)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Materials and experimental\nmethods including physical\nmeasurements, syntheses, anion-exchange study, and characterization\n(Figures S1–S22 and Tables S1 and S2) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c19212/suppl_file/am0c19212_si_001.pdf\">PDF</ext-link>)</p><p>W.D.d.P.\nand F.G.M. contributed equally.</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "Materials and experimental methods including physical measurements, syntheses, anion-exchange study, and characterization (Figures S1-S22 and Tables S1 and S2) (PDF)\n\nW.D.d.P. and F.G.M. contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Structure of <bold>1</bold> viewed along\nthe <italic>a</italic>-axis; blue = N, red = O, green = CuO<sub>5</sub> square pyramidal\ngeometry of the copper­(II) ions. The purple sphere highlights the\nspherical cavity present in <bold>1</bold> (about 13.2 Å in diameter).\n(B) Differences in the core motifs of the organic linkers found in <bold>1</bold> (viologen) and <bold>NOTT-102</bold> (biphenyl). (C) Coordination\nenvironment of the dicopper paddlewheels, showing the exchange of\nwater molecules in the apical position, thus providing accessible\nopen metal sites for catalysis. The arrows represent the dissociation\nof coordinated water molecules.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am0c19212_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  (A) Structure of 1 viewed along the a-axis; blue = N, red = O, green = CuO5 square pyramidal geometry of the copper(II) ions. The purple sphere highlights the spherical cavity present in 1 (about 13.2 Å in diameter). (B) Differences in the core motifs of the organic linkers found in 1 (viologen) and NOTT-102 (biphenyl). (C) Coordination environment of the dicopper paddlewheels, showing the exchange of water molecules in the apical position, thus providing accessible open metal sites for catalysis. The arrows represent the dissociation of coordinated water molecules.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) FT-IR spectra of as-synthesized <bold>1</bold> (NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>) and its anion-exchanged derivatives, highlighting\nselected bands\nof the corresponding anions. Inclusion of anions without any characteristic\nbands was monitored by the disappearance of the shoulder near 1300\ncm<sup>–1</sup> (highlighted green rectangle), assigned to\nan N–O asymmetric stretching vibration of the nitrate anion.\n(B) PXRD patterns of as-synthesized <bold>1</bold> and its anion-exchanged\nderivatives. (C) <sup>15</sup>N magic-angle spinning nuclear magnetic\nresonance (MAS NMR) of <sup>15</sup>NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> before and after\n exchange with ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup> under the same spectroscopic conditions.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am0c19212_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) FT-IR spectra of as-synthesized 1 (NO3 -@1) and its anion-exchanged derivatives, highlighting selected bands of the corresponding anions. Inclusion of anions without any characteristic bands was monitored by the disappearance of the shoulder near 1300 cm-1 (highlighted green rectangle), assigned to an N-O asymmetric stretching vibration of the nitrate anion. (B) PXRD patterns of as-synthesized 1 and its anion-exchanged derivatives. (C) 15N magic-angle spinning nuclear magnetic resonance (MAS NMR) of 15NO3 -@1 before and after  exchange with ClO4 - under the same spectroscopic conditions.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Schematic representation of the aerobic oxidation\nof DPME using\nCu<sup>II</sup>-MOFs. (B) Catalysts tested in aerobic oxidation of\nDPME with respective conversion and yields of benzaldehyde (I) and\nmethyl benzoate (II) estimated from the integration of aromatic protons\n(see details in <xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>B).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am0c19212_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) Schematic representation of the aerobic oxidation of DPME using CuII-MOFs. (B) Catalysts tested in aerobic oxidation of DPME with respective conversion and yields of benzaldehyde (I) and methyl benzoate (II) estimated from the integration of aromatic protons (see details in Figure  B).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Zoom-in of the <sup>1</sup>H NMR spectra (A) in the region\nbetween\n9.9 and 10.2 ppm, showing the benzaldehyde C­(O)H resonance; (B) in\nthe region between 7.85 and 8.20 ppm, showing aromatic multiplets\ndue to benzaldehyde (7.88–7.92 ppm), methyl benzoate (7.98–8.02\nppm), and other minor oxidation products; and (C) in the region between\n3.3 and 5.0 ppm, showing the C–H resonances of the two DPME\ndiastereomers. Peaks observed at 3.9 ppm are due to OCH<sub>3</sub> protons from the ester product methyl benzoate. The control experiment\nwas performed using DPME in toluene in the absence of <bold>1</bold> (100 °C, 48 h).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am0c19212_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Zoom-in of the 1H NMR spectra (A) in the region between 9.9 and 10.2 ppm, showing the benzaldehyde C(O)H resonance; (B) in the region between 7.85 and 8.20 ppm, showing aromatic multiplets due to benzaldehyde (7.88-7.92 ppm), methyl benzoate (7.98-8.02 ppm), and other minor oxidation products; and (C) in the region between 3.3 and 5.0 ppm, showing the C-H resonances of the two DPME diastereomers. Peaks observed at 3.9 ppm are due to OCH3 protons from the ester product methyl benzoate. The control experiment was performed using DPME in toluene in the absence of 1 (100 °C, 48 h).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Possible Pathways for the Aerobic\nOxidation of 1,2-Diphenyl-2-methoxyethanol\nin the Presence of MOFs</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am0c19212_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Possible Pathways for the Aerobic Oxidation of 1,2-Diphenyl-2-methoxyethanol in the Presence of MOFs   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Comparison\nof catalytic performance toward aerobic oxidation\nof DPME using ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>, and NO<sub arrange=\"stack\">3</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> in the presence\nof four different concentrations of NBu<sub>4</sub>ClO<sub>4</sub> (0.03, 0.06, 0.12, and 0.24 mol L<sup>–1</sup>). (B) Comparison\nof catalytic performance toward aerobic oxidation of DPME using (i)\nClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> in the presence of 4-acetamido-TEMPO (Ac-TEMPO),\n(ii) ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold> in the presence of TEMPO, (iii) the neutral analogue\nof <bold>1</bold>, <bold>NOTT-102</bold>, and (iv) ClO<sub arrange=\"stack\">4</sub>\n<sup arrange=\"stack\">–</sup>@<bold>1</bold>. The reactions were monitored by means of the benzaldehyde/substrate\nratio estimated from the integration of relevant <sup>1</sup>H NMR\nresonances.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am0c19212_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  (A) Comparison of catalytic performance toward aerobic oxidation of DPME using ClO4 -@1, and NO3 -@1 in the presence of four different concentrations of NBu4ClO4 (0.03, 0.06, 0.12, and 0.24 mol L-1). (B) Comparison of catalytic performance toward aerobic oxidation of DPME using (i) ClO4 -@1 in the presence of 4-acetamido-TEMPO (Ac-TEMPO), (ii) ClO4 -@1 in the presence of TEMPO, (iii) the neutral analogue of 1, NOTT-102, and (iv) ClO4 -@1. The reactions were monitored by means of the benzaldehyde/substrate ratio estimated from the integration of relevant 1H NMR resonances.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.0c19212", "title": null, "journal": "American\nChemical Society", "date": "2020.12", "author_list": ["do Pim\nWalace\nD.", "Mendonça\nFernanda G.", "Brunet\nGabriel", "Facey\nGlenn A.", "Chevallier\nFloris", "Bucher\nChristophe", "Baker\nR. Tom", "Murugesu\nMuralee"]}}