{"filepath": "../L2M3_data/1_application_papers/acs_xml/am0c05512.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Polycyclic\naromatic hydrocarbons such as perylene and pyrene and\ntheir derivatives are highly emissive fluorophores in solution. However,\nthe practical applications of these materials in the field of molecular\nelectronic and light-emitting devices are often hindered by self-quenching\neffects because of the formation of nonfluorescent aggregates in concentrated\nsolutions or in the solid state. Herein, we demonstrate that aggregation-caused\nquenching of perylenes can be minimalized by molecular incorporation\ninto metal–organic frameworks (MOFs). This study utilized a\nstable Zr<sub>6</sub> cluster-based MOF, UiO-67, as a matrix. Linear\nlinkers containing photoresponsive moieties were designed and incorporated\ninto the parent UiO-67 scaffold through the partial replacement of\nthe nonfluorescent linkers of a similar length, forming mixed-linker\nMOFs. The average distance between perylene moieties was tuned by\nchanging the linker ratios, thus controlling the fluorescence intensity,\nemission wavelength, and quantum yield. Molecular modeling was further\nadopted to correlate the number of isolated perylene linkers within\nthe framework with the ratio between the two linkers, thereby rationalizing\nthe change in the observed fluorescent properties. Taking advantage\nof the tunable fluorescence, inherent porosity, and high chemical\nstability of this MOF platform, it was applied as a fluorescent sensor\nfor oxygen detection in the gas phase, a model reaction, showing fast\nresponse and good recyclability.</p>", "clean_text": "Polycyclic aromatic hydrocarbons such as perylene and pyrene and their derivatives are highly emissive fluorophores in solution. However, the practical applications of these materials in the field of molecular electronic and light-emitting devices are often hindered by self-quenching effects because of the formation of nonfluorescent aggregates in concentrated solutions or in the solid state. Herein, we demonstrate that aggregation-caused quenching of perylenes can be minimalized by molecular incorporation into metal-organic frameworks (MOFs). This study utilized a stable Zr6 cluster-based MOF, UiO-67, as a matrix. Linear linkers containing photoresponsive moieties were designed and incorporated into the parent UiO-67 scaffold through the partial replacement of the nonfluorescent linkers of a similar length, forming mixed-linker MOFs. The average distance between perylene moieties was tuned by changing the linker ratios, thus controlling the fluorescence intensity, emission wavelength, and quantum yield. Molecular modeling was further adopted to correlate the number of isolated perylene linkers within the framework with the ratio between the two linkers, thereby rationalizing the change in the observed fluorescent properties. Taking advantage of the tunable fluorescence, inherent porosity, and high chemical stability of this MOF platform, it was applied as a fluorescent sensor for oxygen detection in the gas phase, a model reaction, showing fast response and good recyclability.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Polycyclic\naromatic hydrocarbons, with extended π-conjugated\nstructures, have been widely investigated as candidates for fluorescent\nmaterials. Perylene is known to have intriguing photophysical properties such\nas high fluorescence quantum yield, long lifetimes of excited singlet,\nenvironment responsive emissions, and the ability to form excimers/exciplex\nby aggregation. Therefore, perylene and its derivatives have attracted\nenormous research interests as highly emitting materials for chemosensors,\nlight-emitting diodes, liquid crystal lasers, and solar cells. Despite numerous advantages, the practical application of perylene-based\nfluorophores is often limited by their poor solubility and their tendency\nto form π-stacked aggregates with forbidden fluorescence (so-called\nH-aggregates). This phenomenon, known as “aggregation-caused\nquenching” (ACQ), has been observed in many π-conjugated\nsystems. Applications for fluorescent devices often require the fluorophore\nto be in a solid state. However, perylene solids are usually nonfluorescent\nbecause of the ACQ effect hindering their application (). In addition, some luminescence\nprobes based on hydrophobic aromatics form aggregates in polar solvents,\nfurther limiting their application. To eliminate the ACQ effect, bulky\nsubstituents such as alkyl groups or cyclodextrin groups have been\nintroduced to the aromatic fluorophores, preventing the stacking of\nthe π-conjugated structures. For example, alkyl-substituted\npyrene molecules were synthesized showing enhanced fluorescence induced\nby the incorporation of alkyl groups. In\nanother example, perylene bisimide was grafted onto β-cyclodextrin\nmolecules to avoid aggregation, resulting in a solid-state vapor fluorescence\nsensor. Although these modification methods\neffectively reduced ACQ, they usually require a complicated structural\ndesign and a tedious organic synthesis. Furthermore, the application\nof these nonporous solids as fluorescent gas sensors is often hindered\nby their low gas permeability. As an alternative to molecular covalent\nmodifications, metal–ligand coordination interactions represent\nan effective approach to the controlled assembly of aromatic fluorophores.\nThis idea has been recently demonstrated in an elegant work by Stang\nand co-workers, where they demonstrated the increased solubility and\nenhanced fluorescent tunability of metallocycles that contained pyrene\nmolecules in the super structure.\n</p>", "clean_text": "Introduction\n\nPolycyclic aromatic hydrocarbons, with extended π-conjugated structures, have been widely investigated as candidates for fluorescent materials. Perylene is known to have intriguing photophysical properties such as high fluorescence quantum yield, long lifetimes of excited singlet, environment responsive emissions, and the ability to form excimers/exciplex by aggregation. Therefore, perylene and its derivatives have attracted enormous research interests as highly emitting materials for chemosensors, light-emitting diodes, liquid crystal lasers, and solar cells. Despite numerous advantages, the practical application of perylene-based fluorophores is often limited by their poor solubility and their tendency to form π-stacked aggregates with forbidden fluorescence (so-called H-aggregates). This phenomenon, known as \"aggregation-caused quenching\" (ACQ), has been observed in many π-conjugated systems. Applications for fluorescent devices often require the fluorophore to be in a solid state. However, perylene solids are usually nonfluorescent because of the ACQ effect hindering their application (). In addition, some luminescence probes based on hydrophobic aromatics form aggregates in polar solvents, further limiting their application. To eliminate the ACQ effect, bulky substituents such as alkyl groups or cyclodextrin groups have been introduced to the aromatic fluorophores, preventing the stacking of the π-conjugated structures. For example, alkyl-substituted pyrene molecules were synthesized showing enhanced fluorescence induced by the incorporation of alkyl groups. In another example, perylene bisimide was grafted onto β-cyclodextrin molecules to avoid aggregation, resulting in a solid-state vapor fluorescence sensor. Although these modification methods effectively reduced ACQ, they usually require a complicated structural design and a tedious organic synthesis. Furthermore, the application of these nonporous solids as fluorescent gas sensors is often hindered by their low gas permeability. As an alternative to molecular covalent modifications, metal-ligand coordination interactions represent an effective approach to the controlled assembly of aromatic fluorophores. This idea has been recently demonstrated in an elegant work by Stang and co-workers, where they demonstrated the increased solubility and enhanced fluorescent tunability of metallocycles that contained pyrene molecules in the super structure. ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Design-isolated\nperylene fluorophores in a solid MOF.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am0c05512_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Design-isolated perylene fluorophores in a solid MOF.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>It has been demonstrated that metal–organic frameworks (MOFs)\ncould be utilized as ideal platforms for the isolation of aromatic\nfluorophores in the solid state. MOFs are a class of porous materials\nconstructed from metal-based inorganic nodes and organic linkers.\nBecause of their inherent porosity and structural diversity, MOFs\nhave been recognized as potential candidates for various applications,\nincluding gas storage/separation, catalysis, chemical sensing, energy\nharvesting, and biomedicine. The structure, composition and physiochemical properties of MOFs\nare highly tunable through the judicious selection of the metal nodes\nand organic linkers. Organic fluorophores such as pyrene, anthracene,\ntetraphenylethylene, boron dipyrromethene, and porphyrin have been\ndesigned as organic linkers forming solid-state fluorescent MOFs. These MOFs can be viewed as an inherent three-dimensional array\nof fluorescent molecules separated from each other through a vast\narray of highly ordered metal-based inorganic nodes. Compared with\ntraditional organic fluorescent materials, MOFs exhibit additional\nadvantages in fluorescent sensing: (1) the rigid framework structure\nprevents the formation of π-stacking between aromatic fluorophores,\nenhancing their fluorescence; (2) the inherent porosity of the framework\nensures the access of guest molecules even in bulk materials without\nnecessarily fabricating thin films.</p>", "clean_text": "It has been demonstrated that metal-organic frameworks (MOFs) could be utilized as ideal platforms for the isolation of aromatic fluorophores in the solid state. MOFs are a class of porous materials constructed from metal-based inorganic nodes and organic linkers. Because of their inherent porosity and structural diversity, MOFs have been recognized as potential candidates for various applications, including gas storage/separation, catalysis, chemical sensing, energy harvesting, and biomedicine. The structure, composition and physiochemical properties of MOFs are highly tunable through the judicious selection of the metal nodes and organic linkers. Organic fluorophores such as pyrene, anthracene, tetraphenylethylene, boron dipyrromethene, and porphyrin have been designed as organic linkers forming solid-state fluorescent MOFs. These MOFs can be viewed as an inherent three-dimensional array of fluorescent molecules separated from each other through a vast array of highly ordered metal-based inorganic nodes. Compared with traditional organic fluorescent materials, MOFs exhibit additional advantages in fluorescent sensing: (1) the rigid framework structure prevents the formation of π-stacking between aromatic fluorophores, enhancing their fluorescence; (2) the inherent porosity of the framework ensures the access of guest molecules even in bulk materials without necessarily fabricating thin films.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, we isolated perylene\nfluorophore in a MOF to enhance fluorescence\nby avoiding ACQ. Linear organic linkers with perylene moieties as\npart of the backbone (3,10-perylene-dicarboxylate, denoted as L1)\nwere connected with Zr<sub>6</sub>-nodes to form UiO-67 isostructures\n(University of Oslo). The concentration of the perylene moieties within\nthe MOF was further optimized by partially replacing with a nonfluorescent\nlinker of similar length (4,4′-biphenyldicarboxylate, denoted\nas L2), forming mixed-linker MOF series (). By tuning the linker ratios, the distance\nbetween the perylene molecules could be adjusted, which in turn modulated\nthe excimer formation and photophysical properties of MOFs. By carefully\ncontrolling the linker ratios, a highly fluorescent MOF with inherent\nporosity and strong chemical stability was obtained, which acts as\na fluorescent sensor for the detection of oxygen gas.</p>", "clean_text": "Herein, we isolated perylene fluorophore in a MOF to enhance fluorescence by avoiding ACQ. Linear organic linkers with perylene moieties as part of the backbone (3,10-perylene-dicarboxylate, denoted as L1) were connected with Zr6-nodes to form UiO-67 isostructures (University of Oslo). The concentration of the perylene moieties within the MOF was further optimized by partially replacing with a nonfluorescent linker of similar length (4,4'-biphenyldicarboxylate, denoted as L2), forming mixed-linker MOF series (). By tuning the linker ratios, the distance between the perylene molecules could be adjusted, which in turn modulated the excimer formation and photophysical properties of MOFs. By carefully controlling the linker ratios, a highly fluorescent MOF with inherent porosity and strong chemical stability was obtained, which acts as a fluorescent sensor for the detection of oxygen gas.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>A Zr-based MOF, UiO-67, was initially selected as a platform because\nof its high chemical stability and the close shell d<sup>0</sup> configuration\nof the Zr<sup>4+</sup> metal centers, precluding any contribution\nfrom paramagnetic quenching by the metal clusters. A fluorescent linker,\nL1, was designed by anchoring two carboxylate groups to the 3,10-position\nof perylene molecules. Meanwhile, a nonfluorescent linker L2, possessing\nan identical length to that of L1, was selected. The combination of\nthe linear linkers and the Zr metal clusters was expected to give\nrise to Zr-MOFs with the <bold>fcu</bold> topology. Furthermore, it\nhas been reported that linkers with identical lengths and coordination\ngroups, but different substituents, can be incorporated into a mixed-linker\nMOF without phase separation. Therefore, we expected that L1 and L2\ncould be simultaneously incorporated into a UiO-type MOF scaffold\nin the form of a solid solution.</p>", "clean_text": "Results and Discussion\n\nA Zr-based MOF, UiO-67, was initially selected as a platform because of its high chemical stability and the close shell d0 configuration of the Zr4+ metal centers, precluding any contribution from paramagnetic quenching by the metal clusters. A fluorescent linker, L1, was designed by anchoring two carboxylate groups to the 3,10-position of perylene molecules. Meanwhile, a nonfluorescent linker L2, possessing an identical length to that of L1, was selected. The combination of the linear linkers and the Zr metal clusters was expected to give rise to Zr-MOFs with the fcu topology. Furthermore, it has been reported that linkers with identical lengths and coordination groups, but different substituents, can be incorporated into a mixed-linker MOF without phase separation. Therefore, we expected that L1 and L2 could be simultaneously incorporated into a UiO-type MOF scaffold in the form of a solid solution.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>As expected, an isoreticular\nUiO-67 MOF structure was obtained\nthrough the solvothermal reaction between L1, L2, and Zr<sup>4+</sup>. By varying the L1 ratio in the starting material from 0 to 100%,\nMOFs with the same framework structure but different perylene contents\nwere obtained, namely UiO-67-<italic>X</italic>%. The L1 ratio (<italic>X</italic>%) in UiO-67-<italic>X</italic>%, defined as the moles\nof L1 divided by the moles of total organic linkers (L1 + L2), was\ndetermined by <sup>1</sup>H nuclear magnetic resonance (NMR) and ultraviolet–visible\n(UV–vis) spectroscopies of the digested samples (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">Figure S1</ext-link>). Single crystals of UiO-67-8% were\nsuccessfully obtained. Single-crystal X-ray diffraction (SCXRD) revealed\nthat UiO-67-8% crystallized in the cubic space group <italic>Fm</italic>3̅<italic>m</italic>. The structure\nof UiO-67-8% was similar to that of UiO-67. Each Zr<sub>6</sub> cluster\nwas 12-connected to linear linkers, forming a network with the <bold>fcu</bold> topology. The existence of both L1 and L2 in the mixed-linker\nUiO-67-8% was clearly observed in the single-crystal structures, in\nwhich L1 and L2 were substitutional disordered (a). Meanwhile, L1 is two-fold disordered\nbecause of the high symmetry of the crystal lattice (<italic>Fm</italic>3̅<italic>m</italic>). The occupancy of L1 was refined as 0.08\nin UiO-67-8% based on the <sup>1</sup>H NMR data of the digested sample.\nFurther increasing the L1 concentration caused severe disorders so\nthat the crystal structures cannot be precisely refined from the SCXRD\ndata. Powder X-ray diffraction patterns (PXRD) of the UiO-67-<italic>X</italic>% series (<italic>X</italic> = 0, 1.8, 3.8, 20, 41, and\n100%) are almost identical (b). These results are in line with the same framework\nstructures determined by SCXRD. The PXRD pattern matches well with\nsimulations based on SCXRD, verifying the phase purity of the bulk\nsamples.</p>", "clean_text": "As expected, an isoreticular UiO-67 MOF structure was obtained through the solvothermal reaction between L1, L2, and Zr4+. By varying the L1 ratio in the starting material from 0 to 100%, MOFs with the same framework structure but different perylene contents were obtained, namely UiO-67-X%. The L1 ratio (X%) in UiO-67-X%, defined as the moles of L1 divided by the moles of total organic linkers (L1 + L2), was determined by 1H nuclear magnetic resonance (NMR) and ultraviolet-visible (UV-vis) spectroscopies of the digested samples (Figure S1). Single crystals of UiO-67-8% were successfully obtained. Single-crystal X-ray diffraction (SCXRD) revealed that UiO-67-8% crystallized in the cubic space group Fm3̅m. The structure of UiO-67-8% was similar to that of UiO-67. Each Zr6 cluster was 12-connected to linear linkers, forming a network with the fcu topology. The existence of both L1 and L2 in the mixed-linker UiO-67-8% was clearly observed in the single-crystal structures, in which L1 and L2 were substitutional disordered (a). Meanwhile, L1 is two-fold disordered because of the high symmetry of the crystal lattice (Fm3̅m). The occupancy of L1 was refined as 0.08 in UiO-67-8% based on the 1H NMR data of the digested sample. Further increasing the L1 concentration caused severe disorders so that the crystal structures cannot be precisely refined from the SCXRD data. Powder X-ray diffraction patterns (PXRD) of the UiO-67-X% series (X = 0, 1.8, 3.8, 20, 41, and 100%) are almost identical (b). These results are in line with the same framework structures determined by SCXRD. The PXRD pattern matches well with simulations based on SCXRD, verifying the phase purity of the bulk samples.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Single-crystal structure of UiO-67-0.8% showing the coexistence\nof L1 (blue) and L2 (black). (b) PXRD patterns of UiO-67-<italic>X</italic>% (<italic>X</italic> = 0, 1.8, 3.8, 20, 41, and 100%). (c) N<sub>2</sub> adsorption–desorption isotherms of UiO-67-<italic>X</italic>% (<italic>X</italic> = 0, 1.8, 3.8, 20, 41, and 100%)\nat 77 K, 1 bar. (d) Pore size distribution derived from adsorption\nisotherms. (e) PL emission spectra of UiO-67-<italic>X</italic>% (excitation\nwavelength 300 nm). (f) Intensity of the monomer (400 nm) and excimer\nemission peaks (520 nm) as a function of L1 ratios. Inset shows the\nphotos of UiO-67-<italic>X</italic>% samples under ambient light and\nUV light (365 nm).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am0c05512_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Single-crystal structure of UiO-67-0.8% showing the coexistence of L1 (blue) and L2 (black). (b) PXRD patterns of UiO-67-X% (X = 0, 1.8, 3.8, 20, 41, and 100%). (c) N2 adsorption-desorption isotherms of UiO-67-X% (X = 0, 1.8, 3.8, 20, 41, and 100%) at 77 K, 1 bar. (d) Pore size distribution derived from adsorption isotherms. (e) PL emission spectra of UiO-67-X% (excitation wavelength 300 nm). (f) Intensity of the monomer (400 nm) and excimer emission peaks (520 nm) as a function of L1 ratios. Inset shows the photos of UiO-67-X% samples under ambient light and UV light (365 nm).   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>The porosity of the UiO-67-<italic>X</italic>% series (<italic>X</italic> = 0, 1.8, 3.8, 20, 41, and\n100%) was determined through\nN<sub>2</sub> adsorption–desorption isotherms at 77 K, 1 bar.\nThe total N<sub>2</sub> uptakes were shown to gradually decrease with\nthe increase of L1 concentration in the sample (c). This corresponded to the partial occupancy\nof the pore space by the bulkier perylene moieties. This result was\nin line with the pore size distributions of the MOFs as well, showing\na reduction in the pore size upon the incorporation of L1. UiO-67\npossesses a total N<sub>2</sub> uptake of 740 cm<sup>3</sup> g<sup>–1</sup>, a Brunauer–Emmett–Teller (BET) surface\narea of 2120 m<sup>2</sup> g<sup>–1</sup>, and a pore size\nof 1.2 nm, whereas UiO-67-100% showed a reduced N<sub>2</sub> uptake\n(450 cm<sup>3</sup> g<sup>–1</sup>), BET surface area (1168\nm<sup>2</sup> g<sup>–1</sup>), and pore size (1.0 nm). The\nuniform and gradually reduced pore size upon the incorporation of\nL1 also suggests that the two linkers were well-mixed within the framework\n(d).</p>", "clean_text": "The porosity of the UiO-67-X% series (X = 0, 1.8, 3.8, 20, 41, and 100%) was determined through N2 adsorption-desorption isotherms at 77 K, 1 bar. The total N2 uptakes were shown to gradually decrease with the increase of L1 concentration in the sample (c). This corresponded to the partial occupancy of the pore space by the bulkier perylene moieties. This result was in line with the pore size distributions of the MOFs as well, showing a reduction in the pore size upon the incorporation of L1. UiO-67 possesses a total N2 uptake of 740 cm3 g-1, a Brunauer-Emmett-Teller (BET) surface area of 2120 m2 g-1, and a pore size of 1.2 nm, whereas UiO-67-100% showed a reduced N2 uptake (450 cm3 g-1), BET surface area (1168 m2 g-1), and pore size (1.0 nm). The uniform and gradually reduced pore size upon the incorporation of L1 also suggests that the two linkers were well-mixed within the framework (d).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>The UiO-67-<italic>X</italic>% series are fluorescent platforms\nwith well-separated perylene molecules, preventing ACQ effects. Moreover,\nthe average distance between the fluorophores could be modified by\nadjusting the concentration of the perylene-containing linker in the\nmixed-linker MOF. The UV–vis absorption spectra and photoluminescence\n(PL) emission spectra of the MOF was monitored as linker ratios were\nadjusted (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">Figure S2</ext-link>). The absorption spectrum\nshowed a signature perylene-linker, L1, peak at 445 nm, whereas the\nadsorption of the nonperylene-containing linker, L2, appeared at 275\nnm. This is further confirmed by the increased perylene peak intensity\nupon increasing the concentration of L1 in the MOF. The excitation\nwavelength for the PL spectra was set to 300 nm. This wavelength was\nchosen because L1 has a strong absorption at 300 nm but L2 remains\nsilent. Upon irradiation at 300 nm, the samples with low L1 ratios\n(&lt;0.35%) showed a single emission peak centered at 400 nm. This\npeak corresponded to the emission of the isolated perylene monomers.\nWhen the L1 doping ratio was higher than 0.35%, a broad emission peak\nemerged at ∼520 nm. This peak could be attributed to excimer\nformation between adjacent perylene moieties. Along with the augmentation\nof the excimer emission peak at ∼520 nm, the monomer emission\nband was shown to dramatically decrease as a function of the concentration\nof the linker. The larger the contribution of the excimers to the\nemission of the MOF, the more the observed fluorescence became red-shifted.\nThe excimer emission reached a maximum when the content of the L1\nlinker reached 1.8%. Further increases to the L1 concentration in\nthe final MOF significantly decreased the emission intensity of both\nthe monomer and the excimer. The UiO-67-30% framework had little to\nno fluorescence because of concentration-based quenching. The change\nin the fluorescent intensity and wavelengths could be visually observed\nin the photos of the UiO-67-<italic>X</italic>% samples under ambient\nlight and UV light (365 nm, e,f). The peak intensities of the monomer (400 nm)\nand excimer emissions (520 nm) were plotted against the L1 ratio to\ndemonstrate the excimer formation and concentration quenching. Because\nthe samples over 10% have almost no PL intensity, only samples within\n10% were included when discussing their PL intensity. The excitation\nlifetime also showed a strong dependence on the L1 ratio, reaching\na maximum when the L1 concentration was within the range of 0.35–1.8%.\nThis agreed well with the formation of the excimers and the quenching\nof the fluorescence emission. The global fluorescence quantum yields\nof the solid UiO-67-<italic>X</italic>% samples were measured in air\nand were shown to follow a trend similar to that of the PL intensity.\nUiO-67-1.8% had the highest quantum yield (50%) of the UiO-67-<italic>X</italic>% series (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">Figure S3</ext-link>). A similar\nexcimer formation and the concentration-based quenching phenomenon\nhave been previously reported for a naphthalene-based MOF.\n</p>", "clean_text": "The UiO-67-X% series are fluorescent platforms with well-separated perylene molecules, preventing ACQ effects. Moreover, the average distance between the fluorophores could be modified by adjusting the concentration of the perylene-containing linker in the mixed-linker MOF. The UV-vis absorption spectra and photoluminescence (PL) emission spectra of the MOF was monitored as linker ratios were adjusted (Figure S2). The absorption spectrum showed a signature perylene-linker, L1, peak at 445 nm, whereas the adsorption of the nonperylene-containing linker, L2, appeared at 275 nm. This is further confirmed by the increased perylene peak intensity upon increasing the concentration of L1 in the MOF. The excitation wavelength for the PL spectra was set to 300 nm. This wavelength was chosen because L1 has a strong absorption at 300 nm but L2 remains silent. Upon irradiation at 300 nm, the samples with low L1 ratios (<0.35%) showed a single emission peak centered at 400 nm. This peak corresponded to the emission of the isolated perylene monomers. When the L1 doping ratio was higher than 0.35%, a broad emission peak emerged at ~520 nm. This peak could be attributed to excimer formation between adjacent perylene moieties. Along with the augmentation of the excimer emission peak at ~520 nm, the monomer emission band was shown to dramatically decrease as a function of the concentration of the linker. The larger the contribution of the excimers to the emission of the MOF, the more the observed fluorescence became red-shifted. The excimer emission reached a maximum when the content of the L1 linker reached 1.8%. Further increases to the L1 concentration in the final MOF significantly decreased the emission intensity of both the monomer and the excimer. The UiO-67-30% framework had little to no fluorescence because of concentration-based quenching. The change in the fluorescent intensity and wavelengths could be visually observed in the photos of the UiO-67-X% samples under ambient light and UV light (365 nm, e,f). The peak intensities of the monomer (400 nm) and excimer emissions (520 nm) were plotted against the L1 ratio to demonstrate the excimer formation and concentration quenching. Because the samples over 10% have almost no PL intensity, only samples within 10% were included when discussing their PL intensity. The excitation lifetime also showed a strong dependence on the L1 ratio, reaching a maximum when the L1 concentration was within the range of 0.35-1.8%. This agreed well with the formation of the excimers and the quenching of the fluorescence emission. The global fluorescence quantum yields of the solid UiO-67-X% samples were measured in air and were shown to follow a trend similar to that of the PL intensity. UiO-67-1.8% had the highest quantum yield (50%) of the UiO-67-X% series (Figure S3). A similar excimer formation and the concentration-based quenching phenomenon have been previously reported for a naphthalene-based MOF. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>To understand the distribution of the\nfluorescent L1 linker in\nthe framework of UiO-67-<italic>X</italic>%, models of UiO-67-<italic>X</italic>% were constructed by Monte Carlo simulation. It has been demonstrated that variation of the\ninteractions between linkers in a mixed-linker MOF can lead to a different\napportionment. Linkers with preferential\ninteractions (i.e., intermolecular attractions) with each other form\nclusters in the MOF lattice, whereas linkers without preferences give\nrandom distributions. Therefore, a 7.5 × 7.5 × 7.5 superlattice\nof UiO-67-<italic>X</italic>% was constructed, and the original L2\nlinkers were randomly replaced by the fluorescent L1 linker. Monte\nCarlo simulation was then conducted by random exchange linkers within\nthe superlattice, and the exchange was accepted depending on the energy.\nBy adjusting the interaction energies between L1, three models of\nUiO-67-<italic>X</italic>% resulted, where L1 formed large clusters,\nsmall clusters, or arranged randomly. The ratios of L1 were increased\nfrom 0.078 to 30%, and the modeling process was iterated to get structural\nmodels of UiO-67-<italic>X</italic>% with different L1 ratios. For\nexample, the three structural models of UiO-67-6% were illustrated\n(a), in which\nL1 is randomly distributed or aggregated into clusters with different\nsizes. The fluorescent intensity of UiO-67-<italic>X</italic>% at\n400 nm can be estimated by the number of isolated L1 linkers because\nadjacent L1 linkers formed excimers and quenched the fluorescence.\nThe fluorescent intensity of UiO-67-<italic>X</italic>% with various\nL1 ratios and different distributions of L1 was calculated (b). A plot of the\nnormalized intensity against the L1 ratio in UiO-67-<italic>X</italic>% shows dramatically different self-quenching behavior of the large\ncluster, small cluster, and random models. When L1 forms large clusters\nwithin the lattice, the fluorescence is completely quenched and only\n0.15% L1 presented. Indeed, any L1 linker will aggregate into clusters\nin this structural model, which explains the immediately quenched\nintensity even at low L1 ratios. A small cluster model and a random\nmodel both show the highest fluorescent intensity at a L1 ratio of\n∼0.2%. However, the fluorescent intensity of the random model\nquickly decreases as the L1 ratio increases to 1.2%, whereas the small\ncluster model maintains its fluorescence until L1 ratio reaches 10%.\nThis is explained by the fact that the formation of small clusters\nreduce the average concentration of L1 in the remaining part of the\nmaterial; therefore, the fluorescence is not quenched at high L1 ratios.\nThe small cluster model fits better to the experimental fluorescent\ndata, suggesting that the L1 linker in UiO-67-<italic>X</italic>%\ntends to form small clusters. The preferential interactions between\nL1 were tentatively attributed to the π-interactions between\nthe conjugated perylene moieties of L1.</p>", "clean_text": "To understand the distribution of the fluorescent L1 linker in the framework of UiO-67-X%, models of UiO-67-X% were constructed by Monte Carlo simulation. It has been demonstrated that variation of the interactions between linkers in a mixed-linker MOF can lead to a different apportionment. Linkers with preferential interactions (i.e., intermolecular attractions) with each other form clusters in the MOF lattice, whereas linkers without preferences give random distributions. Therefore, a 7.5 × 7.5 × 7.5 superlattice of UiO-67-X% was constructed, and the original L2 linkers were randomly replaced by the fluorescent L1 linker. Monte Carlo simulation was then conducted by random exchange linkers within the superlattice, and the exchange was accepted depending on the energy. By adjusting the interaction energies between L1, three models of UiO-67-X% resulted, where L1 formed large clusters, small clusters, or arranged randomly. The ratios of L1 were increased from 0.078 to 30%, and the modeling process was iterated to get structural models of UiO-67-X% with different L1 ratios. For example, the three structural models of UiO-67-6% were illustrated (a), in which L1 is randomly distributed or aggregated into clusters with different sizes. The fluorescent intensity of UiO-67-X% at 400 nm can be estimated by the number of isolated L1 linkers because adjacent L1 linkers formed excimers and quenched the fluorescence. The fluorescent intensity of UiO-67-X% with various L1 ratios and different distributions of L1 was calculated (b). A plot of the normalized intensity against the L1 ratio in UiO-67-X% shows dramatically different self-quenching behavior of the large cluster, small cluster, and random models. When L1 forms large clusters within the lattice, the fluorescence is completely quenched and only 0.15% L1 presented. Indeed, any L1 linker will aggregate into clusters in this structural model, which explains the immediately quenched intensity even at low L1 ratios. A small cluster model and a random model both show the highest fluorescent intensity at a L1 ratio of ~0.2%. However, the fluorescent intensity of the random model quickly decreases as the L1 ratio increases to 1.2%, whereas the small cluster model maintains its fluorescence until L1 ratio reaches 10%. This is explained by the fact that the formation of small clusters reduce the average concentration of L1 in the remaining part of the material; therefore, the fluorescence is not quenched at high L1 ratios. The small cluster model fits better to the experimental fluorescent data, suggesting that the L1 linker in UiO-67-X% tends to form small clusters. The preferential interactions between L1 were tentatively attributed to the π-interactions between the conjugated perylene moieties of L1.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Structural models\nof UiO-67-6% showing different distributions\nof L1 (blue) and L2 (red). (b) Simulated fluorescent peak intensity\nof the monomer (400 nm) as a function of L1 ratios.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am0c05512_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Structural models of UiO-67-6% showing different distributions of L1 (blue) and L2 (red). (b) Simulated fluorescent peak intensity of the monomer (400 nm) as a function of L1 ratios.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The tunable fluorescent properties and inherent porosity\nof the\nUiO-67-<italic>X</italic>% series enabled their utilization as a platform\nfor the fabrication of gas sensors. Bulk UiO-67-<italic>X</italic>% samples were directly utilized for gas sensing without the fabrication\nof thin films. The highly porous structure of the framework allowed\nfor the efficient diffusion of gas molecules, enabling rapid access\nto the fluorophore. As a proof of concept, UiO-67-<italic>X</italic>% MOFs were optimized for the detection of oxygen in the gas phase\n(a). The fluorescent\nemission spectra of UiO-67-1.8 and UiO-67-0.35% were recorded in a\ngas mixture with various O<sub>2</sub>/N<sub>2</sub> ratios at 1 bar\nunder 300 nm light irradiation. The sensitivity (<italic>R</italic>) of the fluorophores was defined as the quenching of the emission\nintensity in pure O<sub>2</sub> divided by the inherent emission intensity\nin pure N<sub>2</sub>. UiO-67-1.8% was demonstrated to be the top-performing\nmaterial with the highest sensitivity among the UiO-67-<italic>X</italic>% MOFs. The PL spectra of UiO-67-1.8% quickly changed upon exposure\nof O<sub>2</sub>/N<sub>2</sub> gas, reaching equilibrium within seconds.\nThis supported the idea that fast diffusion of the gas within the\nframework was possible because of the high porosity of the material.\nThe PL spectra clearly showed that both the monomer and excimer emissions\nof UiO-67-1.8% were sensitive to O<sub>2</sub>, but the excimer emission\npeak possessed higher sensitivity (<italic>R</italic> = 70%) than\nthe monomer (58%) (b). It may be because the interactions between the triplet\nand ground states may lower the energy of the upper triplet slightly.\nThus, the energy of the excimer is almost equal to the second triplet\nstate, resulting in higher sensitivity of the excimer. The limit of detection is 5%. The stabilities\nof UiO-67-1.8 and UiO-67-0.35% were also tested via exposure to 100%\nO<sub>2</sub> and N<sub>2</sub> alternately. The performance and structure\nof both sensors maintained the same during five cycles, indicating\nthe good recyclability of them as O<sub>2</sub> sensors (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">S4</ext-link>). The fluorescent quenching by O<sub>2</sub> is attributed to the energy transfer from the triplet state in the\nperylene unit to the ground-state oxygen. This transition has previously\nbeen well-investigated. As a control,\nthe sensitivity of the perylene linkers both in aqueous solution and\nin the solid state was tested (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">Figure S5</ext-link>). The perylene linker showed almost no fluorescence in the solid\nstate because of severe ACQ, resulting in low sensitivity. The sensitivity\nof the L1 solutions (10%) was also much lower than that of the MOF.\nAdditionally, each solution required up to 30 min of O<sub>2</sub>/N<sub>2</sub> gas exposure to equilibrate. The oxygen gas needed\nto be predissolved in the solution to quench the fluorophore adequately\nas a positive control.</p>", "clean_text": "The tunable fluorescent properties and inherent porosity of the UiO-67-X% series enabled their utilization as a platform for the fabrication of gas sensors. Bulk UiO-67-X% samples were directly utilized for gas sensing without the fabrication of thin films. The highly porous structure of the framework allowed for the efficient diffusion of gas molecules, enabling rapid access to the fluorophore. As a proof of concept, UiO-67-X% MOFs were optimized for the detection of oxygen in the gas phase (a). The fluorescent emission spectra of UiO-67-1.8 and UiO-67-0.35% were recorded in a gas mixture with various O2/N2 ratios at 1 bar under 300 nm light irradiation. The sensitivity (R) of the fluorophores was defined as the quenching of the emission intensity in pure O2 divided by the inherent emission intensity in pure N2. UiO-67-1.8% was demonstrated to be the top-performing material with the highest sensitivity among the UiO-67-X% MOFs. The PL spectra of UiO-67-1.8% quickly changed upon exposure of O2/N2 gas, reaching equilibrium within seconds. This supported the idea that fast diffusion of the gas within the framework was possible because of the high porosity of the material. The PL spectra clearly showed that both the monomer and excimer emissions of UiO-67-1.8% were sensitive to O2, but the excimer emission peak possessed higher sensitivity (R = 70%) than the monomer (58%) (b). It may be because the interactions between the triplet and ground states may lower the energy of the upper triplet slightly. Thus, the energy of the excimer is almost equal to the second triplet state, resulting in higher sensitivity of the excimer. The limit of detection is 5%. The stabilities of UiO-67-1.8 and UiO-67-0.35% were also tested via exposure to 100% O2 and N2 alternately. The performance and structure of both sensors maintained the same during five cycles, indicating the good recyclability of them as O2 sensors (c and S4). The fluorescent quenching by O2 is attributed to the energy transfer from the triplet state in the perylene unit to the ground-state oxygen. This transition has previously been well-investigated. As a control, the sensitivity of the perylene linkers both in aqueous solution and in the solid state was tested (Figure S5). The perylene linker showed almost no fluorescence in the solid state because of severe ACQ, resulting in low sensitivity. The sensitivity of the L1 solutions (10%) was also much lower than that of the MOF. Additionally, each solution required up to 30 min of O2/N2 gas exposure to equilibrate. The oxygen gas needed to be predissolved in the solution to quench the fluorophore adequately as a positive control.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) PL emission spectra of UiO-67-0.35 and UiO-67-1.8%\nmonitored\nin a mixture of O<sub>2</sub>/N<sub>2</sub> gas (excitation wavelength\n300 nm). (b) Oxygen response of the monomer (340 nm) and excimer (510\nnm) emissions. (c) Reversibility test of UiO-67-1.8 and UiO-67-0.35%.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am0c05512_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) PL emission spectra of UiO-67-0.35 and UiO-67-1.8% monitored in a mixture of O2/N2 gas (excitation wavelength 300 nm). (b) Oxygen response of the monomer (340 nm) and excimer (510 nm) emissions. (c) Reversibility test of UiO-67-1.8 and UiO-67-0.35%.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, perylene\nfluorophores were isolated in the solid\nstate through the incorporation of the molecule into a linker in a\nmixed-linker Zr-MOF. The rigid framework prevented the formation of\nπ-stacked perylene aggregates, minimalizing ACQ affects. Meanwhile,\nthe distance between perylene moieties was able to be tuned through\naltering the linker ratios. This controls the formation of excimers\nand self-quenching aggregates, dictating the fluorescence properties.\nThe resulting MOFs were highly porous, and the fluorescence could\nbe easily tuned. Both features were employed for the design and optimization\nof a fluorescent sensor for oxygen gas detection. This body of work\ndemonstrates a successful strategy for the incorporation of isolated\naromatic fluorophores in a MOF and can be utilized as a general method\nfor future efforts in preparing fluorophore-containing MOFs.</p>", "clean_text": "Conclusions\n\nIn conclusion, perylene fluorophores were isolated in the solid state through the incorporation of the molecule into a linker in a mixed-linker Zr-MOF. The rigid framework prevented the formation of π-stacked perylene aggregates, minimalizing ACQ affects. Meanwhile, the distance between perylene moieties was able to be tuned through altering the linker ratios. This controls the formation of excimers and self-quenching aggregates, dictating the fluorescence properties. The resulting MOFs were highly porous, and the fluorescence could be easily tuned. Both features were employed for the design and optimization of a fluorescent sensor for oxygen gas detection. This body of work demonstrates a successful strategy for the incorporation of isolated aromatic fluorophores in a MOF and can be utilized as a general method for future efforts in preparing fluorophore-containing MOFs.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.0c05512?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsami.0c05512</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>X-ray crystallographic\ndetails of UiO-67-0.8% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Methods along with other experimental details, additional\nfigures, tables, ligand synthesis and characterizations, PXRD, and\nN<sub>2</sub> isotherms (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_002.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.0c05512.  X-ray crystallographic details of UiO-67-0.8% (CIF)   Methods along with other experimental details, additional figures, tables, ligand synthesis and characterizations, PXRD, and N2 isotherms (PDF)   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>X-ray crystallographic\ndetails of UiO-67-0.8% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">CIF</ext-link>)</p><p>Methods along with other experimental details, additional\nfigures, tables, ligand synthesis and characterizations, PXRD, and\nN<sub>2</sub> isotherms (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_002.pdf\">PDF</ext-link>)</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "X-ray crystallographic details of UiO-67-0.8% (CIF)\n\nMethods along with other experimental details, additional figures, tables, ligand synthesis and characterizations, PXRD, and N2 isotherms (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10, 13", "type": "text", "classification": "property", "content": "<p>The porosity of the UiO-67-<italic>X</italic>% series (<italic>X</italic> = 0, 1.8, 3.8, 20, 41, and\n100%) was determined through\nN<sub>2</sub> adsorption–desorption isotherms at 77 K, 1 bar.\nThe total N<sub>2</sub> uptakes were shown to gradually decrease with\nthe increase of L1 concentration in the sample (c). This corresponded to the partial occupancy\nof the pore space by the bulkier perylene moieties. This result was\nin line with the pore size distributions of the MOFs as well, showing\na reduction in the pore size upon the incorporation of L1. UiO-67\npossesses a total N<sub>2</sub> uptake of 740 cm<sup>3</sup> g<sup>–1</sup>, a Brunauer–Emmett–Teller (BET) surface\narea of 2120 m<sup>2</sup> g<sup>–1</sup>, and a pore size\nof 1.2 nm, whereas UiO-67-100% showed a reduced N<sub>2</sub> uptake\n(450 cm<sup>3</sup> g<sup>–1</sup>), BET surface area (1168\nm<sup>2</sup> g<sup>–1</sup>), and pore size (1.0 nm). The\nuniform and gradually reduced pore size upon the incorporation of\nL1 also suggests that the two linkers were well-mixed within the framework\n(d).</p><p>The UiO-67-<italic>X</italic>% series are fluorescent platforms\nwith well-separated perylene molecules, preventing ACQ effects. Moreover,\nthe average distance between the fluorophores could be modified by\nadjusting the concentration of the perylene-containing linker in the\nmixed-linker MOF. The UV–vis absorption spectra and photoluminescence\n(PL) emission spectra of the MOF was monitored as linker ratios were\nadjusted (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">Figure S2</ext-link>). The absorption spectrum\nshowed a signature perylene-linker, L1, peak at 445 nm, whereas the\nadsorption of the nonperylene-containing linker, L2, appeared at 275\nnm. This is further confirmed by the increased perylene peak intensity\nupon increasing the concentration of L1 in the MOF. The excitation\nwavelength for the PL spectra was set to 300 nm. This wavelength was\nchosen because L1 has a strong absorption at 300 nm but L2 remains\nsilent. Upon irradiation at 300 nm, the samples with low L1 ratios\n(&lt;0.35%) showed a single emission peak centered at 400 nm. This\npeak corresponded to the emission of the isolated perylene monomers.\nWhen the L1 doping ratio was higher than 0.35%, a broad emission peak\nemerged at ∼520 nm. This peak could be attributed to excimer\nformation between adjacent perylene moieties. Along with the augmentation\nof the excimer emission peak at ∼520 nm, the monomer emission\nband was shown to dramatically decrease as a function of the concentration\nof the linker. The larger the contribution of the excimers to the\nemission of the MOF, the more the observed fluorescence became red-shifted.\nThe excimer emission reached a maximum when the content of the L1\nlinker reached 1.8%. Further increases to the L1 concentration in\nthe final MOF significantly decreased the emission intensity of both\nthe monomer and the excimer. The UiO-67-30% framework had little to\nno fluorescence because of concentration-based quenching. The change\nin the fluorescent intensity and wavelengths could be visually observed\nin the photos of the UiO-67-<italic>X</italic>% samples under ambient\nlight and UV light (365 nm, e,f). The peak intensities of the monomer (400 nm)\nand excimer emissions (520 nm) were plotted against the L1 ratio to\ndemonstrate the excimer formation and concentration quenching. Because\nthe samples over 10% have almost no PL intensity, only samples within\n10% were included when discussing their PL intensity. The excitation\nlifetime also showed a strong dependence on the L1 ratio, reaching\na maximum when the L1 concentration was within the range of 0.35–1.8%.\nThis agreed well with the formation of the excimers and the quenching\nof the fluorescence emission. The global fluorescence quantum yields\nof the solid UiO-67-<italic>X</italic>% samples were measured in air\nand were shown to follow a trend similar to that of the PL intensity.\nUiO-67-1.8% had the highest quantum yield (50%) of the UiO-67-<italic>X</italic>% series (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">Figure S3</ext-link>). A similar\nexcimer formation and the concentration-based quenching phenomenon\nhave been previously reported for a naphthalene-based MOF.\n</p><p>The tunable fluorescent properties and inherent porosity\nof the\nUiO-67-<italic>X</italic>% series enabled their utilization as a platform\nfor the fabrication of gas sensors. Bulk UiO-67-<italic>X</italic>% samples were directly utilized for gas sensing without the fabrication\nof thin films. The highly porous structure of the framework allowed\nfor the efficient diffusion of gas molecules, enabling rapid access\nto the fluorophore. As a proof of concept, UiO-67-<italic>X</italic>% MOFs were optimized for the detection of oxygen in the gas phase\n(a). The fluorescent\nemission spectra of UiO-67-1.8 and UiO-67-0.35% were recorded in a\ngas mixture with various O<sub>2</sub>/N<sub>2</sub> ratios at 1 bar\nunder 300 nm light irradiation. The sensitivity (<italic>R</italic>) of the fluorophores was defined as the quenching of the emission\nintensity in pure O<sub>2</sub> divided by the inherent emission intensity\nin pure N<sub>2</sub>. UiO-67-1.8% was demonstrated to be the top-performing\nmaterial with the highest sensitivity among the UiO-67-<italic>X</italic>% MOFs. The PL spectra of UiO-67-1.8% quickly changed upon exposure\nof O<sub>2</sub>/N<sub>2</sub> gas, reaching equilibrium within seconds.\nThis supported the idea that fast diffusion of the gas within the\nframework was possible because of the high porosity of the material.\nThe PL spectra clearly showed that both the monomer and excimer emissions\nof UiO-67-1.8% were sensitive to O<sub>2</sub>, but the excimer emission\npeak possessed higher sensitivity (<italic>R</italic> = 70%) than\nthe monomer (58%) (b). It may be because the interactions between the triplet\nand ground states may lower the energy of the upper triplet slightly.\nThus, the energy of the excimer is almost equal to the second triplet\nstate, resulting in higher sensitivity of the excimer. The limit of detection is 5%. The stabilities\nof UiO-67-1.8 and UiO-67-0.35% were also tested via exposure to 100%\nO<sub>2</sub> and N<sub>2</sub> alternately. The performance and structure\nof both sensors maintained the same during five cycles, indicating\nthe good recyclability of them as O<sub>2</sub> sensors (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">S4</ext-link>). The fluorescent quenching by O<sub>2</sub> is attributed to the energy transfer from the triplet state in the\nperylene unit to the ground-state oxygen. This transition has previously\nbeen well-investigated. As a control,\nthe sensitivity of the perylene linkers both in aqueous solution and\nin the solid state was tested (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.0c05512/suppl_file/am0c05512_si_001.cif\">Figure S5</ext-link>). The perylene linker showed almost no fluorescence in the solid\nstate because of severe ACQ, resulting in low sensitivity. The sensitivity\nof the L1 solutions (10%) was also much lower than that of the MOF.\nAdditionally, each solution required up to 30 min of O<sub>2</sub>/N<sub>2</sub> gas exposure to equilibrate. The oxygen gas needed\nto be predissolved in the solution to quench the fluorophore adequately\nas a positive control.</p>", "clean_text": "The porosity of the UiO-67-X% series (X = 0, 1.8, 3.8, 20, 41, and 100%) was determined through N2 adsorption-desorption isotherms at 77 K, 1 bar. The total N2 uptakes were shown to gradually decrease with the increase of L1 concentration in the sample (c). This corresponded to the partial occupancy of the pore space by the bulkier perylene moieties. This result was in line with the pore size distributions of the MOFs as well, showing a reduction in the pore size upon the incorporation of L1. UiO-67 possesses a total N2 uptake of 740 cm3 g-1, a Brunauer-Emmett-Teller (BET) surface area of 2120 m2 g-1, and a pore size of 1.2 nm, whereas UiO-67-100% showed a reduced N2 uptake (450 cm3 g-1), BET surface area (1168 m2 g-1), and pore size (1.0 nm). The uniform and gradually reduced pore size upon the incorporation of L1 also suggests that the two linkers were well-mixed within the framework (d).\n\nThe UiO-67-X% series are fluorescent platforms with well-separated perylene molecules, preventing ACQ effects. Moreover, the average distance between the fluorophores could be modified by adjusting the concentration of the perylene-containing linker in the mixed-linker MOF. The UV-vis absorption spectra and photoluminescence (PL) emission spectra of the MOF was monitored as linker ratios were adjusted (Figure S2). The absorption spectrum showed a signature perylene-linker, L1, peak at 445 nm, whereas the adsorption of the nonperylene-containing linker, L2, appeared at 275 nm. This is further confirmed by the increased perylene peak intensity upon increasing the concentration of L1 in the MOF. The excitation wavelength for the PL spectra was set to 300 nm. This wavelength was chosen because L1 has a strong absorption at 300 nm but L2 remains silent. Upon irradiation at 300 nm, the samples with low L1 ratios (<0.35%) showed a single emission peak centered at 400 nm. This peak corresponded to the emission of the isolated perylene monomers. When the L1 doping ratio was higher than 0.35%, a broad emission peak emerged at ~520 nm. This peak could be attributed to excimer formation between adjacent perylene moieties. Along with the augmentation of the excimer emission peak at ~520 nm, the monomer emission band was shown to dramatically decrease as a function of the concentration of the linker. The larger the contribution of the excimers to the emission of the MOF, the more the observed fluorescence became red-shifted. The excimer emission reached a maximum when the content of the L1 linker reached 1.8%. Further increases to the L1 concentration in the final MOF significantly decreased the emission intensity of both the monomer and the excimer. The UiO-67-30% framework had little to no fluorescence because of concentration-based quenching. The change in the fluorescent intensity and wavelengths could be visually observed in the photos of the UiO-67-X% samples under ambient light and UV light (365 nm, e,f). The peak intensities of the monomer (400 nm) and excimer emissions (520 nm) were plotted against the L1 ratio to demonstrate the excimer formation and concentration quenching. Because the samples over 10% have almost no PL intensity, only samples within 10% were included when discussing their PL intensity. The excitation lifetime also showed a strong dependence on the L1 ratio, reaching a maximum when the L1 concentration was within the range of 0.35-1.8%. This agreed well with the formation of the excimers and the quenching of the fluorescence emission. The global fluorescence quantum yields of the solid UiO-67-X% samples were measured in air and were shown to follow a trend similar to that of the PL intensity. UiO-67-1.8% had the highest quantum yield (50%) of the UiO-67-X% series (Figure S3). A similar excimer formation and the concentration-based quenching phenomenon have been previously reported for a naphthalene-based MOF. \n\nThe tunable fluorescent properties and inherent porosity of the UiO-67-X% series enabled their utilization as a platform for the fabrication of gas sensors. Bulk UiO-67-X% samples were directly utilized for gas sensing without the fabrication of thin films. The highly porous structure of the framework allowed for the efficient diffusion of gas molecules, enabling rapid access to the fluorophore. As a proof of concept, UiO-67-X% MOFs were optimized for the detection of oxygen in the gas phase (a). The fluorescent emission spectra of UiO-67-1.8 and UiO-67-0.35% were recorded in a gas mixture with various O2/N2 ratios at 1 bar under 300 nm light irradiation. The sensitivity (R) of the fluorophores was defined as the quenching of the emission intensity in pure O2 divided by the inherent emission intensity in pure N2. UiO-67-1.8% was demonstrated to be the top-performing material with the highest sensitivity among the UiO-67-X% MOFs. The PL spectra of UiO-67-1.8% quickly changed upon exposure of O2/N2 gas, reaching equilibrium within seconds. This supported the idea that fast diffusion of the gas within the framework was possible because of the high porosity of the material. The PL spectra clearly showed that both the monomer and excimer emissions of UiO-67-1.8% were sensitive to O2, but the excimer emission peak possessed higher sensitivity (R = 70%) than the monomer (58%) (b). It may be because the interactions between the triplet and ground states may lower the energy of the upper triplet slightly. Thus, the energy of the excimer is almost equal to the second triplet state, resulting in higher sensitivity of the excimer. The limit of detection is 5%. The stabilities of UiO-67-1.8 and UiO-67-0.35% were also tested via exposure to 100% O2 and N2 alternately. The performance and structure of both sensors maintained the same during five cycles, indicating the good recyclability of them as O2 sensors (c and S4). The fluorescent quenching by O2 is attributed to the energy transfer from the triplet state in the perylene unit to the ground-state oxygen. This transition has previously been well-investigated. As a control, the sensitivity of the perylene linkers both in aqueous solution and in the solid state was tested (Figure S5). The perylene linker showed almost no fluorescence in the solid state because of severe ACQ, resulting in low sensitivity. The sensitivity of the L1 solutions (10%) was also much lower than that of the MOF. Additionally, each solution required up to 30 min of O2/N2 gas exposure to equilibrate. The oxygen gas needed to be predissolved in the solution to quench the fluorophore adequately as a positive control.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "porosity": {"value": "0.87", "unit": "", "condition": ""}}, {"meta": {"name": "UiO-67", "symbol": "", "chemical formula": ""}, "porosity": {"value": "38.2", "unit": "%", "condition": ""}, "surface area": {"type": "BET", "probe": "", "value": "2120", "unit": "m2/g", "condition": ""}, "peak spectrum": {"value": "445, 275", "unit": "nm", "condition": ""}}, {"meta": {"name": "UiO-67-100%", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "1168", "unit": "m2/g", "condition": ""}, "porosity": {"value": "38.2", "unit": "%", "condition": ""}, "peak spectrum": {"value": "445, 275", "unit": "nm", "condition": ""}}, {"meta": {"name": "UiO-67-1.8%", "symbol": "", "chemical formula": ""}, "peak spectrum": {"value": "400, ∼520", "unit": "nm", "condition": ""}}, {"meta": {"name": "UiO-67-<italic>X</italic>%", "symbol": "", "chemical formula": ""}, "porosity": {"value": "1.2", "unit": "nm", "condition": ""}, "surface area": {"type": "BET", "probe": "", "value": "2120", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "UiO-67-100%", "symbol": "", "chemical formula": ""}, "porosity": {"value": "1.0", "unit": "nm", "condition": ""}, "surface area": {"type": "BET", "probe": "", "value": "1168", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "UiO-67-1.8%", "symbol": "", "chemical formula": ""}, "porosity": {"value": "1.2", "unit": "nm", "condition": ""}, "surface area": {"type": "BET", "probe": "", "value": "2120", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "UiO-67-0.35%", "symbol": "", "chemical formula": ""}, "porosity": {"value": "1.2", "unit": "nm", "condition": ""}, "surface area": {"type": "BET", "probe": "", "value": "2120", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "UiO-67-1.8%", "symbol": "", "chemical formula": ""}, "peak spectrum": {"value": "400, ∼520", "unit": "nm", "condition": ""}}, {"meta": {"name": "UiO-67-0.35%", "symbol": "", "chemical formula": ""}, "peak spectrum": {"value": "400, ∼520", "unit": "nm", "condition": ""}}]], "include_properties": ["gas_adsorption", "surface_area", "porosity", "peak_spectrum"]}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Design-isolated\nperylene fluorophores in a solid MOF.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am0c05512_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Design-isolated perylene fluorophores in a solid MOF.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Single-crystal structure of UiO-67-0.8% showing the coexistence\nof L1 (blue) and L2 (black). (b) PXRD patterns of UiO-67-<italic>X</italic>% (<italic>X</italic> = 0, 1.8, 3.8, 20, 41, and 100%). (c) N<sub>2</sub> adsorption–desorption isotherms of UiO-67-<italic>X</italic>% (<italic>X</italic> = 0, 1.8, 3.8, 20, 41, and 100%)\nat 77 K, 1 bar. (d) Pore size distribution derived from adsorption\nisotherms. (e) PL emission spectra of UiO-67-<italic>X</italic>% (excitation\nwavelength 300 nm). (f) Intensity of the monomer (400 nm) and excimer\nemission peaks (520 nm) as a function of L1 ratios. Inset shows the\nphotos of UiO-67-<italic>X</italic>% samples under ambient light and\nUV light (365 nm).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am0c05512_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Single-crystal structure of UiO-67-0.8% showing the coexistence of L1 (blue) and L2 (black). (b) PXRD patterns of UiO-67-X% (X = 0, 1.8, 3.8, 20, 41, and 100%). (c) N2 adsorption-desorption isotherms of UiO-67-X% (X = 0, 1.8, 3.8, 20, 41, and 100%) at 77 K, 1 bar. (d) Pore size distribution derived from adsorption isotherms. (e) PL emission spectra of UiO-67-X% (excitation wavelength 300 nm). (f) Intensity of the monomer (400 nm) and excimer emission peaks (520 nm) as a function of L1 ratios. Inset shows the photos of UiO-67-X% samples under ambient light and UV light (365 nm).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Structural models\nof UiO-67-6% showing different distributions\nof L1 (blue) and L2 (red). (b) Simulated fluorescent peak intensity\nof the monomer (400 nm) as a function of L1 ratios.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am0c05512_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Structural models of UiO-67-6% showing different distributions of L1 (blue) and L2 (red). (b) Simulated fluorescent peak intensity of the monomer (400 nm) as a function of L1 ratios.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) PL emission spectra of UiO-67-0.35 and UiO-67-1.8%\nmonitored\nin a mixture of O<sub>2</sub>/N<sub>2</sub> gas (excitation wavelength\n300 nm). (b) Oxygen response of the monomer (340 nm) and excimer (510\nnm) emissions. (c) Reversibility test of UiO-67-1.8 and UiO-67-0.35%.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am0c05512_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) PL emission spectra of UiO-67-0.35 and UiO-67-1.8% monitored in a mixture of O2/N2 gas (excitation wavelength 300 nm). (b) Oxygen response of the monomer (340 nm) and excimer (510 nm) emissions. (c) Reversibility test of UiO-67-1.8 and UiO-67-0.35%.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.0c05512", "title": null, "journal": "American\nChemical Society", "date": "2020.05", "author_list": ["Li\nJialuo", "Yuan\nShuai", "Qin\nJun-Sheng", "Huang\nLan", "Bose\nRiya", "Pang\nJiandong", "Zhang\nPeng", "Xiao\nZhifeng", "Tan\nKui", "Malko\nAnton V.", "Cagin\nTahir", "Zhou\nHong-Cai"]}}