{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c03410.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>We\nreport a new sensing mechanism based on an indium-dihydroxyterephthalic\nacid metal–organic framework (MOF, SNNU-153), in which the\nspatially fitted analyte-MOF hydrogen-bond (H-bond) formation provides\nselective recognition while the analyte-H-bond assisted excited-state\nintramolecular proton transfer (ESIPT) and the resulting ratiometric\nemission act as a superior signal transducer with ultrafast response.\nThe synergy of ESIPT signal transduction and confined MOF pore enables\nthe SNNU-153 sensor selectively sensing hydrazine even among nitrogen-containing\nhydride analogs such as NH<sub>3</sub>, NH<sub>2</sub>OH, and (Me)<sub>2</sub>NNH<sub>2</sub>. The key of H-bond and associated ESIPT was\nfurther counter evidenced by an indium-2,5-dimethoxyterephthalic acid\nMOF (SNNU-152), where the hydroxyl protons were removed by methylation,\nshowing near inertness to N<sub>2</sub>H<sub>4</sub>. The new molecular\nrecognition concept thus makes SNNU-153 a powerful N<sub>2</sub>H<sub>4</sub> sensor, which should be far-reaching to other sensing elements.</p>", "clean_text": "We report a new sensing mechanism based on an indium-dihydroxyterephthalic acid metal-organic framework (MOF, SNNU-153), in which the spatially fitted analyte-MOF hydrogen-bond (H-bond) formation provides selective recognition while the analyte-H-bond assisted excited-state intramolecular proton transfer (ESIPT) and the resulting ratiometric emission act as a superior signal transducer with ultrafast response. The synergy of ESIPT signal transduction and confined MOF pore enables the SNNU-153 sensor selectively sensing hydrazine even among nitrogen-containing hydride analogs such as NH3, NH2OH, and (Me)2NNH2. The key of H-bond and associated ESIPT was further counter evidenced by an indium-2,5-dimethoxyterephthalic acid MOF (SNNU-152), where the hydroxyl protons were removed by methylation, showing near inertness to N2H4. The new molecular recognition concept thus makes SNNU-153 a powerful N2H4 sensor, which should be far-reaching to other sensing elements.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The traditional analytical techniques available for molecular sensing\nare potentiometry, titration, colorimetry, chromatography, etc. These methods commonly are subject to disadvantages\nsuch as a time-consuming process, unsatisfactory sensitivity, and\nlack of naked-eye view capability for rapid screening. To tackle these\ndrawbacks, fluorescent probes have been attracting immense attention\nowing to their superiorities of simple operation, low cost, and good\nsensitivity for trace detection, While the on–off signal for most of these\nfluorescent probes is based on the intensity change of a single fluorescence\nband, the precision of readout is sometimes troublesome due to the\nuncertain factors such as optical path length, illumination intensity, and so on.</p>", "clean_text": "Introduction\n\nThe traditional analytical techniques available for molecular sensing are potentiometry, titration, colorimetry, chromatography, etc. These methods commonly are subject to disadvantages such as a time-consuming process, unsatisfactory sensitivity, and lack of naked-eye view capability for rapid screening. To tackle these drawbacks, fluorescent probes have been attracting immense attention owing to their superiorities of simple operation, low cost, and good sensitivity for trace detection, While the on-off signal for most of these fluorescent probes is based on the intensity change of a single fluorescence band, the precision of readout is sometimes troublesome due to the uncertain factors such as optical path length, illumination intensity, and so on.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Alternatively, the ratiometric\nfluorescence sensors, which incorporate\nthe intensity ratio for two\ndifferent emission bands amid a sensing process, could efficiently\novercome the above-mentioned drawbacks. In this regard, the fluorescence\nsensors based on the excited-state intramolecular proton transfer\n(ESIPT) have received considerable attention. ESIPT\ncommonly takes place from a pre-existing intramolecular hydrogen bond\n(H-bond), producing a proton-transfer tautomer that exhibits a large\nStokes shifted emission with respect to the normal emission (and absorption).\nThe ratiometry for the normal versus tautomer fluorescence intensity\nduring the analyte recognition may serve as an ideal reporting unit.\nDespite the progress on the ESIPT fluorescent probes, however, the\nquest for an omnibearing performance encompassing high selectivity,\nreusability, and manipulability remains challenging.</p>", "clean_text": "Alternatively, the ratiometric fluorescence sensors, which incorporate the intensity ratio for two different emission bands amid a sensing process, could efficiently overcome the above-mentioned drawbacks. In this regard, the fluorescence sensors based on the excited-state intramolecular proton transfer (ESIPT) have received considerable attention. ESIPT commonly takes place from a pre-existing intramolecular hydrogen bond (H-bond), producing a proton-transfer tautomer that exhibits a large Stokes shifted emission with respect to the normal emission (and absorption). The ratiometry for the normal versus tautomer fluorescence intensity during the analyte recognition may serve as an ideal reporting unit. Despite the progress on the ESIPT fluorescent probes, however, the quest for an omnibearing performance encompassing high selectivity, reusability, and manipulability remains challenging.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In yet\nanother approach, metal–organic frameworks (MOFs)\nhave been developed into a blue-chip field; their feasibility of obtaining\na serviceable functional group and diverse pore sizes of channel have\nled to versatile applications. A given MOF with active functionalization on the pore surface is\ndecisive for efficient detection, providing a confined active site\nfor interaction between host porous frameworks and specific guest\nmolecule. In addition, an adequate pore size is also essential\nfor the selectivity of molecular recognition. The combination of surface\nfunctionalization and pore sizes has promoted the sensing performance\nof MOFs for various analytes.\n</p>", "clean_text": "In yet another approach, metal-organic frameworks (MOFs) have been developed into a blue-chip field; their feasibility of obtaining a serviceable functional group and diverse pore sizes of channel have led to versatile applications. A given MOF with active functionalization on the pore surface is decisive for efficient detection, providing a confined active site for interaction between host porous frameworks and specific guest molecule. In addition, an adequate pore size is also essential for the selectivity of molecular recognition. The combination of surface functionalization and pore sizes has promoted the sensing performance of MOFs for various analytes. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Inspired by the above two sensing scaffolds,\nwe thus proposed the\nintegration of ESIPT into the MOF framework, making a powerful space-confined\nratiometric fluorescence sensor. The concept lies in the fact that\nESIPT requires a pre-existing H-bond where the analyte of interest\nand importance can provide multiple H-bonding formations. If any of\nthe analyte-associated H-bonds can undergo ESIPT in the MOF, denoted\nas ESIPT-MOF, the alternation of photophyscial properties in either\nenhancing or suppressing ESIPT effect should result in the ratiometric\nchanges of emission. This, in combination with the MOF providing a\nspecific spatial confinement, may greatly boost the sensitivity and\nselectivity for molecular sensing.</p>", "clean_text": "Inspired by the above two sensing scaffolds, we thus proposed the integration of ESIPT into the MOF framework, making a powerful space-confined ratiometric fluorescence sensor. The concept lies in the fact that ESIPT requires a pre-existing H-bond where the analyte of interest and importance can provide multiple H-bonding formations. If any of the analyte-associated H-bonds can undergo ESIPT in the MOF, denoted as ESIPT-MOF, the alternation of photophyscial properties in either enhancing or suppressing ESIPT effect should result in the ratiometric changes of emission. This, in combination with the MOF providing a specific spatial confinement, may greatly boost the sensitivity and selectivity for molecular sensing.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>To prove the concept, we\nselect the chemically important analyte\nhydrazine (N<sub>2</sub>H<sub>4</sub>) as a prototype, which can provide\nas many as four proton-donating and two proton-accepting sites. Hydrazine is an essential chemical widely used\nin chemical industries such as fuel cells, hydrogen carrier, and syntheses of pharmaceutical\nintermediates. N<sub>2</sub>H<sub>4</sub> is also regarded as the universal fuel in missiles/rocket-propulsion\nsystems due to its flammable and detonable characteristics. Adversely, however, it is considered as an environmental contaminant and a potential carcinogen; large-scale application of N<sub>2</sub>H<sub>4</sub> can\npose a potential threat to the environment and human health. The development of efficient sensors for the\nhydrazine recognition is thus of great practical importance. On this basis, ESIPT molecules such as hydroxyphenyl benzothiazole\nand flavone derivatives have been utilized to design ratiometric fluorescence\nsensors, including those for hydrazine. Also, the\nUiO-66 MOF has been reported for fluorescent hydrazine detection. However, the synergy of multiple H-bonds, confined space, and ESIPT\nto maximize the sensing performance has not been reported.</p>", "clean_text": "To prove the concept, we select the chemically important analyte hydrazine (N2H4) as a prototype, which can provide as many as four proton-donating and two proton-accepting sites. Hydrazine is an essential chemical widely used in chemical industries such as fuel cells, hydrogen carrier, and syntheses of pharmaceutical intermediates. N2H4 is also regarded as the universal fuel in missiles/rocket-propulsion systems due to its flammable and detonable characteristics. Adversely, however, it is considered as an environmental contaminant and a potential carcinogen; large-scale application of N2H4 can pose a potential threat to the environment and human health. The development of efficient sensors for the hydrazine recognition is thus of great practical importance. On this basis, ESIPT molecules such as hydroxyphenyl benzothiazole and flavone derivatives have been utilized to design ratiometric fluorescence sensors, including those for hydrazine. Also, the UiO-66 MOF has been reported for fluorescent hydrazine detection. However, the synergy of multiple H-bonds, confined space, and ESIPT to maximize the sensing performance has not been reported.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>After\nan intensive search, a common but versatile ligand, 2,5-dihydroxyterephthalic\nacid (DHBDC), caught our attention, which forms porous MOF frameworks\nthrough carboxylate groups, leaving two unreacted 2,5-hydroxyl groups\nthat form weak intramolecular H-bonds with the chelate carboxylate\noxygen (vide infra). As a result, we demonstrate here, for the first\ntime, a novel consecutive analyte H-bond assisted ESIPT process in\nan indium metal–organic framework (SNNU-153), which exhibits\nremarkable ratiometric fluorescence changes for sensing hydrazine\nin both solution and solid states. Importantly, much different from\nthe conventional ESIPT sensing mechanism, the current ESIPT-MOF incorporates\nhydrazine inserted in the pore confined space, forming H-bonds that\ncatalyze proton-transfer responses of hydroquinone. Such a synergistic\neffect in the MOF skeleton establishes a unique ESIPT process for\nhigh-performance hydrazine sensing with a very fast response, wide\nconcentration range, and excellent durability. The details of the\nresults and discussion are elaborated in the following sections.</p>", "clean_text": "After an intensive search, a common but versatile ligand, 2,5-dihydroxyterephthalic acid (DHBDC), caught our attention, which forms porous MOF frameworks through carboxylate groups, leaving two unreacted 2,5-hydroxyl groups that form weak intramolecular H-bonds with the chelate carboxylate oxygen (vide infra). As a result, we demonstrate here, for the first time, a novel consecutive analyte H-bond assisted ESIPT process in an indium metal-organic framework (SNNU-153), which exhibits remarkable ratiometric fluorescence changes for sensing hydrazine in both solution and solid states. Importantly, much different from the conventional ESIPT sensing mechanism, the current ESIPT-MOF incorporates hydrazine inserted in the pore confined space, forming H-bonds that catalyze proton-transfer responses of hydroquinone. Such a synergistic effect in the MOF skeleton establishes a unique ESIPT process for high-performance hydrazine sensing with a very fast response, wide concentration range, and excellent durability. The details of the results and discussion are elaborated in the following sections.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The SNNU-153 MOF sensor is built\nup from infinite 1-D straight\nchains of an indium-centered octahedron, [InO<sub>4</sub>(OH)<sub>2</sub>], connected to four neighbor chain motifs through DHBDC organic\nlinkers. The whole 3-D architecture is of a typical MIL-53-type topology\n( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The −OH groups\nof adjacent DHBDC ligands are spare and close to each other with a\ndistance of about 3.6 Å. Such a geometrical arrangement in the\nMOF skeleton together with the keto-enol tautomerism of hydroquinone\nprovides an ideal example to conduct the above proposed consecutive\nESIPT process for fluorescence detection of hydrazine (vide infra).\nAs for the control, SNNU-152 MOF was also synthesized, in which DHBDC\nwas replaced by 2,5-dimethoxyterephthalic acid to delete the hydroxyl\nproton. Later, we will unveil the much different behavior between\nSNNU-153 and SNNU-152 MOFs.</p>", "clean_text": "Results and Discussion\n\nThe SNNU-153 MOF sensor is built up from infinite 1-D straight chains of an indium-centered octahedron, [InO4(OH)2], connected to four neighbor chain motifs through DHBDC organic linkers. The whole 3-D architecture is of a typical MIL-53-type topology ( and Table S1). The -OH groups of adjacent DHBDC ligands are spare and close to each other with a distance of about 3.6 Å. Such a geometrical arrangement in the MOF skeleton together with the keto-enol tautomerism of hydroquinone provides an ideal example to conduct the above proposed consecutive ESIPT process for fluorescence detection of hydrazine (vide infra). As for the control, SNNU-152 MOF was also synthesized, in which DHBDC was replaced by 2,5-dimethoxyterephthalic acid to delete the hydroxyl proton. Later, we will unveil the much different behavior between SNNU-153 and SNNU-152 MOFs.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The synthetic routes and structures of SNNU-153\nand SNNU-152 MOFs.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  The synthetic routes and structures of SNNU-153 and SNNU-152 MOFs.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>As depicted in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link> of the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> (SI), the absorption maximum\nof SNNU-153 is around 410 nm in dimethylformamide (DMF), which, upon\nexcitation, gives a strong emission maximized at 450 nm (a). The emission\nhas a small Stokes shift of ∼2000 cm<sup>–1</sup> with\nrespect to the lowest-lying absorption peak and is considered as a\nnormal emission. A normal emission of SNNU-153 was also observed in\nsolid samples (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The lack of\nESIPT, i.e., the proton transfer from −OH to the carboxylate\noxygen, can be rationalized by the weak basicity of the coordinated\ncarbonyl oxygen where its electron density has been shifted to the\nmetal (In) center upon coordination.</p>", "clean_text": "As depicted in Figure S1 of the Supporting Information (SI), the absorption maximum of SNNU-153 is around 410 nm in dimethylformamide (DMF), which, upon excitation, gives a strong emission maximized at 450 nm (a). The emission has a small Stokes shift of ~2000 cm-1 with respect to the lowest-lying absorption peak and is considered as a normal emission. A normal emission of SNNU-153 was also observed in solid samples (Figure S2). The lack of ESIPT, i.e., the proton transfer from -OH to the carboxylate oxygen, can be rationalized by the weak basicity of the coordinated carbonyl oxygen where its electron density has been shifted to the metal (In) center upon coordination.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Fluorescence emission spectra of the\nSNNU-153 sensor in the\nabsence and presence of N<sub>2</sub>H<sub>4</sub> (0–5500\nppm) in the DMF solvent (inset: photographs of SNNU-153 in DMF with\nthe addition of different concentrations of N<sub>2</sub>H<sub>4</sub> (0, 10, 50, 100, 150, 200, 300, 500, 1000, 2500, and 5500 ppm) under\nUV-light (366 nm) irradiation). (b) The monitoring of the real-time\nfluorescence intensity for the emissions at 450 and 543 nm with the\naddition of 3.2 ppm (0.1 mM) and 1000 ppm (31.25 mM) of N<sub>2</sub>H<sub>4</sub>, respectively. (c) Ratios of fluorescence intensities\nfor 543 nm versus 450 nm as a function of the N<sub>2</sub>H<sub>4</sub> concentration. (d) The fluorescence intensity recovery at 450 nm\nof SNNU-153 in DMF after five recycles (inset: photographs of SNNU-153\nfor repeated detection of N<sub>2</sub>H<sub>4</sub> in DMF under\nUV-light irradiation, 366 nm).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Fluorescence emission spectra of the SNNU-153 sensor in the absence and presence of N2H4 (0-5500 ppm) in the DMF solvent (inset: photographs of SNNU-153 in DMF with the addition of different concentrations of N2H4 (0, 10, 50, 100, 150, 200, 300, 500, 1000, 2500, and 5500 ppm) under UV-light (366 nm) irradiation). (b) The monitoring of the real-time fluorescence intensity for the emissions at 450 and 543 nm with the addition of 3.2 ppm (0.1 mM) and 1000 ppm (31.25 mM) of N2H4, respectively. (c) Ratios of fluorescence intensities for 543 nm versus 450 nm as a function of the N2H4 concentration. (d) The fluorescence intensity recovery at 450 nm of SNNU-153 in DMF after five recycles (inset: photographs of SNNU-153 for repeated detection of N2H4 in DMF under UV-light irradiation, 366 nm).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>The absorption and emission spectra of SNNU-153 in DMF as a function\nof the added N<sub>2</sub>H<sub>4</sub> concentration were then studied.\nDespite the smooth change of the N<sub>2</sub>H<sub>4</sub> absorption\ntitration spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), drastic\nchanges in ratiometric emission were observed. As shown in a, upon adding N<sub>2</sub>H<sub>4</sub>, the strong 450 nm blue emission drastically\ndecreased, accompanied by a long wavelength shoulder that became obvious\nwith a peak wavelength at 543 nm at a N<sub>2</sub>H<sub>4</sub> concentration\nof, e.g., 100 ppm. After continually adding N<sub>2</sub>H<sub>4</sub> from 100 to 5500 ppm, the emission intensity at 543 nm dominated\nthe spectra with the disappearance of the 450 nm emission band. The\ntitration established a ratiometric fluorescence pattern for hydrazine\ndetection. The fluorescence quantum yield (QY) of the SNNU-153 450\nnm band and its saturated 543 nm emission with N<sub>2</sub>H<sub>4</sub> was measured to be as high as 18 and 49%, respectively, in\nDMF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). Due to the strong fluorescence\nintensity for both 450 and 543 nm bands, amid the N<sub>2</sub>H<sub>4</sub> titration, SNNU-153 showed an apparent emission color change\nfrom blue to yellow that can be clearly visualized by the naked eyes\nunder a conventional 366 nm UV light (inset of a). The sensitive fluorescence emission changes\nmatch well with the CIE chromaticity diagram (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>).</p>", "clean_text": "The absorption and emission spectra of SNNU-153 in DMF as a function of the added N2H4 concentration were then studied. Despite the smooth change of the N2H4 absorption titration spectra (Figure S1), drastic changes in ratiometric emission were observed. As shown in a, upon adding N2H4, the strong 450 nm blue emission drastically decreased, accompanied by a long wavelength shoulder that became obvious with a peak wavelength at 543 nm at a N2H4 concentration of, e.g., 100 ppm. After continually adding N2H4 from 100 to 5500 ppm, the emission intensity at 543 nm dominated the spectra with the disappearance of the 450 nm emission band. The titration established a ratiometric fluorescence pattern for hydrazine detection. The fluorescence quantum yield (QY) of the SNNU-153 450 nm band and its saturated 543 nm emission with N2H4 was measured to be as high as 18 and 49%, respectively, in DMF (Table S2). Due to the strong fluorescence intensity for both 450 and 543 nm bands, amid the N2H4 titration, SNNU-153 showed an apparent emission color change from blue to yellow that can be clearly visualized by the naked eyes under a conventional 366 nm UV light (inset of a). The sensitive fluorescence emission changes match well with the CIE chromaticity diagram (Figure S3a).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>SNNU-153 acts as a molecular sieve; therefore,\nthe kinetic domain,\ni.e., the time course of reaching equilibrium for luminescence intensity\nat 450 and 543 nm amid N<sub>2</sub>H<sub>4</sub> titration, is important,\nwhich was measured by in situ monitoring the real-time fluorescence\nintensity (b). It can be seen that the fluorescence intensity at emission 450\nnm sharply decreased and quickly reached a minimum constant value\nin 7 and 88 s with the addition of 3.2 ppm (0.1 mM) and 1000 ppm (31.25\nmM) of N<sub>2</sub>H<sub>4</sub>, respectively, showing an extraordinarily\nfast response for MOF-based sensors. For a fair comparison, we summarize\nthe performance data of other reported sensors in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>, where the response time for most N<sub>2</sub>H<sub>4</sub> sensing probes always exceeds 10 min. For example, the MOF\nsensor phthalimide-UIO-66 showed a response\ntime of 18 min for 2.25 mM N<sub>2</sub>H<sub>4</sub>, and a common\nmolecule sensor, EPH, exhibited a response\ntime of 60 min when adding 1 mM N<sub>2</sub>H<sub>4</sub>.</p>", "clean_text": "SNNU-153 acts as a molecular sieve; therefore, the kinetic domain, i.e., the time course of reaching equilibrium for luminescence intensity at 450 and 543 nm amid N2H4 titration, is important, which was measured by in situ monitoring the real-time fluorescence intensity (b). It can be seen that the fluorescence intensity at emission 450 nm sharply decreased and quickly reached a minimum constant value in 7 and 88 s with the addition of 3.2 ppm (0.1 mM) and 1000 ppm (31.25 mM) of N2H4, respectively, showing an extraordinarily fast response for MOF-based sensors. For a fair comparison, we summarize the performance data of other reported sensors in Table S3, where the response time for most N2H4 sensing probes always exceeds 10 min. For example, the MOF sensor phthalimide-UIO-66 showed a response time of 18 min for 2.25 mM N2H4, and a common molecule sensor, EPH, exhibited a response time of 60 min when adding 1 mM N2H4.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>\nc shows\nthe plot for the emission intensity at 543 nm (<italic toggle=\"yes\">I</italic>\n<sub>543</sub>) versus that at 450 nm (<italic toggle=\"yes\">I</italic>\n<sub>450</sub>) as a function of the added N<sub>2</sub>H<sub>4</sub> concentration\n([M]). Note that each measurement was made 5 min after adding N<sub>2</sub>H<sub>4</sub> to ensure the establishment of equilibrium between\nN<sub>2</sub>H<sub>4</sub> and the SNNU-153 MOF sensor (vide supra).\nAs a result, a straight-line behavior was obtained within the added\nN<sub>2</sub>H<sub>4</sub> concentration of 0–700 ppm. The\nlinear relationship was then fitted by the Stern–Volmer relationship,\ni.e., <italic toggle=\"yes\">I</italic>\n<sub>543</sub>/<italic toggle=\"yes\">I</italic>\n<sub>450</sub> = <italic toggle=\"yes\">A</italic> + <italic toggle=\"yes\">K</italic>\n<sub>SV</sub>[N<sub>2</sub>H<sub>4</sub>], and a <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> value of 406.4 M<sup>–1</sup> was deduced. The\ndetection limits (DLs) or limit of detection (LOD) can be estimated\nby the relationship DL = 3σ<italic toggle=\"yes\">/k</italic>, where σ\ndenotes the standard deviation of 10 blank tests and <italic toggle=\"yes\">k</italic> is the slope of the linear relationship, which is equivalent to <italic toggle=\"yes\">K</italic>\n<sub>SV</sub>. As a result, the detection limit was calculated\nto be 0.0595 ppm or 1.86 μM. Upon increasing the concentration\nup to 700 ppm, the deviation from the linearity gradually appeared,\naccompanied by the decrease of the titration slope, i.e., the ratio\nof <italic toggle=\"yes\">I</italic>\n<sub>543</sub>/<italic toggle=\"yes\">I</italic>\n<sub>450</sub> versus [N<sub>2</sub>H<sub>4</sub>] (c). Nevertheless, in the [N<sub>2</sub>H<sub>4</sub>] range of 700–5500 ppm, if we qualitatively impose\na linear plot, a Stern–Volmer plot with <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> of 37.76 M<sup>–1</sup> can be obtained. The cause\nof perturbation in the high concentration of [N<sub>2</sub>H<sub>4</sub>] will be discussed in the later section. It is noted that the detection\nlimit of the SNNU-153 MOF probe is superior when compared with that\nreported in the literature, such as BTP-LB (2.74 μM), HFP (2 μM), and\nCD2 (4.5 μM). Nevertheless, it\nis also slightly inferior to some probes, such as phthalimide-UIO-66 (0.87 μM) and 2-Ac (0.96 μM). Furthermore, the <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> value is comparable with some N<sub>2</sub>H<sub>4</sub> probes such as BTP-LB (3.81 × 10<sup>3</sup> M<sup>–1</sup>) and BTP-LN (5.53 × 10<sup>3</sup> M<sup>–1</sup>). Overall, taking the ultrafast response performance\ninto account, the SNNU-153 MOF probe is very promising for sensing\nN<sub>2</sub>H<sub>4</sub>.</p>", "clean_text": " c shows the plot for the emission intensity at 543 nm (I 543) versus that at 450 nm (I 450) as a function of the added N2H4 concentration ([M]). Note that each measurement was made 5 min after adding N2H4 to ensure the establishment of equilibrium between N2H4 and the SNNU-153 MOF sensor (vide supra). As a result, a straight-line behavior was obtained within the added N2H4 concentration of 0-700 ppm. The linear relationship was then fitted by the Stern-Volmer relationship, i.e., I 543/I 450 = A + K SV[N2H4], and a K SV value of 406.4 M-1 was deduced. The detection limits (DLs) or limit of detection (LOD) can be estimated by the relationship DL = 3σ/k, where σ denotes the standard deviation of 10 blank tests and k is the slope of the linear relationship, which is equivalent to K SV. As a result, the detection limit was calculated to be 0.0595 ppm or 1.86 μM. Upon increasing the concentration up to 700 ppm, the deviation from the linearity gradually appeared, accompanied by the decrease of the titration slope, i.e., the ratio of I 543/I 450 versus [N2H4] (c). Nevertheless, in the [N2H4] range of 700-5500 ppm, if we qualitatively impose a linear plot, a Stern-Volmer plot with K SV of 37.76 M-1 can be obtained. The cause of perturbation in the high concentration of [N2H4] will be discussed in the later section. It is noted that the detection limit of the SNNU-153 MOF probe is superior when compared with that reported in the literature, such as BTP-LB (2.74 μM), HFP (2 μM), and CD2 (4.5 μM). Nevertheless, it is also slightly inferior to some probes, such as phthalimide-UIO-66 (0.87 μM) and 2-Ac (0.96 μM). Furthermore, the K SV value is comparable with some N2H4 probes such as BTP-LB (3.81 × 103 M-1) and BTP-LN (5.53 × 103 M-1). Overall, taking the ultrafast response performance into account, the SNNU-153 MOF probe is very promising for sensing N2H4.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>The time-resolved experiments for\nthe SNNU-153 probe in DMF with\nand without N<sub>2</sub>H<sub>4</sub> were also conducted (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). The average lifetime of the SNNU-153\nprobe in DMF (λ<sub>em</sub> = 450 nm) is 3.21 ns. After addition\nof 10, 50, 100, 200, and 500 ppm of N<sub>2</sub>H<sub>4</sub> to\nSNNU-153 in the DMF solution (λ<sub>em</sub> = 450 nm), the\naverage times are 2.94, 2.96, 2.99, 3.03, and 3.32 ns, respectively.\nThe average lifetime at λ<sub>em</sub> = 543 nm of SNNU-153\nis 6.40 ns; after addition of 10, 50, 100, 200, 300, and 500 ppm of\nN<sub>2</sub>H<sub>4</sub> to SNNU-153 in the DMF solution, the average\ntimes at λ<sub>em</sub> = 543 nm are 8.06, 8.56, 9.49, 9.50,\nand 9.65 ns, respectively. Within the experimental error, the essentially\nunchanged average lifetime indicates that the fluorescence response\nof SNNU-153 for N<sub>2</sub>H<sub>4</sub> originates from the ground\nstate.</p>", "clean_text": "The time-resolved experiments for the SNNU-153 probe in DMF with and without N2H4 were also conducted (Figure S4). The average lifetime of the SNNU-153 probe in DMF (λem = 450 nm) is 3.21 ns. After addition of 10, 50, 100, 200, and 500 ppm of N2H4 to SNNU-153 in the DMF solution (λem = 450 nm), the average times are 2.94, 2.96, 2.99, 3.03, and 3.32 ns, respectively. The average lifetime at λem = 543 nm of SNNU-153 is 6.40 ns; after addition of 10, 50, 100, 200, 300, and 500 ppm of N2H4 to SNNU-153 in the DMF solution, the average times at λem = 543 nm are 8.06, 8.56, 9.49, 9.50, and 9.65 ns, respectively. Within the experimental error, the essentially unchanged average lifetime indicates that the fluorescence response of SNNU-153 for N2H4 originates from the ground state.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Different from the molecule organic fluorophores, the\ncrystalline\nMOF sensors offer the superiority for recycling. Accordingly, the\nreusability of the SNNU-153 probe was further investigated where the\nrepeated operation with the addition N<sub>2</sub>H<sub>4</sub> to\nthe MOF probe in the DMF solvent and then soaked in the fresh DMF\nsolvent, the SNNU-153 sensor clearly maintained the original fluorescence\nemission characters and intensity can be restored as well (d). Notably, powder\nX-ray diffraction (PXRD) patterns show that SNNU-153 can maintain\nits original architecture after multiple fluorescence sensing experiments\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).</p>", "clean_text": "Different from the molecule organic fluorophores, the crystalline MOF sensors offer the superiority for recycling. Accordingly, the reusability of the SNNU-153 probe was further investigated where the repeated operation with the addition N2H4 to the MOF probe in the DMF solvent and then soaked in the fresh DMF solvent, the SNNU-153 sensor clearly maintained the original fluorescence emission characters and intensity can be restored as well (d). Notably, powder X-ray diffraction (PXRD) patterns show that SNNU-153 can maintain its original architecture after multiple fluorescence sensing experiments (Figure S5).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>We also investigated\nthe fluorescence sensing of solid SNNU-153\nsamples to N<sub>2</sub>H<sub>4</sub>. In this experiment, the crystalline\nsamples of SNNU-153 were dried by nitrogen on a quartz plate and placed\nwith the N<sub>2</sub>H<sub>4</sub> concentrated solution in a confined\nspace.  demonstrates\nthe distinct emission color changes from bright blue to bright yellow\nunder ultraviolet light (366 nm). This color change matches well with\nthe phenomenon observed in the DMF solution, affirming that the superior\nN<sub>2</sub>H<sub>4</sub> sensing performances of SNNU-153 are unaffected\nby the environment perturbation.</p>", "clean_text": "We also investigated the fluorescence sensing of solid SNNU-153 samples to N2H4. In this experiment, the crystalline samples of SNNU-153 were dried by nitrogen on a quartz plate and placed with the N2H4 concentrated solution in a confined space.  demonstrates the distinct emission color changes from bright blue to bright yellow under ultraviolet light (366 nm). This color change matches well with the phenomenon observed in the DMF solution, affirming that the superior N2H4 sensing performances of SNNU-153 are unaffected by the environment perturbation.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>The color change of solid SNNU-153 before\nand after contact with\nthe N<sub>2</sub>H<sub>4</sub> vapor after a period of 12 h.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  The color change of solid SNNU-153 before and after contact with the N2H4 vapor after a period of 12 h.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The similarity of physical and chemical properties\nmakes the separation\nof hydrazine from other analogous hydrides of nitrogen such as NH<sub>3</sub>, NH<sub>2</sub>OH, and (Me)<sub>2</sub>NNH<sub>2</sub> difficult.\nAn ideal fluorescent probe should have selectivity of N<sub>2</sub>H<sub>4</sub> among the nitrogen hydrides. Although numerous N<sub>2</sub>H<sub>4</sub> probes have been reported, very few of them\ncan selectively sense N<sub>2</sub>H<sub>4</sub> from NH<sub>3</sub>, NH<sub>2</sub>OH, and (Me)<sub>2</sub>NNH<sub>2</sub>. The synergy of multiple H-bonds\n(vide infra) and confined pore space of SNNU-153 offers an opportunity\nto achieve this superior selectivity. In the corresponding titration\nstudy for NH<sub>3</sub>, NH<sub>2</sub>OH, and (Me)<sub>2</sub>NNH<sub>2</sub>, shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>, both fluorescence\nfeature and intensity of the SNNU-153 sensor remain unchanged upon\nadding the concentration of the three tested titrants up to ∼700\nppm, which is in sharp contrast to the N<sub>2</sub>H<sub>4</sub> titration\nthat has undergone a drastic ratiometric change (). It is not until adding a\nhigh analyte concentration (NH<sub>3</sub> &gt; 1000 ppm, NH<sub>2</sub>OH and (Me)<sub>2</sub>NNH<sub>2</sub> &gt; 5000 ppm) that the fluorescence\nintensity around 450 nm starts to decrease, accompanied by the appearance\nof the 543 nm band (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The results\nmanifest their much smaller binding strength with SNNU-153 than that\nof hydrazine.</p>", "clean_text": "The similarity of physical and chemical properties makes the separation of hydrazine from other analogous hydrides of nitrogen such as NH3, NH2OH, and (Me)2NNH2 difficult. An ideal fluorescent probe should have selectivity of N2H4 among the nitrogen hydrides. Although numerous N2H4 probes have been reported, very few of them can selectively sense N2H4 from NH3, NH2OH, and (Me)2NNH2. The synergy of multiple H-bonds (vide infra) and confined pore space of SNNU-153 offers an opportunity to achieve this superior selectivity. In the corresponding titration study for NH3, NH2OH, and (Me)2NNH2, shown in Figure S6, both fluorescence feature and intensity of the SNNU-153 sensor remain unchanged upon adding the concentration of the three tested titrants up to ~700 ppm, which is in sharp contrast to the N2H4 titration that has undergone a drastic ratiometric change (). It is not until adding a high analyte concentration (NH3 > 1000 ppm, NH2OH and (Me)2NNH2 > 5000 ppm) that the fluorescence intensity around 450 nm starts to decrease, accompanied by the appearance of the 543 nm band (Figure S6). The results manifest their much smaller binding strength with SNNU-153 than that of hydrazine.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Benefitting from the solid-state crystalline sensing\nperformance\nof SNNU-153 (vide infra), a facile test strip for rapid naked-eye\ndetection of N<sub>2</sub>H<sub>4</sub> was further developed. In\nthis application, a filter paper was utilized to filter a 6.5 mg/mL\nDMF solution of pure SNNU-153 crystals, which was then dried and acted\nas a test strip. Under UV light (366 nm), the emission color of test\nstrips was blue (). Upon contacting with different concentrations of N<sub>2</sub>H<sub>4</sub> in the DMF solution from 0.05 to 0.55% by weight, the\nfilter paper exhibited a prompt emission color change from blue to\nyellow under UV light. Under the same concentrations, conversely,\nNH<sub>3</sub>, NH<sub>2</sub>OH, and (Me)<sub>2</sub>NNH<sub>2</sub> showed a negligible change in emission. The instant naked-eye detection\nsuggests a rapid on-site probe for N<sub>2</sub>H<sub>4</sub> in pragmatic\napplications.</p>", "clean_text": "Benefitting from the solid-state crystalline sensing performance of SNNU-153 (vide infra), a facile test strip for rapid naked-eye detection of N2H4 was further developed. In this application, a filter paper was utilized to filter a 6.5 mg/mL DMF solution of pure SNNU-153 crystals, which was then dried and acted as a test strip. Under UV light (366 nm), the emission color of test strips was blue (). Upon contacting with different concentrations of N2H4 in the DMF solution from 0.05 to 0.55% by weight, the filter paper exhibited a prompt emission color change from blue to yellow under UV light. Under the same concentrations, conversely, NH3, NH2OH, and (Me)2NNH2 showed a negligible change in emission. The instant naked-eye detection suggests a rapid on-site probe for N2H4 in pragmatic applications.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Photographs of SNNU-153-coated test strips upon dipping\ninto different\nmass fractions of N<sub>2</sub>H<sub>4</sub>, NH<sub>3</sub>, NH<sub>2</sub>OH, and (Me)<sub>2</sub>NNH<sub>2</sub> (in the DMF solution)\nunder UV-light irradiation (366 nm).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Photographs of SNNU-153-coated test strips upon dipping into different mass fractions of N2H4, NH3, NH2OH, and (Me)2NNH2 (in the DMF solution) under UV-light irradiation (366 nm).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The high performance of the SNNU-153 sensor for hydrazine is attributed\nto the superior N<sub>2</sub>H<sub>4</sub>/SNNU-153 complexation and\nratiometric emission to boost recognition and signal transduction.\nWhile the former takes advantage of the multiple H-bonding formations\nand confined space of MOF, the latter is proposed to originate from\nthe H-bond assisted excited-state proton transfer, giving rise to\nthe highly sensitive ratiometric emission elaborated below.</p>", "clean_text": "The high performance of the SNNU-153 sensor for hydrazine is attributed to the superior N2H4/SNNU-153 complexation and ratiometric emission to boost recognition and signal transduction. While the former takes advantage of the multiple H-bonding formations and confined space of MOF, the latter is proposed to originate from the H-bond assisted excited-state proton transfer, giving rise to the highly sensitive ratiometric emission elaborated below.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The free ligand DHBDC exhibits an S<sub>0</sub> → S<sub>1</sub> absorption maximum at 350 nm in DMF, while the emissions\nare located at ∼500 nm. The large anomalously Stokes shifted\nemission of &gt;8000 cm<sup>–1</sup> can be ascribed to ESIPT\nfrom the −OH group to the carbonyl CO oxygen of the\ncarboxyl group (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), resulting in\na proton-transfer tautomer emission. This is essentially the same\nphenomenon as the seminally reported 2-hydroxybenzoic acid (salicylic\nacid) where ESIPT takes place from the hydroxyl proton to carbonyl\noxygen upon electronic excitation. In\nsharp contrast, the pristine SNNU-153 reveals absorption and emission\nmaxima at 410 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>) and 450 nm\n(), respectively.\nTheir spectral mirror image makes the assignment of normal emission\nunambiguous. The observation of the normal emission infers that ESIPT\ndoes not take place in SNNU-153. This can be rationalized by the fact\nthat the carbonyl oxygen of DHBDC, upon coordination with the indium\nion, has decreased its basicity by forming the formate anion. Support\nof this viewpoint is also given by the absorption spectral red shift\nfrom DHBDC (350 nm) to SNNU-153 (410 nm).</p>", "clean_text": "The free ligand DHBDC exhibits an S0 → S1 absorption maximum at 350 nm in DMF, while the emissions are located at ~500 nm. The large anomalously Stokes shifted emission of >8000 cm-1 can be ascribed to ESIPT from the -OH group to the carbonyl CO oxygen of the carboxyl group (Figure S7), resulting in a proton-transfer tautomer emission. This is essentially the same phenomenon as the seminally reported 2-hydroxybenzoic acid (salicylic acid) where ESIPT takes place from the hydroxyl proton to carbonyl oxygen upon electronic excitation. In sharp contrast, the pristine SNNU-153 reveals absorption and emission maxima at 410 nm (Figure S1) and 450 nm (), respectively. Their spectral mirror image makes the assignment of normal emission unambiguous. The observation of the normal emission infers that ESIPT does not take place in SNNU-153. This can be rationalized by the fact that the carbonyl oxygen of DHBDC, upon coordination with the indium ion, has decreased its basicity by forming the formate anion. Support of this viewpoint is also given by the absorption spectral red shift from DHBDC (350 nm) to SNNU-153 (410 nm).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Upon adding N<sub>2</sub>H<sub>4</sub>, shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>, the absorption peak of SNNU-153 blue shifted from\n410 to 353 nm, which more plausibly indicates the rupture of the intramolecular\nhydroxyl-carboxylate H-bond by the formation of the N<sub>2</sub>H<sub>4</sub>/SNNU-153 intermolecular H-bond. Commonly, the intramolecular\nH-bond causes the elongation of the π conjugation, hence lowering\nthe energy gap. Once ruptured and replaced by the intermolecular H-bond,\nthe induced π-electron delocalization ceased, resulting in the\nrise of the energy gap. Moreover, upon\nmonitoring at the 543 nm emission band, the peak wavelength of the\nexcitation spectrum is at 355 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). The result clearly indicates that the 543 nm emission originates\nfrom the ground-state species that has 353 nm absorption. The Stokes\nshift between 353 nm absorption and 543 nm emission peaks is then\ncalculated to be as large as ∼10,000 cm<sup>–1</sup>. The anomalous spectral changes in both absorption and emission\nlead us to propose the occurrence of excited-state proton transfer\nreaction upon forming the N<sub>2</sub>H<sub>4</sub>/SNNU-153 H-bonded\ncomplex.</p>", "clean_text": "Upon adding N2H4, shown in Figure S1, the absorption peak of SNNU-153 blue shifted from 410 to 353 nm, which more plausibly indicates the rupture of the intramolecular hydroxyl-carboxylate H-bond by the formation of the N2H4/SNNU-153 intermolecular H-bond. Commonly, the intramolecular H-bond causes the elongation of the π conjugation, hence lowering the energy gap. Once ruptured and replaced by the intermolecular H-bond, the induced π-electron delocalization ceased, resulting in the rise of the energy gap. Moreover, upon monitoring at the 543 nm emission band, the peak wavelength of the excitation spectrum is at 355 nm (Figure S8). The result clearly indicates that the 543 nm emission originates from the ground-state species that has 353 nm absorption. The Stokes shift between 353 nm absorption and 543 nm emission peaks is then calculated to be as large as ~10,000 cm-1. The anomalous spectral changes in both absorption and emission lead us to propose the occurrence of excited-state proton transfer reaction upon forming the N2H4/SNNU-153 H-bonded complex.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>To gain further insights into the corresponding H-bonding\nstructure\nand the associated proton-transfer mechanism, we then performed the\ncomputational approach to simulate the N<sub>2</sub>H<sub>4</sub>/SNNU-153\nH-bonded complex formation. The computational approaches were performed\nat the B3LYP level with the 6-31+G* + LANL2DZ (on the In atoms) mixed\nbasis set using the Gaussian 09 program package. Based on the coordinate of the SNNU-153 measured by X-ray crystallography\nanalyses, a model structure AH<sub>2</sub> is then constructed and\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>. This model consists\nof one DHBDC<sup>2–</sup> ligand that is coordinated with four\nIn­(III) ions through the carboxylate group simultaneously. In addition,\neach In­(III) ion is coordinated with two formate anions to maintain\nthe octahedron geometry of each six-coordinated indium ion. Finally,\nthe adjacent In­(III) ions are bridged by OH<sup>–</sup> for\ntruncation and charge balance to keep neutralization.</p>", "clean_text": "To gain further insights into the corresponding H-bonding structure and the associated proton-transfer mechanism, we then performed the computational approach to simulate the N2H4/SNNU-153 H-bonded complex formation. The computational approaches were performed at the B3LYP level with the 6-31+G* + LANL2DZ (on the In atoms) mixed basis set using the Gaussian 09 program package. Based on the coordinate of the SNNU-153 measured by X-ray crystallography analyses, a model structure AH2 is then constructed and shown in Figure S9. This model consists of one DHBDC2- ligand that is coordinated with four In(III) ions through the carboxylate group simultaneously. In addition, each In(III) ion is coordinated with two formate anions to maintain the octahedron geometry of each six-coordinated indium ion. Finally, the adjacent In(III) ions are bridged by OH- for truncation and charge balance to keep neutralization.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>We then\nperformed full optimizations for the stable structures\nof the DHBDC ligand. In the optimized model AH<sub>2</sub>, the In–O\nbond lengths between the carboxylic acid and In ion are 2.096–2.153\nÅ and the distance between the two adjacent indium ions is 3.616\nÅ, which are very close to the corresponding values in SNNU-153\n(In–O bond is 2.141–2.184 Å, and indium–indium\ndistance is 3.585 Å), indicating that the current model can well\nsimulate the real crystal structure.</p>", "clean_text": "We then performed full optimizations for the stable structures of the DHBDC ligand. In the optimized model AH2, the In-O bond lengths between the carboxylic acid and In ion are 2.096-2.153 Å and the distance between the two adjacent indium ions is 3.616 Å, which are very close to the corresponding values in SNNU-153 (In-O bond is 2.141-2.184 Å, and indium-indium distance is 3.585 Å), indicating that the current model can well simulate the real crystal structure.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Based on the above, we\nthen optimized the AH<sub>2</sub> geometrical\nstructures upon encapsulating hydrazine. The result shows that AH<sub>2</sub> and each hydrazine form as many as three H-bonds at two symmetric\n−OH sites, i.e., a stoichiometric 2:1 N<sub>2</sub>H<sub>4</sub>/SNNU-153 H-bonded complex (a), where the distances between N–H and O–H\nare 1.840, 2.246, and 2.279 Å, respectively. Based on the optimized\nstructure at the B3LYP/6-31+G­(d)&amp;LANL2DZ level, we calculated\nthe interaction energy between AH<sub>2</sub> and N<sub>2</sub>H<sub>4</sub> at the B3LYP-D3/6-311++G­(d)&amp;LANL2DZ level with counterpoise\ncorrection. The interaction energy, <italic toggle=\"yes\">E</italic>\n<sub>int</sub>, is estimated to be −17.27 kcal/mol, which, in combination\nwith the confinement imposed by SNNU-153 to compensate the entropy\nloss, explains the high <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> upon complexation\n(vide supra).</p>", "clean_text": "Based on the above, we then optimized the AH2 geometrical structures upon encapsulating hydrazine. The result shows that AH2 and each hydrazine form as many as three H-bonds at two symmetric -OH sites, i.e., a stoichiometric 2:1 N2H4/SNNU-153 H-bonded complex (a), where the distances between N-H and O-H are 1.840, 2.246, and 2.279 Å, respectively. Based on the optimized structure at the B3LYP/6-31+G(d)&LANL2DZ level, we calculated the interaction energy between AH2 and N2H4 at the B3LYP-D3/6-311++G(d)&LANL2DZ level with counterpoise correction. The interaction energy, E int, is estimated to be -17.27 kcal/mol, which, in combination with the confinement imposed by SNNU-153 to compensate the entropy loss, explains the high K SV upon complexation (vide supra).", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Optimized model AH<sub>2</sub>···2N<sub>2</sub>H<sub>4</sub> H-bonded complex calculated based on DFT at\nthe B3LYP\nlevel with the 6-31+G* + LANL2DZ mixed basis set. In this ball-stick\nmodel: hydrogen (white), carbon (gray), oxygen (red), and nitrogen\n(blue). (b) The proposed ESIPT process of the AH<sub>2</sub>···2N<sub>2</sub>H<sub>4</sub> complex. (c) The calculated ground- and excited-state\nrelative energy level for the N<sub>2</sub>H<sub>4</sub>/SNNU-153\nH-bonded complex.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Optimized model AH2⋅⋅⋅2N2H4 H-bonded complex calculated based on DFT at the B3LYP level with the 6-31+G* + LANL2DZ mixed basis set. In this ball-stick model: hydrogen (white), carbon (gray), oxygen (red), and nitrogen (blue). (b) The proposed ESIPT process of the AH2⋅⋅⋅2N2H4 complex. (c) The calculated ground- and excited-state relative energy level for the N2H4/SNNU-153 H-bonded complex.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>To rationalize the dual\nemission, we then further propose that\nthe excitation of this 2N<sub>2</sub>H<sub>4</sub>/SNNU-153 complex\nundergoes proton transfer in the excited state. This process involves\nthe transfer of the DHBDC hydroxyl proton that forms the H-bond with\nN<sub>2</sub>H<sub>4</sub> to the nitrogen site of N<sub>2</sub>H<sub>4</sub>, resulting in a zwitterionic species in the excited state\nshown in b.\nConsidering the 2N<sub>2</sub>H<sub>4</sub>/SNNU-153 H-bonded complex\nas a molecular identity, such a process can be treated as an intramolecular\nprocess, i.e., ESIPT, and the term ESIPT will be used hereafter. This\nESIPT process is not uncommon because most of the phenolic proton,\nupon ππ* excitation, becomes much more acidic than its\nground state. In an aqueous solution, upon\nelectronic excitation, the phenolic hydrogen will be ejected and stabilized\nby the surrounding water molecules. In other words, the phenolic proton\nis commonly denoted as the ″photoacid″ where the excited-state\ndeprotonation takes place in an aqueous solution. In aprotic solvents,\nhowever, the ejected proton, if there were any, could not be effectively\nstabilized, so the excited-state deprotonation is prohibited unless\na basic group is introduced that forms a H-bond with the hydroxyl\nproton either intra- or intermolecularly. In the case of the 2N<sub>2</sub>H<sub>4</sub>/SNNU-153 complex, it is reasonable to propose\nthe occurrence of ESIPT from the proton donor, i.e., the hydroxyl\nproton, to the proton acceptor, i.e., the nitrogen of the complexed\nN<sub>2</sub>H<sub>4</sub>, giving rise to a 543 nm tautomer emission\nin DMF. We then apply time-dependent (TD)-DFT calculation to optimize\nthe excited-state structures of both the normal N<sub>2</sub>H<sub>4</sub>/SNNU-153 species and the proton-transfer species (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>c–d), and their corresponding\nfrontier orbitals are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>. Note that due to the truncated MOF structure, the simulation of\nthe ESIPT potential energy surface has little physical meaning. Instead,\nwe are interested merely in the thermodynamic relationship between\nnormal and proton-transfer zwitterionic tautomer species. The results\nshown in c\nindicate that the zwitterionic tautomer species is lower in excited-state\nenergy than that of normal species by 8.3 kcal/mol (0.36 eV). Although\nthe calculated absolute energies have been underestimated compared\nto the experimental spectra, the results support the energetically\nfavorable ESIPT process. Note that this approach is based on the single\nproton transfer, while the 2N<sub>2</sub>H<sub>4</sub>/SNNU-153 H-bonded\ncomplex provides two potential ESIPT sites in a symmetric manner.\nHowever, as for the low power excitation such as the steady-state\nmeasurement, in theory, ESIPT should be a single proton transfer process\ndespite the two potential ESIPT sites for the 2N<sub>2</sub>H<sub>4</sub>/SNNU-153 H-bonded complex.</p>", "clean_text": "To rationalize the dual emission, we then further propose that the excitation of this 2N2H4/SNNU-153 complex undergoes proton transfer in the excited state. This process involves the transfer of the DHBDC hydroxyl proton that forms the H-bond with N2H4 to the nitrogen site of N2H4, resulting in a zwitterionic species in the excited state shown in b. Considering the 2N2H4/SNNU-153 H-bonded complex as a molecular identity, such a process can be treated as an intramolecular process, i.e., ESIPT, and the term ESIPT will be used hereafter. This ESIPT process is not uncommon because most of the phenolic proton, upon ππ* excitation, becomes much more acidic than its ground state. In an aqueous solution, upon electronic excitation, the phenolic hydrogen will be ejected and stabilized by the surrounding water molecules. In other words, the phenolic proton is commonly denoted as the \"photoacid\" where the excited-state deprotonation takes place in an aqueous solution. In aprotic solvents, however, the ejected proton, if there were any, could not be effectively stabilized, so the excited-state deprotonation is prohibited unless a basic group is introduced that forms a H-bond with the hydroxyl proton either intra- or intermolecularly. In the case of the 2N2H4/SNNU-153 complex, it is reasonable to propose the occurrence of ESIPT from the proton donor, i.e., the hydroxyl proton, to the proton acceptor, i.e., the nitrogen of the complexed N2H4, giving rise to a 543 nm tautomer emission in DMF. We then apply time-dependent (TD)-DFT calculation to optimize the excited-state structures of both the normal N2H4/SNNU-153 species and the proton-transfer species (Figure S9c-d), and their corresponding frontier orbitals are shown in Figure S10. Note that due to the truncated MOF structure, the simulation of the ESIPT potential energy surface has little physical meaning. Instead, we are interested merely in the thermodynamic relationship between normal and proton-transfer zwitterionic tautomer species. The results shown in c indicate that the zwitterionic tautomer species is lower in excited-state energy than that of normal species by 8.3 kcal/mol (0.36 eV). Although the calculated absolute energies have been underestimated compared to the experimental spectra, the results support the energetically favorable ESIPT process. Note that this approach is based on the single proton transfer, while the 2N2H4/SNNU-153 H-bonded complex provides two potential ESIPT sites in a symmetric manner. However, as for the low power excitation such as the steady-state measurement, in theory, ESIPT should be a single proton transfer process despite the two potential ESIPT sites for the 2N2H4/SNNU-153 H-bonded complex.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Both X-ray structure and\ncomputational simulation indicate that\nthe porous size of SNNU-153 (crossing dimensions of about 8 ×\n15 Å) is large enough to accommodate more than two hydrazine\nmolecules if more N<sub>2</sub>H<sub>4</sub> molecules are allowed\nto be encapsulated. Therefore, under high N<sub>2</sub>H<sub>4</sub> concentration, considering the capability of multiple H-bonds that\nboth SNNU-153 and N<sub>2</sub>H<sub>4</sub> can provide, it is reasonable\nto expect a high stoichiometric ratio of <italic toggle=\"yes\">X</italic>:1 N<sub>2</sub>H<sub>4</sub>/SNNU-153 H-bonded formation where <italic toggle=\"yes\">X</italic> &gt; 2. This leads to the complexity of N<sub>2</sub>H<sub>4</sub> titration\nat a high concentration, as evidenced by the deviation of ratios of\nfluorescence intensities for 543 nm versus 450 nm as a function of\nthe N<sub>2</sub>H<sub>4</sub> concentration at &gt;700 ppm. Due to\nthe <italic toggle=\"yes\">X</italic> &gt; 2 stoichiometry, <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> is\nexpected to decrease, rationalizing the experimental results (cf. <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> in the region of 0–700 pm, ).</p>", "clean_text": "Both X-ray structure and computational simulation indicate that the porous size of SNNU-153 (crossing dimensions of about 8 × 15 Å) is large enough to accommodate more than two hydrazine molecules if more N2H4 molecules are allowed to be encapsulated. Therefore, under high N2H4 concentration, considering the capability of multiple H-bonds that both SNNU-153 and N2H4 can provide, it is reasonable to expect a high stoichiometric ratio of X:1 N2H4/SNNU-153 H-bonded formation where X > 2. This leads to the complexity of N2H4 titration at a high concentration, as evidenced by the deviation of ratios of fluorescence intensities for 543 nm versus 450 nm as a function of the N2H4 concentration at >700 ppm. Due to the X > 2 stoichiometry, K SV is expected to decrease, rationalizing the experimental results (cf. K SV in the region of 0-700 pm, ).", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Last but\nnot the least, to support the above computational simulation,\nchemically, we provide further experimental evidence via sensing N<sub>2</sub>H<sub>4</sub> with another MOF, namely, SNNU-152 (). SNNU-152 possesses\na similar structure with SNNU-153 except that the ligand DHBDC is\nreplaced by DMOBDC (2,5-dimethoxyterephthalic acid) () where the hydroxyl proton\nhas been removed by methylation. As a result, both N<sub>2</sub>H<sub>4</sub> absorption and emission titration experiments for SNNU-152\nshow slight changes of emission intensity but a negligible spectral\nshift in the added N<sub>2</sub>H<sub>4</sub> concentration of 0–1000\nppm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). The results manifest\nthe dual functionalities of the hydroxyl proton in the N<sub>2</sub>H<sub>4</sub> recognition. First, for SNNU-153, it provides the additional\nO–H ··· N<sub>2</sub>H<sub>4</sub> H-bonding\nformation to strengthen the N<sub>2</sub>H<sub>4</sub>/SNNU-153 complex\nfor recognition. Second, upon excitation, the hydroxyl proton undergoes\nESIPT, resulting in the zwitterion 543 nm emission, which, together\nwith the N<sub>2</sub>H<sub>4</sub> unbound SNNU-153 450 nm normal\nemission, serves as a superior signal transducer based on ratiometric\nemission. It is the synergy among multiple H-bonds, confined space,\nand ESIPT that makes SNNU-153 a superior N<sub>2</sub>H<sub>4</sub> sensor in both sensitivity and selectivity.</p>", "clean_text": "Last but not the least, to support the above computational simulation, chemically, we provide further experimental evidence via sensing N2H4 with another MOF, namely, SNNU-152 (). SNNU-152 possesses a similar structure with SNNU-153 except that the ligand DHBDC is replaced by DMOBDC (2,5-dimethoxyterephthalic acid) () where the hydroxyl proton has been removed by methylation. As a result, both N2H4 absorption and emission titration experiments for SNNU-152 show slight changes of emission intensity but a negligible spectral shift in the added N2H4 concentration of 0-1000 ppm (Figure S11). The results manifest the dual functionalities of the hydroxyl proton in the N2H4 recognition. First, for SNNU-153, it provides the additional O-H ⋅⋅⋅ N2H4 H-bonding formation to strengthen the N2H4/SNNU-153 complex for recognition. Second, upon excitation, the hydroxyl proton undergoes ESIPT, resulting in the zwitterion 543 nm emission, which, together with the N2H4 unbound SNNU-153 450 nm normal emission, serves as a superior signal transducer based on ratiometric emission. It is the synergy among multiple H-bonds, confined space, and ESIPT that makes SNNU-153 a superior N2H4 sensor in both sensitivity and selectivity.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion,  summarizes the proposed consecutive analyte H-bond assisted\nESIPT process for N<sub>2</sub>H<sub>4</sub> detection by the SNNU-153\nMOF sensor. In the ground state, the N<sub>2</sub>H<sub>4</sub> titration\nestablishes an equilibrium between free SNNU-153 MOF and N<sub>2</sub>H<sub>4</sub>/SNNU-153 H-bonded MOF complex, which, upon excitation,\ngives normal 450 nm and proton-transfer tautomer 543 nm emission,\nrespectively. The interchanges between these two species in the excited\nstate are too slow to compete with other excited-state relaxation\nprocesses and hence are dynamically forbidden. Also, the rate of ESIPT\nis ultrafast, as evidenced by the system-response rise (≪300\nps) of the 543 nm emission. Therefore, the ratio of the emission intensity\nessentially reflects the N<sub>2</sub>H<sub>4</sub> titration in the\nground state. The consecutive analyte H-bond assisted ESIPT process\nin the confined space of metal–organic frameworks is unique,\nwhich renders a remarkable capability for turning off–on ratiometric\nfluorescence detection of hydrazine. Also, benefitting from the synergy\namong multiple H-bonds, specific pore space of MOF, and ESIPT phenomenon,\nthe SNNU-153 sensor exhibits rapid sensing ability, wide response\nconcentration range, good repeatability, and importantly great selectivity\nof hydrazine from its analogs NH<sub>3</sub>, NH<sub>2</sub>OH, and\n(Me)<sub>2</sub>NNH<sub>2</sub>.</p>", "clean_text": "Conclusions\n\nIn conclusion,  summarizes the proposed consecutive analyte H-bond assisted ESIPT process for N2H4 detection by the SNNU-153 MOF sensor. In the ground state, the N2H4 titration establishes an equilibrium between free SNNU-153 MOF and N2H4/SNNU-153 H-bonded MOF complex, which, upon excitation, gives normal 450 nm and proton-transfer tautomer 543 nm emission, respectively. The interchanges between these two species in the excited state are too slow to compete with other excited-state relaxation processes and hence are dynamically forbidden. Also, the rate of ESIPT is ultrafast, as evidenced by the system-response rise (≪300 ps) of the 543 nm emission. Therefore, the ratio of the emission intensity essentially reflects the N2H4 titration in the ground state. The consecutive analyte H-bond assisted ESIPT process in the confined space of metal-organic frameworks is unique, which renders a remarkable capability for turning off-on ratiometric fluorescence detection of hydrazine. Also, benefitting from the synergy among multiple H-bonds, specific pore space of MOF, and ESIPT phenomenon, the SNNU-153 sensor exhibits rapid sensing ability, wide response concentration range, good repeatability, and importantly great selectivity of hydrazine from its analogs NH3, NH2OH, and (Me)2NNH2.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>The proposed consecutive analyte H-bond\nassisted ESIPT process\nfor N<sub>2</sub>H<sub>4</sub> detection by the SNNU-153 MOF sensor.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  The proposed consecutive analyte H-bond assisted ESIPT process for N2H4 detection by the SNNU-153 MOF sensor.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.1c03410?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.1c03410</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>General methods and materials,\nsingle-crystal X-ray\ndata, additional ultraviolet absorption spectra, and emission and\nexcitation spectra, and supplemental figures and tables as described\nin the text (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystal data for SNNU-153 in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.1c03410.  General methods and materials, single-crystal X-ray data, additional ultraviolet absorption spectra, and emission and excitation spectra, and supplemental figures and tables as described in the text (PDF)   X-ray crystal data for SNNU-153 in CIF format (CIF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>General methods and materials,\nsingle-crystal X-ray\ndata, additional ultraviolet absorption spectra, and emission and\nexcitation spectra, and supplemental figures and tables as described\nin the text (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "General methods and materials, single-crystal X-ray data, additional ultraviolet absorption spectra, and emission and excitation spectra, and supplemental figures and tables as described in the text (PDF)", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>X-ray crystal data for SNNU-153 in CIF format (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>J.L. and\nB.-Q.W. contributed equally to this work.</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "X-ray crystal data for SNNU-153 in CIF format (CIF)\n\nJ.L. and B.-Q.W. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 12, 13, 14, 15", "type": "text", "classification": "property", "content": "<p>As depicted in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link> of the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> (SI), the absorption maximum\nof SNNU-153 is around 410 nm in dimethylformamide (DMF), which, upon\nexcitation, gives a strong emission maximized at 450 nm (a). The emission\nhas a small Stokes shift of ∼2000 cm<sup>–1</sup> with\nrespect to the lowest-lying absorption peak and is considered as a\nnormal emission. A normal emission of SNNU-153 was also observed in\nsolid samples (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The lack of\nESIPT, i.e., the proton transfer from −OH to the carboxylate\noxygen, can be rationalized by the weak basicity of the coordinated\ncarbonyl oxygen where its electron density has been shifted to the\nmetal (In) center upon coordination.</p><p>The absorption and emission spectra of SNNU-153 in DMF as a function\nof the added N<sub>2</sub>H<sub>4</sub> concentration were then studied.\nDespite the smooth change of the N<sub>2</sub>H<sub>4</sub> absorption\ntitration spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), drastic\nchanges in ratiometric emission were observed. As shown in a, upon adding N<sub>2</sub>H<sub>4</sub>, the strong 450 nm blue emission drastically\ndecreased, accompanied by a long wavelength shoulder that became obvious\nwith a peak wavelength at 543 nm at a N<sub>2</sub>H<sub>4</sub> concentration\nof, e.g., 100 ppm. After continually adding N<sub>2</sub>H<sub>4</sub> from 100 to 5500 ppm, the emission intensity at 543 nm dominated\nthe spectra with the disappearance of the 450 nm emission band. The\ntitration established a ratiometric fluorescence pattern for hydrazine\ndetection. The fluorescence quantum yield (QY) of the SNNU-153 450\nnm band and its saturated 543 nm emission with N<sub>2</sub>H<sub>4</sub> was measured to be as high as 18 and 49%, respectively, in\nDMF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). Due to the strong fluorescence\nintensity for both 450 and 543 nm bands, amid the N<sub>2</sub>H<sub>4</sub> titration, SNNU-153 showed an apparent emission color change\nfrom blue to yellow that can be clearly visualized by the naked eyes\nunder a conventional 366 nm UV light (inset of a). The sensitive fluorescence emission changes\nmatch well with the CIE chromaticity diagram (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>).</p><p>SNNU-153 acts as a molecular sieve; therefore,\nthe kinetic domain,\ni.e., the time course of reaching equilibrium for luminescence intensity\nat 450 and 543 nm amid N<sub>2</sub>H<sub>4</sub> titration, is important,\nwhich was measured by in situ monitoring the real-time fluorescence\nintensity (b). It can be seen that the fluorescence intensity at emission 450\nnm sharply decreased and quickly reached a minimum constant value\nin 7 and 88 s with the addition of 3.2 ppm (0.1 mM) and 1000 ppm (31.25\nmM) of N<sub>2</sub>H<sub>4</sub>, respectively, showing an extraordinarily\nfast response for MOF-based sensors. For a fair comparison, we summarize\nthe performance data of other reported sensors in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>, where the response time for most N<sub>2</sub>H<sub>4</sub> sensing probes always exceeds 10 min. For example, the MOF\nsensor phthalimide-UIO-66 showed a response\ntime of 18 min for 2.25 mM N<sub>2</sub>H<sub>4</sub>, and a common\nmolecule sensor, EPH, exhibited a response\ntime of 60 min when adding 1 mM N<sub>2</sub>H<sub>4</sub>.</p><p>\nc shows\nthe plot for the emission intensity at 543 nm (<italic toggle=\"yes\">I</italic>\n<sub>543</sub>) versus that at 450 nm (<italic toggle=\"yes\">I</italic>\n<sub>450</sub>) as a function of the added N<sub>2</sub>H<sub>4</sub> concentration\n([M]). Note that each measurement was made 5 min after adding N<sub>2</sub>H<sub>4</sub> to ensure the establishment of equilibrium between\nN<sub>2</sub>H<sub>4</sub> and the SNNU-153 MOF sensor (vide supra).\nAs a result, a straight-line behavior was obtained within the added\nN<sub>2</sub>H<sub>4</sub> concentration of 0–700 ppm. The\nlinear relationship was then fitted by the Stern–Volmer relationship,\ni.e., <italic toggle=\"yes\">I</italic>\n<sub>543</sub>/<italic toggle=\"yes\">I</italic>\n<sub>450</sub> = <italic toggle=\"yes\">A</italic> + <italic toggle=\"yes\">K</italic>\n<sub>SV</sub>[N<sub>2</sub>H<sub>4</sub>], and a <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> value of 406.4 M<sup>–1</sup> was deduced. The\ndetection limits (DLs) or limit of detection (LOD) can be estimated\nby the relationship DL = 3σ<italic toggle=\"yes\">/k</italic>, where σ\ndenotes the standard deviation of 10 blank tests and <italic toggle=\"yes\">k</italic> is the slope of the linear relationship, which is equivalent to <italic toggle=\"yes\">K</italic>\n<sub>SV</sub>. As a result, the detection limit was calculated\nto be 0.0595 ppm or 1.86 μM. Upon increasing the concentration\nup to 700 ppm, the deviation from the linearity gradually appeared,\naccompanied by the decrease of the titration slope, i.e., the ratio\nof <italic toggle=\"yes\">I</italic>\n<sub>543</sub>/<italic toggle=\"yes\">I</italic>\n<sub>450</sub> versus [N<sub>2</sub>H<sub>4</sub>] (c). Nevertheless, in the [N<sub>2</sub>H<sub>4</sub>] range of 700–5500 ppm, if we qualitatively impose\na linear plot, a Stern–Volmer plot with <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> of 37.76 M<sup>–1</sup> can be obtained. The cause\nof perturbation in the high concentration of [N<sub>2</sub>H<sub>4</sub>] will be discussed in the later section. It is noted that the detection\nlimit of the SNNU-153 MOF probe is superior when compared with that\nreported in the literature, such as BTP-LB (2.74 μM), HFP (2 μM), and\nCD2 (4.5 μM). Nevertheless, it\nis also slightly inferior to some probes, such as phthalimide-UIO-66 (0.87 μM) and 2-Ac (0.96 μM). Furthermore, the <italic toggle=\"yes\">K</italic>\n<sub>SV</sub> value is comparable with some N<sub>2</sub>H<sub>4</sub> probes such as BTP-LB (3.81 × 10<sup>3</sup> M<sup>–1</sup>) and BTP-LN (5.53 × 10<sup>3</sup> M<sup>–1</sup>). Overall, taking the ultrafast response performance\ninto account, the SNNU-153 MOF probe is very promising for sensing\nN<sub>2</sub>H<sub>4</sub>.</p><p>The time-resolved experiments for\nthe SNNU-153 probe in DMF with\nand without N<sub>2</sub>H<sub>4</sub> were also conducted (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.1c03410/suppl_file/am1c03410_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). The average lifetime of the SNNU-153\nprobe in DMF (λ<sub>em</sub> = 450 nm) is 3.21 ns. After addition\nof 10, 50, 100, 200, and 500 ppm of N<sub>2</sub>H<sub>4</sub> to\nSNNU-153 in the DMF solution (λ<sub>em</sub> = 450 nm), the\naverage times are 2.94, 2.96, 2.99, 3.03, and 3.32 ns, respectively.\nThe average lifetime at λ<sub>em</sub> = 543 nm of SNNU-153\nis 6.40 ns; after addition of 10, 50, 100, 200, 300, and 500 ppm of\nN<sub>2</sub>H<sub>4</sub> to SNNU-153 in the DMF solution, the average\ntimes at λ<sub>em</sub> = 543 nm are 8.06, 8.56, 9.49, 9.50,\nand 9.65 ns, respectively. Within the experimental error, the essentially\nunchanged average lifetime indicates that the fluorescence response\nof SNNU-153 for N<sub>2</sub>H<sub>4</sub> originates from the ground\nstate.</p>", "clean_text": "As depicted in Figure S1 of the Supporting Information (SI), the absorption maximum of SNNU-153 is around 410 nm in dimethylformamide (DMF), which, upon excitation, gives a strong emission maximized at 450 nm (a). The emission has a small Stokes shift of ~2000 cm-1 with respect to the lowest-lying absorption peak and is considered as a normal emission. A normal emission of SNNU-153 was also observed in solid samples (Figure S2). The lack of ESIPT, i.e., the proton transfer from -OH to the carboxylate oxygen, can be rationalized by the weak basicity of the coordinated carbonyl oxygen where its electron density has been shifted to the metal (In) center upon coordination.\n\nThe absorption and emission spectra of SNNU-153 in DMF as a function of the added N2H4 concentration were then studied. Despite the smooth change of the N2H4 absorption titration spectra (Figure S1), drastic changes in ratiometric emission were observed. As shown in a, upon adding N2H4, the strong 450 nm blue emission drastically decreased, accompanied by a long wavelength shoulder that became obvious with a peak wavelength at 543 nm at a N2H4 concentration of, e.g., 100 ppm. After continually adding N2H4 from 100 to 5500 ppm, the emission intensity at 543 nm dominated the spectra with the disappearance of the 450 nm emission band. The titration established a ratiometric fluorescence pattern for hydrazine detection. The fluorescence quantum yield (QY) of the SNNU-153 450 nm band and its saturated 543 nm emission with N2H4 was measured to be as high as 18 and 49%, respectively, in DMF (Table S2). Due to the strong fluorescence intensity for both 450 and 543 nm bands, amid the N2H4 titration, SNNU-153 showed an apparent emission color change from blue to yellow that can be clearly visualized by the naked eyes under a conventional 366 nm UV light (inset of a). The sensitive fluorescence emission changes match well with the CIE chromaticity diagram (Figure S3a).\n\nSNNU-153 acts as a molecular sieve; therefore, the kinetic domain, i.e., the time course of reaching equilibrium for luminescence intensity at 450 and 543 nm amid N2H4 titration, is important, which was measured by in situ monitoring the real-time fluorescence intensity (b). It can be seen that the fluorescence intensity at emission 450 nm sharply decreased and quickly reached a minimum constant value in 7 and 88 s with the addition of 3.2 ppm (0.1 mM) and 1000 ppm (31.25 mM) of N2H4, respectively, showing an extraordinarily fast response for MOF-based sensors. For a fair comparison, we summarize the performance data of other reported sensors in Table S3, where the response time for most N2H4 sensing probes always exceeds 10 min. For example, the MOF sensor phthalimide-UIO-66 showed a response time of 18 min for 2.25 mM N2H4, and a common molecule sensor, EPH, exhibited a response time of 60 min when adding 1 mM N2H4.\n\n c shows the plot for the emission intensity at 543 nm (I 543) versus that at 450 nm (I 450) as a function of the added N2H4 concentration ([M]). Note that each measurement was made 5 min after adding N2H4 to ensure the establishment of equilibrium between N2H4 and the SNNU-153 MOF sensor (vide supra). As a result, a straight-line behavior was obtained within the added N2H4 concentration of 0-700 ppm. The linear relationship was then fitted by the Stern-Volmer relationship, i.e., I 543/I 450 = A + K SV[N2H4], and a K SV value of 406.4 M-1 was deduced. The detection limits (DLs) or limit of detection (LOD) can be estimated by the relationship DL = 3σ/k, where σ denotes the standard deviation of 10 blank tests and k is the slope of the linear relationship, which is equivalent to K SV. As a result, the detection limit was calculated to be 0.0595 ppm or 1.86 μM. Upon increasing the concentration up to 700 ppm, the deviation from the linearity gradually appeared, accompanied by the decrease of the titration slope, i.e., the ratio of I 543/I 450 versus [N2H4] (c). Nevertheless, in the [N2H4] range of 700-5500 ppm, if we qualitatively impose a linear plot, a Stern-Volmer plot with K SV of 37.76 M-1 can be obtained. The cause of perturbation in the high concentration of [N2H4] will be discussed in the later section. It is noted that the detection limit of the SNNU-153 MOF probe is superior when compared with that reported in the literature, such as BTP-LB (2.74 μM), HFP (2 μM), and CD2 (4.5 μM). Nevertheless, it is also slightly inferior to some probes, such as phthalimide-UIO-66 (0.87 μM) and 2-Ac (0.96 μM). Furthermore, the K SV value is comparable with some N2H4 probes such as BTP-LB (3.81 × 103 M-1) and BTP-LN (5.53 × 103 M-1). Overall, taking the ultrafast response performance into account, the SNNU-153 MOF probe is very promising for sensing N2H4.\n\nThe time-resolved experiments for the SNNU-153 probe in DMF with and without N2H4 were also conducted (Figure S4). The average lifetime of the SNNU-153 probe in DMF (λem = 450 nm) is 3.21 ns. After addition of 10, 50, 100, 200, and 500 ppm of N2H4 to SNNU-153 in the DMF solution (λem = 450 nm), the average times are 2.94, 2.96, 2.99, 3.03, and 3.32 ns, respectively. The average lifetime at λem = 543 nm of SNNU-153 is 6.40 ns; after addition of 10, 50, 100, 200, 300, and 500 ppm of N2H4 to SNNU-153 in the DMF solution, the average times at λem = 543 nm are 8.06, 8.56, 9.49, 9.50, and 9.65 ns, respectively. Within the experimental error, the essentially unchanged average lifetime indicates that the fluorescence response of SNNU-153 for N2H4 originates from the ground state.", "data": [[{"meta": {"name": "SNNU-153", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "410", "unit": "nm", "condition": "in dimethylformamide (DMF)"}, {"value": "450", "unit": "nm", "condition": "upon excitation"}, {"value": "543", "unit": "nm", "condition": "at a N2H4 concentration of, e.g., 100 ppm"}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The synthetic routes and structures of SNNU-153\nand SNNU-152 MOFs.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  The synthetic routes and structures of SNNU-153 and SNNU-152 MOFs.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Fluorescence emission spectra of the\nSNNU-153 sensor in the\nabsence and presence of N<sub>2</sub>H<sub>4</sub> (0–5500\nppm) in the DMF solvent (inset: photographs of SNNU-153 in DMF with\nthe addition of different concentrations of N<sub>2</sub>H<sub>4</sub> (0, 10, 50, 100, 150, 200, 300, 500, 1000, 2500, and 5500 ppm) under\nUV-light (366 nm) irradiation). (b) The monitoring of the real-time\nfluorescence intensity for the emissions at 450 and 543 nm with the\naddition of 3.2 ppm (0.1 mM) and 1000 ppm (31.25 mM) of N<sub>2</sub>H<sub>4</sub>, respectively. (c) Ratios of fluorescence intensities\nfor 543 nm versus 450 nm as a function of the N<sub>2</sub>H<sub>4</sub> concentration. (d) The fluorescence intensity recovery at 450 nm\nof SNNU-153 in DMF after five recycles (inset: photographs of SNNU-153\nfor repeated detection of N<sub>2</sub>H<sub>4</sub> in DMF under\nUV-light irradiation, 366 nm).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Fluorescence emission spectra of the SNNU-153 sensor in the absence and presence of N2H4 (0-5500 ppm) in the DMF solvent (inset: photographs of SNNU-153 in DMF with the addition of different concentrations of N2H4 (0, 10, 50, 100, 150, 200, 300, 500, 1000, 2500, and 5500 ppm) under UV-light (366 nm) irradiation). (b) The monitoring of the real-time fluorescence intensity for the emissions at 450 and 543 nm with the addition of 3.2 ppm (0.1 mM) and 1000 ppm (31.25 mM) of N2H4, respectively. (c) Ratios of fluorescence intensities for 543 nm versus 450 nm as a function of the N2H4 concentration. (d) The fluorescence intensity recovery at 450 nm of SNNU-153 in DMF after five recycles (inset: photographs of SNNU-153 for repeated detection of N2H4 in DMF under UV-light irradiation, 366 nm).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>The color change of solid SNNU-153 before\nand after contact with\nthe N<sub>2</sub>H<sub>4</sub> vapor after a period of 12 h.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  The color change of solid SNNU-153 before and after contact with the N2H4 vapor after a period of 12 h.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Photographs of SNNU-153-coated test strips upon dipping\ninto different\nmass fractions of N<sub>2</sub>H<sub>4</sub>, NH<sub>3</sub>, NH<sub>2</sub>OH, and (Me)<sub>2</sub>NNH<sub>2</sub> (in the DMF solution)\nunder UV-light irradiation (366 nm).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Photographs of SNNU-153-coated test strips upon dipping into different mass fractions of N2H4, NH3, NH2OH, and (Me)2NNH2 (in the DMF solution) under UV-light irradiation (366 nm).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Optimized model AH<sub>2</sub>···2N<sub>2</sub>H<sub>4</sub> H-bonded complex calculated based on DFT at\nthe B3LYP\nlevel with the 6-31+G* + LANL2DZ mixed basis set. In this ball-stick\nmodel: hydrogen (white), carbon (gray), oxygen (red), and nitrogen\n(blue). (b) The proposed ESIPT process of the AH<sub>2</sub>···2N<sub>2</sub>H<sub>4</sub> complex. (c) The calculated ground- and excited-state\nrelative energy level for the N<sub>2</sub>H<sub>4</sub>/SNNU-153\nH-bonded complex.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Optimized model AH2⋅⋅⋅2N2H4 H-bonded complex calculated based on DFT at the B3LYP level with the 6-31+G* + LANL2DZ mixed basis set. In this ball-stick model: hydrogen (white), carbon (gray), oxygen (red), and nitrogen (blue). (b) The proposed ESIPT process of the AH2⋅⋅⋅2N2H4 complex. (c) The calculated ground- and excited-state relative energy level for the N2H4/SNNU-153 H-bonded complex.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>The proposed consecutive analyte H-bond\nassisted ESIPT process\nfor N<sub>2</sub>H<sub>4</sub> detection by the SNNU-153 MOF sensor.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c03410_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  The proposed consecutive analyte H-bond assisted ESIPT process for N2H4 detection by the SNNU-153 MOF sensor.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c03410", "title": null, "journal": "American\nChemical Society", "date": "2021.05", "author_list": ["Lei\nJiao", "Wang\nBingqiang", "Li\nYong-Peng", "Ji\nWen-Juan", "Wang\nKe", "Qi\nHonglan", "Chou\nPi-Tai", "Zhang\nMiao-Miao", "Bian\nHongtao", "Zhai\nQuan-Guo"]}}